{
    "title": "$ 100-million is pledged to combat terrorism",
    "publisher": "st. petersburg times ",
    "year": 1996,
    "month": 3,
    "day": 15,
    "full text": "President Clinton on Thursday pledged $ 100-million to help Israel combat  terrorism and initiated an unprecedented intelligence-sharing arrangement.\nThe CIA and Pentagon will begin work immediately on a program of technical  and human intelligence-gathering that will make U.S. intelligence links with  Israel deeper than those with any other nation.\nThe new counter-terrorism spending, to be spread over two years, is in  addition to the $ 3-billion the United States already grants Israel annually in  economic and military assistance. And it is separate from the $ 22-million in  emergency aid for Israel that Clinton authorized 10 days ago in the immediate  aftermath of four deadly terrorist bombings.\nCompiled from Times WiresTERRORISM\nThe president announced the new program at a news conference here with  Israeli Prime Minister Shimon Peres. Half the money will come from current  Pentagon accounts; the other $ 50-million will require a new appropriation,  which Clinton has sent to Congress.\nThe president said intensified surveillance activities and anti-terror  operations cannot guarantee that the recent suicide bombings will not be  repeated. \"But we can do more to identify the sources of support, to try to  dry up money, to develop better technical and other means to prevent things  from happening,\" he said.\nThe new plan offers no short-term solution to Israel's anguish and  insecurity, Clinton said, which derive from ancient cultural, historical and  geographic realities. He added that only a change of heart among Israel's  enemies will bring the Jewish state the peace it craves.\n\"I wish I had it in my power to reach into the hearts of those young men  who have bought some apocalyptic version of Islam and politics that together  causes them to strap their bodies with bombs and blow themselves to  smithereens and kill innocent children,\" Clinton said.\n\"I wish I could do that. I don't pretend to be able to do that. But that's  not the question. The question is: Can we improve the capacity of Israel and  of the Palestinian Authority to prevent these things from occurring? The  answer to that question is yes.\"\nPeres expressed his gratitude for the new U.S. aid and for Clinton's  implicit endorsement in his difficult re-election bid in elections set for  late May. \"In my eyes, President Clinton is the first world leader that put  on the agenda peace in our time as the major goal,\" Peres said.\nThroughout his two-day visit to the region, Clinton offered sympathies to a  nation still in shock and grief after the latest wave of extremist violence.  In an early afternoon drizzle, Clinton stood hand in hand with Leah Rabin at  the grave of her husband, Prime Minister Yitzhak Rabin, who was slain by a  Jewish fanatic on Nov. 4.\nClinton, wearing a black skull cap and following Jewish custom, placed a  stone upon the former prime minister's grave as evidence of his visit. He  brought the stone from the White House south lawn, where Rabin and Palestinian  leader Yasser Arafat shook hands two years ago on a pact to bring self-rule to  Palestinian territories.\nSecretary of State Warren Christopher and CIA Director John Deutch remained  in Israel after Clinton left Thursday night.\nThey are to meet with their counterparts in the Israeli Foreign Ministry,  defense agency and Mossad, Israel's foreign intelligence service, to seek ways  to improve Israel's capacity to detect and deter terrorist violence.\nThe U.S. assistance program will include training and technical assistance,  advanced bomb-detection devices, X-ray systems to find explosives in packages  and on people, robots to handle suspect packages and state-of-the-art thermal  and radar sensors.\nThe United States and Israel also will cooperate on research and  development efforts to find new means to prevent future attacks.\nIsraeli officials suggested some of the money could be used to create a  separation zone between Israel and the West Bank, complete with guard towers,  electronic fences and bomb-sniffing dogs to stop terrorists. However, a U.S.  State Department official said the aid would not be used for that purpose. \n \nIsrael blows up terrorist's house \n \n   RAFAT, West Bank - Israel on Thursday blew up the house of Yehiya Ayyash,  the slain master bomb maker for the Islamic militant group Hamas.\nThe 30-year-old Ayyash - nicknamed \"The Engineer\" for his bomb-making  prowess - orchestrated seven suicide bombings before a booby-trapped cellular  phone exploded in his hands two months ago. Israel is widely thought to have  been responsible for his assassination.\n\"This will deter suicide bombers because they know that what they leave  behind will be destroyed,\" said an Israeli army commander at the scene,  identified only as Lt. Col. Haim.\nAyyash's wife and two young sons had lived in the two-story cinder block  house that was reduced to a pile of rubble by two explosions.\nHamas has generously supported jailed activists and families of suicide  bombers. A neighbor of the Ayyashes said Hamas will build them a new house.\n\nLoad-Date: March 15, 1996"
}