{
    "title": "$2.25M to go to Kent State U. terrorism study",
    "publisher": "university wire",
    "year": 2006,
    "month": 8,
    "day": 16,
    "full text": "A new grant will allow a Kent State University professor to attempt to understand how terrorism affects people's vulnerability and resiliency.\nThe Center for National Security Studies awarded a $2.25 million grant from the National Institute of Mental Health to Stevan Hobfoll, director of the Applied Psychology Center and professor at Kent State, to study the impact of terrorism on humans. The grant was also extended to Daphna Canetti-Nisim from the University of Haifa in Israel and Joseph Varley from the Summa Health System.\nWhen the researchers applied for the grant, competition was very high.\n\"We are the only ones with a grant of this magnitude for this type of study,\" Hobfoll said.\nPrior to applying for the grant, Hobfoll and his colleagues had been doing research in the area of terrorism and its influence on people.\n\"You don't get one of these unless you are already considered an expert,\" he said.\nThe study will be focusing on the nation of Israel and its citizens. It is looking at citizens' reactions in a \"modern industrialized country,\" Hobfoll said, which is a reason for doing the study in Israel and not somewhere else, like Afghanistan.\nResearch for the project will be done in a three-part series over a period of four years. The first part is a series of cross-sectional polling of the mental health of Jews and Arabs over three years. Seeing how both Jews and Arabs are affected, Hobfoll said, will help the United States see how both minority and majority parties are influenced.\nThe second phase is the analysis of 1,500 Israelis over a multi-year period to find out how their mental health is impacted by terrorism. This part of the study \"is a longitudinal study to see how people react over time,\" Hobfoll said.\nThe last part is a small clinical review of 100 to 150 Jews and Arabs done with in-depth clinical interviews.\nHe said this study will be looking at a number of things, including:\n* Post Traumatic Stress Disorder\n* Depression\n* People's resiliency factor\n* Physical health and vulnerability\nThe study is going to be a very deep look into the issues and impacts that terrorism and similar situations can cause.\nTo ensure the study progresses well in Israel, Hobfoll will be traveling back and forth between America and the University of Haifa once or twice a year, he said.\nThe project is being led by Hobfoll and Varley of the Summa-Kent State Center for the Treatment and Study of Traumatic Stress.\nVarley, chairman of Summa's Department of Psychiatry, said, \"We continue to see events that impact the mental health of many innocent people. However, through this study, there is a hope that we will discover new means to help those in need cope with the events surrounding them.\"\n(C) 2006 Daily Kent Stater via U-WIRE\n\nLoad-Date: August 16, 2006"
}