{
    "title": "$20 BILLION OK'D BY HOUSE FOR WAR AGAINST TERRORISM",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 11,
    "day": 29,
    "full text": "WASHINGTON -- The House overwhelmingly approved a $ 20 billion anti-terrorism package Wednesday after derailing a Democratic drive to defy President Bush and add billions for domestic security, defense and aid to New York.\nThe popular $ 318 billion defense bill, to which the terrorism funds were added, was approved by 406-20. The $ 20 billion is to finance the war in Afghanistan and the battle against domestic terrorism and to help New York and other areas recovering from the Sept. 11 attacks on the World Trade Center and the Pentagon.\nThe fight now moves to the Senate. Majority Democrats plan initial votes there next week on whether to challenge Bush's threat to veto any spending beyond the $ 20 billion.\nGOP prevails\nIn the day's key showdown, majority Republicans suffered just four defections in a 216-211 victory that blocked Democrats from even offering amendments to increase anti-terrorism funds. Bush has cast the fight as a test of fiscal austerity, coupling that with a promise to seek more money early next year if needed.\n\"Congress will respond\" when more money is requested, said Rep. Ray LaHood, R-Ill. \"But we need to be responsible about these things.\"\nDemocrats said now was the time to lay out more money to buy vaccines, hire sky marshals, secure Russian nuclear material, increase food inspections and otherwise thwart terrorists.\n\"We're going after the snake,\" Rep. David Obey, D-Wis., said about the U.S.-led hunt for Osama bin Laden and other suspected terrorist leaders in Afghanistan. \"They're going to try to retaliate.\"\nThe vote underlined the strong pull the widely popular Bush has on GOP lawmakers. That influence, plus pressure from party leaders, let them withstand lobbying by unions, mail-order businesses, ports and other groups that stood to benefit from the Democrats' proposal.\nBush won a victory in the Democratic-controlled Senate as well.\nMajority Leader Tom Daschle, D-S.D., said Democrats would no longer seek extra domestic security spending as part of their economic stimulus legislation. Their domestic security proposal had been a major obstacle to a bipartisan deal on using tax cuts and new spending to prod the slumbering national economy.\nThat move, coupled with signals of support for a plan to erase Social Security taxes for a month, breathed new life into the economic stimulus bill.\nAt a White House meeting, Bush asked congressional leaders to intensify efforts for compromise. The leaders met Wednesday night and planned to resume talks today.\n\nLoad-Date: November 29, 2001"
}