{
    "title": "$50,000 cash bond on terrorism charges",
    "publisher": "telegraph herald ",
    "year": 2013,
    "month": 6,
    "day": 19,
    "full text": "The bond for the Dubuque man accused of terrorism related to a shooting incident earlier this month was set Tuesday morning at $50,000 cash, in addition to a $10,000 cash bond set on a previous charge.\nMeanwhile, another Dubuque man who allegedly participated in a related June 10 riot was arrested.\nMichael C. Lewis, 25, of 37 W. 15th St., was charged Monday with one count of going armed with intent and two counts of terrorism. The terrorism charges, class B felonies, punishable by up to 50 years apiece, stem from Lewis' alleged intention to \"provoke fear or anger\" by discharging a dangerous weapon within an assembly of people and into an occupied building June 12.\nLewis was first arrested Friday and is being held in Dubuque County Jail on a rioting charge related to a disturbance in the area of 13th and Iowa streets on June 10.\nDuring Lewis' initial appearance Tuesday, Dubuque District Associate Judge Robert Richter appointed the Waterloo Public Defender's Office to defend Lewis on all of his charges. Lewis slowly shook his head when Richter read the charges of terrorism, but he almost always answered the judge with \"yes, sir.\"\nAssistant Dubuque County Attorney Chris Corken told the court Lewis was previously convicted of robbery in Illinois and also charged with, but not convicted of, carrying a firearm in public. She said he was discharged in mid-December, and he has only lived in Dubuque a short time. While arguing the bond, Corken told the judge she had concerns for the safety of the community and of Lewis' lack of ties to the community. She called the ongoing volatility and Lewis' alleged shooting into a building \"simply unacceptable.\"\nAccording to the criminal complaint, Lewis denied being the shooter in any of the incidents. Richter set Lewis' preliminary hearing for 10:15 a.m. Monday, June 24.\nPolice also arrested Antonio D. Cain, 33, of 2531 Washington St., No. 2, at 9:30 a.m. Tuesday at 745 Main St. on a warrant charging rioting. Cain joins at least a dozen individuals who have been charged with being involved in the June 10 street fight where shots were fired.\n\nLoad-Date: June 19, 2013"
}