{
    "title": "$500 check key piece in W.Va. Republican's attack",
    "publisher": "usa today",
    "year": 2010,
    "month": 10,
    "day": 15,
    "full text": "In a season when economic issues dominate, former West Virginia Supreme Court justice Elliott \"Spike\" Maynard attacks Democratic Rep. Nick Rahall on terrorism, resting his case on a $500 campaign check from 1996. The non-partisan Cook Political Report gives Rahall, a 17-term incumbent, the edge in this historically Democratic district.\nThe TV ad script\nNarrator: Disgraced Congressman Rahall supports Obama and Pelosi. But who supports Rahall? One Rahall campaign contributor was Abdurahman Alamoudi, who is now in jail for financing terrorism.\nAlamoudi (on video): Anybody is a supporter of Hamas here?\nNarrator: Money from a convicted terrorist? Does anybody know the real Rahall?\nAlamoudi: Anybody supports Hezbollah here? Takbeer!\nThe images\nThe ad illustrates the Alamoudi charges with his photograph, a Justice Department news release and a grainy video of his appearance at an October 2000 protest across from the White House.\nReality check\n*What's true: Alamoudi, a naturalized U.S. citizen and former executive director of the American Muslim Council, gave Rahall a $500 contribution in 1996.\nIn 2004, Alamoudi pleaded guilty to charges he helped finance a Libyan plot to assassinate Saudi Arabia's crown prince. He's serving 23 years in a medium-security prison in Indiana.\n*What's left out: At the time of the donation, the group presented itself as \"a major, mainstream Muslim institution in America.\" Then-vice president Al Gore invited Alamoudi to the White House. Another Alamoudi group was authorized by the Pentagon to certify Muslim chaplains.\nAccording to the Center for Responsive Politics, Alamoudi gave money to dozens of candidates -- Democrats and Republicans alike. He supported the National Republican Congressional Committee and President George W. Bush. Bush returned his $1,000 contribution five months later, three days before Alamoudi appeared at the protest. The NRCC and other GOP candidates kept $5,300 in contributions.\nIn 2003, days after customs agents arrested Alamoudi as he entered the country from Libya, Rahall told the Huntington (W.Va.) Herald-Dispatch he would donate the $500 contribution to a local church.\nRahall is a Presbyterian of Lebanese Christian descent.\nTea Party-backed groups in West Virginia have tried to make his advocacy for Arab-American issues an issue in the campaign.\nMaynard's ad comes two weeks after the West Virginia Conservative Foundation launched a $230,000 ad highlighting Rahall's role in campaigning for Obama, using ominous music over a video of Rahall explaining how he chaired Arab Americans for Obama.\nWhere the ad is playing\nThe ad debuted Wednesday in West Virginia's 3rd Congressional District, which spans the southern part of the state and includes Huntington and Beckley. \n\nGraphic\n\n \nPHOTO, B/W, Spike Maynard's Channel\n\nLoad-Date: October 15, 2010"
}