{
    "title": "' India 's 9_11' brings tourism concerns, more warnings Bad economy is also a cloud",
    "publisher": "usa today",
    "year": 2008,
    "month": 12,
    "day": 5,
    "full text": "The bullet-ridden Leopold Cafe, one of Mumbai, India's most iconic tourist draws, reopened for business this week, just days after coordinated terrorist attacks killed at least 170 people in the city, including six Americans.\nBut how quickly  tourism  will recover from what some pundits are calling \"India's 9/11\" -- and in the face of new warnings of possible attacks on major airports -- is much less certain.\nTravel from the USA to India was up 10% last year over 2006, with just under 1 million Americans visiting in 2007. But the global economic meltdown already had crippled Indian tourism this year: Hotel occupancy rates were down sharply from 2007, says Jared Blank, New York-based CEO of Tripmela.com, an India travel newsletter.\nAnd in the aftermath of last week's massacres, which included shootings at the Oberoi Trident and Taj Mahal Palace and Tower hotels, \"travel agencies are reporting that Americans are abandoning tours of India months into the future,\" Blank says. This week, the Indian Association of Tour Operators told Reuters it expected a 10% to 15% drop in arrivals.\nThe U.S. State Department's current India travel alert urges Americans to  \"maintain a high level of vigilance,\" and it adds: \"While terrorist attacks are not new to India, the November 26  attacks in part targeted American citizens and other westerners for the first time and tragically demonstrate that even in five-star luxury hotels, security is not equipped to deter such attacks.\"\nSecurity was increased Thursday across India after warnings of possible airborne attacks focused on major airports. Guards manned roadblocks and passengers faced extra security.\nTauck World Discovery, based in Norwalk, Conn., had a group of 29 in Mumbai when the shootings began, and a Tauck passenger from Sydney was killed at the Taj Mahal hotel. The company canceled its Dec. 11 India tour this week and has altered a Dec. 18 tour to avoid Mumbai.\nTour operators Abercrombie & Kent and Intrepid Travel also changed December itineraries to skip stays in Mumbai but say they've received only a handful of U.S. cancellations. And postings on the travel site IndiaMike.com have been \"overwhelmingly positive\" in favor of continuing trips, says site owner Arjun Nadkarni.\nIn the long run, a staggering economy could well trump terrorism fears among American travelers, adds Lalia Rach, dean of the Tisch Center for Hospitality, Tourism and Sports Management at New York University.\n\"It depends on how this escalates between India and Pakistan,\" Rach says. \"But if we were held captive by the possibility of terrorism, Americans wouldn't be flocking to D.C. for the presidential inauguration. We know we have to go on with our lives.\" \n\nGraphic\n\n \nPHOTO, B/W, Lefteris Pitarakis, AP\n\nLoad-Date: December 5, 2008"
}