{
    "title": "' Jihad Jane '_ How does Al Qaeda recruit US -born women_ The case of ' Jihad Jane ' raises troublin",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 3,
    "day": 10,
    "full text": "The case of Colleen R. LaRose - also known as \"Jihad Jane\" and \"Fatima Rose\" - raises troubling questions about the ability of Al Qaeda to attract US-born women to terrorism. Blond and green-eyed, Ms. LaRose looks more like a former cheerleader than the Western conception of an Islamist extremist. According to the FBI, she told co-conspirators in an e-mail that her appearance would allow her to blend in \"with many people,\" so that she could achieve \"what is in my heart.\" Her US passport would also allow her to travel easily in and out of the country. IN PICTURES: American Jihadis US counterterrorism officials long have been concerned about the possibility of Islamic radicalization of US natives. \nBut generally speaking, they have focused on potential terrorist recruits that are males. \"The issue of US converts [to radical Islam] is not new,\" says Juan Carlos Zarate, senior adviser in the Transnational Threats Project at the Center for Strategic and International Studies. \"What is new is that in this case, the convert may be a middle-aged female.\" 'Jihad Jane' and five unindicted co-conspiratorsAn indictment filed in federal court on March 4 and unsealed Tuesday charges LaRose and five unindicted co-conspirators with recruiting people on the Internet to wage violent jihad in South Asia and Europe. The indictment further charges that LaRose received a direct order to kill a Swedish resident. She traveled to Sweden and tracked the target with the intent of carrying out the murder, according to the FBI. Law-enforcement authorities identified the target as cartoonist Lars Vilks, who had drawn a cartoon of the prophet Muhammad with the body of a dog. In an e-mail message to a co-conspirator, LaRose wrote that she would pursue her mission \"till I achieve it or die trying,\" according to the indictment. Seven people were arrested in Ireland on Tuesday in connection with the plot, according to US law enforcement. Irish police said that those arrested were two Algerians, two Libyans, a Palestinian, a Croatian, and an American woman married to one of the Algerian suspects. LaRose has ties to Texas but most recently has been living in Pennsburg, Pa., outside of Philadelphia. The indictment describes her as someone who became gradually radicalized as she trolled the Internet and communicated with Islamist sources around the world. In June, 2008, LaRose posted a comment on YouTube under the moniker \"JihadJane\" saying that she was \"desperate to do something somehow to help\" suffering Muslims, according to the indictment. Over the following year, her electronic communications revealed that she had agreed to marry a co-conspirator in order to allow him entry into Europe. By August 2009, she was in Sweden preparing to attack Vilks. She was arrested on Oct. 16, 2009, in Philadelphia. Other women charged with terror violationsIn recent years, only two other women have been charged in the US with terror violations. They are lawyer Lynne Stewart, convicted of helping imprisoned blind Sheik Omar Abdel Rahman communicate with his followers, and Aafia Siddiqui, a Pakistani scientist found guilty of shooting at US personnel in Afghanistan while yelling, \"Death to Americans!\" Neither of these involved the communications with fellow Islamists and plotting with which LaRose is charged. In the indictment, LaRose was not described as having ties to an official terrorist group, and it is unclear exactly how she was radicalized. But US counterterrorism efforts have made it more difficult for Islamist extremists themselves to gain entry into the US. Thus the recruitment of US natives \"is a natural response on the part of Al Qaeda,\" says William Martel, an associate professor of international security studies at Tufts University. In a way, such efforts might present an opportunity to the US, says Martel, as they could make it easier to penetrate the secrecy of terrorist cells with American double agents who are pretending to be radicalized. IN PICTURES: American Jihadis\n       \n\nLoad-Date: March 11, 2010"
}