{
    "title": "'2 misfits' paralyzed entire city, but why_",
    "publisher": "pittsburgh tribune review",
    "year": 2013,
    "month": 4,
    "day": 21,
    "full text": "CAIRO - The motives behind last week's Boston Marathon bombing will not only determine how federal authorities prosecute or punish suspect No. 2, Dzhokhar Tsarnaev. \nA homegrown threat could change U.S. counterterrorism and surveillance calculations. A link to foreign terrorists could provoke U.S. retaliation. \nNew reports raise concerns about accomplice Tamerlan Tsarnaev's ties to the website of a radical Muslim cleric in Australia and about his overseas travel. He died in a police shootout, 20 hours before his younger brother was captured on Friday. \n\"There is a lot of confusion now about whether these two are 'lone wolves' or part of an international organization,\" said Evan Kohlmann, a senior partner at Flashpoint Global Partners, a New York-based security firm. \"It may be a long time before we know.\" \nSteve Emerson, executive director of The Investigative Project on Terrorism, believes they were \"a patch of lone wolves.\" \n\"If there was another group involved, they would have been supplied with a getaway car and cash,\" he said. \nHow and if the brothers were radicalized by Islamist ideas -- through online communications, religious services, an individual, or some combination of those -- are key questions, according to Robert Heibel, a former FBI deputy chief of counterterrorism and founder of the Institute for Intelligence Studies at Mercyhurst University in Erie. \nTies to extremists? \nEven as the dramatic capture of the younger Tsarnaev unfolded, the FBI revealed it investigated his brother in 2011 at the request of a foreign government, and law enforcement officials confirmed it was Russia, The Washington Post reported.  . \n\"The request stated that it was based on information that he was a follower of radical Islam  and that he had changed drastically since 2010 as he prepared to leave the United States for travel to the country's region to join unspecified underground groups,\" an FBI statement said. \nThe Tsarnaevs have Chechen roots and lived in several other war-torn Caucasus countries that were part of the old Soviet Union. \nFBI officials insist they found no \"terrorism activity, domestic or foreign,\" in 2011. \nBut Flashpoint's Kohlmann said that initial investigation of Tsarnaev \"certainly would lend credence to the theory that (he) had ties to an established extremist organization or movement.\" \n\"The group that surfaces prominently, that they might possibly be connected to, is the Islamic Jihad Union, a splinter of the Islamic Movement of Uzbekistan,\" he said. \"This group has unique access to individuals of Chechen, Turkish and Central Asian background.\" \nIts members often are found fighting U.S. forces in Afghanistan or in Pakistan, he said. \nIn 2012, the elder Tsarnaev traveled to Russia and remained overseas for six months. \n\"That, of course, leads to questions of what was he doing there -- visiting family or attending a (terrorist) training camp?\" Kohlmann said. \"Did he go to Afghanistan, Chechnya?\" \nOther regions exist in Russia \"where there are militant groups that have similar ideas,\" he said. \"It may be really difficult to find out where he did go. Hopefully, the Russians will help.\" \nThe Investigative Project's Emerson believes Tsarnaev's trip to Russia, \"where he then visited Chechnya, helped to solidify his radicalization.\" But he believes the \"seeds of his radicalization\" were  planted here. \nSelf-radicalization \nOther experts say the brothers easily could have \"self-radicalized\" on the Internet. \nJames Phillips, a Middle East expert at the Heritage Foundation, a Washington-based conservative think-tank, said authorities \"will look at whether they had any other collaborators who may have given them assistance.\" \nInvestigators will examine the two men's finances, he said, and \"look at their computers to see what kind of email communications they had, what kind of websites they frequented and who else they may have come in contact with.\" \nWithin 12 hours of the two suspects being publicly identified, at least 30 discussions sprang up on al-Qaida-linked Internet messaging boards with \"a strong degree of enthusiasm -- and they (were) certainly framing (the bombings) as a jihadi operation,\" said Flashpoint's Kohlmann. \nBut those discussions did not seem to include any insider information, he said. \n\"Some are more jazzed-up by the idea that they are lone wolves and that there might be other people who might be willing to do this out of the blue by following the instructions from Inspire magazine,\" he said. \nThat short-lived online magazine, produced by al-Qaida in the Arabian Peninsula, provided detailed bomb-making instructions -- including the pressure-cooker explosives that the Tsarnaevs allegedly used. \nSign of changing threat? \nSince Sept. 11, 2001, U.S. officials have worried about strikes on \"soft\" targets such as Boston's marathon. \nSuch smaller operations kill and wound fewer people -- but they still spread terror. They also are extremely difficult to detect in advance or to prevent. \n\"(We) were always concerned about IEDs (improvised explosive devices), soft targets and radicalization on an individual level,\" said Robert Liscouski, a former Homeland Security assistant secretary. \n\"Someone who was willing to take on the cause and carry out one of these incidents on their own, we have always worried about that and, in fact, that is al-Qaida's modus operandi,\" said Liscouski, a partner of Secure Strategy Group, a security analysis and advisory firm based in Washington and New York. \nThe Boston attack may indicate that terrorism \"has evolved from hierarchical-type groups like (the original) al-Qaida -- which is more top-down terrorism -- into a bottom-up, less organized, more individualistic lone-wolf-type threat, at least inside the United States,\" said the Heritage Foundation's Phillips. \n\"Unfortunately, the success that the two misfits had in paralyzing an entire city and even the country is going to show jihadists how little needs to be done to shut down the U.S.,\" Emerson said. \nKohlmann said the issue of terrorism has become politicized, with different sides emphasizing or de-emphasizing the threat for their own reasons. \n\"But I think this is a reminder that we are going to be dealing with this for years to come and we can't let our guard down,\" he added. \nBetsy Hiel is the Tribune-Review's foreign correspondent. Email her at bhiel@tribweb.com Trib reporters Mike Wereschagin and Salena Zito contributed to this report. \n\nLoad-Date: April 23, 2013"
}