{
    "title": "'24' addresses politics, terrorism",
    "publisher": "the new york times",
    "year": 2007,
    "month": 1,
    "day": 31,
    "full text": "The line was comic relief in an episode sub-par by series standards.\nHours after a nuclear bomb exploded in Los Angeles suburb Valencia, Calif., the White House issued a directive that all Muslim federal agents and those of Arabic descent must have their files cached. The move was a time-consuming one for CTU's top floor analyst Nadia Yassir, so her immediate boss complained to CTU's director: \"She's a registered Republican, for crying out loud.\"\nThe joke -- that Yassir clearly couldn't be a terrorist -- was just the latest example of Fox's hit show \"24\" alluding to common political themes and messages. The politicization of \"24\" began even before the longest day in Jack Bauer's life.\nTwo days before 9/11, Fox pulled out all the stops for its new drama, promoting \"24\" during its Sunday afternoon NFL coverage. The show was set to debut within weeks, but as the dust settled in Lower Manhattan in the wake of a non-fiction act of terror, the future of \"24\" was in doubt.\nNetwork executives contemplated if the American public was ready for a show dealing with terrorist activities so soon after thousands of citizens had died at work on an otherwise beautiful Tuesday morning. They decided to press on with the show, and it debuted Nov. 6, 2001 to an audience mediocre by broadcast standards but exceptional for fourth-place Fox.\nSo Fox stuck with the show after the first 13 episodes and ordered 11 more to finish the season. One season became two, which became four, which has become at least seven and a movie.\nThroughout, however, \"24\" has always drawn the careful eye of political observers and sensitive television critics.\nIn Day 4, which ran from 2004-05, the Council on American-Islamic Relations blasted \"24\" for its portrayal of \"Islamic terrorists\" as the perpetrators of a plot to detonate a nuclear weapon on the U.S.\nBut there's the rub for a major drama.\nThe reason why the show's ratings continue to climb is because longtime viewers compel friends and family to watch, as the storylines stay relevant and at least somewhat realistic. If the producers portrayed the six biggest terrorist attacks of the past decade as the result of only Germans, Serbians and demented Presidents, then the audience would become keenly aware that the story is shielding reality, and viewers would turn away. Day 5 escaped the wrath of the politically correct by only talking about \"Russian separatists\" for the majority of the season. Anyone who cared enough to make a connection would realize it was a veil for the mainly Muslim \"Chechen rebels,\" but no storm brewed from the subtle language.\nSeason 3 was the subtlest of all, but perhaps the most partisan. Airing from 2003-04, then-president David Palmer was in the middle of a tight re-election campaign with his sleazy opponent, Senator John Keeler. Though Palmer was identified as a Democrat in the first season when he initially ran for election, Season 3 remained conspicuously absent of political party references. But as President Bush ran a close race against John Kerry -- whose name's first six characters are identical to the first six characters of Palmer's foe -- \"24\" played on the real presidential race. The show created an official campaign logo for Keeler with the same features as Kerry's signature stamp -- blue background, white font, a white star and multiple wavy red lines.\nBut more than just partisan politics, hot-button issues of counter-terrorism run deep in \"24.\"\nIn 2005, Adam Green of the New York Times wrote a 1,300-word column for the Sunday paper largely bashing \"24\" for its depiction of torture and, in his view, its seeming face-value acceptance of its use. But in the evaluation of torture, Green and others miss a central theme of \"24\" throughout the past four seasons -- immoral means sometimes achieve results, and villainous characters sometimes make righteous decisions. Howard Gordon, one of the show's executive producers, has defended the program countless times over the past year, as \"24\" tries to eliminate situational certainty and create spheres of insecurity and confusion of right versus wrong.\nIn Season 3, for instance, CTU agent Gael Ortega is found to be smuggling information to the Salazar brothers -- that season's main antagonists -- and is tortured by CTU's regional director before agent Tony Almeida reveals that Ortega is part of a long-planned second-choice strategy to bring down the Salazars.\nMuch like in the debates over the show's ramifications for Muslims in the past and present, the debate over the depiction of torture is understandable from the perspective of a television critique.\nWhile \"24\" has been a sparkplug for controversy, the show has been even more a magnet for second-guessing.\n(C) 2007 The Observer via U-WIRE\n\nLoad-Date: January 31, 2007"
}