{
    "title": "'70s-style FBI spying violates civil liberties",
    "publisher": "university wire",
    "year": 2005,
    "month": 9,
    "day": 13,
    "full text": "According to documents recently released by the American Civil Liberties Union, the Federal Bureau of Intelligence and Michigan State Police probed several state political groups, including some active at the University, for possible ties to terrorism in January 2002. This unwarranted investigation of political advocacy groups is further proof that the government is abusing the expanded police powers handed to it in the wake of Sept. 11. Law enforcement authorities must respect the civil liberties of the citizens they are sworn to protect and recognize that the ability to engage in political activity without fear of government surveillance is fundamental to a free society.\nThe documents, obtained by the ACLU through the Freedom of Information Act, detail a \"Domestic Terrorism Symposium\" hosted by the Michigan State Police and attended by the FBI, as well as officials from organizations ranging from the U.S. Secret Service to the Michigan State University Department of Police and Public Safety. The list of organizations that were investigated for possible terrorist ties includes BAMN, a group active at the University in support of affirmative action and Direct Action, an anti-war group, as well as an East Lansing, Mich.-based animal rights group.\nThe government has no right -- or need -- to investigate any domestic political group for ties to terrorism without reasonable cause. The groups in question have no history of violence; the FBI document even concedes, for example, that \"past demonstrations by (BAMN) have been peaceful.\" Rather than responding to specific threats, it appears the government has chosen an approach of broad surveillance of controversial groups. The fact that several liberal groups at odds with the current administration were investigated suggests that political motives may also have played a role.\nInvestigating groups just because the views they promote are unpopular or in the minority is a dangerous path to tread. During the McCarthy era, the government violated the civil liberties and constitutional freedoms of many Americans with a series of anti-Communist witch hunts. After the FBI kept files on politically active citizens and spied upon practically every major activist group during the socially turbulent '60s and '70s, an angry public demanded and received strict legal constraints upon the FBI's ability to investigate citizens' political activity.\nThe so-called war on terror cannot justify a change to a policy of investigating political groups just because what they say may be unpopular or controversial. Though many supporters of affirmative action disagree with BAMN's tactics, the group is merely exercising its constitutional right to freedom of assembly -- certainly not grounds to support an investigation for terrorism. A continued policy of government surveillance raises the prospect that individuals may avoid giving voice to their political beliefs for fear of the government.\nJust because a group may be outspoken does not give federal agencies the right to revoke its civil liberties. The FBI, the state police and other law enforcement authorities would be wise to note that protesting current policies simply does not constitute terrorism. They should stop wasting resources spying on lawful political groups.\n(C) 2005 Michigan Daily via U-WIRE\n\nLoad-Date: September 13, 2005"
}