{
    "title": "'82 SOUTH AFRICAN - SWAZI PACT DISCLOSED",
    "publisher": "the new york times",
    "year": 1984,
    "month": 4,
    "day": 1,
    "full text": "South Africa and Swaziland disclosed today that they signed a peace agreement more than two years ago that is similar to a recent nonaggression pact between South Africa and Mozambique.\nSouth Africa's Foreign Minister, Roelof F. Botha, and his Swazi counterpart, Velaphi Dlamini, announced the agreement, contained in letters between the heads of government in February 1982, after talks here today.\nSouth Africa has recently intensified its efforts to normalize relations with its black neighbors, and Foreign Minister Botha told reporters today that peace talks were also under way with Zimbabwe and Botswana. He refused to give details.\nSouth Africa and Swaziland disclose signing peace agreement more than two years ago that is similar to recent nonaggression pact between South Arica and Mozambique; Froeign Min Roelof F Botha says South Africa has peace talks under way with Zimbabwe and Botswana (M)Secrecy Is Explained\nLike the accord with Mozambique signed this month, the 1982 agreement with Swaziland binds each nation not to allow its territory to be used by guerrillas against the other. It allows each nation to seek military assistance from the other if threatened by ''terrorism, insurgency and subversion.''\nAsked why the agreement was kept secret, Mr. Botha said: ''At the time it was considered expedient for the two Governments to keep it quiet. But now the political climate has changed, improved, and it is now considered expedient to make it known.''\nAnswering the same question, Mr. Dlamini denied that Swaziland had feared being the first neighboring black-ruled nation to sign a peace agreement with South Africa.\n \nDenying Bases to Rebels\nSouth African military officials say one of their principal goals is to deny nearby bases to black nationalist guerrillas such as those of the African National Congress, which is fighting to overthrow white rule.\nDiplomats and other experts here say South Africa has pursued a policy of convincing its black neighbors that they will pay heavily for supporting the African National Congress and other insurgents. Before Mozambique entered into negotiations with Pretoria, South African forces conducted devastating raids against A.N.C. bases inside Mozambique.\nBut unlike Marxist Mozambique, which since independence in 1975 had had hostile relations with the white- ruled republic, Swaziland has enjoyed mostly amicable relations with South Africa, upon which it depends heavily for its trade."
}