{
    "title": "'85 Gander air disaster_ accident or terrorism_",
    "publisher": "the day ",
    "year": 1992,
    "month": 3,
    "day": 20,
    "full text": "Dr. J. D. and Zona Phillips will be in front of their television set tonight, watching with a mixture of satisfaction and frustration.\n \n    At 9 p.m., the Arts & Entertainment Network will air an investigative report on the 1985 crash of a chartered jet at Gander, Newfoundland, the worst aviation accident in Canadian history.\n \n    The Arrow Air DC-8 was returning soldiers of the U.S. 101st Airborne Division from a peacekeeping mission in the Middle East.  All 248 soldiers and eight crew members of the chartered Arrow Air DC-8 were killed when the plane crashed moments after takeoff.  Among the dead was James D. Phillips Jr., Dr. Phillips' son, Zona Phillips' stepson.\n   The show, with host Bill Kurtis, suggests terrorism may have been involved in the crash, a view held for several years by the Phillips family and an organization of about 180 families of the dead soldiers called Families For Truth About Gander.\n \n    Zona Phillips, who viewed the show before its airing tonight, expects that many viewers will share her anger. \"Anyone who watches it, and who then thinks that justice has been done in this case, well, they can't be true patriots.\"\n \n    Because the crash took place in Canada, the Canadian Aviation Safety Board conducted the investigation. But, after three years, the board identified only a \"probable\" cause of the crash: icing on the DC-8's wings. That conclusion was strongly disputed by four of the board's nine members. The dissenters said evidence clearly pointed to a fire or explosion aboard the aircraft before it crashed.  The fire or explosion, they said, was probably the work of terrorists.\n \n    The Canadian board and the U.S. government began discounting the possibility of terrorism on the day of the crash, when, critics argue, they could not have known with any certainty.\n \n    Terrorism was discounted despite a claim of responsibility by the terrorist organization Islamic Jihad, despite Arrow Air links to the Iran-Contra affair, and despite the obvious attraction of U.S. troops as a target.\n \n    The uncertainties of the Canadian inquiry and unresolved questions about terrorism have produced pressure to continue the investigation from some members of Congress, the dissenters of the disbanded Canadian safety board and families of those who died in the crash.\n \n    In December 1990, a House subcommittee concluded the investigation was so badly mishandled the cause may never be known. Subcommittee Chairman William Hughes, D-N.J., apologized to the families of the crash victims for the \"appalling, frightening\" disinterest displayed by the U.S. government during the investigation.\n \n    The subcommittee recommended further investigation into the crash, but when it reconvened with new members after the New Year, the matter was not taken up.\n \n    \"This program is important,\" said Mrs. Phillips. \"We've been working on this for six and one-half years. It's been exhausting emotionally and financially. But somebody has to be held accountable. The questions will continue, and sooner or later somebody has to take responsibility for providing answers.\n \n    \"We aren't going away.\"\n \n\nGraphic\n\n \nBLACK AND WHITE PHOTO, Maurice Rivenbark; Dr. J. D. Phillips and his wife Zona\n\nLoad-Date: November 4, 1992"
}