{
    "title": "'98 Terrorism Task Force Evolved Fast",
    "publisher": "the tampa tribune ",
    "year": 2003,
    "month": 9,
    "day": 22,
    "full text": "EFFORT IN TAMPA NOW HAS OVER 50 MEMBERS\nTAMPA - Before the Sept. 11 attacks, before the war on terrorism, before Congress created the Department of Homeland Security, federal and local police in Tampa were working together to fight terrorism.\nTampa's Joint Terrorism Task Force, run by the local FBI, was one of about 17 JTTFs in the nation before Sept. 11. It was formed in 1998 to address domestic terrorism in Central Florida, said Jesse M. Pagan, supervisory special agent in charge of the group.\nThe task force investigated Donald Beauregard, a former militia leader who was sentenced in 2000 to five years in federal prison for planning to steal explosives to blow up power transformers and other infrastructure.\nPagan said Beauregard, regional commander of a militia group called the Southeastern States Alliance, planned to take out the National Guard Armory in Tampa and power lines leading to a nuclear power plant.\n\"They thought that this would have cut off the power,\" Pagan said, but they were wrong.\nWhen the task force began, it had nine members who focused on militia groups, white supremacists and other domestic threats.\nThe Sept. 11 attacks transformed the task force's organization and infused it with a sense of urgency. It now has more than 50 members, Pagan said. When security demands increase, the group swells to nearly 100.\nMembers come from a number of federal, state and local law enforcement agencies, including the Tampa Police Department, Hillsborough County Sheriff's Office, Secret Service and Florida Department of Law Enforcement.\nSince Sept. 11, law enforcement agencies have made participation in the task force a priority as they recognize the importance of sharing information, Pagan and others said.\nFormer task force member Joe Navarro, a retired FBI agent, said one of the advantages Tampa has is \"a very experienced counterintelligence counterterrorism team, more so than most offices … largely because the leadership we had saw fit to maintain a large counterintelligence staff.\"\nTampa, Navarro said, \"is one of the leading offices in the bureau in counterintelligence matters.\" The Tampa FBI office was \"able on 9/11 to set up a command post, a functioning command post in a matter of three hours,\" Navarro said. \"I don't know any office in the bureau that can match that.\"\nAfter Sept. 11, the FBI in Tampa mobilized to conduct 3,000 to 4,000 interviews in a matter of weeks, Navarro said.\n\"Pursuing investigations, pursuing leads, following up on different levels, bringing to the table the positive attributes that each agency they represent can bring, be they the sheriff's office or the state department or the postal service,\" he said. \"Before, we would have to wait weeks or sometimes months to get their help. Now we just have to just look across the room.\"\nThe aim of law enforcement is to keep terrorists out of the United States, Pagan said. If people who could pose a threat enter the country, the goal is to track them, Pagan said.\n\"Every time they interact with their environment, they expose a lot of weaknesses,\" he said. \"What keeps us up at night is the ones we don't know about.\"\nThe task force has \"been very successful in facilitating communications among law enforcement,\" said Mark Dubina, special agent supervisor at the Florida Department of Law Enforcement, who said the state's Regional Domestic Security Task Force has \"constant communications\" with the JTTF.\nPagan said the associations have strengthened law enforcement's ability to react.\nThe task force has identified \"all major critical infrastructure, including major sports venues and theme parks, and have incorporated those as part of our counterterrorism contingency planning,\" he said.\nDubina said the task forces have made this area safer. \"I really am convinced that we have disrupted people involved in criminal activity that would have impacted domestic security here in Florida,\" he said. \"It's one of those things you'll never know for sure.\n\"We've come in contact with hundreds of people of concern. We follow all the leads to some type of logical conclusion, or at least we try to follow them to try to prevent those types of activity.\"\nHillsborough sheriff's Capt. Paul Davis said having an officer on the task force has had a \"tremendous impact\" on his agency's ability to do its job.\nThrough the JTTF, the sheriff's office is able to access computer files with information from around the world, and officers can learn, for example, if a particular suspect has been stopped for suspicious activity in another state or another country.\n\"The most important thing the JTTF does is it combines worldwide resources,\" he said.\nJohn W. Joyce, special agent in charge of the Secret Service's Tampa office, said his agency's involvement with the JTTF centers on sharing information about organized groups that could be a threat against the president or others the Secret Service is protecting.\nJoyce said the flow of information has always been good between the FBI and the Secret Service in Tampa, but the agencies are even more responsive since Sept. 11.\n\"The country, as a whole, is more aware of the need to share intelligence, and that's certainly happening,\" he said.\n\nGraphic\n\n \nPHOTO\nTribune photo by FRED FOX\nJesse M. Pagan, the FBI official in charge of the task force, said it originally was formed to fight domestic terrorism.\n\nLoad-Date: September 24, 2003"
}