{
    "title": "'Advocate' is fascinating",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 11,
    "day": 30,
    "full text": "TERROR'S ADVOCATE -- *** -- Documentary feature about French attorney Jacques Verghs; with English subtitles (European dialects); not rated, probable PG-13 (adult themes)\nDirector Barbet Schroeder says that although French attorney Jacques Verghs is the centerpiece of his documentary, \"Terror's Advocate,\" the film is less a portrait of this controversial man than a touchstone \"to trace the history of contemporary terrorism.\"\nThat's an accurate mission statement and, as it turns out, a good summary of the film's weakness and strength: While it's a frustrating biography of the Clarence Darrow of terrorism, it's a fascinating chronicle of how the New World Order was hijacked by men with guns.\nIn case you came in late, Verghs is a lawyer who, for the past 60 years, has represented hundreds of Marxist, Muslim, New Left and other violent anti-capitalist clients, as well as -- in his later career -- many fascists, Nazis and war criminals.\nWith a Vietnamese mother and a father from the Island of Reunion, Verghs was involved in anti-colonial student activism during the French Indochina War and graduated from a Paris law school in 1954, the same year the Algerian rebellion got under way.\nThrowing himself into that fray, he represented dozens of Algerian terrorists and developed the bible of tactics accused terrorists still use in international courts. He also married Djamila Bouhired, the rebellion's Joan of Arc, and converted to Islam.\nAfter Algeria won independence in the '60s, he moved on to other radical movements, but -- with a taste for fine cuisine and the good life -- his religious conversion didn't take, and he was disillusioned by the fundamentalist nightmare Algeria became.\nIn 1970, he disappeared for almost eight years, during which time he rethought his philosophy. He re-emerged in 1978 to work even more diligently for Muslim and leftist groups -- Carlos the Jackal, the Red Army Faction, anyone who planted a bomb in Paris.\nBut, building on his longtime friendship with Swiss Nazi Frangois Genoud, he also widened his clientele to include genocidal war criminals like Klaus Barbie, Slobodan Milosevic, Pol Pot and dozens of African despots. (Asked if he would defend Hitler, Verghs replies, \"I would even defend Bush.\")\nSchroeder spends a great deal of screen time cutting in and out of talking-head interviews with Verghs -- as well as interviews with his friends, clients and lovers. But while the man has a snappy aphorism for every question, he remains as imponderable and enigmatic as the Sphinx.\nMore interesting are the long asides Schroeder takes from the biographical narrative to document the rise of terrorism as the most effective political tool of the post-WWII era -- every chapter of which Verghs seems to have at least some vague connection with.\nBe warned, however, that \"Terror's Advocate\" takes no moral position on Verghs or the atrocities of his clients. This even-handedness seems fine at first, but as the body count of innocents rises over the two-hour-plus running time, the heart yearns for the movie to make some kind of judgment.\n\"Terror's Advocate\" is unrated. Running time: 132 minutes.\n\nLoad-Date: November 30, 2007"
}