{
    "title": "'al-Qaida sympathizer' accused of NYC bomb plots",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 11,
    "day": 21,
    "full text": "NEW YORK -- An \"al-Qaida sympathizer\" accused of plotting to bomb police and post offices in New York City as well as U.S. troops returning home remained in police custody after an arraignment on numerous terrorism-related charges.\nJose Pimentel of Manhattan was described by Mayor Michael Bloomberg at a Sunday news conference announcing Mr. Pimentel's arrest as \"a 27-year-old al-Qaida sympathizer\" who was motivated by terrorist propaganda and resentment of U.S. troops in Afghanistan and Iraq. Police Commissioner Raymond Kelly said police had to move quickly to arrest Mr. Pimentel on Saturday because he was ready to carry out his plan.\nManhattan assistant district attorney Brian Fields said Mr. Pimentel \"was approximately one hour from completing these explosive devices.\"\nTen years after 9/11, New York remains a prime terrorism target. Mr. Bloomberg said at least 14 terrorist plots, including the latest alleged scheme, have targeted the city since the Sept. 11 attacks.\nAn unemployed U.S. citizen originally from the Dominican Republic, Mr. Pimentel was \"plotting to bomb police patrol cars and also postal facilities as well as targeted members of our armed services returning from abroad,\" Mr. Bloomberg said.\nHe also talked of bombing a police station in Bayonne, N.J., Mr. Kelly said.\nNew York police had him under surveillance for at least a year and were working with a confidential informant; no injury to anyone or damage to property is alleged, Mr. Kelly said. In addition, authorities have no evidence that Mr. Pimentel was working with anyone else, the mayor said.\n\"He appears to be a total lone wolf,\" the mayor said. \"He was not part of a larger conspiracy emanating from abroad.\"\nAt Mr. Pimentel's arraignment, his lawyer Joseph Zablocki said his client's behavior leading up to the arrest was not that of a conspirator trying to conceal some violent scheme. Mr. Zablocki said Mr. Pimentel was public about his activities and was not trying to hide anything.\n\nGraphic\n\n \nPHOTO: Jefferson Siegel/Associated Press: Jose Pimentel, 27, right, represented by attorney Joseph Zablocki, left, is arraigned at Manhattan criminal court Sunday in New York.\n\nLoad-Date: November 24, 2011"
}