{
    "title": "'ALIEN'S PLACE,' ON 'JEWISHNESS'",
    "publisher": "the new york times",
    "year": 1982,
    "month": 1,
    "day": 20,
    "full text": "EVEN in its new, comparatively classy home on Watts Street, the Film Forum continues to be one of Manhattan's most consistently rewarding showcases for those films, domestic and foreign, which would probably not be able to make the grade in conventional film release. Comfortable seats and good projection need not announce a sellout to Philistine film tastes.\n Typical of the sort of work the Film Forum shows to best advantage is Rudolf van den Berg's ''The Alien's Place,'' which opens today. This is a provocative, not-too-tidy documentary in which the film maker, a young Dutch Jew, examines his feelings about the State of Israel, Zionism, anti-Semitism, the Holocaust and Palestinian demands for autonomy. The film's manner: militant ly moderate. Because Mr. vanden Berg was born in 1949, the key to the work is his statement that ''you feel yo u remember events you never witnessed.''\n  His film is a collage of old newsreel footage and much new material shot by Mr. van den Berg in Israel and the Netherlands, including a dinner party, staged for the film, at which the guests discuss their different feelings about what it means to be Jewish in today's world. \nSays one young woman, whose orthodox wedding we have witnessed, ''What makes me Jewish is anti-Semitism,'' her point being that without anti-Semitism, she could freely acknowledge that she has no special feelings of ''Jewishness.'' Another guest, a concentrationcamp survivor, disagrees. He talks of shared history, religion, rituals and injustices. Later, an elderly rabbi preaches against the dangers of assimilation.\nIn Israel, Mr. van den Berg talks to Palestinian refugees who describe Palestinian terrorism as an answer to ''Israeli terrorism.'' The film's most articulate interviewee - and someone who seems to be the spokesman for the director - is Israel Shahak, a concentrationcamp survivor who teaches organic chemistry at Hebrew University.\nMr. Shahak, whose arguments suggest something of I.F. Stone's independence of thinking, is uncompromisingly critical of Israel's policies toward Palestinians. Asked why he remains in Israel, he says cheerfully: ''Here is the best place to fight Zionism. Also, I like very much be ing with my people.''\n''The Alien's Place'' makes no effort to record the opinions of the nonmoderates on either side. It's one young man's view of things, but because Mr. van den Berg is the man he is, ''The Alien's Place'' is a restless, searching, sorrowful film, illuminated by a kind of benign skepticism.\n\nSoul-Searching Work\n\nTHE ALIEN'S PLACE, directed by Rudolf van den Berg; photographed by Theo van de Sande; in Dutch with English subtitles; distributed by Icarus Films/Cinema Perspectives. Running time: 87 minutes. This film is not rated. At the Film Forum, 57 Watts Street.\n\nhttp://www.nytimes.com\n\nLoad-Date: February 4, 2004"
}