{
    "title": "'Amnesty' for Crimes Is Declared in Syria",
    "publisher": "the new york times",
    "year": 2014,
    "month": 6,
    "day": 10,
    "full text": "BEIRUT, Lebanon -- President Bashar al-Assad of Syria issued a decree on Monday granting ''a general amnesty'' for all crimes except ''acts of terrorism,'' Syrian state television reported, raising tentative hopes among Syrians with relatives in detention.\nThe government has offered amnesties before that did not lead to the release of the tens of thousands of people who human rights advocates say have been detained or imprisoned during the unrest in the country. But the timing of the latest decree raised higher hope: It came just after Mr. Assad won a new term in office, a moment when Syrian officials have been hinting that grievances might be addressed.\nOpponents and Western officials dismissed the presidential election last Tuesday as a farce, but Mr. Assad's allies claimed it was democratic, and before the balloting, the government tried to calm conditions in the country through localized truces with opponents, a process the government called reconciliation.\nReports about the amnesty in the state news media did not say specifically whether it would affect the many Syrians who, by the rights advocates' accounts, are being held without charge for political reasons or have been charged with offenses like delivering humanitarian aid to opposition-controlled areas or attending protests.\nThe state media said the amnesty would include all crimes other than terrorism. Government officials and state media reports have often used the term terrorism to refer to any act of resistance against the government. But in recent months, some have begun referring to Syrian insurgents as gunmen rather than terrorists, a softening of language that, for example, allowed government officials to make a deal in May allowing opposition fighters to leave besieged parts of Homs, a city in central Syria.\nAccording to SANA, the state news agency, the amnesty decreed on Monday applied to ''foreigners who entered Syria with the purpose of joining a terrorist group or committing a terrorist act,'' provided they turn themselves in to the authorities within a month. That appeared to be a first: Previous amnesties sought to induce opposition fighters to lay down their arms, as the latest one does, but the previous offers were only for Syrians, especially defectors from the army.\nThe agency said the decree would eliminate sentences for kidnapping ''if the abductor frees the victim safely without taking ransom or delivers the victim to the authorities within a month'' of the decree. Kidnapping and other crimes have mushroomed in the three years since the conflict in Syria began, and the government is under some pressure from its supporters to obtain the release of kidnapping victims.\nSyrian opposition groups say that for any true reconciliation to take place, government officials responsible for indiscriminate attacks on civilians should be held accountable, and foreigners fighting on the government's side, including militants from Lebanon and Iraq, should leave the country.\nThe amnesty decree appears in most cases to reduce sentences rather than eliminate them, for example by changing death sentences to life with penal labor, life terms to 20-year terms, and so on. Convicts with terminal illnesses or who are older than 70 will be released, the agency said.\nA previous amnesty in 2011 freed a number of militant Islamists from prison. Many of those militants soon joined extremist groups whose actions have undermined the opposition's standing with Syrian civilians and with the West, and some in the opposition say that was the government's intention in decreeing the amnesty.\nThe country's justice minister, Najm al-Ahmad, told state television that the decree on Monday was issued in the context of ''social forgiveness, national cohesion and calls for coexistence, as the army secures various military victories.''\nInternational monitors have documented war crimes by both the government and the opposition, particularly extremist jihadist groups.\n\nhttp://www.nytimes.com/2014/06/10/world/middleeast/syrian-leader-assad-declares-amnesty-for-prisoners.html\n\nLoad-Date: June 10, 2014"
}