{
    "title": "'Anti-drug' commercials distort the facts",
    "publisher": "university wire",
    "year": 2003,
    "month": 1,
    "day": 3,
    "full text": "For my New Year's resolution, I resolve to call out the media on propagandistic malarkey whenever I see it. And so, I present the following for your consideration.\nSomething has really stuck in my craw since the Super Bowl of last year. A very disgusting something I call \"Patriotism -- the Anti-Drug.\" This is the newest hook of the Office of National Drug Control Policy and the Partnership for a Drug-Free America -- buy drugs, and you support terrorism. Inevitably, this produced a backlash from progressive watchdogs.\nU. Nevada-Las Vegas\nThe latest headliner of the ONDCP's parade of propaganda is a spot featuring the word \"might\" as the moral loophole. Probably an answer to the skeptics crying that drugs have no direct link to terrorism, \"Might\" features a middle-class businessman saying that it's okay to buy or use drugs because it only might finance terrorism. He is in turn barraged by his colleagues with examples where even \"might\" is presumably not okay. It's okay that it might slaughter families in Colombia? It's okay that it might spawn drive-by shootings in ghetto neighborhoods? And so forth.\nWhat is so offensive about this fallacy is that drugs alone do not finance terrorism, same as that they do not in and of themselves cause domestic violence or claim responsibility for gangland shootings. In addition, the audience for these commercials are mostly teens -- so the inference is that teenagers single-handedly finance terrorism when they buy a dime bag.\nFirst of all, terrorism is financed by drugs -- not just their pursuit, but also their eradication. An example is that about two years ago, the U.S. financed the same Taliban it now condemns to destroy heroin and opium crops in Afghanistan. Drugs themselves do not support terrorism; their illegality does. The lawlessness in countries where trafficking prospers is not just a cause of drugs alone, but decentralized, weak governments whose people are desperate for money. And the illegal drug trade provides it. This is hardly a thing that the war wagered on drugs can fix, but perhaps decriminalization can.\nSecond, it is not fair to demonize drug users alone for terrorism, if at all. If the story of America's youth getting high in the basement is comparable to FARC planning another guerilla invasion, then it is just to say that the man proposing to his wife with a diamond ring is washing her with the blood of innocents or that one who heats his home or fuels his car is helping to blow up an embassy. Because guess what -- the terrorists are financed by oil and diamonds, too. But these interests are harder to vilify because they have a \"legitimate\" history, whereas drug use has always carried with it a dark history based in people's baser instinct of fear.\nDon't misconstrue my words. I am not supporting drug abuse by any means. But I have come to view drug abuse as not just a mere matter of broken morality. I see it as a phenomenon that has its roots in socioeconomic failure and in biology. I believe drug users should be treated instead of imprisoned. To link the failing drug war to the war on terrorism has the disastrous effect of making traitors out of 14 million Americans. Is that really a war on terrorism, or misdirection?\nFinally, \"might\" as a moral loophole works both ways. There are no absolutes in this war, and there is usually more than one cause for such a terrible trends of violence; both domestic and foreign. They say drugs \"might\" support terrorism; I say diamonds and oil might, as well. I say there might be more to the war on terrorism than combating the drug trade. I say there might be more to societal violence than the drug market, such as poverty and outrage at societal injustice.\nAnd I say the ONDCP might, just might, be selling us a line of propagandistic bulls--t.\n(C) 2002 The Rebel Yell via U-WIRE\n\nLoad-Date: January 3, 2003"
}