{
    "title": "'Arabs and terrorism' film sparks debate",
    "publisher": "university wire",
    "year": 2017,
    "month": 2,
    "day": 3,
    "full text": "After watching a two-and-a-half-hour documentary about multiple interpretations of terrorism, opinionated students debated issues raised by the film with its assistant director Tuesday evening in Dartmouth Hall.\nThe documentary, \"What Is Said About Arabs and Terrorism,\" assistant director Maya Mikdashi explained, sought to examine the dominant modern discourse on terrorism and the responses to that discourse.\nThe filmmakers interviewed hundreds of people in six countries. In some segments, they showed previously filmed clips of Westerners to Easterners and vice versa, taped the viewer's responses to the clips and then filmed the original subject responding to the criticisms.\nMikdashi said that through this method, they hoped to show the often absent dialogue between people with widely varied viewpoints.\nStudents in the audience debated the effectiveness of this approach.\n\"I still felt that with the cultural distance and the geographic distance, the message gets lost,\" said Muhammad El Gawhary, a University of Vermont Law School student who heard about the screening through a friend at Dartmouth.\nMikdashi agreed that there was little progress in the taped conversations, but reminded the attendees that the filmmakers' larger goal was to reveal clashing perspectives.\n\"The people in the film, you aren't going to change their viewpoints, but the audience will see the differences,\" she said. \"Maybe it will start a conversation.\"\nStudents questioned the definitions the documentary team used during the filming process, particularly those concerning race and culture. As the interviewed subjects were captioned with their name and country of residence, several students noted the potentially complex issue of interviewing a person of Middle Eastern descent who was a resident of a Western country, such as the United States or Britain.\nMikdashi agreed, saying that such situations contribute to the multitude of varying viewpoints on the issue of terrorism.\nThe screening was sponsored by the Dickey Center's war and peace studies program as part of their ongoing series of events and discussions with notable visitors about global conflict.\nThe documentary project began in 2004 and was lead by executive director Bassam Haddad, who was originally scheduled to discuss the film at Dartmouth. Hassad, a professor at St. Joseph's University, and his research team sought to portray the many different positions on terrorism worldwide and in many cases the disparity between viewpoints.\n\"I want to reconsider the question of terrorism and counterterrorism, and I want to show that it is a far more complex topic than it is made out to be in the mainstream media,\" Haddad said about his film at UCLA.\n\nLoad-Date: February 3, 2017"
}