{
    "title": "'Army-less' Costa Rica builds 10,000-man civil force",
    "publisher": "the christian science monitor",
    "year": 1983,
    "month": 1,
    "day": 26,
    "full text": "Some 10,000 Costa Ricans have been trained over the past two months ''to defend the democracy'' in this army-less nation.\nThe men and women are members of the newly created Organization for National Emergencies (OPEN), which security officials define as ''a volunteer civil organization to assist in national emergencies and to back up regular security forces.''\nPresident Luis Alberto Monge has cited several reasons for creating the force: scarce National Security resources, mounting internal terrorism, and possible foreign efforts to destabilize Costa Rica's democracy.\nBut critics worry that OPEN may be the first step in the creation of a national military. And they say OPEN could be transformed it into a repressive paramilitary organization if it fell into the wrong hands.\nSecurity officials, however, play down any police role for OPEN. ''This is different from the former National Reserve because it's more civil in character,'' says OPEN Lt. Col. Carlos Zeledon.\nOPEN is the largest group under the Ministry of Security and the largest force assembled since Costa Rica disbanded its army in 1948. Even the Civil and Rural Guards, which are responsible for maintaining law and order in the country, together total only 9,000 men.\nIn an interview, Vice-Minister of Security Johnny Campos would not reveal whether the United States is helping to finance the fledgling OPEN, saying that was a ''state secret.'' He says the force currently borrows equipment from other Security Ministry branches because its financing is ''very small.''\nNational Security Agency chief Francisco Tacsan, in describing the new organization, says: ''OPEN can be employed to rescue people from floods or natural disasters, or to help police forces if there is a national or international emergency.''\nOPEN volunteers have trained in self-defense, use of light weapons, and emergency rescue techniques, says Mr. Campos.\nA national security force is not new to Costa Rica. The country has maintained a tiny national guard since its revolution.  That force has numbered as few as 150 men, Civil Guard chief Oscar Vidal says. But its numbers swelled to several thousand in 1955 and 1978 in response to perceived national security threats from Nicaragua, says Mr. Vidal.\nOPEN intends always to have a lot on men on hand, unlike the former national reserve. Its members must be ''citizens of proven democratic faith.'' They must sign a declaration professing their belief in democracy. Communists are not permitted to join, Mr. Campos says.\nThe group consists chiefly of men between the ages of l8 and 50, representing all social and economic classes, security officials say. They receive about four hours of civil and police training each week, using ''obsolete arms'' such as the Garand M-L rifles that Costa Rica bought from the United States in l955, Vice-Minister Campos says.\nUS Embassy officials in San Jose deny that $2 million of ''nonlethal'' military aid to Costa Rica, provided by the US last October, includes provisions for OPEN. They stress that the United States did not pressure its southern neighbor into creating the organization.\n''Although I think it pleases the United States, I believe OPEN is the brainchild of Costa Ricans,'' says former Security Minister Juan Jose Echeverria.\nNor would security officials speculate about the possibility that Middle East nations are contributing to OPEN. However, it is known that Costa Rica-Israel relations are growing stronger and Costa Rica's security minister visited Israel this month to examine its police organization.\nThe birth of OPEN has caused relatively little stir among Costa Ricans. Many appear to agree that the organization is necessary to counter terrorism, which is mounting here, and rising crime. Many also worry about a possible clash with Nicaragua.\nCosta Ricans appear to be confident that OPEN would not be converted into a paramilitary force. They point to the nation's democratic tradition and respect for human rights as evidence of its ability to control extremist forces.\n''Besides, OPEN couldn't be turned into an army because of the nature of the organization,'' a San Jose lawyer said. ''All its members are volunteers who are trained under the supervision of the government. The weapons are returned to government warehouses at the end of the day.''\nYet observers point out that most Costa Ricans own personal weapon and that it is easy to purchase weapons on the black market. They also note that certain right-wing groups could infiltrate OPEN.\n\nGraphic\n\n \nMap, no caption"
}