{
    "title": "'Art Under Attack' lecture brings awareness to art crime",
    "publisher": "university wire",
    "year": 2017,
    "month": 2,
    "day": 24,
    "full text": "Erin Thompson is the only professor of art crime in the United States.\nSpecializing in research on the destruction and illegal trade of art, Thompson currently teaches at the John Jay College of Criminal Justice. After receiving an invitation from UT's Antiquities Action Group, she came to the University to share her study on how war destroys archaeological sites in countries such as Egypt and Syria with students.\n\"Art is a non-renewable resource,\" Thompson said. \"Like oil and natural gas, we use it up for our immediate goals and don't save enough for the future.\"\nThompson said the looting and deliberate destruction of historical art has been an ignored problem, but its newfound connection to terrorism has brought more attention.\n\"I'm happy to take advantage of the publicity,\" Thompson said. \"Archaeologists have not been doing a great job at bringing awareness to the general public.\"\nThompson claimed emerging technology is the solution to art trafficking. For instance, instead of hiring costly security personnel, archaeologists now use drones in the southwest United States to monitor Native American historical sites.\n\"We need ingenuity from other fields,\" Thompson said. \"That's why I'm here. I hope a student in the audience will come up with an idea or invention to protect art.\"\nAfter hearing the lecture, Kate Coleman, Plan II and English senior, said she was surprised by the connections between terrorism's effects on art and on civilians.\n\"I didn't know that smugglers use the same methods to smuggle art and people,\" Coleman said. \"This brings up how violence in Syria is causing multiple chains of migration.\"\nColeman said terrorism is an incredibly relevant topic in her academic research.\n\"When terrorists attack art, they are attacking people and their culture as well,\" Coleman said. \"We need more awareness about this subject, especially under our current political administration.\"\nHarry Ransom Center intern and history and English senior Sarah Gutberlet said she came to the lecture because she was interested in the preservation of history.Gutberlet said she appreciated the speaker and the style in which the lecture was given.\n\"Thompson was articulate and sophisticated,\" Gutberlet said. \"Her research was thorough and her speech was very engaging.\"\n\nLoad-Date: February 24, 2017"
}