{
    "title": "'Awareness' weak on Islam's truths(3)",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 17,
    "full text": "It has received little press coverage, but starting Monday, Islamo-Fascism Awareness Week will be hitting college campuses across the country. Part of the David Horowitz Center's Terrorism Awareness Project, the program is promoted as an effort to educate the public about the threat of \"Fascist Islam.\"\nDavid Horowitz, the infamous architect of Students for Academic Freedom -- which, despite its name, threatens academic freedom in college classrooms to promote its own conservative agenda -- is no stranger to controversy. By using the label \"Islamo-fascism,\" he displays an inept understanding of the religion he intends to judge next week. Anyone knowledgeable about politics can tell you that fascism -- a system where citizens are subservient to the state -- is the antithesis of radical Islam -- a system where practitioners are subservient to the Quran. Coining the oxymoron \"Fascist Islam\" has allowed radical Zionists like Mr. Horowitz to compare today's terrorists with Germany's Nazis, evoking shameful and chilling reminders of the Holocaust to help justify Israel's aggressive military policies and America's support for them.\nMr. Horowitz and his hounds claim that the event's purpose is to advocate for moderate Muslims struggling against fundamentalism and highlight the oppression of Islamic women, while refraining from attacking Islam directly. This is hard to believe when looking at the week's speaking lineup.\nIt includes Daniel Pipes, creator of Campuswatch.com, a forum of McCarthyist attacks on Middle East Studies professors who refuse to sympathize with Israel; Ann Coulter, the savage pundit whose rants of unfathomable ignorance have included assertions that Muslims -- whom she labels \"ragheads\" -- have a \"predilection for violence;\" Rick Santorum, the xenophobic, Bible-thumping ex-senator from Pennsylvania infamous for his anti-women voting record; Robert Spencer, the conservative commentator who denounces Islam and blames its teachings for producing terrorism worldwide; Dennis Prager, who condemned a Minnesota congressman for ceremoniously swearing on the Quran because it excluded the Bible and \"failed to acknowledge America's Judeo-Christian value system;\" Mike Adams, a religious zealot who compares women who have abortions to Charles Manson; and Michael Medved, a guest-host for Rush Limbaugh who has claimed that Islam has a \"special violence problem.\"\nIn addition, the week incorporates the showing of controversial films including a piece on Palestinian suicide bombers that received widespread criticism for its pro-Israel bias; a short film that demonizes Muslims by attributing terrorism to the \"violent, expansionary ideology\" of Islam; an ABC miniseries ridiculed for portraying the Clinton administration as responsible for Sept. 11; and a documentary connected to a watchdog group that monitors the media for negative portrayals of Israel.\nOne is left to wonder how Mr. Horowitz could claim that his campaign is not meant to negatively portray Islam when its content is dripping with anti-Muslim sentiment. Many of the speakers are not only completely out of touch with the mainstream; they lack the qualifications or general credibility to foster intellectual discussions on Islam, terrorism, or women's rights. People need to see Islamo-Fascism Awareness Week for what it is: a strategic, fear-mongering maneuver meant to salvage support for the Iraq war as public discontent reaches an all-time high.\nAccording to Mr. Horowitz's website, he is targeting college campuses because they serve as \"institutional bases for the academic left\" which has \"mobilized to create sympathy for the enemy.\" Such is the arrogant simplicity by which the right defines patriotism -- the mere blind obedience that classifies every global issue as a watered-down version of \"Us vs. Them.\"\nYet it is at universities where attempts to analyze and understand threats to American security help create critical research for government intelligence and public intellectualism. So in what lapse of rational thought did efforts to \"understand\" the enemy amount to being \"sympathetic\" to them? American universities were not the breeding grounds for the nineteen men who crashed planes into U.S. buildings six years ago. American universities are not responsible for recruiting Iraqi insurgents to kill U.S. soldiers or inciting suicide bombers to blow up people in Gaza.\nIt is at these institutions where the rights of Islamic women have been fought for so strongly and where the millions of Muslims around the world whose faith does not involve killing innocent people are most adamantly defended. It is at these institutions where vital efforts to extinguish the prejudice and intolerance that underlies the East-West gap originated - the same kind of intolerance the Horowitz Center intends to perpetuate next week.\nIn order to show that a majority of Americans reject this sick strain of racism -- just as many Muslims reject terrorists who murder in the name of Islam -- campus groups like Hillel and College Republicans should take the initiative to co-sponsor an event with the Muslim Students' Association that is informative, factual and free of the extremist bias of Islamo-Fascism Awareness Week.\nAnything less would be a sign of complacency.\n(C) 2007 Badger Herald via U-WIRE\n\nLoad-Date: October 17, 2007"
}