{
    "title": "'Awareness' masks discrimination",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 23,
    "full text": "Standing up for the rights of women, gay people and minorities is a worthy cause, but cherry-picking offenses of a single community while ignoring any redeeming features promotes hatred.\nSegregation is a predictable outcome of this week's Islamo-Fascism Awareness Week and, assuming that the organizers are aware of this likely outcome, this leads us to question their motives.\nAmong the speakers and organizers of this event are conservative commentator Ann Coulter, former Sen. Rick Santorum and well-known intellectual David Horowitz. A check on these individuals reveals none of them are likely champions of human rights.\nCoulter recently called Democratic presidential hopeful John Edwards a \"faggot.\"\nSantorum has admitted to \"(getting) a lot of flak for not being great... on women's issues,\" opposing a woman's right to choose to have an abortion, and being very conservative on family values.\nHorowitz is perhaps the most worrying, making offensive comments on his own Web site, FrontPageMagazine.com. He has attacked the black community -- saying \"guns don't kill black people, other blacks do,\" and \"free blacks and free descendents of blacks... benefited from slavery.\"\nGiven the conservative and sometimes offensive opinions held by these individuals, it seems strange that they are now organizing a week at universities throughout the United States to promote awareness of human rights abuses carried out by Muslims.\nIt is also strange that they are targeting American universities. As former litigator Ali Eteraz has said, \"The reality is that American universities are some of the staunchest supporters of the rights of Muslim women.\"\nIf Horowitz, Santorum and Coulter are truly concerned about the rights of Muslim women, shouldn't they be directing their efforts directly toward the governmental institutions of Saudi Arabia and Iran?\nAnother alleged purpose of the week's events is to promote awareness of the threat that militant Islam poses to Western society and to argue that this is a greater threat to the Western world than climate change.\nHowever, the need to promote awareness of militant Islam is questionable due to the sheer quantity of media on networks such as Fox News and CNN that have already made us very aware of Muslim terrorism.\nIn fact, what is needed is the exact opposite. Contrary to media portrayal, the vast majority of Muslims are peaceful people who condemn the use of violence in the strongest way.\nThe Muslim and Arab communities have suffered from a barrage of one-sided images, particularly since Sept. 11.\nIn the United States, the extent of defamation on the Muslim community was particularly evident when a presenter on ABC News, Glenn Beck, said to Muslim Congressman-elect Keith Ellison, \"Prove to me that you are not working with our enemies.\"\nIf one of the goals of Islamo-Fascism Awareness Week is to reduce the terror directed at the West, then it is also worth promoting awareness of the role America has had in nurturing terrorism. For example, it was the invasion of Iraq that created an environment for al-Qaida to spread there.\nWe have control of American foreign policy.\nThe portrayal of Arabs and Muslims as violent \"others\" who \"only understand violence\" engineers relative public apathy and complicity toward continued war in the Middle East. Anti-American terrorism is a predictable result, along with American control of the region and its oil profits.\nWith Santorum encouraging Bush to depict the war on Iraq as part of a larger struggle against \"Islamic fascism,\" it makes you wonder whether this could be the true motive behind Islamo-Fascism Awareness Week.\nIt also makes you wonder about the millions of dollars donated to Horowitz in recent years from far-right organizations.\n(C) 2007 Daily Bruin via U-WIRE\n\nLoad-Date: October 23, 2007"
}