{
    "title": "'Big Talk' considers religious extremism",
    "publisher": "university wire",
    "year": 2017,
    "month": 4,
    "day": 13,
    "full text": "By Katelyn Kenney April 13, 2017\nThe panel discussion was led by national security experts. | Traynor Swanson/The Cougar\nStudents filed into the Agnes Arnold Auditorium Tuesday for a conversation about countering religious extremism.\nThe event, part of the Jack J. Valenti School of Communication's \"Big Talk\" series, brought together a wide field of industry experts to offer their perspectives on the issues of extremism and immigration.\nU.S. Rep. Sheila Jackson Lee opened the conversation by denouncing the proliferation of hate speech and its effects.\n\"It is clearly important to be able to say that the way we should run this country is not through fear and intimidation and hate,\" Lee said. \"We will never succeed if that is what is going to be our direction.\"\nThe forum was moderated by a representative from the student-run organization MEtoWE, a group of Valenti graduate students who work to provide information and facilitate open discussions about Islam and Muslim immigration.\nThe organization is part of the \"Peer to Peer: Challenging Extremism\" national initiative sponsored by the Department of Homeland Security.\nPanelists included William Beltran from the Department of Homeland Security; Hesham Elgamiel from the Houston division of the FBI; Council on American-Islamic Relations' Texas chapter executive director Mustafaa Carroll; Imam Mubasher Ahmad from the Ahmadiyya Muslim Community; pastor Mike Acosta from Grace Church; Danny Hermosillo from KHOU; and UH assistant professor Lea Hellmueller.\nThe representative fielded questions submitted by students about the causes of terrorism and common misconceptions about Muslims.\n\"Terrorism is a multi-faceted issue that addresses many factors of our daily lives,\" Beltran said. \"There is no single profile of a person involved in terrorism.\"\nThroughout the discussion, the role of the media in covering, and sometimes sensationalizing, acts of terrorism and subsequently reinforcing harmful stereotypes became a prominent topic.\n\"We kind of reinforce stereotypes sometimes with the way we select stories,\" Hellmueller said. \"We see a lot of those frames related to Islam and terrorists, so the more we learn about those two things occurring together, the more we build those links.\"\nLast month's executive-ordered travel ban was a dominant subject at the Big Talk, with many panelists agreeing the ban had not been helpful and had further perpetuated baseless stigmas about Muslims.\nThe panelists also discussed the challenges of fighting against an ideology, the mislabeling of domestic terrorism as a race or gun control issue, and how the Christian community responds to attacks where they have been targeted.\n\"If your opinion is different than those surrounding you, you still have the opportunity, the responsibility, the strength to speak up for yourself,\" said public relations graduate student and MEtoWE founding member Carley Jones. \"You can have a different opinion than someone and not think that you have to hate them.\"\nStudents who attended the Big Talk said they came away recognizing the need for greater understanding about the Muslim community and how it's portrayed in media.\n\"I've learned about how the media sort of distorts Islam,\" said public relations sophomore Sephora Sakombi. \"People who only watch Fox News, for example, have an image of what Islam is, and it's not.\"\nIn terms of what college students can do to counter extremism, the panelists said to get educated and get involved.\n\"You have to raise the awareness,\" Hermosillo said. \"You are the media. If you do something and you get organized, please show up.\"\n[email protected]\n\nLoad-Date: January 17, 2018"
}