{
    "title": "'Bodyguard' Thriller Coming to Netflix",
    "publisher": "the new york times",
    "year": 2018,
    "month": 9,
    "day": 19,
    "full text": "Netflix will stream the BBC's six-part political thriller ''Bodyguard'' outside the U.K. starting on Oct. 24, the company announced Tuesday. The series has already been a hit in Britain: The first episode drew in 10.4 million television viewers over seven days -- the largest audience for any new U.K. show in a decade, according to the BBC.\nThe deal was first reported by Deadline. According to a Netflix spokesman, the streaming service has been a quiet partner since the show's early stages, along with the production company World Productions, from ITV Studios. \n  Netflix has previously done well with British television, particularly Channel 4's ''The Great British Baking Show,'' which was formerly shown on the BBC.\n  In ''Bodyguard,'' the ''Game of Thrones'' actor Richard Madden plays David Budd, a veteran of the war in Afghanistan assigned to guard the icy Conservative home secretary Julia Montague, played by Keeley Hawes. Ms. Hawes previously appeared on the BBC police procedural ''Line of Duty,'' whose writer and creator, Jed Mercurio, is also behind ''Bodyguard.''\n  Budd suffers from post-traumatic stress disorder, and his resentment of the politicians who engineered the conflict in the Middle East complicates his relationship with Montague, a ruthless operator who advocates eliminating terrorism regardless of the cost to civil liberties.\n  ''It's fundamentally a thriller,'' Mr. Mercurio said in a telephone interview. ''It's not making any kind of political point,'' he added, but is ''exploiting a couple of things that are very much part of the political landscape in the U.K., as they probably are in the U.S. One is the national security versus civil liberties debate, and the other is whether taking part in military action in the Middle East is in any way an influence on homegrown terrorism.''\n  The Telegraph called the show ''inconsistent but ludicrously addictive.'' A reviewer for The Guardian wrote, ''As the credits rolled, I snouted for more like a truffle-hunting pig.''\n  Other viewers were less enthused. Prime Minister Theresa May, who previously served as home secretary, told reporters on a recent international trip that she did not enjoy the show. ''I watch TV to unwind,'' she said. ''I'm not sure a drama about a female home secretary is the best way for me to do that.''\n  This is a more complete version of the story than the one that appeared in print.         \n\nhttps://www.nytimes.com/2018/09/18/arts/television/bodyguard-netflix-bbc.html\n\nGraphic\n\n \nPHOTO (PHOTOGRAPH BY DES WILLIE/BBC)       \n\nLoad-Date: September 19, 2018"
}