{
    "title": "'BULLETINS' WARNED OF GAS ACTIVISM TERRORISM GROUP WAS SUPPOSED TO ALERT PA. ON CREDIBLE THREATS",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 9,
    "day": 18,
    "full text": "HARRISBURG -- A public hearing on natural gas extraction, the release of a documentary about energy companies and a training session for environmental activists were among the events a state-paid terrorism research group warned about in \"intelligence bulletins\" sent to law enforcement officials and some Marcellus Shale gas drillers.\nA total of 137 of the briefing bulletins were released Friday by Gov. Ed Rendell's office.\nInstitute of Terrorism Research and Response was hired by the state Office of Homeland Security to provide thrice weekly bulletins, which were transmitted by e-mail, about credible threats to critical infrastructure.\nHowever, in a memo leaked to the news media this week, state Homeland Security Director James Powers Jr. made it sound as if the goal was to help gas companies learn about the activities of people who oppose drilling for gas in the Marcellus Shale.\n\"We want to continue providing support to the Marcellus Shale Formation natural gas stakeholders while not feeding those groups fomenting dissent against these same companies,\" Mr. Powers wrote in the memo.\nMr. Powers declined repeated requests for comment.\nMichael Perelman, co-director of ITRR, did not respond to a request for comment Friday but previously said his company provides guidance on \"the potential for deadly actions\" and on staffing requirements for crowd control.\"\nA bulletin six days ago included an alert about a Pittsburgh City Council hearing on Marcellus Shale drilling, saying anti-drilling activists were expected to attend.\nAnother ITRR briefing warns of a training session in Ithaca, N.Y. for anti-drilling activists who have \"expertise in planning and conducting demonstrations and campaigns that can close down a facility and embarrass a company,\" according to the bulletin.\nITRR also alerted law enforcement officers to \"several peaceful, silent protests -- in which activists hold hands briefly in public spaces\" to raise awareness of environmental concerns over oil drilling. Locations included North Shore Riverfront Park in Pittsburgh and New Brighton in Beaver County.\nIn June, another bulletin warned that a group of environmentalists were analyze water samples in streams in Lackawanna County. \"ITRR's analysts believe that the water sampling is being done out of concern of ecological damage as a result of drilling for natural gas,\" according to the bulletin. \"While these individuals appear to be mainstream conservationists -- and not radical activists -- at least one of them is on record for criticizing 'fracking' in the Marcellus Shale and urging residents not to make deals with energy companies.\"\nThat alert is especially troubling, said Witold Walczak, legal director for the American Civil Liberties Union of Pennsylvania.\n\"It's frightening. They're literally equating dissonance with being potentially dangerous,\" Mr. Walczak said in an interview Friday. \"They're saying anybody who disagrees with government needs to be monitored and caution needs to be exercised. That's a real threat to freedom of speech.\"\nAnother bulletin alerts law enforcement officials to the premiere of \"a new anti-gas documentary.\" According to the bulletin, \"All Fracked Up\" includes \"militant rhetoric such as calling for 'resistance' against the 'shale army.'\"\nMany other briefings have nothing to do with gas drilling. Instead, they warn police to prepare to control large crowds at tea party rallies, to protect businesses from vandalism during a Pittsburgh Film Festival screening of the Michael Moore's \"The Yes Men Fix the World,\" and to be prepared for gay activists who were expected to disrupt Catholic masses as a way of protesting church leaders' stance against same-sex marriage.\nBriefings warn of white-supremacist rallies, identify potential targets of pro-life groups, educate about unrest in countries where Pennsylvania colleges have exchange programs, and alert law enforcement officers to ramblings of unidentified militants who post anti-police sentiments on Internet forums.\nOne recent bulletin warns that opponents of Arizona's immigration law planned to gather near Pittsburgh's Roberto Clemente Bridge during the Arizona Diamondbacks series this weekend. Others outline plans a gun-rights rally in Harrisburg and a rally at Point State Park to raise awareness about the treatment of a killer whale at the Miami Seaquarium in Florida.\nOne briefing warned of protests of the national anti-war group Code Pink, which is active in Pittsburgh.\nFrancine Porter of Code Pink said group members made a banner in August saying \"All troops and contractors out of Iraq now.\" Members tried to hang it from the seventh floor of the Greyhound parking garage but they were interrupted by police, she said. No one was arrested or fined.\nShe said it was \"ridiculous\" for her group to be considered a terroristic threat and that inclusion in the bulletin gives police rationale to crack down on peaceful protesters.\n\"We've never confronted the police. We've never broken the law,\" she said in an interview Friday. \"They build up these ideas based on fear, and I think when you scare people, you can get away with cracking down on peoples' First Amendment rights.\"\nThe state attorney general's office was among the recipients of the bulletins but considered them irrelevant.\n\"We didn't see any value to them, and we didn't act on them. We just deleted them,\" spokesman Nils Frederiksen said Thursday. \"They weren't valuable to us.\"\nHe said Attorney General Tom Corbett never saw the briefings, which were among hundreds agents receive weekly from numerous state and federal agencies.\nITRR had been performing the work under a $103,000 annual contract issued in October 2009. The contract was due to expire next month, but Mr. Rendell canceled it Tuesday, after learned about it through a Harrisburg newspaper report.\nITRR is registered as a non-profit with the Pennsylvania Department of State.\nState and local officials including Sen. Lisa Baker, R-Luzerne, say they are concerned that the controversial contract was issued without a competitive bidding process and that the security bulletins targeted people \"for no reason other than they were exercising their fundamental rights of free speech and assembly.\"\nDocuments show that the contract was rushed through in September 2009 because officials wanted \"to gain situational awareness\" of the G-20 Summit and \"associated activities\" in Pittsburgh two weeks later.\nThe first bulletin was provided Oct. 30, more than a month after the world economic summit, when thousands of protesters converged on the city. Most were peaceful, but some destroyed property, taunted police and attempted to disrupt the summit.\nMs. Baker, chairwoman of the Senate Veterans Affairs and Emergency Preparedness Committee, has called a public hearing to discuss the contract. It is slated for Sept. 27 in Harrisburg.\n\nNotes\n\nStaff writers Rich Lord, Dan Majors, James O'Toole and Jonathan Silver contributed. / Tracie Mauriello: 717-787-2141 or tmauriello@post-gazette.com /\n\nLoad-Date: September 22, 2010"
}