{
    "title": "'Carlos' is captivating look at terrorist Actor shines as the Jackal in five-hour film",
    "publisher": "lincoln journal star ",
    "year": 2011,
    "month": 5,
    "day": 20,
    "full text": "Before Osama bin Laden, Carlos the Jackal was the world's most notorious terrorist.\nAn Argentinian who allied himself with Middle Eastern terror groups - both Arab nationalists and Islamists - and communist states, Ilich Ramirez Sanchez led the 1975 assault on OPEC headquarters in Vienna and became the public face of terrorism before he faded away in the 1980s with the end of the Cold War.\nAt large until 1994, he was arrested in Sudan and returned to France, where he is now imprisoned for murdering two anti-terrorism investigators and could still stand trial for his other killings.\nAt five hours and 29 minutes, \"Carlos\" is a captivating, historically based, globe-trotting retelling of Sanchez's story from French director Olivier Assayas. The film is anchored by a riveting performance by Edgar Ramirez as Carlos.\n\"Carlos\" is divided into three episodes. In the first, Carlos joins the Popular Front for the Liberation of Palestine, the 1970s terrorist group known for hijacking airliners, and proves himself by carrying out destructive acts, such as throwing a bomb into a drugstore and killing cops. That gets him the assignment to lead the OPEC attack.\nEpisode two is the story of that attack. The first hour takes place in Vienna, the OPEC offices and on the jet provided to the hijackers by the panicked Austrian government. The second hour is the aftermath of the attack, which, for reasons I'll omit here, was considered a failure by the PFLP, sending Carlos out on his own.\nThe third episode finds Carlos forming his own terrorist organization based in Budapest and working with the support and diplomatic cover of Syria. It covers his post-Cold War banishment to Sudan and ends with his arrest.\nThat sounds pretty dry, but \"Carlos\" teems with unsavory characters - from a who's-who of nationleading thugs including Saddam Hussein and KGB head Yuri Andropov, to Wadie Haddad, the tough PFLP leader, to Carlos' team of terrorists.\nThat lineup changed over the years. But consistently with him was Johannes Weinrich (Alexander Scheer), an East German who collaborated with the Stasi secret police, and his girlfriend Magdalena Kopp (Nora von Waldstatten). She's also one of the women in Carlos' life - a revolving group that seems to be attached to the terrorist no matter what he does.\nRamirez, whom some have compared to a young Brando, powers through the film with physicality, hairtrigger intensity and selfconfident arrogance that had to fuel the real Carlos. It is a stunning, strong, remarkably consistent performance that makes \"Carlos\" worth watching.\nThat powerful performance is enhanced by director Assayas' decision not to pass judgment on Carlos. The facts of his terrorism speak for themselves, but as for the man and his motivation, that is left for the audience to decide.\nThere's some action in Carlos, particularly in the second episode. But there's a lot of planning and worrying, confrontation and cajoling as the film digs into the daily life of the terrorist star who becomes more and more self-impressed with each \"victory.\"\n\"Carlos\" was shot as a miniseries for French and German television, but it doesn't feel like a series of TV shows strung together. Each of the three episodes works as a movie in and of itself. However, I can't imagine walking into episode three and having the slightest idea of what's going on without watching the first two episodes. \"Carlos\" requires a five-hour-plus time commitment.\nCarlos wisely never attacked an American target, so he was lesser known and feared here than in Europe. But if you're remotely interested in him or in how terrorism worked in the 1970s and '80s compared with today, \"Carlos\" is well worth the time.\nReach L. Kent Wolgamott at 402-473-7244 or kwolgamott@journalstar.com, or follow him on Twitter at twitter.com/KentWolgamott.\n\nLoad-Date: May 20, 2011"
}