{
    "title": "'CARLOS' SHOULD GET LIFE TERM, PROSECUTOR ARGUES; HE'S MORE 'CHICKEN THIEF' THAN REVOLUTIONARY, COUR",
    "publisher": "st. louis post-dispatch ",
    "year": 1997,
    "month": 12,
    "day": 23,
    "full text": "The prosecutor in the trial of \"Carlos the Jackal\" urged jurors Monday to sentence the alleged terrorist to life in prison.\nProsecutor Gino Necchi said two French investigators were unarmed when Carlos killed them in 1975, along with a third man.\n\"The nature of the punishment must be equal to the crime,\" Necchi said in final arguments on the seventh day of the trial.\nThe case was expected to be sent to the jury today after the defense offers its final arguments.\nThe Venezuelan-born Ilich Ramirez Sanchez mimicked silent hand-clapping at the end of Nechhi's more than 90-minute argument to the jury, composed of nine citizens and three judges. He then kissed the hand of his attorney, Isabelle Countant-Peyre.\nRamirez, 48, is accused of fatally shooting Inspectors Raymond Dous and Jean Donatini and Michel Moukharbal, a Lebanese colleague of Ramirez's.\nUntil Monday, it had been assumed that he would have to answer only to a charge of murder, which carries 30 years in prison at most. But Necchi a rgued for a conviction for murder with aggravating circumstances, which carries a formal life sentence.\nNecchi, along with legal advocates for the families of the victims, denounced what they suggested was Ramirez's cowardliness - for allegedly killing unarmed men in a panic and then failing to own up to it at the trial.\nFrancis Szpiner, an attorney for SOS-Attentat, a group that defends terrorism victims, told the court that he was surprised at the man who has proclaimed himself an \"international revolutionary.\"\n\"You have defended yourself like a chicken thief and not like a revolutionary,\" Szpiner said. He said the \"Carlos myth\" that has developed over the years \"is being whittled away\" at the trial.\nRamirez, once considered one of the world's most wanted terrorists, was captured in Khartoum, Sudan, on Aug. 14, 1994, and spirited to Paris by French agents.\n\nGraphic\n\n \nPHOTO, Photo From THE ASSOCIATED PRESS - Ilich Ramirez Sanchez, better known as \"Carlos the Jackal,\" sent this photo, taken in prison in Paris in May 1994, to his family in May 1996. His case is expected to go to the jury today.\n\nLoad-Date: December 23, 1997"
}