{
    "title": "'CAUGHT' ON CAMERA, Expanding Ring Of Steel valuable crimefighting tool, NYPD says",
    "publisher": "daily news ",
    "year": 2011,
    "month": 7,
    "day": 29,
    "full text": "THE CITY'S TOP COP said yesterday the ever-expanding network of security cameras monitoring Manhattan streets and subways has played a key role in scores of recent arrests.\nPolice Commissioner Raymond Kelly said the so-called Ring of Steel technology has helped cops nab about 100 criminals in the subways in the past eight months alone.\nMost of those bandits were collared for assault, purse-snatching and robbery. In one case, cops used aboveground cameras to retrace the steps of a suspect in a sexual assault as he walked from the crime scene back to his job, Kelly said.\nThe NYPD developed the Ring of Steel following 9/11, hoping it would become an important crimefighting tool, particularly in the battle against terrorism.\nSince then, by adding cameras from businesses to the program, the fledgling system has been expanded greatly.\n\"The structure is in place to significantly increase the number of cameras at the right spots,\" Kelly said yesterday before cops led reporters on a tour of the system's command center in lower Manhattan.\nThe network was originally intended to run south from Canal St. and also cover midtown from river to river between 30th and 60th Sts.\nRight now, there are about 1,800 closed-circuit cameras in place, divided equally between midtown and downtown.\nWhen the system is completed, it will feature as many as 3,000 cameras, Kelly said.\nThe Metropolitan Transportation Authority joined the program last summer, adding 590 cameras throughout the subway system.\nThe high-tech network cost about $200 million, with the city contributing $8 million and the federal Department of Homeland Security footing the rest of the bill.\nIt has also proven effective in tracking down people who mistakenly leave a bag on a sidewalk - normally innocent moments of forgetfulness that must be treated seriously because of the terrorism threat, Kelly said.\nThe command center, perched in a skyscraper's penthouse, has a 40-foot-tall wall of television screens showing camera footage. In an adjacent area, there is a command center for monitoring radiation detectors from throughout the city.\nKelly said video footage will automatically be deleted unless it relates to a specific investigation.\nrkappstatter@nydailynews.com\n\nGraphic\n\n \nA look inside the NYPD's command center. Commish says Ring of Steel has helped capture scores of subway criminals. John Roca Daily News\n\nLoad-Date: July 29, 2011"
}