{
    "title": "'Closed Circuit' is a terrorism thriller with no perspective Movie review _ Bana and Hall flee Briti",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 8,
    "day": 28,
    "full text": "Despite its title and a terrorism prelude from the perspective of security cameras, \"Closed Circuit\" is not a tense thriller about the new era of surveillance - it's a tepid thriller about the old notion that no leader can be trusted.\nThis man-on-the-run movie recalls such Watergate-era films as \"All the President's Men\" and \"Three Days of the Condor,\" but it's sorely lacking a Robert Redford in the cross hairs. The hero here is Eric Bana, who stifles his Australian vigor and accent to play British defense attorney Martin Rose. He's been assigned a special client - a Muslim man accused of bombing a marketplace.\nDubiously, the suspect and the cultural conflicts that he represents are only minor elements in the story. The fuzzy focus is on Rose and another agent of the defense, special advocate Claudia Simmons-Howe (Rebecca Hall, who is better than the material she's given).\nUnder the British system in the age of terror, a special advocate is allowed to see and argue about the secret evidence against a defendant - but not share it with the defense attorney. That division of rights and responsibilities, with Simmons-Howe sworn to secrecy by bureaucrats, is the most interesting thing about this legal drama. Yet it also means that during some important scenes, our ostensible hero Rose has to sulk in the lobby while Simmons-Howe and the judge remove their wigs for a courtroom tussle.\nLike the rejected plot of a John Grisham novel, Rose and Simmons-Howe are former lovers, and almost everyone they trust (from a roster of characters played by Jim Broadbent, Ciaran Hinds, Riz Ahmed and Julia Stiles) is capable of double-crossing them and/or turning up dead. A light garnish of greater-good propaganda is supposed to make this potboiler palatable for contemporary audiences, but \"Closed Circuit\" is really a reheated leftover.\n---\n'Closed Circuit'\nTwo stars out of four Rating •  R Run time • 1:36 Content • Strong language and brief violence\n\nNotes\n\n 'Closed Circuit'   \n\nGraphic\n\n \n This film image released by Focus Features shows Eric Bana in a scene from \"Closed Circuit.\" (AP Photo/Focus Features, Jay Maidment)  This film image released by Focus Features shows Julia Stiles, left, and Eric Bana in a scene from \"Closed Circuit.\" (AP Photo/Focus Features, Jay Maidment)  This film image released by Focus Features shows Rebecca Hall in a scene from \"Closed Circuit.\" (AP Photo/Focus Features, Jay Maidment) \n\nLoad-Date: August 28, 2013"
}