{
    "title": "'Crossfire' offers in-depth look at terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 20,
    "full text": "CNN's \"Crossfire\" transformed the George Washingston University Media and Public Affairs auditorium into a fully functional television set this week, featuring well-known politicians and experts discussing the recent attacks on the United States.\nFive manned cameras and one crane camera scanned the auditorium that was full beyond capacity by Wednesday's show with Sen. John McCain (R-Ariz.). Students waited in lines to get last-minute tickets, and the influx of congressional staffers taking up seats forced many with tickets to stand and line the walls for the entire hour show, which will continue Thursday and Friday.\nCNN's Bill Press and Tucker Carlson, who normally present stark contrasts between the political left and right, said before the broadcast began Monday they would shed their ideologies and work together to lead the week's debates.\nGeorge Washington U.\nMcCain's Wednesday appearance was a standing-room only affair. Students crammed into the theater, creating a picturesque backdrop of young citizens eager to hear from one of their most influential leaders.\n\"John McCain is a talk show in can. We just open it up and let him rip,\" Carlson said in the pre-show warm-up.\nMcCain tackled many issues brought up by Carlson, Press and the audience, following through on his intentions of talking straight with the people.\nMcCain said he sees strong signs of support behind suspected terrorist Osama bin Laden.\n\"I highly doubt that bin Laden could have done this all by himself,\" he said. \"It is not unusual for states to back terrorist groups. States like Iran and Libya have been recognized by the American government as sponsors of terrorists in the past.\"\nMcCain gave warnings and reassurances at the same time.\n\"I promise you we will prevail, but we will probably need to invest some American blood,\" McCain said\nOne student asked McCain how and when this will all end. McCain could not provide an exact answer, but his response did leave the impression that it could take a long time.\n\"Even if tomorrow we got bin Laden and held him for trial, there would still be more,\" he said. \"There would still be numerous organizations to be taken care of before the campaign against terrorism could end.\"\nMcCain showed his support for the U.S. military, although he said its importance has recently declined.\n\"We have neglected the military in the past, and we need to be careful about that, but we still have the finest military in the world. However, you may see some failure … this process may take some years.\" McCain said.\nTuesday's debates included House Minority leader Dick Gephardt from Missouri, Rep. Jane Harmon (D-Ca.) and terrorist experts Eric Holder and Larry Johnson were guests.\nWith Gephardt on the show, the focus of the town meeting was guided toward the actions that the United States will take in bringing those who attacked the World Trade Center and the Pentagon to justice.\nPress began by asking Gephardt if the Democrats in Congress will give President George W. Bush whatever he needs in order to win a war on terrorism. Gephardt responded by stating what he felt the goals of the United States should be.\n\"Our nation must have resolve and we must unite behind our president and provide him with the tools necessary to bringing these terrorists to justice,\" he said. \"We must be patient and determined in our task of finding, isolating and splitting up these terrorist cells that are working around the world.\"\nPress then asked, \"Everyone is saying that the United States will do 'whatever it takes' to get bin Laden, but what does 'whatever it takes mean'?\"\n\"No one is absolutely sure what it means,\" Gephardt answered. \"We have to be patient, resolved and unified. I met with President Bush and told him the country needed to do three things. First, we cannot allow the terrorists to frighten us and paralyze us from living our lives.\n\"Secondly, we have to be willing to give up some convenience for security in places like airports and other public areas. Third, all Americans have to work together, unified, and above all we have to trust one another.\"\nThe next segment of the show opened the floor up to questions from the students and faculty in the audience.\nJen O'Brien, from Philadelphia, asked, \"Now that the government is watching over its citizens, particularly immigrants, and using VISAs as tracking and surveillance devices, are we in effect making America a closed society?\"\nGephardt responded, \"Americans must be willing to adapt to heightened security. However, there must be no discrimination and no prejudice. During World War II our country made the horrible mistake of placing Japanese Americans in Internment camps. We cannot repeat these kinds of actions. American society must remain free and open.\"\nAnother student asked, \"How should Americans judge President Bush's performance?\"\n\"By the results,\" Gephardt said. \"Right now we have to unify behind the president. This is the worst tragedy that has ever happened in our country. It is far worse than Pearl Harbor and we are facing an organized and sophisticated enemy. We are going to have to work together to win.\"\nCarlson asked the terrorist experts, \"How did two men on the FBI's list of potential hijackers buy airplane tickets under their own name?\"\nHarmon answered, \"Airlines do not have access to that list. This is one of the things that we have to change. Airlines and airports need to have this information. There has to be better communication. We have to re-examine the way handle security, we have to have marshals on planes, we have to make sure that this can never happen again.\"\nBill Press then asked her, \"What does 'at war' mean for Americans?\"\nHarmon answered, \"Well, hopefully little. It is imperative that we return to normalcy. The government has to make it safe to do so in order to show the terrorists that they have not won and that the battle is just beginning.\"\nAnother student asked, \"Should America fear the use of unconventional weapons, such as chemical or nuclear from the enemy?\"\n\"Yes, they are threats,\" she said. \"They are more of a threat to us then missiles from foreign lands. This is why our money must go to fighting terrorist warfare and not defense. The war is a new war, it is a war on terrorism and the only way to prevent the dangers you are talking about from happening is to put our time, effort, and money into addressing this issue.\"\nOn Monday, Tucker and Carlson led discussions on a lapse in U.S. intelligence efforts, preparedness and recent attacks on the U.S. Arab-American and Muslim communities.\nSen. George Allen (R-Va.), a member of the Senate Foreign Relations Committee, Robin Right, a reporter for the L.A. Times and author of several books on terrorism in the Middle East, James Lee Watt, former director of the Federal Emergency Management Agency (FEMA), and James Woolsy, former CIA director, were guests.\nMost panelists agreed the United States is unprepared to handle such a sophisticated attack on U.S. soil and is still unprepared for biological or chemical weapons attacks.\nAllen said U.S. intelligence officials may have had prior knowledge about the threats of terrorist attack but failed at least in part to act in a timely manner on their suspicions because they never predicted such a large-scale attack.\n\"Some of these threats were known and not acted on,\" Allen said, but \"no one had ever contemplated such a(n)...attack on innocent people.\"\nWatt added to Allen's criticism a lack of current U.S. preparedness for a future biological or chemical weapons terrorist attack.\n\"We have a plan...but we're still not equipped,\" Watt said. Local first-response personnel, such as firemen, still require additional training to deal with such an attack, he said.\nThe ensuing war to remove Osama bin Laden, a Saudi terrorist believed to be behind the recent terrorist attacks in New York and Washington, \"...is going to be an intelligence war,\" Right said.\nWoolsy said he is strongly in favor of boosting the number of paid informers, who are often guilty or at least suspected violent criminals.\nRight made a similar double-edged recommendation to increase U.S. intelligence capabilities around the world. She said the government will need to collaborate often with other governments that may themselves be guilty of human rights abuses because \"the much more difficult part is getting the (other terrorist) cells.\"\nBut intelligence gathering, particularly in the case of Afghanistan, may not be enough. If the Taliban government does not cooperate and release bin Laden into U.S. custody, \"there may be an altercation,\" Allen said. In turn, \"there may be retaliation (in the United States).\"\nRight countered, \"the logistical difficulties in attacking Afghanistan (because an infrastructure of roads does not exist) is unprecedented.\"\nIn response to a student's concerns that the draft may be re-instituted, Allen said, \"I don't see any reason for us to introduce the draft.\" Bush recently called 35,000 reservists to active duty.\nQuestioned by a GW student on U.S. efforts to curb retaliatory hate crimes toward Arab-Americans and Muslims since the terrorist attack by Middle Eastern Islamic fundamentalists, Allen stressed the need for protection.\nRight added, \"There is nothing in Islam...that encourages suicide actions or the killing of innocents.\"\n(C) 2001 The GW Hatchet via U-WIRE\n\nLoad-Date: September 20, 2001"
}