{
    "title": "'Daily Show' correspondent takes stage in new special",
    "publisher": "university wire",
    "year": 2008,
    "month": 4,
    "day": 22,
    "full text": "There is one overwhelming, important fact in the war on terrorism that towers over everything else in significance.\nAmerica and Britain, the two nations most committed to the war on terrorism, have the highest teen pregnancy rates.\nThat it is one of the nifty little tid-bits viewers learned as they watched John Oliver's first televised stand-up performance, \"Terrifying Times.\"\nFor those unaware that Oliver even did stand-up or who the man is, he is most recognizable as a lowly British correspondent on The Daily Show. He started reporting for the news parody in 2006 but his Comedy Central special that premiered on Sunday night was his first chance to entertain the viewers at home.\nIn his televised stand-up routine, Oliver attempted to educate viewers on a wide range of hot-button issues, like the future of American imperialism to fair trade and even the brilliance - or lack thereof - of Fox News.\nFor those who are familiar with Oliver's work, what he did for his special and what he does for John Stewart's show wasn't terribly different.\nHis brand of humor can best be described as a touch elevated and more intellectual than what most comedians are putting out.\nInstead of resorting to yelling and an obscene amount of profanity like some of his comedic colleagues, he relies on comical observations about the world to get laughs from the audience.\nBesides poking fun at the heartless members of the Fox News team, he points out things like the wind being horrifically over farmed, every second a depressed whale dies and that Wikipedia is society's savior.\nThe genius of the routine is found in Oliver's suggestions about American society, like the Oreo pizza should be hoisted up a flagpole and most consumers push \"baskets of shattered lives.\"\nFor those in need of crude, elementary humor, \"Terrifying Times\" is not a worthwhile endeavor. But for those who do not feel totally ignorant about the world around them, Oliver's stand-up is worth watching.\nThere is no need to start mentioning his name along with the greatest of British entertainment exports like Monty Python and The Beatles, but Oliver does succeed in serving his audience with humorous political commentary with a side of Bush bashing.\nIn the simplest description possible, \"Terrifying Times\" is just like one of Oliver's reports turned up in intensity and is not likely to disappoint.\n(C) 2008 Daily O'Collegian via U-WIRE\n\nLoad-Date: April 22, 2008"
}