{
    "title": "'DEPRAVED' ATTACK IN LONDON PRIME MINISTER CONFIRMS TERRORISM IN STRIKE THAT KILLED FIVE PEOPLE, INC",
    "publisher": "pittsburgh post-gazette",
    "year": 2017,
    "month": 3,
    "day": 23,
    "full text": "LONDON - British police have launched a major counterterrorism investigation after an attack outside the Houses of Parliament that left five people dead, including the assailant, and 40 others injured in what British Prime Minister Theresa May condemned as a \"sick and depraved terrorist attack.\"\nLarge parts of Westminster, including Parliament and the government offices in Whitehall, were locked down for several hours after the attack that began midafternoon Wednesday on Westminster Bridge.\nDespite a damp and unseasonably cold day, the bridge across the River Thames was busy with tourists, office workers and police officers returning from a commendation ceremony.\nA vehicle driven directly into the crowds hit several of them. Others fled in panic. Video taken by a tourist from Taiwan and broadcast by the BBC showed dozens of people running across several lanes of busy traffic as they tried to get away.\nThree police officers, several French teenagers on a school trip, two Romanian tourists and five South Korean visitors were among the injured.\nLondon Ambulance Service said medics treated 12 people for serious injuries and many more who were less seriously hurt.\nDr. Colleen Anderson of St. Thomas' Hospital said some of the wounded had \"catastrophic\" injuries.\nThe driver of the gray Hyundai then rammed his vehicle into railings on the side of New Palace Yard, the green space just below the iconic tower of Big Ben. He jumped out and ran toward a police officer at the gate to the yard. The man, whose identity had not been released, stabbed the officer repeatedly, killing him before being shot dead by another member of the police force on duty nearby.\nPolice said they were treating the attack as terrorism. There was no immediate claim of responsibility.\nMetropolitan Police counterterrorism chief Mark Rowley said police believed there was only one attacker, \"but it would be foolish to be overconfident early on.\" He said an unarmed policeman, three civilians and the attacker died. Forty others, including three police officers, were injured.\nIslamic extremism was suspected in the attack, Mr. Rowley said, adding that authorities believe they know the assailant's identity but would not reveal it while the investigation was ongoing.\nThe threat level for international terrorism in the U.K. was already listed at severe, meaning an attack was \"highly likely.\"\nSpeaking outside 10 Downing St. after chairing a meeting of government's emergency committee, COBRA, Ms. May said that level would not change. She said attempts to defeat British values of democracy and freedom through terrorism would fail.\nMembers of Parliament, many of whom had been on their way to the chamber to vote when the attack occurred, praised the swift actions of the security services.\nOne of them, the Foreign Office minister Tobias Ellwood, ran to help the stabbed police officer. Mr. Ellwood, a former member of the armed forces, tried to stem the flow of blood and attempted mouth-to-mouth resuscitation until the emergency services arrived.\nHe was lauded by fellow MPs from all political parties. Tim Farron, the leader of the opposition Liberal Democrats, said, \"Tobias gave MPs a good name. He was utterly heroic, pure and simple.\"\nAnother MP, Labour's Mary Creagh, was responsible for shutting down the Westminster tube station, just yards from the scene of the attack.\nShe described how she was in a tunnel leading from her office on the banks of the Thames to the House of Commons when she realized something serious had happened.\nMs. Creagh said she went straight to the control room in the station and, \"I told the controller there had been what we thought was a terror attack. I said, 'You've got to shut this station now.' \"\nPolice in the U.K. do not routinely carry guns, but the Houses of Parliament and nearby MPs offices are among the most heavily protected buildings in the country. Many of the police inside and outside are armed.\nMr. Rowley said those officers responded \"in accordance with plans for a marauding attack,\" as this type of incident is known.\nSpeaking outside police headquarters at New Scotland Yard, Mr. Rowley said, \"This is a day we planned for but we hoped would never happen.\"\nIt was the most serious terrorist incident in the U.K. since suicide bombers on London underground trains and a bus killed 52 people in July 2005.\nSince then, Britain has been spared assaults on the deadly scale seen in Paris, Nice and in Brussels, where exactly one year ago Wednesday, 32 people died in a series of bomb attacks.\nPresident Donald Trump was among world leaders offering condolences, and in Paris, the lights of the Eiffel Tower were to be dimmed in solidarity with London.\nAs darkness fell on London, a large section of the city remained closed off, ringed by police officers and emergency service vehicles. Police had begun the lengthy process of interviewing witnesses.\nAmong them was the acting commissioner of the Metropolitan police force, Craig Mackey. For reasons his force had not yet explained, he was on the scene when the attack occurred and was what his spokesman described as \"a significant witness.\"\n\nNotes\n\nClaire Bolderson is a British journalist and documentary maker with more than 25 years' experience at the BBC. She wrote this for the Block News Alliance, which consists of the Pittsburgh Post-Gazette and The Blade of Toledo, Ohio. / The Associated Press contributed.\n\nGraphic\n\n \nPHOTO: Stefan Rousseau/PA via AP: Emergency services workers treat a victim of the terrorist attack Wednesday outside the Palace of Westminster in London. \\\nPHOTO: AP: The man believed to be the terrorist who drove a vehicle into pedestrians and attacked a police officer Wednesday is treated by emergency service workers outside the Houses of Parliament in London. He did not survive.\n\nLoad-Date: March 24, 2017"
}