{
    "title": "'Destructive Decision'",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 7,
    "day": 13,
    "full text": "The terrorist attack in Tel Aviv on Sunday illustrates the need for Israel's security fence to protect Israeli citizens against the terrorist war conducted by the Palestinian Authority [\"Destructive Decision,\" Peter Berkowitz, Opinion, July 12, 2004].\nBut the fence, although helpful in the short term, is not enough.\nTerrorists, allowed to operate in freedom anywhere in the world, let alone on the other side of a fence, will figure out ways to perpetrate their horrendous acts despite passive defensive measures.\nThey can shoot ever more powerful missiles over the fence - as the terrorists have been doing regularly from Gaza with deadly effect - dig underneath the fence, and break through the fence.\nThe Bush administration has largely understood that it is necessary to destroy the regimes that support terrorism, not just selectively target individual terrorists, as Israel has done.\nBut despite President Bush's refusal to deal with Palestinian Authority leader Yasser Arafat, American officials continue to treat the P.A. as a legitimate body, perhaps not always sufficiently vigorous in its efforts against terrorism, but \"surely with us, not against us\" in the fight against terrorism.\nThat the Al-Aksa Brigades - a part of Fatah funded by the P.A., and the alter ego of the P.A. security apparatus - proudly took responsibility for Sunday's attack is yet another reminder that the P.A. is not merely making insufficient efforts against terrorism but actually perpetrates the attacks itself.\nThe purported effort of P.A. Prime Minister Ahmed Qurei to fight the terrorists is the same fiction successfully carried out by Yasser Arafat for nine years - and still to this day as regards the European Union - as he has not the slightest inclination to stop the attacks.\nThe refusal of America to treat the P.A. as the terrorist organization it is detracts from the overall American effort against terrorism for, as Mr. Bush has recognized, the many international terrorist organizations are continually forging alliances - Fatah, for example, has been establishing everstronger ties with Hezbollah - and showing weakness toward and conferring legitimacy on any of the terrorist groups just emboldens the others.\nWhat is more puzzling is the refusal of Israel itself to focus on the P.A. as a terrorist entity.\nInstead, Israel contents itself with isolating Mr. Arafat, while pretending that the rest of the P.A. is a future peace partner, if only that entity could simply shake off its leader.\nThe fact that the Oslo Accords have established a terrorist entity on Israel's borders rather than moved Israel closer to peace cannot be comforting to Israelis.\nBut the longer that Israel denies reality, the more Israelis will be massacred and the longer it will take to reach a true peace.\nIn the meanwhile, Israel cannot but expect little international sympathy for its fence, while the country continues to essentially maintain that its defensive measures are against mere terrorist gangs rather than against a sustained terror war conducted by its neighbor.\n\nLoad-Date: July 13, 2004"
}