{
    "title": "'Ding dong, bin Laden's dead_",
    "publisher": "telegraph herald ",
    "year": 2011,
    "month": 5,
    "day": 8,
    "full text": "This column is dedicated to Scott Powell, my best friend's twin son, who died in the Pentagon on 9/11.\nNew York Journalism professor Jeff Jarvis witnessed, close up on 9/11, Osama bin Laden's attack on World Trade Towers. Within minutes of the news of bin Laden's death, he contacted Andy Carvin, NPR's Middle East specialist on Twitter - where a whopping number of Americans learned about it.\n\"Ding dong.\" He tweeted. (@jeffjarvis May 1 tweets)\nThen Jarvis added, \"Ding dong, bin Laden is dead,\" in an echo that every American understood was from \"Wizard of Oz.\"\n\"This moment is reviving so many vile memories,\" he said.\nIndeed. Osama bin Laden with but 17 men transformed America in under two hours with four plane crashes. For instance, when I came to Washington, D.C., back in the 1980s, I could walk in and out of the Capitol's office buildings at any time of day or night.\nToday, I can't enter these buildings during broad daylight without a search of my handbag and a scan of my body. Each building is now a fortress, encircled with metal pylons that cost (I'm told) $3,000 apiece and will stop trucks. Uniformed police officers are everywhere. So are men in black toting AK47s.\nBin Laden transformed America. Our domestic politics changed, becoming strident. Our values changed, too. A nation that never in its history had used torture now embraced it. We entered into two wars. One of the wars, Iraq, was propositioned upon the serious misjudgments that 9/11 and Saddam Hussein were connected, and that he possessed nuclear weapons and other weapons of mass destruction. None of it was true.\nWe passed the Patriot Act, which expanded Big Brother's right to snoop. Telephone companies freely allowed government access to their customers' records. To this day, members of Congress argue for military trials of civilians accused of terrorism.\nOur foreign policy changed. We became belligerent, even arrogant. One top presidential aide told the press after the Iraq invasion, \"We've sent a message. You're next.\" By the end of the decade, America was reviled almost more than bin Laden.\nThe mass of America's energies and treasure were poured into fighting the war on terror, led by bin Laden, who lived in his own million-dollar fortress in Pakistan. Across the world, in his name, bin Laden's terrorists murdered countless thousands of Muslims.\n\"Ding dong, bin Laden's dead,\" is a most appropriate reaction. Even the U.N. Security Council agreed to a statement saying they're glad the world is rid of his terrorism. So you'll please forgive us if some of us dance and whoop.\n(Bin Laden died 60 years to the day that Adolf Hitler freed humanity of himself. In fact, for Americans who remember Hitler's death, the celebrations that erupted over bin Laden's death were very reminiscent of those for V-E Day.)\nThe emotional grip the evil one had around our hearts is broken. The cloud of terror in which we lived and moved and breathed is, in part, lifted from us.\nPresident Barack Obama, the man with the funny name, made the gutsy call that freed us of bin Laden. The man who was mayor of New York City on 9/11, Rudolph Giuliani, praised Obama's risk-taking. If the operation had failed, he noted, Obama would have received the blame.\nStill, changes in American politics that bin Laden initiated remain. There are Americans in the same category who wanted to see Obama's birth certificate who now want to see Osama's death photos. How did we go from \"Wanted, Dead or Alive\" to \"I want to picture proof\"?\nThe answer is that the public's trust in government plummeted during the last two decades, mostly over scandals in Washington and the war in Iraq. Some political strategists, reading the polls, have sought with some success to transfer that general distrust of the government to the president.\nBin Laden's death comes at exactly the right time. He had become, even before his death, mostly irrelevant in the Arab world. The Arab spring revolutionaries overthrew their own decades-long oppressors. They are bringing democracy and citizen equality to the Middle East. This is where the future lies in Arabia, not with tyrants like bin Laden.\nChange is now.\nHis death marks the end of era. We are at the beginning a new one. It is fitting that bin Laden was buried at sea, for his death marks a sea-change - a global transformation from one thing to another. We are gone from fading terrorism and tyranny to democracy.\nDing dong, bin Laden's dead.\nBrazile is a political commentator on CNN, ABC and NPR.\n\nLoad-Date: May 8, 2011"
}