{
    "title": "'DIRTY BOMBER' CASE SHRINKS TO BIT PART",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 5,
    "day": 15,
    "full text": "After Jose Padilla was arrested five years ago as the \"dirty bomber,\" his mug shot, tanned and glowering, became the face of domestic U.S. terrorism.\nBut as his trial on charges of participating in a \"conspiracy to murder, kidnap and maim\" opened yesterday in Miami, the case against the former Taco Bell worker and convert to Islam has shifted and shrunk, reflecting the Bush administration's difficulties in pursuing terrorism suspects.\nIn the case presented to the jury, Mr. Padilla is no longer alleged to have plotted to set off a radioactive, or \"dirty,\" bomb. Nor is he alleged to have played a role in any other specific violent plots, in the United States or anywhere else.\nProsecutors instead repeatedly emphasized their belief that Mr. Padilla and his two co-defendants formed a South Florida \"support cell\" that had ties to al-Qaida. Again and again, prosecutors invoked the terrorist group's name in their hour-long opening arguments -- by one defense account, 91 times.\n\"Jose Padilla was one of the recruits,\" Assistant U.S. Attorney Brian Frazier told the jury. \"We will prove he was an al-Qaida terrorist trainee.\"\nDefense attorneys responded by suggesting that because the prosecution case lacks specifics, prosecutors were relying on scare tactics -- the \"politics of fear\" aroused by baseless links to the terrorist group -- to persuade the jury.\n\"Jose was not a member of any support cell because there was none,\" one of his attorneys, Anthony Natale, told the jury. \"He was not a party to any criminal attacks. ... There are no victims to speak of.\"\nAfter he was arrested in May 2002, Mr. Padilla became the most prominent of the Bush administration's terrorism suspects because of the president's decision to detain a U.S. citizen militarily, as an \"enemy combatant.\" Once the Supreme Court seemed to tilt against that tactic -- 3 1/2 years later -- the administration moved him to the civilian justice system.\nSince Mr. Padilla landed in criminal court in January 2006, the prosecution seems to have faltered.\nNow, the essence of the allegations against Mr. Padilla is that, with help from the South Florida support cell, he attended an al-Qaida training camp in Afghanistan in July 2000. The key piece of evidence is a \"mujahideen data form\" bearing his fingerprints and personal information, which prosecutors say was discovered at a reputed al-Qaeda hideout in Afghanistan.\nDefense attorneys attacked the document's authenticity and origins, advising jurors that expert witnesses have found that the writing on the form came from two inks from two pens. \"The government is really trying to put al-Qaida on trial in this case, and it doesn't belong in this courtroom,\" said Jeanne Baker, a lawyer for co-defendant Adham Hassoun.\nFor all the menace that Mr. Padilla seemed to pose five years ago, he is in some ways a bit player in this trial. His co-defendants, Mr. Hassoun and Kifah Jayyousi, appear to have had busier roles in the South Florida support cell that forms the heart of the prosecution.\nThe cell is charged with sending money and recruits to aid in \"violent jihad\" movements in Lebanon, Somalia, Kosovo and Chechnya. Mr. Hassoun is described by prosecutors as \"the recruiter,\" Mr. Jayyousi as the fundraiser, and Mr. Padilla a recruit.\n\nLoad-Date: May 15, 2007"
}