{
    "title": "'Econ terrorism' Iran official says sanctions worse than a 'war'",
    "publisher": "daily news ",
    "year": 2019,
    "month": 6,
    "day": 3,
    "full text": "\"Art of the Deal\" or \"The Art of War\"?\nIran's foreign minister said the Trump administration is engaging in a bloodless form of terrorism against his country and questions the president's \"real estate market\" negotiating style.\nWith his country feeling the weight of sanctions levied against it after President Trump withdrew the United States from the Joint Comprehensive Plan of Action in May 2018, Foreign Minister Javad Zarif told ABC's \"This Week\" that trust between the nations is eroding and strong-arm tactics aren't the answer.\n\"President Trump has called it in fact economic war. I call it economic terrorism, and the reason I call it economic terrorism is that it targets ordinary Iranian people,\" Zarif told correspondent Martha Raddatz.\nIn pulling the U.S. out of the JCPOA, more commonly referred to as the \"Iran Deal,\" the president blamed Iran for sponsoring terrorism.\n\"It exports dangerous missiles, fuels conflicts across the Middle East and supports terrorist proxies and militias such as Hezbollah, Hamas, the Taliban, and Al Qaeda,\" he claimed.\nAccording to ABC, prices for meat and fish are up 57% in Iran and vegetable costs are up 47% since sanctions were imposed.\nThe president has extended an invite for Iranian leaders to give him a call and negotiate a deal, but according to Zarif, Trump is unlikely to call him back because his tactics are unacceptable and there's growing skepticism as to whether or not the U.S. will honor its deals.\n\"It's not very likely, because talking is the continuation of the process of pressure,\" Zarif said. \"He is imposing pressure, this may work in a real estate market, it does not work in dealing with Iran.\"\nZarif said Trump's decision to pull out of the deal, which the U.S. entered into along with China, France, Germany, Russia and the U.K., may cause nation's like Iran to \"think twice before they talk to the United States because they know that what they agree to, they may not hold to mark.\"\nFor its part, Iran agreed to curb its nuclear weapons ambitions, which the International Atomic Energy Agency said Friday it has done. The deal remains in tact despite the United State's withdrawal.\n\nLoad-Date: June 3, 2019"
}