{
    "title": "'Enemy propaganda' fuels critics of war, Bush tells officers President accuses foes of cherry-pickin",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 9,
    "day": 30,
    "full text": "President George W. Bush said Friday that critics who claim the Iraq war has made the United States less safe embrace \"the enemy's propaganda.\" He acknowledged setbacks in Afghanistan against a Taliban resurgence but predicted eventual victory.\n\"You do not create terrorism by fighting terrorism,\" he told a receptive military audience. \"If that ever becomes the mind-set of the policymakers in Washington, it means we'll go back to the old days of waiting to be attacked -- and then respond.\"\nIt was the latest in Bush's series of speeches defending his Iraq and anti-terrorism policies against heightened attacks from Democrats, who now are citing a government intelligence assessment to bolster their criticism. The classified National Intelligence Estimate, parts of which Bush declassified this week, suggests the Iraq war has helped recruit more terrorists.\n\"Some have selectively quoted from this document to make the case that by fighting the terrorists -- by fighting them in Iraq -- we are making our people less secure here at home,\" Bush told the Reserve Officers Association. \"This argument buys into the enemy's propaganda that the terrorists attack us because we're provoking them.\"\nWith just more than five weeks left before congressional elections, Democrats were quick to react.\n\"President Bush's election-year attacks are the product of a desperate White House with no credibility left with the American people,\" said Howard Dean, chairman of the Democratic National Committee.\n\"It was yet another example of how he is in denial over what is happening in the war on terror,\" said House Minority Leader Nancy Pelosi, D-Calif.\nMeanwhile, Bush spoke by phone for about 15 minutes Friday with Iraqi Prime Minister Nouri al-Maliki, said White House spokesman Tony Snow. They discussed efforts to bring greater security to Baghdad and \"the need for further progress in political reconciliation,\" Snow said.\nBush spent most of his speech talking about the conflict in Afghanistan, where militant violence, particularly in the southern part of the country, has spiked in the worst outbreak since the U.S.-led invasion in 2001 that toppled the Taliban regime.\n\"The training of the Afghan police has not gone as smoothly as that of the army,\" Bush said. \"The police have faced problems with corruption and substandard leadership. And we've made our concerns known to our friends in the Afghan government.\"\nBush said he welcomed NATO's decision this week to take the lead in providing security and reconstruction assistance throughout Afghanistan.\n\"Under the plan, the U.S. will transfer 12,000 of our troops that are now serving in the country to the NATO force, while the rest will remain under coalition command and continue anti-terrorist operations across the country,\" Bush said.\n---\nSTLtoday.com/current Do you agree with Bush's comments? Talk about it in Current Affairs.\n\nGraphic\n\n \nPHOTO\n PHOTO - President George W. Bush addressed the Reserve Officers Association on Friday in Washington.  The Associated Press  \n\nLoad-Date: September 30, 2006"
}