{
    "title": "'Four Lions' findscomedy in terrorism",
    "publisher": "the philadelphia daily news",
    "year": 2010,
    "month": 11,
    "day": 5,
    "full text": "\"The Office\" meets al Qaeda in \"Four Lions,\" a movie that applies the British talent for institutional satire to a U.K. terror cell.\nMaking comedy from very real, palpably looming terror is probably a doomed enterprise, but writer-director Chris Morris keeps \"Four Lions\" going for an impressively long time (while also reaffirming that the British curse so much better than we do). \nMorris is working with the same writers (Simon Blackwell, Jesse Armstrong) who satirized the war on terror in \"In the Loop,\" and here satirize terror itself - a comparison that shows that the terrorists and their adversaries in western governments have the same internal problem.\nIt's hard to get good help these days, even (or maybe especially) for al Qaeda. Morris shows how the familiar elements of organization dysfunction - gross incompetence, petty rivalry, etc. - afflict even jihadists.\n\"Four Lions\" looks at a quartet of London-based bombers, led by the relatively levelheaded Omar (Riz Ahmed). He's constantly at organizational war with Barry (Nigel Lindsay), a bellicose oaf with a crazy agenda to blow up a mosque in order to radicalize moderates.\nOmar, for his part, has an \"Of Mice and Men\" relationship with the group's most backward member (Kayvan Novack), but even Omar is not as smart as he thinks he is - when he goes to Pakistan for training, the difference between full-time terrorists and the U.K. wannabes is delineated with hilarious precision.\nA scene of tenderfoot Omar trying to shoot down a Predator drone with a shoulder-fired missile is a slapstick classic, even if you know what's coming, or going.\nOmar feels the sting of failure and retreats to the U.K., and the way his shame and cultural displacement fuels his radicalism has the ring of truth, amid all the comedy.\nBut the movie can't stay light forever. At some point Morris, if he's to be honest about his subject, has to acknowledge that terrorists kill people. And when people start to die, the movie loses its tone and its way.\nIf comedy is tragedy plus time, that's a huge problem for \"Four Lions.\" Al Qaeda is not big on allowing time between murder attempts. \"Four Lions\" arrives inconveniently on the heels of the Yemeni bomb shipments, but there's never an auspicious moment to release a movie like this.\nWhen would be a convenient time? Monty Python's \"Life of Brian\" is the last movie to successfully poke fun at suicidal fundamentalists. So maybe 2,000 years is an appropriate interval.\nStill, you want to cut a lot of slack to \"Four Lions,\" a ballsy movie that jumps fearlessly into a fearsomely delicate subject.\nIt may be more fearless than funny, but at least it isn't a bomb. \nProduced by Mark Herbert, Derrin Schlisinger, directed by Chris Morris, written by Chris Morris, Jesse Armstrong, Sam Bain, Simon Blackwell, distributed by Drafthouse.\n\nGraphic\n\n \nFeed Loader\n\nLoad-Date: November 5, 2010"
}