{
    "title": "'GUERRILLA' A RARE GLIMPSE AT HEARST KIDNAPPERS",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 1,
    "day": 21,
    "full text": "Americans have short memories. Startled that terrorism touched our shores on Sept. 11, the nation had preferred to forget the earlier bombing of the World Trade Center and thwarted attacks by Islamic militants, the bombings and presidential assassination attempt by Puerto Rican nationalists, high and low-profile domestic terrorism and a spate of politically motivated airline hijackings.\n The one that we've always remembered, however, was the kidnapping and strange conversion of publishing heiress Patty Hearst by rebels without a clue, the Symbionese Liberation Army. That grainy picture of the white-bread millionaire brandishing an automatic weapon in a bank heist is as much a part of kitschy pop culture as the Farrah Fawcett poster and Smiley button.\nProducer-director Robert Stone, nominated for an Oscar for his 1987 \"Radio Bikini,\" uses archival footage and rare clandestine access to the unrepentant founder of the group in his curious documentary \"Guerrilla: The Taking of Patty Hearst.\" Instead of grandstanding, Stone allows former SLA members to explain their naive sociopolitical rationale and detail countless behind-the-scenes blunders and missteps that were misinterpreted by the media and law enforcement officials as an orchestrated plan. The observations of reporters who covered the headline-grabbing story put the SLA's intentions and actions into perspective, but also spotlight a willingness to be manipulated into a media frenzy that turned a few murderous misfits into international celebrities.\n Far from ancient history, the SLA debacle continues to make news. On his final day as president, Bill Clinton pardoned the dimwitted Hearst, who in 1979 had received a get-out-of-jail-free pass from President Carter. Several former SLA members did prison time for the kidnapping, but were rearrested in 2002 for SLA killings.\n This film's original title, \"Neverland,\" speaks as much to the SLA's overly idealistic illusions as to the media, police and public who were duped by the amateur terrorist wannabes. If the film, now at the Harris Theater, had been titled \"The Marcus Foster and Myrna Opsahl Story,\" no one would go. America loves to remember Patty Hearst, but has long since forgotten the innocent people murdered by SLA.\n / 'Guerrilla: The Taking of Patty Hearst'\n TWO-AND-ONE-HALF STARS\n Rating: Unrated, but PG-13 in nature for language and thematic elements.\n Director: Robert Stone.\n\nNotes\n\nWEEKEND MAG/ / Movies are rated on a scale from one (bomb) to four (classic) stars/ / John Hayes can be reached at jhayes@post-gazette.com or 412-263-1991.  \n\nGraphic\n\n \nPHOTO: \"Guerrilla: The Taking of Patty Hearst\" reminds moviegoers that the threat of terrorism was prevalent long before 9/11.\n\nLoad-Date: January 22, 2005"
}