{
    "title": "'He hired someone to kill me'_ 3 times local judges were threatened",
    "publisher": "daily news ",
    "year": 2018,
    "month": 5,
    "day": 10,
    "full text": "An increase in the number of threats against local judges— the I-Team investigates what's being done to protect judges from acts of revenge, or attempts to influence rulings. And how these threats of violence are changing the way our courthouses operate.\nWATCH: Jim Otte has the I-Team investigation Thursday, May 10, beginning at 5 p.m. on News Center 7.\n Recent local cases aren't the first time judges across the country have been threatened because of their jobs. Here are five times threats and acts of violence impacted judges:\n 1. 2nd person indicted for threats against juvenile court judge\n A second person accused of making social media threats against a juvenile court judge was indicted by a Montgomery County grand jury. Marquan D. Cooper, 22, of Dayton, is charged with intimidation. READ MORE\n 2. No indictment for man accused of retaliation against judge\n A man charged with allegedly threatening former Middletown Municipal Court Judge Melynda Cook Howard was not indicted by a grand jury. Timothy Wayne Abney, 41, of the 2300 block of Waneta Street, was charged with retaliation, a third-degree felony, in December for words he allegedly uttered after a hearing. READ THE FULL STORY\n 3. Local judge receives death threat\n Montgomery County Common Pleas Court Administrative Judge Mary Katherine Huffman said she has received a death threat from a man who she had sentenced to prison for complicity to commit murder.\n \"He was attempting, from prison, to hire someone to kill me, his intended victim and the prosecutor on the case,\" Huffman said.\n WHAT YOU NEED TO KNOW: I-Team: Local judges have received threats of violence\n Huffman said judges are well aware of the security challenges they face, including death threats. \"It really comes with the territory. I really have to say it's not the first one,\" Huffman said.\n Huffman and other judges in Montgomery County have begun taking a closer look at potential security improvements in the Common Pleas Court but have not said publicly what they might have planned.\n Nationally, there are even more examples of judges being threatened:\n 4. Man guilty on terrorism charge, planning attack on US judge\n An Indian citizen who studied at Ohio State University has pleaded guilty to supporting terrorism and trying to arrange the killing of a federal judge who had been overseeing his case. Yahya Farooq Mohammad is one of four men with Ohio ties accused in 2015 of working to send money to a known al-Qaida leader.  READ THE FULL STORY\n 5. Alabama man, 83, executed for judge's 1989 mail-bomb slaying\n An Alabama inmate convicted of the mail-bomb slaying of a federal judge during a wave of Southern terror in 1989 was executed by lethal injection Thursday, becoming the oldest prisoner put to death in the U.S. in modern times. Walter Leroy Moody Jr., 83, was pronounced dead following an injection at the Alabama prison at Atmore. He had no last statement and did not respond when an official asked if he had any last words shortly before the chemicals began flowing. READ THE FULL STORY\n 6. Woman charged with trying to bribe one judge, threatening another judge's life\n A Texas woman is facing charges after investigators said she tried to bribe one judge, and threatened to kill another over a drug case involving her alleged boyfriend. Kamelia Nunez, 34, was arrested by the Gulf Coast Violent Offenders Task Force last July, KHOU reported. READ THE FULL STORY\n\nLoad-Date: May 11, 2018"
}