{
    "title": "'High Noon' on the highway",
    "publisher": "christian science monitor ",
    "year": 1987,
    "month": 8,
    "day": 3,
    "full text": "It began as a trip for hamburgers. Seventeen-year-old Russell Pirrone, edging his Volkswagen Beetle into the evening rush hour on Highway 71 in Pomona, Calif., last month, cut in front of a short-bed pickup truck. Cursing, the driver of the pickup pulled alongside Pirrone's car. Then a passenger in the truck pulled out a handgun - and shot Pirrone dead. The pickup escaped into the traffic.\nBy itself, that incident is grisly enough. Unfortunately, it's not by itself. It's one of more than a half-dozen shooting incidents (several of them fatal) on crowded southern California freeways this summer, in each case following expressions of ill temper between drivers competing for the same piece of highway.\nThe police have never seen anything like it. Urging caution, they're warning drivers to yield rather than joust. Even the Guardian Angels - the group formed in New York to fight subway crime - has gotten into the act, asking motorists to tie yellow ribbons to their cars as symbols of their willingness to watch out for each other.\nWhat's behind this sudden outburst of violence?\nSome observers chalk it up to overcrowding. Southern California's urban population growth has far outpaced the development of its transportation system. Traffic congestion, as defined by the state's Department of Transportation, has doubled in Los Angeles County since 1970 - and risen 50-fold in Orange County during the same period.\nOvercrowding, to be sure, produces stress - something laboratory researchers have known for years from their studies of caged rats. But the frustrations sparked by the commuter crawl are nothing new. Many drivers have learned to treat them philosophically - turning up the music, listening to books on tape, or catching the news. Others, less even-tempered, have typically resorted to foul language and obscene\ngestures. But guns? How can you explain their sudden appearance?\nAn increasing toleration of violence, some experts say. American society, never far from its frontier-town roots, is experiencing an upsurge in violence, they say - citing the evidence of crime rates and the growing presence of violence in movies, television shows, advertising, and even daily language. Raise the tolerance for violence - and toss in increasing amounts of self-centered, ''look out for No. 1'' attitudes - and you've got the formula for explosive individual behavior. Add the copycat effect spawned by intensive media coverage - a phenomenon well documented by those who study international terrorism - and you've got the the formula for an epidemic of explosiveness.\nTerrorism, in fact, provides an interesting lens through which to view these recent incidents. How did the airlines cope with the explosive frustrations of terrorists? Not by solving their frustrations - society as a whole must address that - but through some pretty effective airport surveillance. Quite simply, they removed the instruments of explosiveness. They stripped away the guns and bombs. Terrorism remains to be conquered. Meanwhile, however, the skies are much safer.\nHow, then, to make the freeways safer? The answer - strangely absent so far from the public discussion of the California shootings - lies in an old idea whose time is ripe: gun control legislation. Year after year, the majority of the American public (the polls say) favors it. Year after year the lawmakers, unwilling to cross the deadly financial force of a highly organized pro-gun lobby, keep ducking the issue. Meanwhile, California motorists keep getting shot at.\nThe pro-gun lobby, of course, will trot out its usual dictum - that it's not guns but people who kill people. Fortunately, that argument carried no weight with the airlines: They recognized the obvious truth that the danger lay in a combination of guns and people, and their resolve to separate the two has probably saved countless lives.\nSimply taking away guns, of course, won't solve the frustrations of the freeway. That will take some long, slow changes in highway construction - and, more important, in attitude. In the end, stress must give way to equanimity, selfishness to charity, and violence to brotherly love. In the meantime, however, gun control is an obvious, humane, and imperative step toward preventing today's frustrations from exploding into rush-hour terrorism.\nA Monday column"
}