{
    "title": "'HOMELAND' AN ENGROSSING TERRORISM DRAMA",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 9,
    "day": 29,
    "full text": "Viewers hungering for a twisty-turny, who's-right-who's-wrong thriller will find it in Showtime's domestic terrorism drama \"Homeland\" (10 p.m. Sunday, Showtime). Executive produced by \"24\" showrunner Howard Gordon, \"Homeland\" offers the same \"24\" sense of urgency without a ticking-clock gimmick. If \"24\" was about the short game, \"Homeland\" is about the long con. It's an engrossing serialized drama with one of the best casts on TV.\nClaire Danes (\"Temple Grandin\") stars as CIA analyst Carrie Mathison, who is told by an Iraqi prisoner that an American prisoner of war has been turned by terrorists. Almost a year later, an American POW, Nicholas Brody (Damian Lewis, \"Band of Brothers\"), is rescued and returned home. Carrie wonders: Is he the turncoat?\nThat alone could make an interesting series, but \"Homeland,\" based on an Israeli series called \"Prisoners of War,\" ups the ante. Carrie may be paranoid or delusional because it turns out she's on anti-psychotic medication. (Episode two explains how she manages to get pills without a prescription being part of her CIA record.)\nAlthough Ms. Danes, in her first TV series since the fantastic, short-lived \"My So-Called Life\" in 1994, is the clear star of \"Homeland,\" the series benefits from terrific performances all around. Mandy \"I Quit Every TV Show I'm on Within a Couple of Seasons\" Patinkin is on board as Carrie's mentor, Saul Berenson, who has a sometimes fractious relationship with his protege. (This being a murky terrorism drama, a Showtime executive says producers have plenty of options should the actor bail again.)\nMr. Lewis brings his inscrutable, placid performance to Brody. Although audience sympathies over the first few episodes are squarely allied with Carrie's investigation, Mr. Lewis' performance offers enough room for viewers to question if Brody is really a terrorist.\nIn addition to the political thriller aspect, \"Homeland\" also spends time with the characters in their personal lives, especially Brody's wife, Jessica (Morena Baccarin, \"V\"), who thought her husband was dead and took up with another man, his best friend, Capt. Mike Faber (Diego Klattenhoff, \"Men in Trees\").\nBut it's Ms. Danes who makes the strongest impression, employing her tough-but-vulnerable acting style to good measure with a character viewers will be drawn to even as she tries to push them away with her behavior, which, especially when she doesn't get her way, can be a little crazy.\nIn addition to the running Carrie vs. Brody story, the second episode of \"Homeland\" introduces another plot, an asset Carrie recruited who is leader of a harem for a Saudi prince. Is he connected to the terrorist leader Carrie believes turned Brody? And is Brody plotting with this terrorist against America or not? That's the show's central question and producers say they'll offer an answer by the end of the show's 13-episode first season.\n\"You'll have a definitive answer but it may not be the definitive answer you're expecting,\" executive producer Alex Gansa (\"24\") said after an August press conference for \"Homeland\" in Beverly Hills, Calif. \"The question of, 'Is he or is he not a terrorist?' is a black-and-white question and the question itself is very gray ultimately. It's not going to be 'The Killing,' I'll tell you that. You will be satisfied but we want to leave room to tell a second and third season. If Brody goes and blows up the Capitol, then we're back into Jack Bauer-land.\"\nb> 'HOMELAND'\nWhen:\n/b>10 p.m. Sunday, Showtime.\nb>Starring:\n/b> Claire Danes, Damian Lewis, Mandy Patinkin.\n\nNotes\n\nWEEKEND MAG/ TV writer Rob Owen: rowen@post-gazette.com or 412-263-2582. Read the Tuned In Journal blog at post-gazette.com/tv. Follow RobOwenTV on Twitter or Facebook. /\n\nGraphic\n\n \nPHOTO: Claire Danes portrays Carrie Mathison in \"Homeland\" on Showtime.\n\nLoad-Date: September 30, 2011"
}