{
    "title": "'Hotel Rwanda' Rescuer Held on Terrorism Charge",
    "publisher": "the new york times",
    "year": 2020,
    "month": 9,
    "day": 1,
    "full text": "Mr. Rusesabagina sheltered more than 1,200 Rwandans who fled to the hotel he was managing during the 1994 genocide, a story that became a film. But he has become a critic of President Paul Kagame.\nNAIROBI, Kenya -- Paul Rusesabagina, whose bravery in saving more than 1,200 fellow Rwandans from genocide inspired the film ''Hotel Rwanda,'' has been arrested by the authorities in Rwanda who are holding him there on charges that include terrorism, arson and murder. \n  During the Rwandan genocide in 1994, Mr. Rusesabagina, a Hutu who was working as a manager at a hotel in the capital, Kigali, helped shelter people fleeing the violence that eventually killed as many as one million ethnic Tutsis and moderate Hutus.\n  But in recent years, Mr. Rusesabagina, 66, has become an opponent of the government of Rwanda's long-serving president, Paul Kagame, who has kept the country politically and economically stable but is accused by human rights groups of brutally silencing his critics. Mr. Kagame's government has alleged for years that Mr. Rusesabagina is supporting Rwandan rebels attacking the country from abroad.\n  The Rwanda Investigation Bureau said in a statement on Twitter on Monday that Mr. Rusesabagina was suspected of being ''the founder, leader, sponsor and member of violent, armed, extremist terror outfits,'' including the Rwanda Movement for Democratic Change and the Party for Democracy in Rwanda, both opposition parties. The Movement party has a militant wing, which operates in the region and which the Rwandan government considers a terrorist group.\n  The bureau also accused Mr. Rusesabagina of helping to carry out attacks in 2018 ''against unarmed, innocent Rwandan civilians on Rwandan territory.''\n  The authorities did not provide any evidence of the charges against him.\n  The Rwanda Investigation Bureau said he was arrested ''through international cooperation,'' but did not say which countries or agencies may have assisted, or where or when he was arrested.\n  Mr. Rusesabagina last spoke to his wife last Thursday from Dubai, and his whereabouts was unknown until he surfaced on Monday in Rwanda, according to Kitty Kurth, a spokeswoman for his Hotel Rwanda Rusesabagina Foundation, who is based in Chicago.\n  ''We believe he was kidnapped and taken by extraordinary rendition to Rwanda,'' Ms. Kurth said in a statement. ''He is a regular critic of human rights violations in Rwanda, and the Rwandan government regularly brings false charges against all critics in order to try to silence them.''\n  He left Rwanda years ago, saying he was afraid to go back home, and has Belgian citizenship and an American green card, Ms. Kurth said in a telephone interview. He has homes in San Antonio, Texas, and Brussels, and the family is pleading with American officials to intervene. \n  The State Department said it was aware of the arrest and was monitoring the situation.\n  Officials in Kigali publicly led Mr. Rusesabagina -- handcuffed, masked and dressed in a black suit and a red tie -- into the offices of the Rwanda Investigation Bureau on Monday to hear the charges against him. Rwandan authorities said he was being held at a police station in Kigali.\n  Busingye Johnston, the Rwandan minister of justice and attorney general, said in a Twitter post: ''Those suspected of killing and wreaking terror on Rwandans, those suspected of masterminding, sponsoring or financing terror against Rwandans, will be brought to justice.''\n  Mr. Kagame, who has presided over the country since 2000, has been lauded for ushering in progress and stability in Rwanda, which is in central Africa. But rights groups have accused his government of heavy-handedness, and say that executions, disappearances and torture are common.\n  In 2018, Diane Rwigara, a critic who sought to unseat Mr. Kagame in the 2017 elections, was imprisoned for more than a year, and then acquitted, along with her mother, of charges of forgery and inciting insurrection.\n  In February, Rwandan singer Kizito Mihigo was found dead in his cell, days after authorities arrested him on charges of trying to cross into Burundi and join terrorist groups. The authorities said he committed suicide, but rights groups called for further investigation.\n  Human Rights Watch said in April that the government was arbitrarily detaining people in stadiums as it enforced coronavirus restrictions.\n  ''The growing list of human rights defenders, journalists, civic activists, opposition members and critics of Kagame, like Rusesabagina, who have been arrested, or otherwise killed or disappeared, is truly staggering,'' said Jeffrey Smith, the executive director of Vanguard Africa, a nonprofit that advocates ethical leadership and democracy on the continent. ''What Kagame and Rwanda's ruling party have effectively done is to make the argument, both in rhetoric and in practice, that criticism, resistance or opposition to their rule amounts to terrorism.''\n  Mr. Rusesabagina rose to fame after his story was captured in the 2004 Oscar-nominated film ''Hotel Rwanda,'' which starred the actor Don Cheadle.\n  His story, showing how one man's actions saved many who were facing death, helped to publicize the brutality of the genocide.\n  Mr. Rusesabagina confronted the Hutu militias, who repeatedly came to the hotel with orders to kill, by using a mixture of flattery, slyness and diplomacy -- and when all else failed, by offering them alcoholic drinks and gifts. While some of his tactics were criticized, he has argued that his actions were only to save the lives of his fellow citizens.\n  ''I still don't understand why those men in the militias didn't just put a bullet in my head and execute every last person in the rooms upstairs but they didn't,'' Mr. Rusesabagina recalled in his 2006 autobiography, ''An Ordinary Man.''\n  ''None of the refugees in my hotel were killed. Nobody was beaten. Nobody was taken away and made to disappear,'' he wrote. ''People were being hacked to death with machetes all over Rwanda, but that five-story building became a refuge for anyone who could make it to our doors.''\n  In 2005, President George W. Bush awarded Mr. Rusesabagina the Presidential Medal of Freedom, with the award citation saying he ''demonstrated remarkable courage and compassion in the face of genocidal terror.''\n  ''His life,'' the citation said, ''reminds us of our moral duty to confront evil in all its forms.''\n  Lara Jakes contributed reporting from Washington.Lara Jakes contributed reporting from Washington.\n\nhttps://www.nytimes.com/2020/08/31/world/africa/paul-rusesabagina-hotel-rwanda-arrest.html\n\nGraphic\n\n \nPHOTO: Paul Rusesabagina is a critic of Rwanda's long-serving leader. (PHOTOGRAPH BY NICOLAS MAETERLINCK/A.F.P. -- GETTY IMAGES)               \n\nLoad-Date: September 1, 2020"
}