{
    "title": "'Howdy, Modi!'_ Trump hails Indian PM at 'historic' Texas rally",
    "publisher": "university wire",
    "year": 2019,
    "month": 9,
    "day": 23,
    "full text": "So happy to be with 50,000 hardworking Indian-Americans.\n\"Will be inHouston to be with my friend. Looking forward to meeting you very soon @realDonaldTrump\".\nHundreds of people belonging to various ethnicities came out to hold an \"anti-Modi demonstration\" outside NRG Stadium, where they called attention to the \"racist Modi regime\" and its ongoing human rights violations in India-occupied Jammu and Kashmir. \"Couldn't be more honoured to welcome Modi toHouston\". He said that both India and the U.S. were investing in each other like never before.\nTrump, who is facing re-election next year, had his own reasons to address one of the wealthiest communities in the U.S., as he is \"keen to win over the Indian community inHouston, a Democratic stronghold in the Republican-dominated Texas, a state that will be critical to the USA leader in his 2020 reelection bid\", DW wrote.\nHouston is a rare Democratic stronghold in Republican-dominated Texas and serves as the economic anchor of a state that will be critical to Trump's 2020 reelection bid. \"These are people who support terrorism and nurture terrorism\".\nModi took the stage to introduce Trump as \"my friend, a friend of India, a great American president\".\nEnergy Sector CEOs meets PM Modi, signed 50-ton gas supply agreement\nThe landed price in India comes to $9-10 per mmBtu against LNG being available in the spot or current market for $5-6. The presence of India's petroleum secretary M.M.\n\"Trump is completely welcomed by the community\", said Preeti Dawra, a spokeswoman for the Texas India Forum that organised the event. \"This event is about strengthening those ties\".\nIn June, the United States cancelled India's special trade privileges that had allowed India to export certain goods with lower tariffs.\nWhen Trump and Modi meet at the United Nations later this week, they are also expected to discuss the situation in Indian-administered Kashmir.\nMr Trump delivered a speech that risks being viewed as siding with India in its dispute with Pakistan, two countries that he has offered to mediate between, though India has rebuffed the offer.\n\"When I met him for the first time, he said to me 'India has a true friend in the White House, '\" Modi said.\n\"As Hindus, we feel like the atrocities happening in India.is all being done by a Hindu extremist government in the name of our beloved faith, Hinduism\". (You have understood, haven't you?) he said, to a loud cheer from the crowd.\n\nLoad-Date: September 23, 2019"
}