{
    "title": "'I do not accept that there is nothing we can do about terrorism'",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 1,
    "day": 31,
    "full text": "''I do not accept that there is nothing we can do (about terrorism),'' says Paul Wilkinson, world authority on this tricky and dangerous problem.\nSitting in his little box study at the University of Aberdeen, Professor Wilkinson maintains that there are ways to deal with terrorism: ''The rule-of-law approach; firm political will; no concessions or deals with terrorists; professionalism in policing and intelligence work; skillful and precise use of legal measures; these are the methods we should continue to use.''\nWilkinson feels it is vital that the world recognize how serious the obstacles are to effective international action. And terrorism is, he maintains, ''par excellence, an international problem,'' even when it appears to be a domestic one. ''There is,'' he says, ''no pure case of domestic terrorism.''\nApart from the obvious ones like differing national perceptions and political systems, the questions of sovereignty, and of rights over the areas of law and order, he identifies ''a set of other important obstacles.''\nFirst is the ''double standard'' problem. ''In some democracies politicians and publics are prepared to count terrorists as freedom fighters, as legitimate or justified in using this kind of violence.''\nFor example?\n''Well . . . the American Irish community providing encouragement and, in some cases, money to the (Provisional wing of the illegal Irish Republican Army) IRA, which is translated into weapons, which is translated into murder of innocent people. That's a good example of this 'double standard.' Most of those Americans who have done this would be the first to complain if their own home town was the scene of attacks by some - resurgent Weathermen, for example.''\nAnd do governments operate this ''double standard''?\n''A good example is the French with the Basque terrorists. Till virtually this year they were treating these people politically as refugees: as fleeing from oppression, in need of protection.\n''This attitude dated back to the undemocratic Franco regime in Spain. At last . . . with the extradition of three Basque terrorists to Madrid, the French have implicitly recognized that Spanish democracy is entitled to treatment on equal terms with other democracies.''\nHe goes on: ''In practically every case of a protracted terrorist campaign in Europe, you find some country that has taken an ambivalent attitude: being unhelpful or, at worst, being positively supportive to terrorists.''\nTo alleviate this problem of double-think, Wilkinson argues that ''we have to galvanize the political will of the community of democratic states behind the idea that one democracy's terrorist is another democracy's terrorist.''\nThe unacceptability of terrorism - ''bombing, gunning, taking hostages, and so on'' - needs to be recognized. In principle, he says, ''it doesn't matter what cause these people are professing. Terrorism is a violation of the fundamental rights of democratic citizens.''\nThe second obstacle Wilkinson identifies is the illusion that all terrorism emanates from a single source - ''that it can all be traced to Moscow, to Beirut, to Iran, or to Libya. It is very fashionable to play with conspiratorial theories of international terrorism.\n''But it is totally misleading in terms of the real nature of the problem. . . . We have to recognize its multiple nature. . . . There are umpteen different movements, with indigenous roots, with local support, with different political ideas, which do not even need a state to sponsor them, in order to conduct a major terrorist campaign.''\nSo he warns against the notion of a ''simple panacea'' to counter terrorism.  The third obstacle Wilkinson sees is the belief that ''if only you can find out what the major grievance of a particular group is, and stitch together a political formula - presto - terrorism will disappear.'' People with ''pragmatic, problem-solving, technological'' backgrounds find this an attractive theory.\nBut he gives an example of its failure: French President Francois Mitterrand's autonomy government for Corsica. Mr. Mitterrand introduced ''self-government'' in many respects. Just leaving the grand matters of foreign policy, and the general lines of economic policy to be laid out in Paris. ''. . . But of course what happened was that a small but very stubborn group of Marxist terrorists, the Front for the National Liberation of Corsica, called it a sellout - just a way of bonding Corsica into the French imperium.'' So they have continued their campaign, escalating their bomb attacks during Francois Mitterrand's presidency.\nWilkinson does not decry such political initiatives, as such. They can ''isolate the terrorist'' by showing that the majority is prepared to work within the framework of the democratic state.'' He believes that democracies must ''minister to the legitimate needs and felt desires of the population, and this includes substantial minorities'' but the illusion is ''to think that functioning effectively as a democracy in this will automatically do away with terrorist violence.''\nIn fact, he maintains, the tendency is for desperate minorities to intensify terrorism and sabotage ''the nearer the government gets to a solution which suits the majority.''\nHe feels democratic states should be doing everything possible to avoid a climate of alienation.\n''In Italy, for example, it is terribly important that the university system and the job market should provide some . . . purposeful future for the young people who might otherwise be channeled into extreme violence. But even long term, it is a dangerous illusion that such political change will somehow magically eliminate terrorism.\n''It won't, because the sources of terrorism are far more deep-rooted - in suspicion, hatred, desire for revenge: emotional reasons that are not necessarily amenable to rational argument and debate. Fanaticism, to realize ideological objectives, is not going to be influenced by material improvements in conditions.''\nIn terms of international relations, however, Wilkinson sees another illusion (his fourth ''obstacle'') as ''perhaps even more dangerous. And this is the notion - being discussed in some quarters - of a 'quick-fix military solution' to terrorism, 'with so-called preemptive strikes against terrorist states.' ''\nHe is an outspoken campaigner on this issue. ''I believe state-sponsored terrorism by countries like Iran, Libya, Syria is dangerous.\n''But it's even more dangerous if the democratic state were to retaliate by escalating the violence to a level of a major war.''\nSuch retaliation, he argues, could even be a kind of terrorism in itself.\n''If you attack targets blind, as has happened for example in the Middle East, and in South Africa, on the supposition that this will simply put 'the fear of God' into the other side, you are going to bomb a lot of innocent people. In the eyes of the local people, and of the third world in general, you are going to be seen as deserting the rule-of-law approach.''\nThis, he maintains, is ''something that democracies should never be prepared to do. We must draw the line and say: We are not going to adopt the methods used by the terrorists themselves. That's the slippery slope down toward the demoralization of the democratic state.''\nWilkinson does not mean by this stance to advocate no use of the military in countering terrorism. He admires the heroic skills of crack units rescuing hostages, of sharpshooters, of military bomb-disposal experts. But he emphasizes that such use of the military ''must be . . . within a rule-of-law approach under the control of the civil government.''\n''What I am saying is that the evil of war is even worse than the evil of terrorism. I am determined that we should find ways of dealing with this lower level of violence within the international rule of law.''\nLast, Wilkinson sees - ''perhaps the most dangerous in domestic terms - the illusion that there is nothing you can do against a determined terrorist attack without actually suspending democracy and the rule of law.'' He characterizes this as an unfounded sort of fatalism.\nBut he cites instances where even the most terrible terrorist problems have been countered domestically, within the rule-of-law and the democratic process. Italy, West Germany, and Israel have all succeeded in this way.\nHe even observes that such proven methods ''are working, gradually but too slowly, in Northern Ireland.''\nHe says it again: ''I do not, therefore, accept that there is nothing we can do.''\nOn the question of how an individual can best cope with victimization by terrorists, Professor Wilkinson stresses that there is no generalized answer.\nHe says that there are better training programs now for those in high-risk professions - such as diplomats, senior political and military figures, businessmen - but there is still not enough done.\nSuch training concentrates on techniques to maintain your health and mental alertness in a hostage or hijack situation, how to exercise in cramped conditions, to keep alert, to observe everything around you with great care, to be ready to help security authorities during, and after, release.\nThe professor recommends briefing for companies where staff runs high risks. There are now experienced people who offer professional advice.\n''It's easy enough to say it, of course, but such things as keeping cool and maintaining one's own dignity and self-respect are essential,'' he says.\nHe is, however, insistent that the best briefing is in ways to avoid potential victimization by terrorists. Such elementary things for diplomats, for example, as keeping a low profile, and avoiding regular patterns of travel and use of showy vehicles.\nConsulates and embassies should as a matter of course be protected against possible attacks by car-bombers.  Above all he feels that there is a need to ''engender in people a positive attitude, to resist a kind of fatalism'' which says either that it ''won't ever happen to me'' or that, if it does, ''there is nothing that can be done about it.''\nThere are cooperative precautions that can be taken, he argues, which can make it so difficult for terrorists to strike that they will simply cease believing it is worthwhile.  As for ordinary people who might become victims of hostage-taking or hijacking, he feels that a greater awareness, through such channels as books, articles, documentaries, of how others have acted in such circumstances, can be useful.\nBut he cautions against exaggeration of danger which might produce panic or paranoia in the public. ''After all the chances against being in such a situation are very high,'' he points out.\n\nGraphic\n\n \nPhoto: Wilkinson: 'no simple panacea to counter terrorism'"
}