{
    "title": "'I'm not a terrorist,' defendant tells judge",
    "publisher": "star tribune ",
    "year": 2016,
    "month": 11,
    "day": 3,
    "full text": "In a letter to the federal judge who will sentence him later this month, one of nine Twin Cities men convicted of trying to support ISIL denounced the terror group he once sought to join as \"cowards\" and called himself a victim of the group's \"intense mental warfare.\"\n\"Your Honor, I am against terrorism and I'm not a terrorist,\" Hanad Musse wrote Judge Michael Davis in a letter signed from an Elk River jail last month.\nMusse was the first of the defendants to plead guilty last year to federal charges that they conspired to leave the United States and join ISIL in the Middle East. His letter to Davis was attached to a brief filed Wednesday by his attorney requesting a 6-year prison sentence in the case. Sentencing arguments from defense attorneys and prosecutors in the case are due Thursday, and Davis will sentence all nine men during hearings Nov. 14-16.\nMusse and five other defendants who pleaded guilty face maximum sentences of 15 years in prison. Three others convicted by a federal jury of charges including conspiracy to murder outside the United States face possible maximum life sentences.\nAbdirahman Daud, one of three men convicted at trial in June, also filed a motion Wednesday asking Davis to depart from sentencing guidelines that call for enhanced penalties that accompany terrorism convictions. Daud's attorney, Bruce Nestor, said the enhance\nment \"substantially over-represents\" the seriousness of the young man's criminal history. Neither Musse nor Daud had prior criminal histories before being indicted in the case, but each has been automatically assigned the highest federal criminal history category in their presentencing reports.\n\"His participation in the offense ... while serious, is not the equivalent of an individual who actually carries out a deliberate, planned act of terrorism inflicting physical injury on individuals and psychological terror on society,\" Nestor said.\nThe enhanced sentences for terrorism cases were imposed by the U.S. Sentencing Commission in 1995. In terror cases he heard previously related to Al-Shabab, Davis ruled that the adjustments should be applied. Two other defendants in the ISIL recruitment case - Abdullahi Yusuf and Abdirizak Warsame - are meanwhile subject to motions from the government that could ask for lighter sentences because they cooperated with the government.\nMusse's attorney, Andrew Birrell, also challenged the sentence enhancement in his filing Wednesday. A six-year sentence, Birrell said, would sufficiently represent the severity of Musse's offense while giving the young man a chance to receive any \"needed training or correctional treatment.\"\nBirrell said Musse has \"had the ability to self-reflect away\" from ISIL propaganda since his April 2015 arrest and \"needs more exposure to positive, inclusive influences\" to help counteract the terror group's subversion. But Birrell cited September testimony from German terrorism scholar Daniel Koehler that the federal Bureau of Prisons lacks any prison-based counter-radicalization programming or trained staff and experts.\n'It was my duty'\nDavis contracted Koehler in March as part of the nation's first \"terrorism disengagement and deradicalization program\" designed to evaluate terrorism defendants and train U.S. Probation and Pretrial Services staff in evaluating terror defendants.\nDavis also asked prosecutors to analyze sentences imposed in similar terrorism cases nationwide. The government filed its final analysis of 26 defendants on Monday, finding that sentences have ranged from 4 to 40 years.\nMinnesota's case - the largest in the country - is being closely watched by analysts as well as judges and attorneys in other districts.\nSupporters of the defendants have recently circulated letters to be signed and delivered to Davis in a final plea to return the men to their communities so they can educate others \"away from the slippery slope that caught them.\"\n\"These young men should be held accountable,\" one letter reads, \"but not excessively punished for initially responding to great human suffering and then being seduced and misled by a group like ISIL.\"\nIn his own letter to the judge, Musse described moving between Minnesota, Boston and Africa while caring for his infant sibling while his mother underwent chemotherapy. He returned to Minnesota by late 2012 and, before long, became transfixed by videos broadcasting the suffering of Syrians under the forces of the Bashar Assad regime.\n\"I felt as if Syria was my home, and it was my duty to protect its people after watching all the propaganda videos online,\" Musse said. \"After my experience in Africa, being treated like an American, and in America, being treated like an African, I was never accepted to be a part of something. So I chased the dream that was presented to me.\"\nStephen Montemayor · 612-673-1755\nTwitter: @smontemayor\n\nLoad-Date: November 3, 2016"
}