{
    "title": "'Imperative to find solution to Kashmir issue,' says Pakistan",
    "publisher": "the new york times",
    "year": 2018,
    "month": 9,
    "day": 8,
    "full text": "\"Our foreign policy will be in the best interest of the nation\", he said, apparently referring to the country's involvement in neighbouring Afghanistan.\nPrime Minister Khan in his message said Pakistan believes in peaceful coexistence and wants to promote mutual cooperation with other countries, including its neighbours, on the basis of equality, Radio Pakistan reported. Prime Minister Khan will be the chief guest at the ceremony, which will be attended by the army chief, chairman joint chiefs of staff committee, services chiefs, ministers, senators, MNAs, diplomats, civilian officials and people from various walks of life.\nIn his video message, PM Khan had requested the overseas Pakistanis to make contributions in the dams fund which would help avert the water crisis. \"No other nation has fought the war on terror like the Pakistan Army\".\nKhan also talked about investing in human capital by sending children to schools and building hospitals and system of merit so that everyone is treated equally on the pattern of first Muslim state of Medina. \"Now what will Congress Chief say after Sidhu has returned from Pakistan & Pakistan speaking against India\".\nHe said regarding the issues faced by the nation, both the Army and administration were on the same page. While speaking at Pakistan's 53rd Defence Day in Rawalpindi on September 6, General Qamar Bajwa said that he salutes the people for fighting bravely and not letting go of their stand.\nThe prime minister, while appreciating the courage and professionalism of Armed Forces of Pakistan in eliminating militancy and terrorism, said no doubt their efforts for national development, strengthening of democracy and world peace were laudable.\nAlibaba's co-founder Jack Ma to retire on September 10\nMa will remain on the company's board of directors and continue to mentor Alibaba employees, according to the New York Times . Over the course of his tenure at Alibaba, Ma became China's richest man, earning a net worth of more than $40 billion.\nBajwa said after making the defence strong, it is high time now to wage war against hunger and poverty.\nThe prime minister stressed upon the world powers to play their role to stop Indian cruelty and aggression in the occupied Kashmir.\nHe said theDefence Day was the best reflection of national unity and solidarity.\nThe President and Prime Minister, in their separate messages on the occasion, emphasised that the resolution of the Kashmir issue in light of the United Nations resolutions is imperative for peace in the region, Radio Pakistan reported.\nOutgoing President Mamnoon Hussain's message focused on unity and fostering collective wisdom to defeat the evil designs of Pakistan's enemies.\nKhan said his government would continue its absolute struggle in the war against terrorism till its logical end. \"Every year on this day, we pay tribute to our Shuhada and Ghazis and reiterate our resolve to defend the country\", the president maintained.\n\nLoad-Date: September 8, 2018"
}