{
    "title": "'In Peru , there's no room for terrorism'",
    "publisher": "the deseret news",
    "year": 1997,
    "month": 4,
    "day": 23,
    "full text": "LIMA, PERU -- With well-trained precision and a secret warning to the hostages, government commandos set off a blast in a tunnel under the Japanese ambassador's residence to surprise rebels kicking around a soccer ball and end a 126-day hostage crisis.\n''Victory!'' proclaimed the government newspaper El Peruano Wednesday in a front-page headline.\nAll 14 rebels died in the daring daylight assault ordered Tuesday by President Alberto Fujimori. Seventy-one hostages held for four months by the small band of Tupac Amaru rebels were rescued, though one other hostage and two soldiers died in the storming of the compound.\nThe standoff, the longest hostage siege in Latin American history, had focused global attention on the little-known leftist rebel group, which took over the mansion Dec. 17 in an attempt to free comrades held in Peruvian jails. The rebels have waged a guerrilla war in Peru since 1984.\nAn emotional Fujimori, wearing a bulletproof vest, toured the compound afterward and told a cheering throng that he had to attack rather than give in to rebels.\n''In Peru, there's no room for terrorism,'' he said, using a bullhorn to be heard over the crowd outside the residence.\nThe attack started with a 3:17 p.m. explosion in a tunnel under the main hall where eight of the rebels were playing indoor soccer, presumably the same tunnel that rebel leader Nestor Cerpa said was being dug six weeks ago when he suspended talks with government negotiators.\nCerpa had said the government was digging a tunnel for a surprise attack. A police colonel in charge of security around the ambassador's residence said then that the charge was ''an invention'' of the kidnappers.\nBut the Lima newspaper La Republica said Wednesday professional miners brought in by police started digging the tunnel in January, that the tunnel caved in at one point, injuring several miners, and police played martial music over huge speakers outside the residence to mask the sound of the digging.\nPolice are believed to have installed electronic listening devices inside the tunnel.\nAfter blasting the living-room area under where the rebels were playing soccer, part of a 140-man elite military-police team poured through the compound's front gate and blasted open the mansion's front door.\nOther soldiers attacked from the rear, and a third unit climbed to the rooftop and helped hostages flee the building.\nMoments later, smoke poured from the residence. Triumphant soldiers hauled down the guerrillas' red flag, and hostages and rescuers cheered and jubilantly sang the Peruvian national anthem. One soldier pumped his fist excitedly like a victorious athlete.\nNewspapers in Peru and Japan had special editions Wednesday filled with pages of photos of the rescue and lauding the end of the rebel siege.\n''Terrorism has been brought to its knees by the resolve that the Peruvian state has shown in such a forceful way,'' the government newspaper El Peruano said in an editorial.\nFujimori, normally stoic, fought back tears Tuesday as he read the names of those killed - Supreme Court Justice Carlos Giusti and two army officers, members of his teenage son's security guard.\nThe president said Giusti apparently died of a heart attack after he was shot during the assault. It was unclear who fired at him.\nMorihisa Aoki, the Japanese ambassador, was also wounded but smiled and waved from the ambulance that carried him away. Showing a sense of humor, he added his thanks to Fujimori for staging the raid on his wedding anniversary.\nThe president said 25 other captives were injured in the gunfire and explosions that rocked the compound. Two had serious injuries: Peru's foreign minister, Francisco Tudela, and another Supreme Court justice.\nIn Germany, rebel spokesman Isaac Velazco vowed retribution, telling Associated Press Television that the ''blood spilled will never be forgotten, and sooner or later justice will be done in Peru.''\nBut the future of the guerrilla band was in doubt after the raid. The group has few more than 100 fighters, and most of its leaders are now either dead or in jail.\nJapanese Prime Minister Ryutaro Hashimoto said Fujimori had engineered a ''splendid rescue'' - but added it was ''regrettable'' that Fujimori hadn't told him in advance of the raid.\nIn Washington, Defense Secretary William Cohen lauded the Peruvian government for its patience during the siege but also said the U.S. government was not informed beforehand.\nFujimori said secrecy was critical to the success of the assault, which he ordered after intelligence reports indicated the time was right.\nAll 14 rebels were killed, Fujimori said, including Cerpa and at least two teenage girls who belonged to the movement.\nThe hostages were mostly Peruvians, but also included 24 Japanese - 12 businessmen and 12 diplomats, including Aoki.\n\nLoad-Date: April 3, 1998"
}