{
    "title": "'Intense' interrogations on terrorism OK, Mitt says",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 7,
    "day": 21,
    "full text": "DENISON, Iowa -- Republican presidential hopeful Mitt Romney said Friday more intense methods of CIA interrogation are acceptable in dealing with terrorism and he praised the broad powers granted law enforcement under the USA Patriot Act.\nDuring a question-and-answer session at an Iowa campaign stop, Romney was asked about aggressive interrogation of those in U.S. custody. In recent years, questions have arisen as to whether the CIA's enhanced interrogation techniques cross the line into torture and abuse, such as a practice known as water-boarding.\nThe CIA has denied it uses torture.\n\"I support tough interrogation techniques, enhanced interrogation techniques, in circumstances where there is a ticking time bomb, a ticking bomb,\" Romney said. \"I do not support torture, but I do support enhanced interrogation techniques to learn from terrorists what we need to learn to keep the bombs from going off.\"\nRomney answered questions about torture during a Republican debate in May, but his answers Friday expanded on the issue.\nThe former Massachusetts governor also praised President Bush for enactment of the Patriot Act. Critics of the law contend that the government has invaded Americans' privacy using the newfound powers of the act, such as the Justice Department's authority on wiretapping.\n\"Our president, for all the criticism he receives, has kept America safe these last six years, and he has done it by: One, pursuing the Patriot Act, which has given us the intelligence information we needed to find out who the bad guys were and get them out before they got us, and No. 2, when al-Qaida was calling America, he made sure someone here was listening,\" Romney said. \"And No. 3 ... when terrorists were detained, were captured, he made sure we interrogated them.\"\nRomney was beginning a two-day trip through western and northern Iowa, seeking the support of conservative voters by continuing his focus on values. He stressed the importance of enforcing obscenity laws, getting tough on retailers who sell violent video games to kids and education to reduce the number of unwed mothers.\nIf someone uses the Web to sexually assault a child, he said, there should be stiff consequences.\n\"I'll call it one strike and you're ours because I want to put them in jail for a long time and then put an ankle bracelet on them and a GPS transponder so that we know where they are for the rest of their lives,\" he said.\nAmong those in attendance were Mark and Linda Spiegel, of Charter Oak, whose daughter is president of the Young Republicans chapter at the University of Northern Iowa and works as an intern for the Romney campaign.\n\"He's in the same ballpark that we are. I agree with what he's going with,\" said Linda Spiegel, a nurse.\nLater, during a stop in Storm Lake, Romney introduced his son, Josh, who is traveling the state with his wife and three children. The candidate also held up his granddaughter, Grace.\nRomney said 96 of his relatives planned to attend the straw poll on Aug. 11 in Ames, Iowa, to help out his campaign.\n\"They'll be serving the food and making sure it's a great time for all,\" Romney said.\n\nLoad-Date: July 21, 2007"
}