{
    "title": "'Islamo-fascism' speaker meets controversy at Dartmouth",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 29,
    "full text": "Robert Spencer, director of Jihad Watch and author of two New York Times bestsellers on Islamic jihad, gave a speech to an audience of around 70 at Dartmouth College in Dartmouth Hall on Friday, Oct. 26 on the subject of \"Islamo-fascism.\" Amid much controversy over the week's advertising, the keynote speech received a standing ovation and was the concluding event of \"Islamo-Fascism Awareness Week\" at the College.\nDuring his speech, Spencer called on the audience to end the silence on the subject of what he called Islamo-fascism.\n\"Now is the time for every person of conscience to call what oppression and injustice are -- oppression and injustice,\" Spencer said. \"That's why we need Islamo-fascism Awareness Week.\"\nChloe Mulderig '05, who identifies as a \"moderate Muslim\" and works for the anthropology department, said that Dartmouth disagrees with Spencer's assertion that Dartmouth needs such a week.\n\"Part of their agenda is to illicit a response, but we're smarter than that,\" Mulderig said. \"Debate about terrorism is very important, but Robert Spencer is unfortunately bringing hate speech on campus and hates Islam itself.\"\nSpencer defended the term \"Islamo-fascism\" and denied that the term equates Islam to terrorism. He added that terms such as Italian and German fascism used during World War II did not apply to the entire populations of Italy or Germany.\n\"Saying that Islamo-fascism tars all Muslims simply defies all common sense,\" he said.\nSpencer said that there was a growing movement of fundamentalist Muslims within the Islamic world who are \"claiming the mantle of Islamic purity\".\n\"Without an authority on who can say what is 'true Islam' and when they can base their words on the Koran, then it can and does have a great effect on the Islamic world.\"\nSpencer claimed that Al-Qaeda and Hamas, who feel \"the need for waging war against Christians and Jews until they submit,\" sprang from this disagreement about the finer details of Islam.\nSpencer also emphasized that in the society that jihadists would implement, women would be one of main groups to suffer .\nThough Mulderig was impressed by Spencer's knowledge of Islamic theology, she questioned the accuracy of his comments concerning the Koran in regards to women.\n\"[Spencer's assertion] that the Koran says it is okay to beat women is incorrect and offensive,\" she said.\nMuldering also wished that a speaker without an agenda was brought in to ignite discussion about terrorism.\n\"Though a part of Spencer's agenda is to increase awareness [of terrorism], the other part is to hate on Muslims,\" she said.\nIn the question and answer session following the speech, Spencer was asked by a member of the audience if having an Islamo-fascism Awareness Week meant that the College should also have a week for other countries, including a \"CIA-fascism awareness week\".\n\"You guys have that every week here,\" Spencer replied, a comment that was met with applause from the mostly-conservative audience.\nSpencer was introduced by Professor Meir Kohn of the economics department, who highlighted how the effects of Islamo-fascism was brought to the world's attention by Sept. 11, 2001 and criticized the ambivalent view of Islamo-fascism by the \"left\".\n\"Marxism currently exists in only three places: North Korea, Cuba and American universities,\" said Kohn. He went on to call the academic left a \"watered-down version of Marxism.\"\nKohn also said that the silence about Islamo-fascism by the academic left is a form of passive approval, and that the front of the war for awareness of this issue is waged on American university campuses.\nAt one point during the speech, two Safety and Security officers came into the auditorium. They said that they were \"not here in official capacity\", but there \"just to make sure things were OK,\" adding that they found the speech interesting.\nMulderig felt that the presence of the Safety and Security officers was the most offensive part of the event.\n\"The College clearly has a lot of faith in the Muslim community,\" she said sarcastically.\n(C) 2007 The Dartmouth via U-WIRE\n\nLoad-Date: October 29, 2007"
}