{
    "title": "'IT'S WRONG!' SHULTZ SAYS OF TERRORISM",
    "publisher": "the new york times",
    "year": 1985,
    "month": 12,
    "day": 18,
    "full text": "The news conference here today with Secretary of State George P. Shultz and Foreign Minister Raif Dizdarevic was marked by an unusual outburst by Mr. Shultz. Here is some of what the two officials said.\nQ. Did you discuss the question of terrorism and hijacking, and specifically Mohammed Abbas, and could you tell us what the positions of the two sides were?\nSHULTZ. We did discuss the subject of terrorism. From the U.S. side, I expressed the great concern we have about this problem, about the fact that it has become a major problem that is not a national problem. It's an international problem. Hijackers and terrorists operate across national boundaries, and so we seek to cooperate with other countries in dealing with this problem.\nWe're glad to see the four who are being held in Italy on trial, and we would like to see Mr. Abbas in the same position. And so I expressed my disappointment that he was allowed to pass through Yugoslavia, and at the same time I think I can fairly say the Yugoslavs stated their agreement on the importance of the problem.\nDIZDAREVIC. Yes, we did discuss the problem of terrorism, and you are familiar with Yugoslavia's stance, that it is a very serious problem. It is an international problem, and it calls for the involvement of everyone individually and for cooperation in combating terrorism.\nYugoslavia has been active in this respect for a long time because it has been a victim of acts of terrorism for a long time, too. While expressing our views on this particular matter, we also express Yugoslavia's readiness to cooperate with the United States with regard to that issue as well.\nI should like to remind you of Yugoslavia's point of view with regard to international terrorism, and that is that Yugoslavia clearly distinguishes between the struggle against colonialism, against aggression and racism on the one hand, and terrorism on the other hand.\nWhen speaking of terrorism and the struggle against terrorism, one must also view the causes that lead to it, because we believe that by the elimination of causes of terrorism, the phenomenon itself can be controlled and eliminated. As regards the Abbas case, everything we have to say to each other concerning the Abbas case, at the time this was a topical issue, and as far as Yugoslavia is concerned, this has been overcome.\nSHULTZ. I'd like to add a point, if I may, on this question of causes. Hijacking the Italian ship, murdering an American, torturing and holding a whole bunch of other Americans is not justified by any cause that I know of. There is no connection with any cause. It's wrong! (Pounds the table twice.) And the international community must step up to this problem and deal with it unequivocally, firmly, definitively. There must be no place to hide for people who do that kind of thing. (Looking at the Yugoslav Foreign Minister) -And you probably feel the same way."
}