{
    "title": "'It's very dangerous out there,' former spy chief tells Utahns",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 8,
    "day": 10,
    "full text": "SALT LAKE CITY ? Even with the United States making major strides in the global war on terror, the world is still \"very dangerous,\" according to one of the nation's top intelligence experts. Speaking Wednesday before a capacity audience in the auditorium of the Utah State office building, retired Air Force Gen. Michael Hayden said the threat of terrorism exists on numerous levels, including the real world and in virtual reality. \n\"It is incredibly difficult to conduct even reasonable defense in cyberspace,\" he explained. \"The very nature of the Internet makes it hard to defend.\" He said over time, hostile elements could use the vulnerability of the Internet to launch an attack that could threaten the security of private information of millions of Americans. For that reason, the nation should be proactive in its strategy to protect itself. \"It's not something we need to panic about, but we need to be serious about as well,\" he warned. The construction of the National Security Agency data center at Camp Williams will serve as a strong tool in the battle to improve security against cyber terrorism, he said. Hayden, the former director of the Central Intelligence Agency as well as the National Security Agency, was the featured speaker at a forum on national security hosted by Sen. Orrin Hatch. On the U.S. military presence in Afghanistan, Hayden said that while he supported the president's strategy for reducing the number of troops on the ground in the region over time, he would prefer to have the withdrawal occur a few months later than the planned summer 2012 timeline. \"What we clearly have to demonstrate to everyone in the region is that we truly are in this for the long haul,\" Hayden said. \"(Show) that it's in our interest to be there and we will not repeat what we did more than a decade ago, which was to leave the area, and actually created the circumstances by which we were attacked on Sept. 11.\" He went on to say that there generally were five issues that he considered significant threats to the nation's security, beginning with Iran ? which he believes is a major concern due to its radical policies. Second, was China, because of its growing influence on the global economy and the dramatic changes occurring in Chinese foreign policy. Third, was the volatile situation and \"hideous violence\" currently unfolding in Mexico, which he said would inevitably spill over the border into the United States, if left unchecked. \"The violence is indeed bleeding over into the United States,\" he said. \"It's in American interests to take advantage of the Mexicans asking us for cooperation. (We need) to be fully cooperative as an ally and do what we can to enable the Mexican government to get a real handle on this situation.\" Hayden said the aid should come in the form of economic assistance, not military troops. He said the Mexican conflict is so close to our border \"that it cannot help but affect our lives, our peace and certainly our quality of life.\" The fourth concern he mentioned was cyber terrorism, with the fifth being the ongoing \"war on terror.\" \"We still have to counter terrorism ? still have to remain alert despite our great successes,\" Hayden said. \"It's still at war. We still have to treat it as a war (and) we still have to fight it.\"  E-mail: jlee@desnews.com \n\nLoad-Date: August 11, 2011"
}