{
    "title": "'JACKAL' BANTERS WITH JUDGE AS HE IS HELD IN 1 BOMBING",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 8,
    "day": 17,
    "full text": "Carlos the Jackal bantered with an anti-terrorism judge who charged him in a bombing case yesterday, while his lawyer alleged he was betrayed, drugged and bound in a kidnap operation that ended his two decades on the lam.\nCarlos, born Ilich Ramirez Sanchez, was handed over to France on Monday by Sudan, his last refuge in a chaotic life on the run.\nBut the graying freelance terrorist was unruffled in court yesterday, jesting with France's renowned judge of terrorism cases, who charged him in a 1982 Paris bombing that killed a pregnant woman and injured 63 other people.\nHeld in an isolation cell at La Sante prison in Paris, Carlos was ''very calm, very relaxed'' at the closed hearing in the judge's chambers, and his morale was good, attorney Mourad Oussedik told The Associated Press.\nPolice carrying assault rifles escorted Carlos, 44, up four flights of stairs at the justice center in the heart of Paris to his two-hour meeting with Judge Jean-Louis Bruguiere. Chains stood out against his white pants, beige sweater and brown slip-on shoes.\nSeated on a hallway bench awaiting the judge, Carlos bantered with his guards about guns. Then the doors of Bruguiere's chambers opened.\n''Ah, here's the judge, how's it going?'' Carlos, a native of Venezuela, said in French.\n''And you?'' Bruguiere replied.\n''Still alive, for a long time to come,'' answered Carlos, whose death had been rumored numerous times. Then, to his escorts, he added, ''This guy, he's a star.''\nBruguiere charged Carlos with ''complicity in voluntary homicide and injuries and destruction by explosives leading to death and permanent injuries.''\nA panel of judges is expected to charge him later with the fatal shooting of two counterintelligence agents in 1975. A French court convicted Carlos in absentia in 1992 and sentenced him to life in prison for those slayings, but under French law he will have to be retried.\nCarlos' two attorneys are Oussedik and Jacques Verges, who has made a career of defending notorious clients, including Gestapo chief Klaus Barbie and Magdalena Kopp, a West German terrorist who reportedly married Carlos after a term in French prison.\nThe 1982 bombing with which Carlos was charged yesterday was less bloody than other crimes in which he is a main suspect, including the 1975 attack on OPEC headquarters and the 1976 hijacking of an Air France plane to Entebbe, Uganda.\nBut the charge carried the symbolic weight of the hand of justice coming down on a man who eluded Western intelligence networks for two decades.\nInterior Minister Charles Pasqua said Monday that Carlos was responsible for at least 15 deaths in France and 83 worldwide.\nOussedik told the AP by telephone that his client's arrest was a ''mafioso deal'' between France and Sudan.\n''He was overpowered, bound, drugged. They gave him a shot … put a mask on him and he was put on a French plane'' with French counterintelligence agents, Oussedik said.\nOussedik said he will sue the French government for kidnapping today if his client agrees.\nCarlos reportedly had been living in Sudan since early this year. Oussedik said the Sudanese government had been harboring his client, and he provided the first hint that Carlos may have permanently settled in Sudan.\n''He was living peacefully in Khartoum with his family. He had a Sudanese (government) security guard,'' Oussedik said. Carlos and Kopp reportedly have a daughter.\nDuring his career, Carlos teamed up with some of the world's most murderous groups, from Germany's Red Army Faction to the Japanese Red Army and the ETA Basque separatist movement in Spain.\nThe son of a communist lawyer, Carlos embarked on his terrorism career in 1970 when he joined the Popular Front for the Liberation of Palestine.\nHe acquired his nickname after British tabloids learned that a copy of the 1971 thriller ''Day of the Jackal'' was found in one of his London safe houses. The novel tells the story of a killer hired to assassinate the late President Charles de Gaulle of France.\n\nLoad-Date: October 14, 1994"
}