{
    "title": "'JACKAL' JESTS WITH JUDGE IN FRENCH COURT",
    "publisher": "the salt lake tribune",
    "year": 1994,
    "month": 8,
    "day": 17,
    "full text": "-- Carlos the Jackal bantered with an anti-terrorism judge who charged him in a bombing case Tuesday, while his lawyer alleged that Carlos was betrayed, drugged and bound in a kidnapping operation that ended his two decades on the lam.\nCarlos, born Ilich Ramirez Sanchez, was handed over to France on Monday by Sudan, his last refuge in a chaotic life on the run.\nBut the graying free-lance terrorist was unruffled in court Tuesday, jesting with France's renowned judge of terrorism cases, who charged him in a 1982 Paris bombing that killed a pregnant woman and injured 63 other people.\nHeld in an isolation cell at La Sante prison in Paris, Carlos was \"very calm, very relaxed\" at the closed hearing in the judge's chambers, and his morale was good, attorney Mourad Oussedik told The Associated Press.\nSeated on a hallway bench awaiting the judge, Carlos bantered with his guards about guns. Then the doors of Bruguiere's chambers opened.\n\"Ah, here's the judge, how's it going?\" Carlos, a native of Venezuela, said in French.\n\"And you?\" Judge Jean-Louis Bruguiere replied.\n\"Still alive, for a long time to come,\" answered Carlos, whose death had been rumored numerous times. Then, to his escorts, he added, \"This guy, he's a star.\"\nBruguiere charged Carlos with \"complicity in voluntary homicide and injuries and destruction by explosives leading to death and permanent injuries.\"\nA panel of judges is expected to charge him later with the fatal shooting of two counterintelligence agents in 1975. A French court convicted Carlos in absentia in 1992 and sentenced him to life in prison for those slayings, but under French law he will have to be retried.\nCarlos' two attorneys are Oussedik and Jacques Verges, who has made a career of defending notorious clients, including Gestapo chief Klaus Barbie and Magdalena Kopp, a West German terrorist who reportedly married Carlos after a term in French prison.\nInterior Minister Charles Pasqua said Monday that Carlos was responsible for at least 15 deaths in France and 83 worldwide.\n\nLoad-Date: April 17, 1995"
}