{
    "title": "'JAMES BOND' OF HATRED. GEEKY 'JIHADIST 007' NAILED AS LONDON-BASED TERROR TECHIE'S SITE VOWED TO HI",
    "publisher": "daily news ",
    "year": 2007,
    "month": 7,
    "day": 6,
    "full text": "DOZENS OF extremist Muslim doctors vowed to bring holy war to the U.S. in rants on a Web site run by a twisted computer geek dubbed \"the jihadist James Bond.\"\nThe Moroccan-born braggart, Younis Tsouli, 23, an Al Qaeda fan who ran a string of Islamic Web sites out of his London home, was sentenced to 10 years in prison yesterday after pleading guilty to inciting terrorism over the Internet.\nTsouli, the first cyberterrorist ever prosecuted in Britain, had images of Washington on his hard drive, stored alongside details of how to make car bombs, cause explosions and produce poisons, prosecutors said.\nIn a posting found three years ago on Tsouli's computer, the \"doctors\" warned they plan to use car bombs and rocketpropelled grenades.\n\"We are 45 doctors and we are determined to undertake jihad and take the battle inside America,\" the post says.\nThe e-threat - which officials called \"spooky\" but unsubstantiated - targeted the now-retired carrier John F. Kennedy, usually moored at Mayport naval base in Jacksonville, Fla., the paper said.\n\"The first target which will be penetrated by nine brothers is the naval base which gives shelter to the ship Kennedy,\" the site says.\nThe chilling threats even mention using six Chevrolet trucks and fishing boats to destroy gas storage tanks with rocketpropelled grenades.\nIn a puritanical twist, the Islamic radicals also warn they plan to blow up topless bars near the base.\nTsouli used the screen name irhabi007, a tag that combines the Arabic word for terrorist and the code number for fictional spy James Bond.\nTwo accomplices, grad students Tariq al-Daour, 21, and Waseem Mughal, 24, also pleaded guilty to inciting others to commit acts of terrorism. Daour was sentenced yesterday to 6 1/2 years in prison and Mughal to 7 1/2.\n\"These three men, by their own admission, were encouraging others to become terrorists and murder innocent people,\" said Peter Clarke, head of London's Counter Terrorism Command.\nIn addition to running a network of extremist Web sites, the trio hoarded videos of the murders of Americans Nick Berg and Daniel Pearl.\nDespite striking similarities to the botched bombings in London and Glasgow last week - in which all eight suspects are doctors or have medical links - British cops say they have found no ties between the two groups.\nA source close to Scotland Yard cast doubt on the credibility of the posts.\nHowever, sources said it was \"definitely spooky\" that the use of doctors for terrorist purposes was being discussed in radical Islamic circles up to three years ago.\nTsouli and his pals were among the leading distributors of terrorist material on the Internet before their arrests in 2005, said Evan Kohlmann, a U.S.-based terrorism consultant who testified against them.\n\"People . . . initially thought these guys were computer geeks or hackers,\" Kohlmann said. \"But they were a lot more dangerous. They were the key aides to Al Qaeda. There was no one more skilled at what they did.\"\ndgoldiner@nydailynews.com\n\nGraphic\n\n \nNow-retired John F. Kennedy naval carrier, pictured sailing up Hudson River in 2005, was one target of London-based terrorists who plotted mayhem via a string of Web sites. Ring leader Younis Tsouli (l.) was first cyberterrorist prosecuted in Britain. Accomplices Waseem Mughal (lower l.) and Tariq al-Daour (lower r.) also pleaded guilty. Photos by Craig Warga/ Daily News, Reuters (l.) and AP\n\nLoad-Date: July 6, 2007"
}