{
    "title": "'JEWISH TERRORISM' A NEW ISSUE FOR ISRAEL",
    "publisher": "the new york times",
    "year": 1983,
    "month": 10,
    "day": 23,
    "full text": "In recent months Israeli authorities have started investigating what they describe as the possibility that a small group of ''Jewish terrorists'' has operated against Arabs in the occupied West Bank.\n The word terrorism, which for many years has been used in Israel to describe activities by Palestinian Arabs, has begun to be applied to Jews since July 26, when three or four masked men rushed into the Islamic College in Hebron, threw a hand grenade and sprayed automatic weapons fire into crowds of students and faculty members. Three Arabs were killed and 33 were wounded.\nIsrael investigation of whether small group of 'Jewish terrorists' is responsible for attacks on Arabs in occupied West Bank discussed as emotional issue for Israelis accustomed to consider terrorism by Arabs only; Defense Min Moshe Arens comments (S)\nSince then the term Jewish terrorism has crept into discussions among some Israelis in the press, law enforcement agencies and the Cabinet, a significant development in view of the high emotional and political overtones attached to the word terrorist.\nIn Israeli newspapers, radio and television broadcasts, politicians' speeches and social conversations, it has been virtually a synonym for members of the Palestine Liberation Organization.\n''Is there a Jewish terrorist group?'' Defense Minister Moshe Arens said in a recent interview.\n''Well, I don't discount it,'' he said. ''Not having found the criminals as yet, I'm not ready to tell you that they're Arabs and that it couldn't possibly be that they're Jews. The people who have the task of investigating this crime and apprehending the criminals must look at the possibility also that maybe Jews are involved.''\nThe same suggestion was put forth by Avraham Achituv, former head of the Shin Beth, Israel's internal security agency. He wrote in August in the Tel Aviv daily Davar that while he backs Jewish settlement in the West Bank, ''it can serve indirectly as an incubator for the growth of this terrorism.''\n''The process of settlement has left behind a deep psychological scar in the relationship between the settlers and the Government,'' Mr. Achituv said, ''and has sharpened the confrontation with the Palestinians.''\nAfter the Hebron college incident, Israeli military authorities suggested that the attack was part of a continuing feud between nationalist P.L.O. factions and Moslem fundamentalists.\nBut specialists in Arab affairs said they doubted this theory. Noting that the college's students included children from every prominent Arab family in the Hebron area, they said such indiscriminate shooting would have wounded members of such a variety of clans and affiliations that it would have provoked years of revenge without serving any Arab faction's political purpose.\nFurthermore, they said, the timing of the attack suggested possible retaliation for the stabbing death of a Yeshiva student July 8 in the center of Arab Hebron. After the murder Jewish settlers defied an army curfew and burned Arab-owned stalls in the market.\nIn the investigation of the college attack, at least one Jewish settler from Qiryat Arba, near Hebron, has been held for a day of questioning. Ballistic tests have been done on captured Soviet-made Kalashnikov rifles carried by Qiryat Arba residents."
}