{
    "title": "'Jewish terrorism' hovers over Israeli vote",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 6,
    "day": 4,
    "full text": "The issue of ''Jewish terrorism'' - whether it's somehow ''better'' than the Arab variety - could complicate a reelection bid by Israel's right-wing government.\nAs the trial of some two dozen detained Jewish suspects approaches, there are increasing signs it may become the focus of one of Israel's bitterest internal debates in years. Public remarks of sympathy for the terrorist strikes from two extremist members of the ruling coalition have already ignited a bitter war of words.\nPrime Minister Yitzhak Shamir's governing coalition, trailing in opinion polls amid a domestic economic crisis and the war in Lebanon, faces national elections in July.\nThe government strategy has been to forcefully distance itself from the suspected terrorists, despite a shared belief in full-scale Jewish settlement of the occupied West Bank of the Jordan River. Many of the suspects are West Bank settlers.\nMr. Shamir, clearly embarrassed by the friendlier tack taken recently by two political colleagues on the terrorism issue, has disassociated himself from their remarks as well.\nThe government's hope seems to be that, at a minimum, the terrorism trial will not get underway in earnest until after the elections.\nThis is particularly so, given suggestions the defense is planning a \"political\" case, shifting the courtroom focus from the individual suspects to the contention that past West Bank violence suspects to the contention that past West Bnk violence against Jewish settlers somehow justifies, or a least mitigates, anti-Arab terrorism.\nThe main body of defendants is scheduled to go to court June 19, well before the polling date.  But there is specutlation here that the defense lawyers will ask for additional time to read through the voluminous evidence in the case, which could push the trial date to late summer.\nThe first major break in government ranks on the terrorism issue came last month, when Science and Development Minister Yuval Neeman sounded off on one of the plots for which the Jewish suspects have been charged.  This was the June 1980 bombings on the West Bank, in which two Palestinian mayors were maimed.\n\"I don't say I justify it,\" he said.  \"But I say that, in sum, it had a positive effect.\"\nIn addition to his Cabinet post, Mr. Neeman heads the government's interministerial committe on West Bank settlements.  And only a few days ago, a prominet member of Mr. Shamir's own Likud party went far further than had Needman.\nMeir Cohen-Advidov, deputy speaker of the Israeli Parliament, said in the chamber: \"My heart goes out to the detainees. . . These boy are the pride of Israel.\"\n\"They're murderers,\" snapped back the leader of Israel's small Communist Party.\n\"They made mistake,\" the deputy speaker fired back.  But \"I say we should be proud of them.\"\nIn an index of the rancor of the brewing national debate on the terrorism, a Likud supporter and onetime press chief for retired Prime Minister Menachem Begin called in a newspaper column last Friday for fellow Likud sympathizers to speak out forcefully against the terrorist strikes.\nThe former official, Zeev Chafets, said statements of sympathy or support for Jewish terrorism \"have raised the stakes\" on the issue.  \"No longer [is the issue] the guilt or innocence of individual suspects, but the contention there is no such thing as guilt when the perpetrator is a Jewish settler and his victim is an Arab.\"\nStill, more than a few veteran Israeli political analysts predict Shamir will yet manage to win reelection for his coalition in July.  Incumbency, they note, is one formidable advantage.\nThe government has already been moving to soften the bite economic austerity measures as election day approaches.  Some analysts suspect at least a partial pullback of Israeli troops in Lebanon before election outcome could be how sucessfully Shamir less vulnerable on that issue as well.\nBut a key to the election outcome could be how successfully Shamir handles the \"Jewish terrorism\" issue.\nIn this area, he will have to steer a delicate course.\nOn the one hand, he must retain the backing of the large chunk of his constituents that backs West Bank settlement and opposes any eventual Israeli-Arab peace requiring Israel to relinquish that territory.\nOn the other hand, the premier seems likely to come under political pressure to distance himself ever more sharply form anti-Palestinian terrorism, the detained suspects, and from members of his own coalition who suggest support for their actions.\nTo the extent Shamir manages such a balance, even opposition political sources suggest, he may manage to defuse the potentially explosive election issue or even turn it to his advantage.\n\nGraphic\n\n \nPicture, Suspected Jewish terrorists: focus of bitter debate, UPI"
}