{
    "title": "'Let our kids grow in peace', 'let us live' 'There is no justice after death', Zubeen writes to ULFA",
    "publisher": "the sentinel",
    "year": 2019,
    "month": 5,
    "day": 20,
    "full text": "Guwahati: Singing sensation and Assam's heartthrob Zubeen Garg wrote an open letter to outlawed faction ULFA-I urging for a revolution for change (peace).\n\nThe statement of the singer Zubeen Garg came after the Grenade Blast in Guwahati on last Wednesday.\n\nZubeen in a Facebook post (open letter) on Monday wrote, \"I need a revolution. I need a revolution of change. Killing innocent people will not result in anything fruitful. Fear cannot build a nation. Labour can. Hard work can.\"\n\nZubeen also urged to ULFA-I in the letter to teach our kids how to cultivate. Teach them how to grow seeds out of nothing. Teach them how to shape their dreams.\n\nIf you want to build something, build Majuli! If you want to destroy something, destroy the threats roaming over Kaziranga!, Zubeen wrote in the letter.\n\nAlso, speaking about the flood issue of Assam, Zubeen appealed ULFA-I for a revolution to fight back against flood. \"I need a revolution that will make us part of the mainstream,\" added Zubeen Garg.\n\nThe open letter post had already created vibe amongst the netizens with almost 2.1 shares in the social media.\n\nThe singer further went on to say that he has been always against terrorism, \"I have fought against terrorism. Terrorism can never give a meaning to your rights. Education can. Development can. Progress can. Every man is an artist, and every artist stands with peace. I am a messenger of peace and labour. Let us work, let us dream, let us touch a sky that is wide and clear!\" Zubeen added further in the open letter post.\n\nLet our kids grow in peace, let us live. There is no justice after death, Zubeen appealed to ULFA-I.\n\nEarlier, Assam police had launched a massive operation against the culprits of the Guwahati Blast incident and arrested five persons in connection to the incident.\n\nFurthermore, the CJM Court Kamrup Metropolitan had sent the suspected accused to 10 days police remand.\n\nThey will be produced to CJM Court next on May 27, 2019.\n\nLoad-Date: May 20, 2019"
}