{
    "title": "'Lit Fuse' is an unnerving and engaging novel",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 12,
    "day": 13,
    "full text": "\"LIT FUSE,\" by Mike McPheters, Bonneville Books, $17.99, 255 pages (f) Written by Mormon author Mike McPheters, ?Lit Fuse? is a gut-wrenching novel that illustrates the battles against terrorism the United States fights on a continual basis. \nRaised by Pakistani immigrants, Delisha and Lufti Ahmed have been taught to hate America. Along with five other sibling pairs, Delisha and Lufti were chosen by al-Qaida to be suicide bombers. The siblings hope that their mission will kill hundreds of Americans. Lufti and Delisha feel honored that they were chosen for such a sacred duty because they will be exalted into Allah?s presence. When Delisha meets two Mormon missionaries she starts to question her radical Islamic beliefs. She starts to believe in the Christian God and in his loving and merciful ways. She reasons that God would not want her to kill innocent people. She knows the repercussions for al-Qaida operatives will be great, but she simply cannot continue with her mission. ?Lit Fuse? is an engaging novel that honors police officers and the dangerous work that they do. A former FBI agent, McPeters writes realistically and with great attention to detail. The most striking part of the book is the author?s knowledge of the Quran. Several beautiful passages are cited several times throughout the novel. Though a captivating novel ?Lit Fuse? touches a little too close to home. Because suicide bombings happen regularly, it seems like they should simply be reported in a newspaper, and not written in a fictional book. Nonetheless, McPheters is quick to emphasize American patriotism and the men and women who make our nation great. McPheters also emphasizes the role that the gospel can play in providing peace for our nation. The role of missionaries seems even more important when placed in the context of world terrorism. Overall, ?Lit Fuse? is a political thriller that is unnerving and engaging at the same time. The reader will want to quickly read the book in order to find out how it ends. RELATED ARTICLES: Mike McPheters is a FBI agent turned novelist Agent Bishop writes novel about prophesied drug cartels Book details adventures of FBI agent/LDS bishop LDS private investigator has colorful career Shelby Scoffield is a graduate of Brigham Young University and a graduate student at California State University, Stanislaus. \n\nLoad-Date: December 14, 2011"
}