{
    "title": "'Lone wolf' shooters are not alone",
    "publisher": "spokesman review",
    "year": 2019,
    "month": 8,
    "day": 6,
    "full text": "There are no lone wolves. A mass shooting at a Walmart in El Paso on Saturday was allegedly perpetrated by a young, white male, according to police, who appears to have posted a racist, anti-immigrant manifesto online minutes before the attack, declaring the need to fight the \"Hispanic invasion of Texas.\"\n Such white-supremacist hatred isn't just a poisonous belief held by isolated individuals. It is a group phenomenon that is, according to the FBI, the greatest terrorist threat to America. The El Paso shooting, which left 22 dead and more than two dozen wounded, was followed hours later by a mass shooting in Dayton, Ohio, that killed nine. The Dayton shooter also died, and on Sunday, police were still unsure of his motive.\n If the El Paso massacre turns out to have been the hate crime that police suspect, it will be one more example why viewing what is happening in America today as anything short of an ideological conflict - with one side heavily armed, the other side shopping for school supplies at a Walmart - is to disengage each individual incident from the terrorist rhetoric that breeds it.\n White-supremacist terror is rooted in a pack, a community. And its violent strand today is being fed by three distinct, but complementary, creeds. The community has essentially found a mission, kinship and acceptance.\n First, the mission. Young white men today are the last generation of Americans born when white births outnumbered those of nonwhites. Seven years ago, the Census Bureau reported that minorities, particularly Hispanics, were the majority of newborns in the United States, a trend that will continue. The development can be viewed as natural for a nation of immigrants or, in the white-supremacist interpretation, a \"white genocide\" controlled by Jews.\n In other words, this strain of white supremacy doesn't simply dislike the \"other\"; it views the other's very existence as part of a zero-sum game. The sense of \"the great replacement\" seeps beyond the bounds of their in-group, finding a voice even among politicians who may inadvertently bolster that view, as when Sen. John Cornyn, R-Texas, in June tweeted, without providing a comment or context, an article from the Texas Tribune with the headline: \"Texas gained almost nine Hispanic residents for every additional white resident last year.\"\n Second, the kinship. White-supremacist terrorism has what amounts to a dating app online, putting like-minded individuals together both through mainstream social media platforms and more remote venues, such as 8chan, that exist to foster rage. It is online, much like Islamic terrorism, that white supremacy finds its friends, colleagues who both validate and amplify the rage. When one of them puts the violent rhetoric into action in the real world, the killer is often call a \"lone wolf,\" but they are not alone at all. They gain strength and solace from like-minded individuals. No one would have said an individual Klansman attending a Klan meeting in the woods was a lone wolf; 8chan and other venues are similar meeting spaces in the digital wild.\n Finally, the acceptance. It is too simplistic to blame President Donald Trump and his inflammatory rhetoric for the rise of white-supremacist violence. But that doesn't mean his language isn't a contributing factor. Historically, racist ideologies don't die; Nazism survived World War II, after all. They just get publicly shamed. Communities evolve to isolate once-acceptable racism or xenophobia. But they can also devolve back to hate.\n The similarities between Trump's language about Hispanics, immigrants and African Americans marks them as the \"other\" and is mimicked by white supremacists. He fails to shame them. His rhetoric winks and nods, curries favor, embraces both sides and, while not promoting violence specifically, certainly does not condemn it (until after it occurs).\n Public speech that may incite violence, even without that specific intent, has been given a name: stochastic terrorism, for a pattern that can't be predicted precisely but can be analyzed statistically. It is the demonization of groups through mass media and other propaganda that can result in a violent act because listeners interpret it as promoting targeted violence - terrorism. And the language is vague enough that it leaves room for plausible deniability and outraged, how-could-you-say-that attacks on critics of the rhetoric.\n Trump fails to shame white supremacy. That is all anyone needs to know. And a responsible president - one who was appalled that his language might have been misconstrued and was contributing to the greatest terror threat in America today - would surely change his rhetoric. The failure to do so doesn't mean Trump welcomes the violence; it does mean that he isn't shaming its adherents.\n After the white-nationalist violence in Charlottesville, Virginia, in 2017, Trump uttered his now infamous remark that there were \"good people on both sides.\" No wonder those young white men, rallying for their hatred and brought together by online organizing, were parading their anger in broad daylight. There was a time when they might have worn hoods not only to terrorize but also to hide their identity.\n The pack today feels no shame.\n Juliette Kayyem is a former assistant secretary at the Department of Homeland Security and faculty chair of the homeland security program at Harvard University's Kennedy School of Government.\n\nLoad-Date: August 6, 2019"
}