{
    "title": "'MAYHEM MANUALS' TEACH HOW TO BLOW THINGS UP",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 3,
    "day": 14,
    "full text": "IS IT TOO EASY for would-be terrorists to find out how to build a bomb?\nNeil C. Livingstone, a Washington expert on countering terrorism, raised that question before Congress last week at a hearing on the World Trade Center bombing in New York.\nLivingstone, author of several books on terrorism and head of a crisis management firm, told the House Judiciary subcommittee on crime that he had collected 1,600 titles of what he called \"mayhem manuals.\" These are books, pamphlets and other publications that give instructions on how to build bombs, or how to torture or assassinate people.\nHe cited titles such as \"Kitchen Improvised Plastic Explosives (Vols. 1 and 2),\" \"Expedient Hand Grenades,\" \"Murder and Torture,\" and \"The Poor Man's James Bond.\" Some, Livingstone said, even specify how to perform attacks against particular groups, such as Jews, blacks, or gays.\nIn his House testimony and in an interview, Livingstone called such literature \"the pornography of violence.\"\nHe acknowledged that First Amendment protections make it difficult to restrict printed material. But he said that pornography is restricted in most jurisdictions in the United States and that information deemed especially dangerous to the public - such as how to build nuclear weapons - is classified.\n\"Mayhem manuals represent America's unique contribution to international terrorism,\" Livingstone said. \"Even a child - much less a foreign terrorist - can purchase a bomb-making manual through the mail in the United States.\" Livingstone said he had found a copy of \"The Anarchist Cookbook,\" a 1960s-vintage tome on amateur explosives, for sale in a bookstore at Washington's National Airport.\n\"I don't believe the great majority of Americans would feel that their First Amendment rights were significantly circumscribed if Congress imposed some reasonable restrictions on the publication, sale, and distribution of such manuals,\" Livingstone said.\n\"Everybody agrees that free speech doesn't extend to shouting fire in a crowded theater. But you can buy a manual telling you how to set the theater on fire,\" he said.\nPress reports have quoted investigators as saying they found manuals for making bombs in one of the apartments raided after the World Trade Center bombing.\nNot all experts on terrorism share Livingstone's degree of concern.  Robert H. Kupperman, a terrorism expert at the Center for Strategic and International Studies, believes that terrorists don't need such manuals for expertise.\n\"I'm sure it's sick, and I wouldn't mind seeing this stuff disappear,\" Kupperman said, \"but if Iran wanted to perform a terrorist act and use Semtex (a powerful explosive), they can do it. We're not going to stop it without advance intelligence.\"\nCivil libertarians raise concerns about censorship. \"There's a lot of information out there that people can put to bad uses,\" said Kate Martin, director of the Center for National Security Studies at the American Civil Liberties Union.\n\"The First Amendment makes a distinction between speech and action,\" Martin said. \"It's always been true that speech and discussion about violence has been protected by the First Amendment, even though violence itself is not. In the end, we think the cost of having the government act as censor will be higher than any danger from people advocating violence.\"\nModern technology also makes it hard to restrict information. One computer bulletin board, for example, yielded a 100-page publication called \"The Terrorist's Handbook.\" It was purportedly written by an anonymous engineer, claiming membership in a group whimsically titled \"Gunzenbomz Pyro-Technologies.\"\nAfter a warning not to use the techniques listed, the document proceeded to describe, in detail, how to mix chemicals to make all kinds of explosives.  There were sections on book bombs, phone bombs, and lightbulb bombs, as well as tips on how to steal chemicals from a college lab.\nThe widespread availability of chemicals used to make bombs is also a problem. Per-Anders Persson, who runs an explosive safety center in New Mexico, noted that a common substance in explosives is ammonium nitrate.  The same substance is available in ordinary fertilizers.\nPersson drew a parallel with gun control. Permits to mix certain explosives must be issued by the federal Bureau of Alcohol, Tobacco and Firearms. Still, he said, information on explosives - used in legitimate activities such as rock-blasting - is available in any engineering library.\n\"I can't really see, in a free society, how you can begin to restrict that kind of information,\" Persson said in a telephone interview. \"Do you put restrictions on every farmer and gardener, and make it difficult for them to get ammonium nitrate, because there may be criminals who will take this and blow up the World Trade Center?\"\nLivingstone, however, believes that some restrictions would help. He suggests a minimum age of 18, for example, for selling bomb-building manuals - the same age as for X-rated magazines in many places. He described how he used crayons on a yellow pad - just as a child might - to order two bomb manuals.  The manuals came, he said.\nLivingstone also proposes restricting the export of such manuals. He believes that some of the expertise acquired by foreign terrorists may come from made-in-USA publications. He believes that Congress should consider making it a crime to send such material across state lines.\nThe best line of attack, he believes, would be to get tough with the publishers. One possibility would be to make them liable for civil suits by persons injured in bombs made with help from their manuals.  \"I think that would put a lot of those folks out of business quickly,\" he said.\nLivingstone said he had visited some of the firms that publish the \"mayhem manuals.\" Some, he said, had a dozen employees and were well-organized.  \"It's a lucrative business, and they're cold and calculating about it,\" he said. \"These are not guys in a basement with a mimeograph machine.\"\nHe said those with ideologies tended to be right-wing extremists.\n\"I think the great bulk of this is read by fantasists, posturers and people with weird minds,\" Livingstone said. \"But I think there's 5 or 10 percent who are members of hate groups or terrorist groups that use it to get training they couldn't otherwise get.\"\nHe also said that some of the instructions are flawed. Hence someone trying to make a bomb by using a manual risks serious injury or death.\nPaul Beaulieu, assistant counsel to the Judiciary subcommittee on crime, acknowledged the dilemma of protecting against terrorism without doing violence to civil liberties.\n\"It's disturbing how widely available these things are,\" Beaulieu said.  \"And tragedies like this (the World Trade Center) bring it to the forefront.  This is an issue that we just really haven't looked into.\n\"It raises a lot of questions. One of them is should there be some restrictions on material that explicitly tells how to kill somebody, poison them or blow them up?\n\"The First Amendment makes this a very loaded question.   There's just not going to be an easy solution.\"\n\nLoad-Date: September 29, 1993"
}