{
    "title": "'Munich Massacre' teaches Gable; Terrorism at 1972 Olympics instilled perspective in coach",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 1,
    "day": 29,
    "full text": "When Dan Gable stepped off the plane in New York, reporters crowded around him and thrust microphones into his face.\nIt was September 1972. Gable had just returned from the Summer Olympic Games in Munich, Germany, where his shining wrestling moment was overshadowed by the \"Munich Massacre.\"\nGable, then 23, was already a gold medalist when members of the Israeli Olympic team were taken hostage by the Palestinian terrorist organization Black September, which demanded the release of imprisoned Palestinians.\nThe attack led to the deaths of 11 Israeli athletes and five of the eight kidnappers and, faster than a speeding bullet, shifted the world's attention from safety and unity to chaos and division.\nThe tragedy prompted Gable to catch an earlier flight home, but he didn't seem to have a handle on it when he stood in front of those media members in New York.\n\"They said, 'What's it like (in Munich)? What's it like?'\" Gable recalled. \"I said, 'I think it was partly cloudy.' They said, 'No, the mood from the terrorists!'\"\n\"I can't believe I said it, but that kind of showed how focused (on wrestling) I was.\"\nWhile signing autographs Saturday during the Big Boy Toy Show at the Dubuque County Fairgrounds, Gable talked about how he's grasped the gravity of what took place in Munich in the years since.\n\"Munich,\" Steven Spielberg's movie about the secret Israeli squad assigned to hunt down and kill the planners of the attack, has thrust the massacre and its impact back into the nation's consciousness.\nFollowing the '72 Games, Gable became one of the greatest coaches in sports history. He powered the University of Iowa to 15 national championships and 21 Big Ten Conference titles in his 21 seasons as coach after going a combined 182-1 on the mats at Waterloo West High School and Iowa State.\nEach year he'd think back to how international terrorism reared its ugly head, bringing the Palestinian cause to the forefront and fueling conflict in the Middle East.\nHe'd consider how the meaning of the \"Massacre\" dwarfed the importance of his gold medal, which he'd won, amazingly, without surrendering a point.\n\"Every day that goes by, I probably draw closer to the real impact,\" Gable said. \"It's hard to believe that you're wrestling one day and there was a guy in your weight class and you fly home and he's dead.\n\"It's hard for me to imagine now that it wouldn't have affected me back then, but I was able to do it.\n\"I think every year that I got closer to having a family, kids, it means more. This movie will obviously hit me pretty hard.\"\nThe hostages were staying in an Olympic Village building next to Gable's. Upon receiving word of the attack, Gable went outside, saw security forces toting \"machine guns\" . . . and proceeded to get a workout in.\nWasn't he the least bit worried?\n\"No,\" Gable said. \"At that time, it didn't matter. I thought I was the toughest man in the world.\"\nThe mat legend and Iowa treasure is 57 and retired now. He has four daughters, two grandsons and a different viewpoint on the \"Munich Massacre.\"\n\"What you take away from that is you realize certain events in your life may be pretty important to you and they're very rewarding and very worthwhile,\" Gable said. \"But then you compare it to something like what took place.\n\"At the time my reward was pretty big to me, but in the whole realm, the whole context, what happened was much bigger and much more emotional and much more lasting in terms of effect.\"\n\nGraphic\n\n \nDubuque's A.J. Forbes gets an autograph from legendary former Iowa wrestling coach Dan Gable.\n\nLoad-Date: January 29, 2006"
}