{
    "title": "'Munich' a poignant film in new age of terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 1,
    "day": 24,
    "full text": "If you don't know anything about the massacre in Munich, go see the movie to learn. If you do, watch \"Munich\" to see Spielberg at his best. Either way, you'll be entertained.\nSteven Spielberg's latest film is a vicious and poignant portrayal of the Israeli response to the 1972 terrorist attack at the Olympics in Munich, Germany. Most of the movie's action takes place in the immediate aftermath of Munich, after 11 Israeli hostages were murdered by members of a Palestinian terrorist group known as Black September. Living in the midst of orange alerts and airplane hijackers, the brutal images of violence on the tarmac at the Munich airport that begin and end the film will strike a chord with viewers.\nThe movie centers on a group of Israeli special forces operatives, led by Eric Bana's (\"The Hulk\") Mossad officer Avner, who are given the task of hunting down and killing those responsible for the September 1972 hostage situation. Geoffrey Rush (\"Pirates of the Caribbean\") plays the Israeli group's case officer, and his hard-nosed performance is an illustration of the anger Jews felt after 11 of their Olympians were senselessly murdered.\nWhile lengthy at 160 minutes, the film keeps you on the edge of your seat as Spielberg cuts skillfully between the original attack, the subsequent vengeance, and the reactions of both Palestinian terrorists and Israeli government officials. Some of the movie's plot points are arguable, such as Israeli prime minister Golda Meir's speech about the need of civilizations to bend their ethics when dealing with terrorists, but Spielberg only claims \"Munich\" is inspired by actual events.\nMeir's character seems torn between action and peace, while the real prime minister had no qualms about sending out groups of assassins to take revenge. Viewers are presented with humanity on both sides. In one scene the Israeli operatives encounter a group from the Palestinian Liberation Organization in an English safe house and the fierce enemies reach an uneasy truce.\nThe film is an adaptation of George Jonas' book \"Vengeance: The True Story of an Israeli Counter-Terrorist Team,\" and is not for the squeamish. Blood flows and obscenities fly as the ragtag team of special operatives tour Europe in search of the dozen or so terrorists responsible for the Munich massacre. Bana's team spends millions of unmarked American dollars to finance their mission. They pay for the locations of terrorists who were both directly and indirectly responsible for Munich, taking them out using makeshift bombs, bullets and their own ingenuity.\nAs the avengers work their way through the ranks of Black September and across Europe, their number dwindles as the terrorists strike back against the assassins. Near the end of the film, Bana's Avner questions their mission, wondering if their success is futile considering that for every terrorist they kill, another takes his place. The movie leaves viewers with their own questions about what is an appropriate response to terrorism.\nThere is one scene in which Spielberg flashes between the Olympic murders and Avner having sex with his wife that seems a bit out of place, even obscenely gratuitous. Aside from that and a few minor historical uncertainties, the film is very good overall; an entertaining and educational experience. In post-9/11 America, the events of September 1972 seem much closer than 34 years ago, and Spielberg portrays the results of terrorism with his typical flair for combining action and thought.\n(C) 2006 The Good Five Cent Cigar via U-WIRE\n\nLoad-Date: January 24, 2006"
}