{
    "title": "'Narrow' approach to terrorism_; Gingrich criticizes 'piecemeal' proposals",
    "publisher": "the atlanta journal and constitution",
    "year": 1996,
    "month": 8,
    "day": 1,
    "full text": "House Speaker Newt Gingrich said Wednesday that \"political elements\" in the White House are setting the wrong priorities for anti-terrorism legislation and that the rush to pass legislation should slow down.\n\"The more I've looked at the way they are approaching this, the more I think it is a nonsystematic, piecemeal, and, frankly, too small a response. Terrorism is a very big problem,\" the speaker said.\nGingrich echoed those concerns in a joint letter with Senate Majority Leader Trent Lott that was sent to the White House on Tuesday.\nWhile pledging cooperation, Gingrich and Lott said they could not abandon \"candor and common sense. That is why we need to let you know our disappointment with the narrow approach your administration is taking to this long-festering menace.\"\nBarry Toiv, a White House spokesman, said the president agrees that the issue of terrorism needs continued study and legislation, but \"we are disappointed that (Gingrich) would treat a bipartisan issue in a partisan way.\n\"The president believes strongly that the measures he's proposed are important and useful tools for law enforcement. There's nothing phony about them,\" he added.\nIn a brief interview Wednesday, Gingrich called reporters back to reiterate that Congress is prepared to work with the White House. \"We think the president really does want a serious effort here,\" the speaker said.\nHowever, he said, lawmakers must know the methods and motivations behind the recent series of terrorist attacks before they can mold solutions and new legislation.\nFor example, he noted that officials have yet to determine who bombed U.S. troops in Saudi Arabia, what caused the recent TWA airline explosion, why someone left a pipe bomb at Centennial Olympic Park.\n\"We need a lot of knowledge,\" Gingrich said. \"The country wants us to be tough on terrorists, but the country also wants us to be effective. Rushing to pass five phony answers that feel good doesn't get us there. . . .\n\"The professional law enforcement community . . . has a different agenda and different priorities than some of the political elements in the White House,\" he added.\nGingrich would not elaborate on what he meant by \"political elements,\" but some Republicans have charged that politics are behind the push for a new law requiring that explosives include material that could be traced by police investigators.\n \nThat proposal is hotly opposed by the National Rifle Association.\nMeanwhile, another lawmaker negotiating with administration officials on a package of anti-terrorism measures challenged Attorney General Janet Reno on Wednesday to explain why some of the FBI's terrorism-fighting funds haven't been spent. Rep. Harold Rogers (R-Ky.), chairman of the House Appropriations subcommittee that oversees the Justice Department's budget, told Reno he was distressed to learn that she was trying to use the anti-terrorism money for other purposes.\n\nLoad-Date: August 2, 1996"
}