{
    "title": "'NEVER FORGET' CEREMONY HONORS VETERANS, THOSE FIGHTING TERRORISM",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 11,
    "day": 12,
    "full text": "Retired Col. Russell Talbert was asked by a reporter once how he felt about going into active duty during World War II.\n\"You don't feel anything,\" Talbert replied. \"You just do.\"\nAbout 100 people gathered Sunday at the Vancouver Barracks Post Cemetery for a Veterans Day ceremony to honor military veterans who, like Talbert, \"just did\" for their country.\nThe memorial service also addressed the terrorist attacks on the World Trade Center and the Pentagon, which occurred two months ago to the day.\n\"Because of the worldwide war on terrorism, this Veterans Day takes on a special significance,\" said Col. Kenneth Ross, who spoke at Sunday's service. \"We have a renewed great pride in American veterans. Because of them, we are free. And because of today's men and women serving, we will remain free.\"\nVancouver Mayor Royce Pollard, another speaker at the memorial service, said because of the war on terrorism, Americans must be strong and not forget our past.\n\"We must never forget. There are a lot of unknown markers out there,\" Pollard said, pointing to the cemetery dotted with white headstones. \"But they are not unknown to you and I. We know who they are.\"\nDuring his speech, Ross asked veterans to stand to be recognized by the crowd of politicians, family members and local residents. Talbert was one of dozens who stood.\nIn 1935, Talbert enlisted in the Marine Corps Reserve. By 1938, he joined the Army Air Corps because he wanted to fly. Although he never became an airman, Talbert served for 43 years in the Army and Marine Corps Reserve combined before retiring in 1978.\n\"Being a company commander was the best job anybody could have,\" Talbert, 80, said, winking his lively blue eyes and grinning like he had something sweet in his mouth. \"You had 175 to 200 men and you got to know all of them. Higher ranks are limited to their subordinate officers. As a commander, you're just closer to the company.\"\nTalbert can't recall exactly why he enlisted, but he stayed on because of the fellowship he found with others in the military. Every year, he comes to the Veterans Day memorial service to visit graves of friends he's lost.\n\"There's no better time to say thank you,\" Ross said. \"We know what you did and we know what you do. Thank you.\"\n\nGraphic\n\n \nPhotos by Kim Blau/The Columbian * Russell Talbert, a retired colonel and chairman of the Retiree Council for Vancouver Barracks, walks through the Vancouver Barracks Post Cemetery after the Veterans Day ceremony Sunday. * Edith Levulett, 79, listens to \"Amazing Grace\" at the Vancouver Barracks Post Cemetery during Sunday morning's Veterans Day ceremony.\n\nLoad-Date: November 12, 2001"
}