{
    "title": "'NEW AGE OF TERROR' HAS SPOKANE LINK Donald Hutchings' 1995 kidnapping playedrole in rise of brutal",
    "publisher": "the new york times",
    "year": 2014,
    "month": 12,
    "day": 21,
    "full text": "On the Fourth of July in 1995, a Spokane native named Donald Hutchings was kidnapped by armed militants while he was trekking high in the Himalayas.\n He and four other men - another American, two Brits and a German - were led away. Hutchings' wife, Jane Schelly, and other women were freed. A few days later, another man was kidnapped and decapitated - left on a mountain path as a grisly message. The kidnappers, Islamic separatists seeking an independent state in the disputed region of Kashmir, were demanding the release of prisoners being held in India.\n Hutchings was never freed, and his body has never been found. For years afterward, Schelly traveled to India repeatedly, meeting with government officials, journalists, militants and others in an effort to find him. It was a long, agonizing ordeal, and it ended with the painful but near-certain assumption that Hutchings had been killed. The State Department issued a death certificate for Hutchings in 2001.\n The 1995 kidnapping was a signal development in the rise of brutal Islamic terrorism, and it attracted worldwide attention. In a book published in 2012, \"The Meadow,\" authors Adrian Levy and Cathy Scott-Clark argued that the kidnappings \"marked the beginning of a new age of terror.\" Though the details surrounding the kidnappers are murky and disputed, according to several accounts the militants were connected to other Islamic extremists whose names and actions would become gruesomely familiar to Americans in the years to come.\n One of the prisoners whose release the terrorists sought was a senior al-Qaida operative named Omar Saeed Sheikh. After his release in 1999, he was believed to be involved with the 9/11 attacks, and was arrested in the 2002 kidnapping and murder of Wall Street Journal reporter Daniel Pearl. Pearl was turned over to Khalid Sheikh Mohammed, who executed him. Mohammed has claimed to be the mastermind of the 9/11 attacks.\n If the kidnapping had international ramifications, it also had local ones. Hutchings' family and friends here - including many who were fellow mountaineers - tried to maintain hope as the bad news, or lack of news, dragged on. Among those in Spokane who were affected was James Mitchell, who was working as a psychologist at the Fairchild Air Force Base Survival School and who would later design and implement the CIA's \"enhanced interrogation\" program following the 9/11 attacks. Mitchell said it was Hutchings' kidnapping that drew his initial interest toward the subject of violent Islamic extremism.\n It is one more sad, unsettling way in which the roots and branches of terrorism, and the nation's response to it, reach into Spokane. In recent weeks, the role of Mitchell and his former Air Force colleague and business partner, Bruce Jessen, has been highlighted, due to the release of a Senate committee's report on the torture program. The two men, along with several others retired from the Survival School, formed a company with a downtown office, Mitchell, Jessen & Associates, which was paid $81 million for its work. The Senate report concluded the methods were more brutal than top officials had been told, and were ineffective at gathering useful intelligence. Republicans in Congress and former Bush administration officials have disputed the report.\n The roles of Mitchell and Jessen - including firsthand participation in the most extensive use of waterboarding and other \"enhanced interrogation\" techniques against detainees, including Mohammed - have drawn extensive media coverage around the world, as well as being the subject of segments on \"Saturday Night Live\" and \"The Colbert Report.\"\n But if Spokane was the home of the torture program, as some have put it, it was also the home of some loyal opposition. Jerald Ogrisseg, a survival-training psychologist at Fairchild after Mitchell and Jessen, argued against using the waterboard when asked about it by the Bush administration in 2002. He told a Senate committee in 2008, \"I replied that I wouldn't go down that path because, aside from being illegal, it was a completely different arena that we in the Survival School didn't know anything about.\"\n Col. Steve Kleinman, an interrogator with extensive real-world experience who also served at Fairchild, has emerged as one of the most prominent critics of the torture program. Kleinman and Ogrisseg were not alone. One of the key revelations of the Senate report is how many experienced interrogators in the military and CIA raised objections to Mitchell and Jessen's program, right from the start.\n Mitchell, the man often called the \"architect\" of the torture program, had a long interest in violent Islamic extremism that predated his involvement in the interrogation program. A recent video interview with him in his Florida home showed his wall of books on the subject, including copies of the Quran, Shariah law, and the account of the words and deeds of the Prophet Mohammed, called hadith.\n When did he get so interested in the subject?\n It started, he said, when his \"very good friend\" Donald Hutchings was kidnapped.\n'It's a lot tougher to kill a smiling face'\n Hutchings grew up in Spokane with a love of the outdoors. He graduated from Shadle Park High School and Washington State University, and worked as a neuropsychologist who specialized in helping victims of brain injury. He was an avid mountain climber and member of the Spokane Mountaineers. He and Schelly, a schoolteacher, were married in 1991, and they traveled the world together.\n In the summer of 1995, they went trekking into the Zanskar Range, an area of the Himalayan Mountains marked by soaring mountain spires. It is some of the most spectacular mountain terrain in the world, and it's also an area marked by long-standing political conflict. Kashmir is an Indian state, but India and Pakistan have long battled for control of the region, and many Muslims in the region support establishing a separate Islamic state.\n Hutchings and Schelly took two guides and two \"ponymen\" for their trip up into the Zanskars, according to an account in Men's Journal magazine. On July 4, 1995, they were camped in the Lidder Valley, 8,000 feet above sea level, when a group of militants armed with military rifles and with scarves obscuring their faces approached them and demanded to see their passports. Eventually, they led the men away at gunpoint and left the women behind, saying the men would be returned in the morning.\n Schelly and the companions of the other hostages waited overnight. The following morning, one of the hostages' guides returned with a note demanding the release of 21 prisoners.\n Most of what happened after that is unknown; some of what's known is based on limited scraps of information. One of Hutchings' fellow captives, an American named John Childs, managed to escape after several days, and he later provided an account of his captivity to Men's Journal.\n Childs said a group of about 16 young men armed with military rifles led them around mountain paths and through the high-country snowfields in circles, in an attempt to steer clear of the Indian army. They would stay in the huts of local residents. He said the hostages were treated relatively well - their captors knew they were important assets - and that Hutchings worked to maintain a positive demeanor.\n \"When Donald Hutchings tried to engage them in talk about their families, one of the militants just patted his gun and said, 'This is my family,'\" Childs told Men's Journal.\n Childs also said the militants called Hutchings \"cha-cha\" - meaning \"uncle\" - and tried to practice their high school English. Hutchings told his fellow captives, \"It's a lot tougher to kill a smiling face.\"\n \"Hutchings had years of psychological training; if anyone could manipulate the situation, he could,\" Childs said.\n And yet he was obviously in fear for his life. In a radio conversation after the first week of forced marches, reported by the New York Times in 1996, Hutchings told his wife: \"Jane, I want you to know I am OK. But I do not know whether I will die today or tomorrow.\"\nKIDNAPPERS' GROUPHAD LINKS TO BIN LADEN\n Who kidnapped Hutchings and why? The answers are murky. Several books, terrorism websites, and coverage in the international press and major U.S. newspapers provide accounts - some of them contradictory.\n The militants identified themselves as Al Faran, a previously unknown group. A Stanford University project mapping the connections between terrorist groups links Al Faran to a much more prominent separatist group, Harkat-ul Ansar, a Pakistan-based organization seeking Islamic rule in Kashmir. Harkat-ul Ansar also had numerous connections to Osama bin Laden.\n In Al Faran's demands for prisoner releases, the top names listed were major Harkat-ul Ansar figures.\n But some believed the kidnappers were actually Indian-backed renegades attempting to discredit Pakistan and the separatists - to raise Western ire - or that the hostages eventually fell into the custody of such a group. \"The Meadow,\" one of several books about the kidnapping, argued that Indian security forces took the hostages after members of Al Faran showed a willingness to exchange the hostages for money, and that the security forces later killed them.\n \"It appeared that there were some in the Indian establishment who did not want this never-ending bad news story of Pakistani cruelty and Kashmiri inhumanity to end, even when the perpetrators themselves were finished,\" the book says.\n In any case, the kidnapping was a nascent version of the kind of terrorism that would become more common. Hutchings' whereabouts remained unknown, as did most of the details about efforts to find him. The New York Times called that effort, which included extensive diplomatic efforts as well as covert military operations by special forces from the United States, Britain and Germany, \"one of the costliest and most mystifying in the annals of political kidnapping.\"\n At the time, Mitchell was an Air Force officer working at Fairchild as chief of psychology for the SERE program - an acronym for Survival, Evasion, Resistance and Escape. The survival program teaches resistance techniques to those serving in the U.S. military in mock torture scenarios.\n Mitchell and Jessen developed an interrogation program for the CIA based on the program, including a list of procedures that eventually were used on more than 100 detainees, including stress positions, isolation, harsh slaps and waterboarding. The men later carried out some of the techniques personally, including in some of the most high-profile interrogations in which the waterboard was used scores of times, taking prisoners near the point of death, according to the Senate report.\n It's hard to establish the exact nature of any relationship between Mitchell and Hutchings. Both men worked in psychology in Spokane - though Mitchell was in the Air Force and Hutchings was in private practice. Mitchell did not return several messages in recent weeks seeking further comment. Schelly declined to be interviewed for this column, and attempts to reach other friends of Hutchings' were not successful.\n In an interview with Vice News that was filmed and posted online, Mitchell said the kidnapping of Hutchings marked a turning point for him.\n \"I got interested in Islam probably around '95, particularly fundamentalist Islam,\" Mitchell said. \"A very good friend of mine, named Don Hutchings, was captured by Kashmiri separatists under the control of Omar Sheik, the same guy who kidnapped Daniel Pearl before he turned him over to (Khalid Sheikh Mohammed). They let the women go but they eventually killed the men. I started trying to figure out what is this about. Who are these people?\n \"I can understand why people would think, OK, I kind of deserve that sort of treatment if I get rolled up, but Don was the most gentle man on the planet.\"\n Mitchell went on to say, \"Personally, I don't give a damn whether you worship, what god you worship, which way you face when you worship, what kind of building you worship in - I don't care. But literally, when you want to kill my friends, you want to kill my family and you want to destroy my way of life, you've got my full attention.\"\n During the initial days of his captivity, Hutchings' friends described him to The Spokesman-Review much as Mitchell did - the most gentle man on the planet.\n George Neal, a fellow mountain climber, said in 1996 that Hutchings likely would have been unhappy to learn that his captivity had resulted in some \"Muslim-bashing.\"\n \"He'd probably be the first to emphasize that the average person in Kashmir does not approve of this kind of action,\" Neal said.\n A few years later, at a memorial for Hutchings, Neal reiterated those sentiments.\n \"He had the most developed moral sense of any person I have ever known,\" Neal said. \"I know Don would have forgave his captors. Revenge was not in his nature.\"\n'TERRORISM REACHES OUT AND TOUCHES THESE VERY AVERAGE PEOPLE'\n Schelly pursued news of her husband's whereabouts aggressively for years. She went to India six times, meeting with government officials, local Muslim clerics, refugees at border camps - even an imprisoned militant, according to Spokesman-Review coverage over the years.\n At one point, the U.S. government offered a $2 million reward for information about the hostages. The psychic Uri Geller volunteered his services. Schelly pressured American officials to act and met with President Bill Clinton.\n In 1998, Schelly visited the family of one of the other hostages.\n \"They were a completely average family,\" she said at the time. \"That's when it hit me. Terrorism reaches out and touches these very average people - people you'd think would have no connection to such events.\"\n Tips would trickle in and be discounted - or remain unconfirmed. Hints and whispers would raise or dash hopes. As the prospect of Hutchings' death grew more likely, Schelly held on to hope. At the end of 1998, a top Indian official said the hostages had probably been killed \"a long time back.\"\n Schelly said, \"I think that really is the personal opinion of many people there. ... I continue to be hopeful that something might come in.\"\n But the limited evidence was discouraging: The body of one of his fellow hostages had been found. Reports continued to suggest that back in 1995, before some of the kidnappers were killed in a gunfight with the Indian army, the hostages had been killed by their captors.\n At the end of August 2001, Schelly received a death certificate from the State Department. She and around 250 friends and family members gathered on Mount Spokane for a memorial on Sept. 15, 2001 - just four days after the terrorist attacks on the World Trade Center and Pentagon.\n \"Don is just one of the many we grieve over from these senseless acts,\" Schelly said at the service. \"It's hard, but I feel good about it. Since I've never had closure, this is the closure I have to accept.\"\n\nNotes\n\nShawn Vestal can be reached at (509) 459-5431 or shawnv@spokesman.com Follow him on Twitter at @vestal13.\n\nLoad-Date: December 23, 2014"
}