{
    "title": "'New phase' for terror threat President seeks to reassure nation in Oval Office speech. WAR ON TERRO",
    "publisher": "daily news ",
    "year": 2015,
    "month": 12,
    "day": 7,
    "full text": "President Barack Obama addresses the nation from the Oval Office on Sunday.\"The threat from terrorism is real\" he said,\"but we will overcome it.\"\nWASHINGTON - President Barack Obama on Sunday sought to soothe a nation rattled by the mass shooting in San Bernardino, Calif., believed linked to Islamic terrorism but cautioned that prejudice against the Muslim community was unacceptable.\nDuring a rare speech in the Oval Office - the third in his presidency - Obama said he knew precisely \"how real\" the threat of terrorism is, but insisted that the nation had the tools to overcome its threat by being \"strong and smart, resilient and relentless and by drawing upon every aspect of American power.\"\n\"The threat from terrorism is real,\" he said, \"but we will overcome it.\"\nObama's 13-minute speech focused primarily on the threat of terrorism - the two shooters in the San Bernardino shooting were believed to have been radicalized - but gave a brief nod to his concerns about the nation's gun laws.\nHe called for a ban on anyone on the no-fly list from being able to buy a gun and he called for Congress to make it harder for Americans to buy \"powerful assault weapons like the ones used in San Bernardino.\"\n\"Our intelligence and law enforcement agencies\n- no matter how effective they are - cannot identify every would-be mass shooter, whether that individual was motivated by ISIL or some other hateful ideology,\" he said.\nBut the focus was inarguably on the threat of Islamic State militants known as ISIS or ISIL. Obama said while there was \"no evidence\" that the two shooters in San Bernardino were directed by terrorist organizations overseas, or that they were part of a broader conspiracy at home, theirs was \"an act of terrorism designed to kill innocent people.\"\nHe acknowledged that the terrorist threat has entered a new phase, one in which multi-faceted terrorist attacks have evolved into \"less complicated\" acts of violence, such as mass shootings.\n\"For seven years I've confronted this evolving threat each and every morning in my intelligence briefing,\" he said, adding that he'd authorized force against terrorists \"precisely because I know how real the danger is.\"\nRepublicans have offered sharp criticism with Rep. Mike Turner, R-Dayton, among others, accusing Obama of having no real plan to fight Islamic terrorism.\n\"The president continues to demonstrate that he does not have a strategy to defeat ISIL and rhetoric alone is not enough to quell the ongoing threats posed by ISIL to the U.S. and our allies,\" Turner said after the speech.\n\"Now, more than ever, ISIL directly threatens the safety and security of the American citizens here at home.\"\nThe recent attacks - including one in Paris that killed 129 in November - have caused 2016 Republican presidential candidates to focus firmly on the issue. \"The president's strategy is not enough,\" said Ohio Gov. John Kasich, who is running for president. \"Without taking the fight to ISIS on the ground, ISIS won't be defeated.\"\nSo Obama's address was partly an effort to assure the public he had the issue well in hand. He spoke of how air strikes are taking out ISIL leaders in Iraq and Syria, how the U.S. is providing training and equipment to Iraqi and Syrian forces fighting ISIL on the ground, and how special forces are fighting ISIL on the ground.\n\"The strategy that we are using now - air strikes, special forces, and working with local forces who are fighting to regain control of their own country - that is how we'll achieve a more sustainable victory, and it won't require us sending a new generation of Americans overseas to fight and die for another decade on foreign soil,\" Obama said.\nU.S. Sen. Sherrod Brown, D-Ohio, said he believed that Obama outlined a strategy that would both destroy ISIL and protect Americans.\nHe said he supported both the idea of closing loopholes in the visa program that might allow radicalized people from coming into the country and any plan that would keep those on the terrorist watch list from purchasing assault weapons.\n\"As a father and grandfather, I believe one of our most important priorities is to keep Americans safe from threats at home and abroad,\" he said.\nObama's speech was also aimed at dialing down the rhetoric against Muslims as a whole.\n\"ISIL does not speak for Islam,\" he said, calling them a \"tiny fraction\" of the millions of Muslims around the world. \"They are thugs and killers and part of a cult of death.\"\nHe called for Congress to authorize force against ISIL, and also called for stronger screening for those who come to America without a visa, as well as for high tech and law enforcement leaders to make it harder for terrorists to use technology. But he said he was not willing to be drawn into a \"long and costly ground war\" in Iraq and Syria, saying doing so would play into ISIL's hands and feed their insurgencies.\nU.S. Sen. Rob Port-man, R-Ohio, said the administration must develop an aggressive and clear strategy to defeat ISIL because \"we cannot afford to wait for the next attack on American soil.\"\n\"This attack is another reminder of the need to review our security vetting procedures for visa applicants, as it now appears that the female terrorist was able to obtain a visa to enter the U.S,\" Portman said.\n\"It's also a reminder that we must not fight this enemy with one hand tied behind our back and we must ensure that we have every capability possible to stop these types of attacks. That includes considering the renewal of intelligence gathering programs that expired in November.\"\nJack Torry in our Washington Bureau contributed to this story.\n\nLoad-Date: December 7, 2015"
}