{
    "title": "'No Indication' of Terrorism After Car Mows Down 22 in Times Square, Authorities Say",
    "publisher": "new york observer",
    "year": 2017,
    "month": 5,
    "day": 18,
    "full text": "Mayor Bill de Blasio and top NYPD and FDNY brass gathered in Times Square this afternoon to reassure the public after a car ran down almost two dozen pedestrians and killed one in the famous \"Crossroads of the World\" earlier today-as all the authorities insisted there was as yet no proof the deadly and tragic incident was an act of terrorism.\nPolice Commissioner James O'Neill and Assistant Chief William Aubry detailed for the press how the accused, 26-year-old Bronx resident and Navy veteran Richard Rojas, was driving his Honda Accord south on Seventh Avenue shortly before noon and made a sudden U-Turn as he neared 42nd Street and swerved onto the sidewalk. He drove some three and a half blocks, mowed down 22 pedestrians-including the deceased, an 18-year-old woman walking with her 13-year-0ld sister-before smashing into a pole and attempting to flee on foot, though a traffic agent tackled him before he could escape far.\nAlthough the incident resembled recent jihadist attacks in Stockholm and in Berlin, de Blasio and O'Neill maintained they had so far no reason to believe Rojas committed the attack to advance the agenda of a terrorist organization.\n\"Thank god, based off what we know now, there is no indication it was an act of terror,\" said the liberal Democratic mayor.\nDe Blasio confirmed that the city would nonetheless bolster security at sensitive locations across the five boroughs, but maintained it was a matter of protocol rather than a response to a known threat.\n\"My response is the same as any time there's been an incident anywhere in the world. So we're going to go about our lives,\" he said. \"It's the safest big city in America.\"\nThe 21 people injured have all received medical care at nearby hospital facilities. FDNY Commissioner Daniel Nigro said four remain in critical condition but are not expected to die from the wounds sustained.\nRojas, Aubry revealed, was arrested in 2008 and 2015 for driving under the influence of alcohol, and again this year for menacing. Police said they were testing to determine whether Rojas was intoxicated at the time of the incident, although some outlets have reported that he admitted to using marijuana.\n One male in custody in the #TimesSquare vehicle collision. It is believed to be an isolated incident, it remains under investigation. - NYPD NEWS (@NYPDnews)            May 18, 2017\nAt 11:20 a.m., the NYPD tweeted that emergency vehicles were in the area and that people should expect delays in the area.\nDe Blasio had been scheduled to receive official re-election endorsements from Public Advocate Letitia James and Kings County Democrats at Brooklyn Borough Hall at 1 pm. But he cancelled the event to head to Times Square.\nAt 11:22 a.m., mayoral spokesman Eric Phillips revealed on Twitter that the mayor had received \"a very preliminary briefing\" and that there were \"lots of unknowns\"-and roughly 20 minutes later, he            noted that the mayor was heading to Times Square and that there was \"more info to follow.\" As of 12:08 p.m., the mayor was still being briefed by O'Neill and other NYPD officials.\n Mayor being briefed in Times Square right now. pic.twitter.com/WtBkZI1dTm - Eric Phillips (@EricFPhillips)            May 18, 2017\nA little past noon, Manhattan Councilman Corey Johnson-whose district includes part of Times Square-announced that he was on the scene and called it a \"horrible day.\"\n On the scene in TimesSquare. 1 dead. Over a dozen injured. Looks like DWI & not terrorist incident. Horrible day. Thanks for all responders. pic.twitter.com/ELPSl0BHoJ - Corey Johnson (@CoreyinNYC)            May 18, 2017\nGov. Andrew Cuomo put out a statement a little before 1:30 p.m. indicating that he was on the scene and calling the crash \"nothing short of horrific.\" He visited the scene and received a briefing from O'Neill himself, but not appear at the press conference with de Blasio, a political rival.\n\nLoad-Date: May 18, 2017"
}