{
    "title": "'None of the candidates has asked for briefing on terror'",
    "publisher": "daily news ",
    "year": 2013,
    "month": 9,
    "day": 10,
    "full text": "THE CITY'S TOP COP took aim at the mayoral hopefuls Monday - slamming them for largely remaining silent about how they would protect the city from terrorist attacks.\nAnd some of the Democrats who have vowed to name a new NYPD boss fired right back.\n\"In two months, we'll hold a general election to determine the next mayor,\" Police Commissioner Raymond Kelly told a group of business leaders at an Association for a Better New York breakfast. \"Whoever wins will carry daunting responsibilities. Arguably, the most important is to protect the city from another terrorist attack.\"\nEmphasizing that the NYPD \"has built a comprehensive counterterrorism program,\" Kelly said: \"It's critically important that our efforts be sustained in the next administration. But where do the candidates stand on these issues? Surprisingly, we haven't heard much.\"\nKelly has mostly avoided questions about the candidates, some of whom have attacked NYPD tactics like stop-and-frisk and the surveillance of mosques.\nBut this time he didn't hold his tongue. Kelly warned that the threat of terrorism was \"great, if not greater\" today than it was before the World Trade Center attacks.\n\"And I can tell you that none of the candidates has requested a briefing from the department on this topic,\" Kelly said.\n\"What is their understanding of the terrorist threat to New York City and its immediacy? What is their perspective on the role the NYPD should play in protecting New York from global terrorism? Will they expend their political capital and continue to fight in Washington for the federal funds that we need to maintain our defenses?\" he asked.\nGracie Mansion hopeful Bill Thompson, one of four Democratic contenders who have vowed to dump the commissioner, shot back that there would be plenty of time to chat with Kelly - and his replacement - after the election.\n\"I think that there is a lot of time to be able to sit with Commissioner Kelly after the election and to go through that, as well as to have the commissioner brief the next police commissioner,\" he said.\nThompson also said his administration would \"maintain vigilance.\"\n\"We don't have to give up our constitutional rights, we don't have to give up our civil rights, to maintain safety,\" he said.\nDemocrat Christine Quinn - who along with Republicans Joe Lhota and John Catsimatidis has talked about keeping Kelly in the post he has held for a dozen years - has had \"conversations and briefings regularly with the NYPD on everything from crime to counterterrorism,\" an aide said.\n\"We've been meeting with the appropriate people in the Police Department who handle those issues,\" Quinn said.\nA spokesman for Bill de Blasio, the front-runner in Tuesday's Democratic primary, said his camp reached out to City Hall on Aug. 29 seeking a sitdown with Kelly.\n\"After the President's remarks on Syria, the office requested a briefing from the NYPD on the city's counterterror efforts and is working with City Hall to schedule it,\" the spokesman said.\nAnthony Weiner, who like all the Democratic hopefuls except Quinn has said he would replace Kelly, hit back at the commissioner over Kelly's advocacy of stop-and-frisk.\n\"This is the same person that has told us we are at great risk if we don't stop hundreds of thousands of young men of color,\" Weiner said. \"So I'm not quite sure his risk assessments have been particularly on (the) mark, but I think that that doesn't change the fact that he deserves credit for the service he's given to our city and to our country.\"\nCity Controller John Liu dismissed Kelly's critique, saying: \"Commissioner Kelly is doing as all commissioners are doing for Mayor Bloomberg, insisting that the current administration knows best about everything. Nobody understands better than I do that our city is still on the front lines in the war against terrorism.\"\nJessica Proud, spokeswoman for Lhota, said the candidate was following protocol by waiting to reach out.\n\"Joe has already spoken to Deputy Commissioner (David) Cohen about setting up a briefing for after the primary,\" Proud said. \"It has always been his understanding that it's protocol to wait until you are an official nominee.\"\nAnd Catsimatidis spokesman Rob Ryan said his candidate was the only one \"who fully supports Commissioner Kelly and the anti-terrorism policies and tactics of the NYPD.\"\ntmoore@nydailynews.com\n\nGraphic\n\n \nPolice Commissioner Raymond Kelly wonders what the mayoral hopefuls know about terror and why they aren't curious. MARCUS SANTOS/DAILY NEWS\n\nLoad-Date: September 10, 2013"
}