{
    "title": "'Not a hijacking'_ British police respond to tanker stopped in English Channel",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 25,
    "full text": "Police are dealing with an \"ongoing incident\" on board an oil tanker situated off the Isle of Wight.\nBritish police officers are responding to an ongoing incident on board an oil tanker off the Isle of Wight, an island in the English Channel.\n\"The search and rescue helicopters from Lee on Solent and Lydd are in attendance\".\nChris Parry, a retired rear admiral in the Royal Navy, told the BBC that based on the available information, he suspects the stowaways ignored the crew's directions as the ship neared port, and the crew retreated to a secure area of the ship known as \"the citadel\" to retain control of the vessel.\nSpeaking to the County Press this evening (25 October), a witness said: \"A helicopter was on the ship and has just taken off, it appears that spotlights are being shone onto the tanker\".\nBob Seely, a lawmaker representing the Isle of Wight constituency closest to the vessel, told Sky News he expected the incident to be handled by marine counter-terrorism forces.\nThe Nave Andromeda left Lagos, Nigeria, on October 6 and had been expected to dock in Southampton, England, at 10.30 am Sunday, according to ship tracking website MarineTraffic.com.\nA spokeswoman for Associated British Ports said it had no comment on the incident, but the PA news agency understands the port received contact from the ship although it had not been refused entry to the harbour.\nRavens plan to add Dez Bryant to practice squad\nThe Ravens' interest in Bryant goes back much further than this past summer. Information from ESPN's Jamison Hensley was used in this report.\n\"It is clearly a serious incident that is unfolding\", Mr White said.\nSeven stowaways - thought to be from Nigeria - are onboard, Richard Meade, editor of shipping news journal Lloyd's List, told Sky News.\nThe last time stowaways caused a disturbance on a ship in British waters was in December 2018, when four Nigerian and Liberian migrants discovered on an Italian cargo ship moving through the Thames Estuary threw faeces and urine and waved polls at crew, demanding to be dropped off in Britain.\n\"They tried to get them into a cabin and that's when the stowaways got violent - that doesn't strike me as a hijacking, it's a matter of stowaways\".\nLocal reports have stated that authorities have now apprehended a group of people who were on board the Nave Andromeda and that all crew have been accounted for.\nTwo sources with knowledge of the situation said the vessel was the tanker Nave Andromeda. This sparked concerns over the sailors' welfare, he said, adding that no injuries on board have been reported.\nA five-mile exclusion zone has been placed around the vessel, according to reports.\nA spokesperson for Hampshire Constabulary said earlier today that a number of stowaways had been found hiding on the ship and had made \"verbal threats\" towards crew members.\n\nLoad-Date: October 26, 2020"
}