{
    "title": "'Not In the Name of Islam'",
    "publisher": "usa today",
    "year": 2005,
    "month": 7,
    "day": 15,
    "full text": "Today's debate: Combating radical Islam\nAnother view: Muslim organizations and leaders consistently condemn terrorism.\n***\nThe question I am asked most often in media interviews and on radio call-in programs is: \"Why don't Muslim leaders condemn terrorism?\"\nAs a person who writes frequent statements condemning terrorism in all its forms, it is frustrating to hear that question come up in interview after interview.\nAfter all, it was a broad coalition of American Muslim groups that issued what was perhaps the first condemnation of the 9/11 attacks. My own organization, the Council on American-Islamic Relations (CAIR), published a full-page advertisement condemning those attacks and offering condolences to the victims.\nMuslim organizations and leaders in this country and around the world have consistently condemned violence against civilians, whether it is suicide bombs in the Middle East, attacks on Christian churches in Pakistan or the bombing of London's transportation system. Those condemning terrorism ranged from the Grand Shaykh of Al-Azhar University in Egypt to ayatollahs in Iran.\nFollowing the latest terrorist outrage in Britain on Thursday, CAIR echoed a call by British Muslim groups urging all Islamic prayer leaders, or imams, to condemn terrorism in their Friday sermons.\nOrdinary Muslims contacted British diplomatic offices to offer condolences. A delegation of Muslim leaders also met with the British ambassador to show solidarity with the people of the United Kingdom.\nIn 2004, CAIR launched a petition drive, called \"Not in the Name of Islam,\" designed to disassociate Islam from the violent acts of a few Muslims. The petition, signed by some 700,000 Muslims, states in part: \"We refuse to allow our faith to be held hostage by the criminal actions of a tiny minority acting outside the teachings of both the Quran and the Prophet Muhammad.\"\nThis week, we turned that petition into a television public service announcement that is being distributed nationwide. Arabic and Urdu subtitled versions will also be made available to television stations in Muslim countries. (To read the petition or to view the PSA, go to www.cair.com) \nMutual misunderstanding is the fuel that propels the twin phenomena of anti-Americanism and Islamophobia. Muslims have a religious duty to speak out against terrorism. People of other faiths have a similar duty to hear mainstream Muslim voices and to help avoid a downward spiral of mutual mistrust and hostility. The best way to break that cycle of mistrust is to know each other as individuals. Prejudice decreases as one-on-one interaction between ordinary people of different faiths increases.\nAre Muslims doing all they can to condemn terrorism and repudiate those who commit acts of violence in the name of Islam? We ask ourselves that question every day. And every day, we try to give our fellow Americans a reason to answer in the affirmative.\n***\nIbrahim Hooper is national communications director for the Washington-based Council on American-Islamic Relations; CAIR is the nation's largest Muslim civil liberties group.\n\nLoad-Date: July 15, 2005"
}