{
    "title": "'Occupy' movement comes to Kirkwood",
    "publisher": "herald-times ",
    "year": 2011,
    "month": 10,
    "day": 10,
    "full text": "Oct. 10--About 200 mad-as-hell citizens took to Bloomington's streets Sunday evening, shouting anti-government and down-with-Wall-Street slogans while marching with signs down Kirkwood Avenue from Peoples Park to Chase Bank.\nOccupy Bloomington has been born, joining a string of protest initiatives around the nation ignited by recent protests on Wall Street regarding the downward spiral of the nation's economy.\nThe message of the self-named \"leaderless resistance?\" Supporters are fed up, downright tired, of America's fiscal priorities.\n\"It's about social injustice, I guess, where we put our money,\" said Indiana University senior Carl Simmons, who marched beside a gray-haired woman wearing a T-shirt that said \"give peace a chance\" on the back.\n\"Instead of fighting two wars, against terrorism and drugs, instead we should be investing in children and health care, education and the future,\" Simmons said. \"We need to be accountable. If the tea party can make a ruckus, we can do so as well.\"\nBearded and red-faced, his voice hoarse from yelling, Jason Winningham stood atop a cement street-side planter as protesters swamped by. He had rolled his cardboard sign into a cone and used it as a megaphone. \"Show me what democracy looks like!\" he screamed.\n\"This is what democracy looks like,\" the crowd chanted back, over and over. People entering the Buskirk-Chumley Theater for WHFB's Coal Country Revisited fundraiser cheered the crowd on, and a woman waiting for a table at Farm restaurant shouted out, \"Yeah, way to go!\"\nThe marchers held up traffic at several intersections. Some drivers honked in support. Others were irritated by the delay.\nJean Smith owns a downtown bicycle shop. She brought a wooden sign from home to join the protest. \"I think the pendulum is finally swinging. We are tired of the federal government's absurd solutions. This is the beginning of a movement that will blow up. People are finally saying, 'We are tired of the bull.' That's 99 percent of us saying that.\"\nLisa T. Webb spoke to the crowd outside Chase bank at the corner of Kirkwood and College avenues as they chanted \"Chase got bailed out, we got sold out.\"\nWebb said she is 44 years old and struggling to make it in tenuous financial times. \"The government hasn't done nothin' for me,\" she said, \"but they took care of this bank.\"\n\"Instead of fighting two wars, against terrorism and drugs, instead we should be investing in children and health care, education and the future. We need to be accountable. If the tea party can make a ruckus, we can do so as well.\"\nCarl Simmons, an Indiana University senior participating in Sunday's protest\n___ (c)2011 the Herald-Times (Bloomington, Ind.) Visit the Herald-Times (Bloomington, Ind.) at www.heraldtimesonline.com Distributed by MCT Information Services\n\nLoad-Date: October 10, 2011"
}