{
    "title": "'One Day in September' explores 1972 Olympic tragedy",
    "publisher": "university wire",
    "year": 2000,
    "month": 11,
    "day": 7,
    "full text": "As his latest investigative exercise, author and journalist Simon Reeve chose to explore and dissect carefully one of the most media-covered and tragic acts of terrorism ever to occur. In his most recent book \"One Day in September,\" Reeve reveals the facts surrounding the September 1972 Olympic tragedy in which a Palestinian extremist group murdered eleven Israeli athletes on German soil. The book also meticulously chronicles the history of Arab-Israeli conflict in the Middle East, the Israeli counter-operations against the Palestinians following the Munich incident and the Israeli families' struggle to come to terms with the deaths of their loved ones. The book was written in conjunction with an Oscar-winning documentary by the same name.\nEarly on in the book, Reeve focuses primarily on the aims of the Palestinians in laying siege to the Olympics and the ensuing tragedy that arose due to the poor handling of the situation. Prior to the horrific events that took place in 1972, Palestinian terrorism was confined to the small area surrounding Israel and international awareness of the situation was limited. Leaders saw in the Olympics an opportunity to strike hard against their foes and thus bring their \"fight for freedom\" under the international spotlight. In what he calls a \"perverse irony,\" Reeves explains how \"the event made people around the world aware of Palestinian terrorism and perhaps degraded the value of the Palestinian 'cause.'\"\nU. Michigan\nAssuming his position as an \"outsider,\" Reeve then tackled the most agonizing aspect of the tragedy: Discussing the legacy of loss and pain endured by the families of those who lost their lives in the botched rescue operation. \"It's not easy but the positive (aspect) is that there is a hope for peace.\" The families of the martyred still voice outrage and sorrow at the heinous crime as well as gross mishandling of the situation. Many relatives initially admitted contempt for the Palestinians yet later made clear their want for peace between the two groups. To a certain degree, the families of the terrorists also regret the deaths of the athletes but ultimately \"launch into attempts to justify what they (the terrorists) did,\" according to the author.\nThe Palestinians were not the only guilty party in 1972; although the Germans were genuinely horrified at the spilling of Jewish blood on their own soil, little was done by the local officials to effectively rescue the Israelis. Uncharacteristic inefficiency plagued the rescue operation as German teams staged a remarkably inept attempt at saving the hostages' lives.\nAs the entire string of events went awry, media crews also displayed a showing of disgusting insensitivity by encouraging the spectatorship of the debacle by thousands of Munich sightseers and millions of television viewers worldwide.\nSadly, the officials in charge of the Olympics also exhibited a disturbing degree of callousness by allowing the games to continue and conclude despite the atrocity that had marred the sanctity of the Olympic spirit.\nFinally, Reeve details the revenge operations that the state of Israel initiated in order to \"bring terror to the terrorists.\" In what Israelis call a \"morally justifiable\" campaign, the Mossad (the nation's secret service) went on to assassinate all but one of the terrorists directly involved in the Munich massacre and several high-ranking Palestinian leaders in the upper echelons of the PLO. These actions, says Reeve, were \"very necessary in the eyes of the Israeli government and stemmed from a sort of 'biblical logic.'\"\nSpeaking at Shaman Drum last Saturday, Reeve lamented on the painful duties of his job as a journalist investigating terrorism; dealing with the families of the victims was always a harrowing experience never made easy by the insensitivity and lack of cooperation by various governments involved.\nWhile firmly subscribing to the tenet \"violence begets violence,\" the journalist could only condemn the terror campaigns mounted by both sides. Of course, we as \"outsiders\" may never understand because \"there (the Middle East), they play by a different set of rules.\"\n(C) 2000 Michigan Daily via U-WIRE\n\nLoad-Date: November 7, 2000"
}