{
    "title": "'Own it' -- Terrorism is an Islamic issue, say some Muslims(2)",
    "publisher": "the salt lake tribune",
    "year": 2015,
    "month": 12,
    "day": 4,
    "full text": "Washington - While details are still unfolding as to why a California Muslim couple turned to murder, Muslims in the West must step up and admit terrorism is rooted in extremist Islam, said four Muslim panelists speaking at a conservative think tank Thursday.\nThey criticized major U.S. Muslim groups that lament such tragedies but say their religion is not responsible. They insisted the violence has roots in Islam, and that Islamist political terror is nurtured in Saudi Arabia's strict Wahhabi branch of the faith.\nAnd they scolded the Obama administration for steadfastly refusing to brand terror as Islamic extremism. President Barack Obama decried the deaths and pledged a thorough investigation of the attack but cautioned against setting blame based on the killers' Muslim names.\n\"President Obama simply does not embrace reality,\" said Farahnez Ispahani, a former member of the Pakistani Parliament and author of an upcoming book on Pakistan's religious minorities.\nShe mocked the way that the administration responds to attacks. Rather than calling in progressive Muslim leaders in U.S. civil society, she said: \"They call in imams and they hold an interfaith event and they are all happy.\n\"But there is no clear ideological campaign to fight ISIS or Islamists,\" she said, to a smattering of applause in the audience of about 50 people. Islam has been \"hijacked,\" Ispahani said, and people are afraid if they admit it, it will spark Islamophobia.\n\"Terror is a Muslim issue, an Islamic issue within the house of Islam,\" said M. Zuhdi Jasser, founder of the American Islamic Forum for Democracy, \"and we must own it\" to fight it. He moderated the event held at the Heritage Foundation, which had been planned after the Paris attacks.\n\"ISIS calls its magazine 'Inspire.' How do we inspire a counter movement of ideas so Muslims are inspired by something else, not radicalism? We have to get past the denial that 'This is not about us' and 'We aren't Muslims like that,\" said Jasser, disparaging the majority of U.S. Muslim groups that step out with this approach every time there is a terror attack.\n(Within hours of the shootings, Hussam Ayloush, executive director of the Los Angeles chapter of the Council on American-Islamic Relations, said at a news conference, \"The Muslim community stands shoulder to shoulder with our fellow Americans in repudiating any twisted mindset that would claim to justify such sickening acts of violence.\" CAIR announced a candlelight vigil with religious groups in Silver Spring, Md., to be held Friday evening.)\nNaser Khader, a member of the Parliament of Denmark for the Conservative People's Party, said Muslims themselves must lead the fight rather than hide behind excuses that killers are not truly Muslim. Instead, they should condemn Islamist jihadists \"without any excuses.\"\n\"If we the Muslims do not face the problem of violence, how will we ever succeed in lifting this from those powers and bring it into the 21st century?\" Khader asked. He called for rereading the Quran in the light of modern times and presenting strong religious arguments for change.\nKhader and Ispahani were part of a weeklong \"Summit of Western Muslim Voices of Reform against the Islamic State and Islamism.\" Under the umbrella of Jasser's forum, 20 people from the U.S., Europe and the Middle East identified as \"Muslim reformers\" met to propose ways to counter \"the ideologies which fuel global Muslim radicalization.\"\nOn Thursday, the finger of blame was pointed directly at Saudi Arabia, which the panelists said stands on strict Quranic literalism. This takes a seventh-century view of unbelievers, women and minorities that allows for terror, murder and deprivation of human rights, they agreed.\nAsra Nomani, a former Wall Street Journal reporter and co-director of a project named for Danny Pearl, her colleague who was kidnapped and killed in Pakistan in 2002, calls their fight \"a struggle for the future of our world.\" She lauded a \"courageous band of reformers\" who will stand up for women's rights, minority rights, secular governance and free speech.\nIspahani called for pluralism within Muslim-majority countries and protection for Muslim minorities worldwide. \"We have all heard, 'Where are the Muslim voices who will stand up to extremism?' \" Ispahani said. \"We're here, standing before you.\"\nTheir stance against literalist interpretation of scripture, their insistence that Muslims take their religion in a progressive direction, and their support for nonpolitical religion, are themes that are also debated among U.S. Christians.\nU.S. Muslims' responses to the attacks in San Bernardino, Calif., have been compared to conservative Christian condemnations of last week's shooting at a Colorado abortion clinic. Russell Moore, president of the Southern Baptists' Ethics & Religious Liberty Commission, acknowledged the parallel and urged tolerance for Muslims.\n\"As an evangelical Christian obviously I disagree with Islam fundamentally,\" Russell Moore, president of the Southern Baptists' Ethics & Religious Liberty Commission, told NPR's \"Morning Edition\" on Friday.\n\"At the same time, I'm very disturbed when I hear the sorts of talk that we've been hearing over the last several months about shutting down mosques, about identifying Muslims in this country.\n\"That is a very dangerous place to be,\" Moore said, \"both at a human rights level but also in terms of religious liberty.\"\n\nLoad-Date: December 11, 2015"
}