{
    "title": "'Peace-loving' Muslims foster terrorism",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 3,
    "day": 19,
    "full text": "All of us should give some serious thought to some of the ideas contained in an article circulating the blogsphere titled \"Why a Peaceful Majority Is Irrelevant.\" So often our political leaders, \"experts\" and talking heads tell us that Islam is a peaceful religion and most Muslims are not out to destroy the West. We're told it's only that 1 percent, out of 1.2 billion Muslims, who are fanatical jihadists who believe America is the Great Satan, cause of all evil, and should be attacked and destroyed. In terms of national policy, it's irrelevant whether Islam is a peaceful religion and most Muslims are peaceful.\nThink back to the 1930s when the Japanese murdered an estimated 3 million to 10 million people in China, Indonesia, Korea, Philippines and Indochina; and on Dec. 7, 1941, when they attacked Pearl Harbor, killing more than 2,400 Americans.\nI'm betting that most of Japan's at-the-time 60 million population were peace-loving people and would have wanted nothing to do with the brutal slaughter in China and the attack on the U.S. In formulating our response to the attack, should President Franklin Roosevelt have taken into account the fact that most Japanese are peace-loving people ruled by fanatics? Should our military have gone after only the Japanese pilots and their naval armada?\nI'd also wager that most Germans were peace-loving people and not part of the Nazi sadists wanting to wage war on their neighbors and exterminate the Jews. Again, should Roosevelt and Winston Churchill have taken that into account in their response to German militarism? My answer is no, and thank God it was their answer, as well. Whether most Germans, Italians or Japanese were peace-loving or not was entirely irrelevant in formulating the Allied response to their militarism.\nHorrible acts can be committed in countries where most of the people are peace-loving and simply want to be left alone to attend to their affairs. I imagine that described most of the people in the former Soviet Union; however, that did not stop the killing of an estimated 62 million people between 1917 and 1987. The same can be said of the Chinese people, but it didn't stop the killing of 35 million of their countrymen during Mao Zedong's reign. Whether most people of a country are peace-loving or not is not nearly as important as who's calling the shots.\nAt this particular time, fanatical jihadists are calling the terrorism shots in many Muslim countries. Their success in committing terrorist acts is in no small part the result of the actions by the millions of peace-loving fellow Muslims. First, there is not enough condemnation of their terrorist acts by the Muslim community. More important is the direct or indirect assistance terrorists receive through the silence of their fellow Muslims. There is no way terrorists can carry on their operations, obtain explosive materials, run terrorist training camps, raise money without the knowledge of other Muslims, whether they're government officials, bankers, family members, friends or neighbors. Because those millions of peace-loving Muslims do not speak out and expose terrorists and don't more fully cooperate with domestic and international authorities trying to stop terrorists, they become enemies of the West just as the peace-loving people in Germany, Italy and Japan became enemies of the Allied powers during World War II. Like them, Muslims should be prepared to suffer the full might of the West in its efforts to fight terrorism.\nI'm hoping that the millions of peaceful Muslims take the proper action to avoid such an outcome. I'm not that optimistic. We're involved in a clash with a culture that has little regard for the Western values that hold the sanctity of human life and liberty dear. Walter E. Williams is a professor of economics at George Mason University.\n\nLoad-Date: March 19, 2008"
}