{
    "title": "'Power and Terror' confronts terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 4,
    "day": 16,
    "full text": "MIT linguistics professor Noam Chomsky has been labeled anti-American by the pro-war hawks. The generally pro-war media has for the most part tended to ignore him. However, those who would dismiss him as an anti-American are not only ignorant, they are dead wrong. Director John Junkerman's documentary \"Power and Terror: Noam Chomsky in Our Times\" is the perfect film for anyone who would like to know what Chomsky is all about.\nChomsky's name is one that is synonymous with resistance and criticism of American foreign policy, as such his detractors dismiss him (often without ever bothering to hear him out).\nU. Hawaii\nTo dismiss Chomsky is a mistake, for not only does he try to hold the American government responsible for its own support of terrorism, he also calls into question all state-sanctioned terrorism by any power. This is where Junkerman derives his title, from Chomsky's analysis of the support of terrorism by state powers.\n\"Power and Terror\" is not particularly well shot, nor is the editing job any better, but who, after all, goes to see an overview of Chomsky's speeches for the technical filming aspects? This film's value is as an introduction to Chomsky and what he has to say. The film is fairly short, clocking in at 74 minutes, and leaves one wanting more of Chomsky.\nChomsky is 74 years old and as he reveals in \"Power and Terror\" he wrote his first paper, about the occupation of Barcelona, at 10. Chomsky is eloquently spoken and the film captures this essence very well. \"Power and Terror\" is a series of lectures given primarily in California in March 2002 (eerily enough he spoke at Berkeley on March 19 2002 -- one year to the day prior to the U.S. invasion of Iraq).\nInterspliced with the lecture footage is a director's interview with Chomsky, which is revealing as well, for Chomsky is able to address specific questions without worrying about the time restraints that contain his lectures.\nIn the film Chomsky analyzes the slippery, and hypocritical, nature of America's so-called \"War on Terror.\"\nAccording to Chomsky, if America wants to prevent terrorism it should stop sponsoring terrorism abroad.\nIf America wants to stop terrorism then it needs to stop arming the Turk troops who are massacring Kurds in Turkey.\nIf America wants to stop terrorism then it needs to stop selling helicopters to Israel, which the Israelis then use against the Palestinians. Chomsky's point is that America's sponsorship of state-sanctioned terror leads to more terrorism.\nThe film, although containing very somber material, ends on an optimistic note. Chomsky sees hope for the future of America, he envisions a time when America will no longer sponsor terrorism abroad and act as a responsible nation. According to Chomsky, the activists protesting in the streets, organizing, and holding the nation responsible will ultimately bring about this change.\nNoam Chomsky was just as horrified by the events of Sept. 11 as the rest of us were, he understands why it happened though and he offers the suggestion to America that if it wants to stop living in fear then it has to stop causing (or contributing to) terrorism.\nChomsky contends that we have reached a level of technological sophistication in our modern world that allows brutal acts of terror, like those seen on Sept. 11, to occur. Those who would engage in terrorism now have much at their disposal, as we so gruesomely saw on 9/11.\n\"Power and Terror\" is an important and pertinent film. As America prepares to invade Syria, finishes occupying Iraq, makes veiled threats towards Iran, and tries to control Afghanistan, it is America itself that is sowing the next generation of terrorists and fueling those already amongst us.\nChomsky's solution is simple, America must stop supporting terrorism, it must stop throwing its military weight around wherever and whenever it wishes, and it must participate in the world through mediation. If America wants to remain a viable world power then it must start acting like a responsible world power, not an arbitrary one.\nChomsky's voice has been steady and critical since the Vietnam War; he paid attention during the times when no one else was. He points out that the tools for protest are there for organizers to use, whereas in Vietnam it took much longer to organize protests, with today's technology protests can be organized in days.\nJunkerman's film captures Chomsky's essence and allows audiences to witness \"one of America's greatest natural resources\" (taken from a quote in the film) at work. He is eloquent, articulate, and to the point. This film is a valuable resource; at times it is painful to listen, but in order to better understand the world today we must listen.\n(C) 2002 Ka Leo O Hawaii via U-WIRE\n\nLoad-Date: April 17, 2003"
}