{
    "title": "'Predestination'_ Fascinating story of time travel, terrorism, and identity",
    "publisher": "the philadelphia inquirer",
    "year": 2015,
    "month": 1,
    "day": 9,
    "full text": "Science-fiction master Robert A. Heinlein's 1958 time-travel short story, \"All You Zombies -\", unravels for the reader one of the most elegant series of temporal loops, paradoxes, and contradictions ever assembled in the genre. \nIt's hard to imagine a film could match the effect created by its deceptively simple plot and the stunning complexity of its ideas. \nYet the Australian film Predestination, based on the story, does just that, and more. \nThe third feature by the Spierig Brothers - identical twins Michael and Peter (Undead, Daybreakers) - Predestination is a hair-raising, emotionally resonant thriller that fleshes out Heinlein's minimalist conceptual piece with strong characterization and an absorbing story line about domestic terrorism and murder. \nAfter a brief prologue, the film opens in a dark industrial space, perhaps a warehouse or factory basement, where a man dressed in a retro coat and hat is badly burned while attempting to defuse a bomb. He crawls toward his hat and suitcase, when someone shrouded in darkness reaches down, picks up the hat, and hands it back to him. The injured man looks up at his helper with a wistful, loving smile, then vanishes. \nWhy did the man - we later find out he's a time-traveling cop who stops crimes before they happen - look at the stranger with such tenderness? \nNot a bad way to begin! \nIdentified only as the Temporal Agent, the man goes back to the future, where he's given a new face - Ethan Hawke's, to be exact - and asked to resume his mission. His job is to stop a bomber who killed thousands of New Yorkers in 1975. \nWhen next we see him, the cop is tending bar at a Manhattan dive in 1970. He strikes up a conversation with an odd-looking young man named John. Is this the bomber as a 20-year-old? \nThen, why is the Agent so determined to befriend the guy, so determined to draw out his life story? Why is the Agent so loving to this strange creature, a failed astronaut who makes a living writing an agony-aunt column in a women's glossy? \nBut what a story he tells! \nA story that opens with the line, \"When I was a little girl. . . .\" \nSarah Snook (Jessabelle, Not Suitable for Children) plays two characters - John before and after a sex change - with great confidence and deep sentiment. \nThere's a tragic, paradoxical love story at the heart of Predestination, which Snook and Hawke bring off beautifully. \nYet, there's also a great puzzle: How are John/Jane and the Agent connected? Who is the man who seduced, impregnated, and abandoned Jane before her sex change? What happened to her baby girl? And how do they all connect to the so-called Fizzle Bomber? \nIt would be the mother of all spoilers to divulge how the film brings it all home. \nBut the Spierigs tie up every strand, loose end, and moving part of their strange symphony with eloquence and grace. \nYou'll never think of time the same way again. \n  Predestination *** (out of four stars)\nDirected by the Spierig Brothers. With Ethan Hawke, Sarah Snook, Noah Taylor, Christopher Kirby. Distributed by Fox Searchlight Pictures. \nRunning time: 1 hour, \n37 mins. \nParent's guide: \nR (violence, nudity, profanity). \nPlaying at: AMC Neshaminy 24. \ntirdad@phillynews.com\n 215-854-2736 \n\nLoad-Date: January 9, 2015"
}