{
    "title": "'Radical Islamic terrorism' blindly generalizes",
    "publisher": "university wire",
    "year": 2017,
    "month": 2,
    "day": 1,
    "full text": "A word or phrase has the power to build empires, but those same vowels and consonants neatly arranged into a symphony of different sounds can also declare war on an entire way of life.\nWhile an atomic bomb can erase a city from existence, a phrase can ostracize, discriminate or harm millions with the ease of just moving a pen in an organized fashion.\nThe phrase \"radical Islamic terrorism\" is a prime example of a group of vowels and consonants organized in a way that carries enough weight to declare war on an entire religion. As a society in the United States of America and around western culture the term \"radical Islamic terrorism\" is used to describe the enemy in the fight against terrorism.\nHowever, the war against terrorism is a completely different topic than discussing the second largest religion in the world. Yet, people use a phrase that connect two contrasting topics with ease.\nIslam is the second largest religion in the world. With more than 1.6 billion followers, Islam is also the fastest growing faith amongst the major religion in the world. At the current rate of growth, Islam is projected to be the largest religion in the world by the end of the century, according to a 2016 Pew Research Center article examining Islam.\n\"Recent surveys show that most people in several countries with significant Muslim populations have an unfavorable view of ISIS,\" according to the article. \"In many cases, people in countries with large Muslim populations are as concerned as western nations about the threats of Islamic extremism, and have become increasingly concerned in recent years.\"\nEven with the Muslim community having similar views on extremism with western society, Islamophobia, or the fear of Islam, has been identified as a growing sentiment.\n\"If you exclude the 9/11 attacks from this data, you're more likely to be killed by a lightning strike than a terrorist attack executed by foreigners - by a whole lot,\" according to a 2017 Vox article examining the threat of immigrant terrorism to the United States.\nWith the likelihood of being the victim of an immigrant terrorist lower than the chances of being killed by a lightning strike or a piece of clothing suddenly combusting, the term \"radical Islamic terrorism\" is an irrational generalization.\nIncluding an entire religion into the actions carried out by a small section of the global population is a colossal generalization. It is a wrongful indictment against more than a billion peaceful Muslims.\nUsing an expression that discerns every Muslim as a terrorist is no different than using a phrase that generalizes every caucasian as a member of the Ku Klux Klan. It is irrational, wrong and unacceptable. Yet, why can someone utter the phrase \"radical Islamic terrorism\" without it creating a public outcry?\nOne of the universal rules in every society should be to treat everyone with kindness and respect. In any society around the world, it is hard to imagine people would like to be treated poorly or be insulted for who they are. If someone goes to the Department of Motor Vehicles they would like to be treated well, instead of belittled.\nTherefore, calling every caucasian a white supremacist, every African-American a criminal or every Muslim a terrorist is equally unacceptable and offensive.\nHolding the door open for another human is one way to be kind, but a more important way of being gracious is refraining from using an outright offensive phrase. If someone doesn't want to be unfairly generalized or associated with the action of a group they object to, then society shouldn't have phrases that blindly combine different cultures.\n\nLoad-Date: February 1, 2017"
}