{
    "title": "'Real Talk w_CJ' to Cover Safety Security",
    "publisher": "university wire",
    "year": 2018,
    "month": 1,
    "day": 1,
    "full text": "The Sam Houston State University School of Criminal Justice will host the first edition of Real Talks with Criminal Justice of the school year tomorrow. This talk will be headlined by SHSU alum Mike Coates, who graduated with a Master's degree in Security Studies.\nCoates is the Cybersecurity Project Manager for South Texas Project Generating Station, STP, Nuclear Operating Company. STP is just one of many big name organizations to score SHSU alum, but also the FBI and Interpol.\nSTP is one of the newest and largest nuclear power facilities in the nation. The company provides two million Texas homes clean, carbon-free energy.\nThe company is also one of 62 commercial nuclear plants across the country regulated by the Nuclear Regulatory Commission .\nThe NRC recently released a new set of complex federal regulations designed to protect digital computer, communications systems, and networks from cybersecurity attacks.\n\"Cybersecurity is very important to the nuclear industry,\" Coates said. \"We must ensure our critical equipment and systems continue to remain insulated and protected from cyber-attacks.\" Cyber-crime has become one of the most popular classes and fastest growing fields in the criminal justice world.\nCyber-attacks have become a daily reality for many businesses and federal entities, and it is up to people like Coates to keep us safe.\nCoates is managing the multi-million-dollar project to implement the new regulations at his facility.\nThe NRC is expected to begin inspecting commercial nuclear facilities to the new regulations by December 2017.\nCoates does not only handle cyber-security but he also implements physical security enhancements and modifications, including vehicle barrier systems, intrusion detection systems, breach analyses, and various system upgrades.\nIn his position as the senior security coordinator for STP, Coates oversees 140-armed security officers who protect the plant.\nAmong these many accolades, Coates has also managed security communication system upgrades, implemented 3D modeling and simulation technology, and installed necessary Cyber Security modifications to critical plant systems.\nThe work Coates is doing is especially important when it comes to terrorism. Global Terrorism is also an extremely popular class at SHSU!\nRecently, China and Russia have attacked government websites and obtained confidential information. The reality in these types of attacks, when it comes to the nuclear industry can be detrimental. We must make sure to secure our information and keep other nations from obtaining it in order to produce nuclear weapons.\nAccording to Beth Kuhles, the publications officer for the College of Criminal Justice, Coates will address natural disasters in his speech. Natural disasters can have a dangerous impact on the site and the environment.\n'Real Talk w/ CJ' are a series of professionals including law enforcement, corrections, victim studies, and private security like Coates. The purposes of these talks are to provide students with tips on how to start and advance their careers.\nThe real talk with Coates will take place in the Criminal Justice building, in the Kerper Courtroom from 2-3 pm. The free event will also be streamed live on the CJ center website and will be open to the public.\n\nLoad-Date: January 1, 2018"
}