{
    "title": "'Run it up the flagpole'",
    "publisher": "the observer ",
    "year": 1986,
    "month": 4,
    "day": 16,
    "full text": "THERE is a cliche in the advertising business, ''Run it up the flagpole and see if it flutters.'' This seems to describe, as well as any expression, current United States foreign policy.\nWatching actions or threats of actions, listening to the rhetoric, and speaking with some of the players leave the observer with the impression of decisions dictated by internal pressures, with only the hope that the policies will produce favorable results.\nExtreme objectives are established or implied, such as the elimination of terrorism or the overthrow of a government, yet there is general recognition that the means proposed are unlikely to achieve the objective. Those advocating the policies then fall back on explanations such as ''We must make our adversaries pay a price''; or ''We must keep the pressure on''; or ''We are not quite sure what may happen, but we see no alternative to staying on the course we have chosen.''\nMilitary action has been taken against Libya to stop terrorism, but even proponents of such actions concede that it may not stop terrorism.\nPresident Reagan is seeking $100 million in support for Nicaraguan ''contras.'' Few suggest that it will achieve any major objective, at least in the short term.\nIn Angola, the US is apparently escalating the sophistication of weapons supplied to Jonas Savimbi. No one is certain where that may lead.\nThe ultimate objectives of eliminating a Marxist regime in Central America, ending terrorism emanating from the Middle East, and removing Cuban troops from Angola are, from the United States standpoint, laudable. It is hard to avoid the impression, however, that the current approach to all of these issues is one dictated by domestic needs more than by the establishment of a specific goal or any well-considered, realistic assessment of what is possible.\nPolicies seem to flow from a deep sense of frustration over events and attitudes that seem beyond our control. This frustration is compounded by the differences within the administration between pragmatists and ideologues, by the fear among political leaders of appearing weak, and by the ever-present consideration of approaches most likely to help candidates in the next election.\nTwo other attitudes lie behind current policies. One stems from a feeling that a powerful nation such as the US cannot stand idly by in the face of acts of terrorism against its citizens and any extension of Soviet power to the US Central American doorstep. To do so is to court further acts against Americans and further moves by the Soviet Union. We must, in other words, do something.\nA second attitude is that it is not necessary to predict the ultimate results of policies. It is better to keep adversaries guessing. A president must do that which he believes to be in the national interest, leading the nation in small steps toward undisclosed goals.\nAlthough one can, perhaps, argue that, in a democracy, major actions can only be approached through domestically acceptable incremental actions that disguise the ultimate objective, this strategy has at least two serious defects.\nIn the present administration, action is defined almost entirely in terms of short-term military action. Such action excites US pride and appears to demonstrate determination. A nation, obviously, cannot abandon the possibility of military action, but military action arouses sentiments of humiliation and retaliation on the other side; a cycle starts that is likely to lead only to increasing involvement. If there is not a national consensus that the objective would clearly justify the risk of prolonged conflict, this cycle of action is likely to lead only to an abortive and unsatisfactory outcome.\nLeading the nation toward undisclosed or disguised goals creates a serious credibility problem for any administration. As the public becomes more and more aware of the differences between the government's portrayal of the situation and the reality that seems to emerge from other sources, official rhetoric is likely to become more defensive and more strident. Positions then harden, making both domestic and international negotiations and consultations difficult.\nThe US is involving itself in several complex and potentially explosive situations abroad. If the true objectives are to change governments or to roll back the Soviet Empire, serious doubts exist about their feasibility and about the degree of public support for such drastic objectives. If the approach is merely to keep the pressure on, to make the other side pay a cost, and to keep tension high to see what may ultimately happen, equally serious questions arise about the long-term risks. The American people want to see the flag flying in the breeze, but they must have some idea of the direction of the wind."
}