{
    "title": "'See Something, Say Something' launched at WVU",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 7,
    "full text": "Prior to the football game Saturday, West Virginia University officially launched the \"See Something, Say Something\" campaign. WVU is the first organization in the state to become involved with the initiative, which serves to prevent acts of terrorism.\nThe campaign was first used by New York's Metropolitan Department of Transportation Authority, which licensed the use of its slogan for anti-terrorism efforts.\nWith the help of a partnership with West Virginia Homeland Security, WVU's campaign originally started as a way to increase safety and security on the PRT.\n\"We improve safety by getting people engaged,\" said University Police Chief Bob Roberts.\nRoberts has served with the University Police for the last 29 years and served as chief for 24.\n\"We want to make sure that people are aware and alert in the case that anything ever happens,\" he said.\nRoberts said a valuable counterpart to the primary goal of student safety is the \"LiveSafe\" app and initiative that was put in place by the Student Government Association last year.\n\"LiveSafe basically serves the same purpose for general non-terrorism crime, where 'See Something, Say Something' is more directed at terrorism,\" said Roberts.\nThe campaign will include posters and public announcements on campus, as well as promotions on several social media networks.\nRoberts stressed that even though there is nothing that would call for concern regarding terrorism, the purpose of the University bringing the campaign to Morgantown is to be a step ahead.\n\"This is just one more tool for us to help ensure the safety of everyone on campus - students, faculty, staff and visiting fans - that is our top priority,\" Roberts said. \"We're participating not because we have any reason to believe that the campus is in any way a target, but we want to take every precaution to ensure that the unthinkable does not happen.\"\nThe campaign will ask anyone who sees anything suspicious to say something by calling the toll-free line 866-WVWATCH (866-989-2824) which is monitored by the West Virginia Intelligence Fusion Center, a partnership comprised of federal, local and state law enforcement public safety agencies.\nIn the effort to insure safety, the campaign will also feature UPD's bomb-sniffing dogs, Bella and Ginger. Those who call this number can remain anonymous if they wish.\n\nLoad-Date: September 8, 2014"
}