{
    "title": "'SEGWAY JEREMY' TO PLEAD GUILTY FRIDAY HE WOULD AVOID PRISON TIME IF PLEA DEAL IS APPROVED",
    "publisher": "wisconsin state journal",
    "year": 2019,
    "month": 8,
    "day": 15,
    "full text": "A noted Madison protester and former congressional candidate who was arrested last year after FBI agents said they caught him trying to buy radioactive material online, purportedly to kill someone, will plead guilty Friday to one of the charges against him but would not serve any time in prison under a plea agreement filed in federal court.\nJeremy J. Ryan, 30, known to many as \"Segway Jeremy\" for the personal transport he rode during protests that greeted Gov. Scott Walker's first term, was originally charged with attempting to possess radioactive material with the intent to cause death or serious bodily injury, essentially a nuclear terrorism charge.\nA superseding indictment issued in June by a grand jury added a second charge - this one charging Ryan with attempting to receive and possess nuclear material or a byproduct. Ryan will plead guilty to that charge, according to a plea agreement signed Tuesday by Ryan, one of his lawyers and federal prosecutors. The charge carries up to 20 years in prison, according to the agreement.\nRyan will formally enter a guilty plea on Friday before U.S. District Judge James Peterson.\nUnder the plea agreement, however, Ryan would get a \"time served\" sentence, recommended mutually by prosecutors and Ryan's attorneys, federal defenders Joseph Bugni and Peter Moyers. If Peterson accepts the plea agreement, he would be bound to accept the time-served recommendation, the document states. But if Peterson rejects the time-served recommendation, either side is free to withdraw from the plea agreement.\nRyan could be freed after Friday's hearing, or he could wait in jail for a sentencing hearing if Peterson orders a pre-sentence investigation.\nBugni declined to comment on the agreement before Friday's plea hearing.\nRyan was arrested and charged in October after authorities said he tried to buy Polonium-210 on the \"dark web\" following a series of communications that began with an undercover FBI agent in April 2018. He has been in custody since October. Prosecutors maintained that Ryan was trying to get the Polonium to kill someone, but Bugni said Ryan was trying to get it to kill himself and make it appear that he was killed by the government, using a substance that was difficult for anyone but the government to obtain.\nA prosecution motion for a competency evaluation for Ryan - an unusual request, one normally sought by the defense - was approved in December by U.S. Magistrate Judge Stephen Crocker. Ultimately, Ryan was found competent to assist in his defense, and a trial was scheduled for January. With a guilty plea Friday, the trial would be canceled.\nIn March, Bugni and Moyers filed a series of motions to dismiss the indictment against Ryan, asserting that the nuclear terrorism charge under which Ryan was charged is unconstitutional in part because Congress lacks the authority to criminalize poisoning with radioactive substances. But even if the law isn't unconstitutional, they wrote, under the law it would have to be shown that death and bodily injury caused by possession of radioactive material must be \"unlawful,\" and Ryan's plan to kill himself is not illegal under Wisconsin law. The lawyers also sought a statement from the government identifying the target of Ryan's poisoning, if it was not Ryan himself.\nProsecutors opposed the motions, but Peterson has not ruled on them.\nIn addition to his notoriety at protests, in 2014 Ryan ran against then-U.S. Rep. Paul Ryan, of Janesville, for the Republican nomination for the 1st Congressional District seat.\n\nGraphic\n\n \n Ryan\n\nLoad-Date: August 16, 2019"
}