{
    "title": "'SHALIMAR' HUNTS ROOTS OF TERRORISM AMID ROMANCE, BETRAYAL",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 9,
    "day": 18,
    "full text": "Salman Rushdie's formidable new novel begins with a terrorist assassination, a subject Rushdie has pondered as a writer who was once marked for death himself.\n Maximilian Ophuls, former U.S. ambassador, professor of economics, architect of globalism, fighter in the French Resistance, a \"lethally charming\" gentleman, is knifed to death on the front step of his daughter's Los Angeles home.\n The killer, his trusted Kashmiri chauffeur and factotum, \"Shalimar the clown,\" has disappeared.\n Shalimar's real identity, his motives and his connection to the victim mystify the police and Ophuls' daughter, India. Her name derives from her father's appointment to the U.S. Embassy in India in the 1960s, but her mother -- whose affair with Max caused the scandal that banished the married ambassador back to the States -- came from Kashmir (\"a word synonymous with paradise,\" India believes) and died in childbirth (or so her father has told her).\nThat both her unknown mother and her father's assassin come from Kashmir seems, of course, too great a coincidence.\n The story of Max -- a French Jew with a German name who lived in Strasbourg on the historically contested border between the two countries -- and his subsequent rise to power in America merely shadows the story of another embattled border region. \"Shalimar the Clown\" tells the story of Kashmir.\n And a bitter tale it is:\n A mountain Eden tucked into the northern extreme of India, \"landlocked, preindustrial, resource rich but cash poor,\" its fall began shortly after the partition of the subcontinent into Pakistan and India and the ensuing eruption of Muslim-Hindu violence.\n The second section of the novel describes a Kashmir-that-was through the story of the villagers of Pachigam, traditional entertainers and culinary artists, happily co-habitating Muslims and Hindus.\n In this paradise, a young boy and girl of the two faiths love openly and, with the agreement and celebration of the village, wed.\n But this particular Adam and Eve, Noman Noman and Boonyi Kaul, are born on the same night, by chance in the Mughal garden of Shalimar, whose name means \"abode of joy\"-- the fateful night of the Pakistani invasion of Kashmir, during a snowstorm and power blackout that obliterates the garden.\n For Rushdie fans, this will recall the premise of \"Midnight's Children,\" in which two children of Hindu and Muslim families are born at the moment of India's independence, the stroke of midnight Aug. 15, 1947.\n So their story becomes, symbolically, the story of their country.\n He becomes a high-wire acrobat of amazing skill and comic genius, known to all as Shalimar the clown.\n She changes her name from Bhoomi (\"the earth\") to Boonyi (a beloved Kashmiri tree). Although an Indian Army base has been built nearby, little change comes for a time to Pachigam, its shimmering magic and eccentric inhabitants recalling Garcia Marquez's Macondo in its prelapsarian beginnings.\n Magical realism like that of \"One Hundred Years of Solitude\" and much of Rushdie's writing works most powerfully when making us see the stark contrasts in the world between delight and suffering, the marvels we can experience -- or imagine -- and the real violence our desires can lead us to commit.\n In one early scene, Shalimar, secretly meeting Boonyi on the mountainside, climbs the tallest tree (a boonyi!) and:\n \"Hung there madly in the wind and rain while all around him branches shook and broke. The universe flexed its muscles. … The storm's fury grew.  He saw dead men's hands flying past his face, catching at him from their airy graves. The wind screamed and meant to kill him but he screamed back and cursed it and it could take his life. Years later when he became an assassin he would say that it might have been better if he hadn't lived, better if his life had been carried off that day in the rotting teeth of the gale.\"\n When is the train of tragic events set in motion? With the political secession of Muslim Pakistan? With Shalimar's defiance of nature? With Boonyi's lust for knowledge outside the garden?\n She finds her route out when a serpent, the American ambassador, enters and decides to seduce her.\n The fate of Kashmir, and of its children, has an inevitability that puts the magical into painful tension with the real, the poetic with the shockingly prosaic.\n Taliban-type extremists brutally execute \"immoral\" women for not wearing the veil, while Indian soldiers \"crack down\" on towns for supposedly harboring terrorists.\n Whose \"justice\" is worse, which revenge justified?\n The grieving India also asks \"What was justice?\" as she learns more about the hidden, and not blameless, lives of her father and mother and contemplates revenge.\n Although Rushdie's fiction always reawakens or amplifies for me the joy and possibilities of literature, his elegiac ode to Kashmir is his most moving novel since \"The Satanic Verses.\"\n Will this be the work that tips the Nobel scales in Rushdie's favor? I'd say it's only a matter of time.\n / \"SHALIMAR THE CLOWN\"\n By Salman Rushdie.\n Random House ($25.95)\n\nNotes\n\nMark Kemp teaches English literature at the University of Pittsburgh.\n\nLoad-Date: September 21, 2005"
}