{
    "title": "'SIEGE' SEIZES THE CONSCIENCE With Denzel at the moral helm, film examines terrorism, freedom, preju",
    "publisher": "daily news ",
    "year": 1998,
    "month": 11,
    "day": 6,
    "full text": "Denzel Washington has come to embody all that's right with America. Not since Gregory Peck has another living actor so consistently conveyed such a world-weary yet fired-up sense of moral outrage; no other actor has been able to convince all those watching how truly he believes.  Beside him, all other 'believers' are impostors, 'fraidy-cat bullies who crumble and run when confronted with the sheer strength of this man's hold on the high ground.\nIn The Siege, he's in it for America. For freedom. He's fighting for our way of life, dammit, but his enemy is not necessarily the obvious one. In The Siege, Denzel (who hereafter needs no last name) takes on the U.S. Army, no less. In The Siege, it's Denzel vs. The Smirk, better known as Bruce Willis, who plays a devious power monger in the form of well-decorated Gen. William Devereaux.\n \nSometimes Hollywood can be entertaining and intelligent.\nThe Siege is ostensibly about terrorism, carried out on U.S. soil by Muslim fanatics, and the country's response to several deadly bombings in New York City. This has made for pre-release controversy, with some leaders of the Arab-American community speaking out against yet another Hollywood portrayal of 'towel-heads' (a term used in The Siege) as religion-drunk crazies, lining up to sacrifice their lives for Allah.\nAlthough it's true that the movie straight-out blames its terrorism on Muslim extremists, the filmmakers bend over backward to clarify that all Muslims are not terrorists; that Islam is a religion of peace; that most Arab-Americans love this country as much as any Italian-American or Irish-American or American-American. This is as even-handed as it gets.\nDenzel plays Anthony Hubbard, an FBI agent working on the case of a bus bomb. His sidekick and best friend - if FBI agents permit themselves such things - is a Lebanese-American named Frank Haddad (Tony Shaloub), who understands the Arab world better than most, with the exception of Elise Kraft (Annette Bening), a CIA operative whose closed mouth doesn't fool anyone: She knows too much.\nAs the story unfolds, it's Bening alone who's given any shadings. The rest of the characters are black and white, liar or upholder of truth, good or bad. She, however, is a mass of messy motives. She sleeps with her Palestinian source, a sweet but shady Arab studies professor named Samir (Sami Bouajila), whose own terrorist ties are exquisitely uncertain. Elise seems to be playing both sides, maybe, or maybe she is who and what she says she is, which keeps changing.\nBening is very cool. There's just no better way to describe her. Cool and complicated and competent. And she's impeccable in the part.\nWho's fighting whom is not the question we're here to answer, and that's good.  The Siege looks at the price of terrorism not just in life, but in liberty and the pursuit of freedom. If that sounds hokey, it is. But it works, if only because of Denzel.\nThe Siege is by far the most complicated, intelligent examination of terrorism to come down the Hollywood pike. That's because it broadens its examination to include racism in general, the immigrant experience, our whacked-out government and the paralyzing power of fear.\nFor an action-adventure, blow-'em-up spectacular, The Siege is amazingly thoughtful. An Arab family is shown in a loving, spiritual light; Arab men are herded into terrifying, barbed-wired holding pens, leaving their wives and children helpless; Jews, Christians, blacks and whites protest the treatment of Arabs in their community.\nIt's a big-picture picture, thoughtful and entertaining, and things still get blown up.\nThese days, that's a rare, rare thing.\n\nGraphic\n\n \nPHOTO: MYLES ARONWITZ TWENTIETH CENTURY FOX 'Hub' (Denzel Washington center), Elise (Annette Bening) and Frank (Tony Shaloub) work together on an investigation of a series of attacks on NYC.  BILL FOLEY TWENTIETH CENTURY FOX Gen. William Devereaux (Bruce Willis) stands guard after martial law is declared.\n\nLoad-Date: November 7, 1998"
}