{
    "title": "'Silent' terrorists even more deadly",
    "publisher": "usa today",
    "year": 1996,
    "month": 8,
    "day": 5,
    "full text": "Authorities may suspect Iran in the bombings of the U.S. Air Force\nbarracks in Saudi Arabia and TWA Flight 800. But their efforts\nto nail down the link are made more difficult because of a new\ntrend in terror: anonymity.\nToday's terrorists don't claim credit. Ties to known groups often\nare weak. And, chillingly, they make no demands. Their goal is\nto shake their enemies with horror, pure and simple.\n\"The paradigm for terrorism in the '60s and '70s was largely\na rational process,\" says Steven Emerson, producer of the controversial\nPBS documentary Jihad in America and author of four books\non terrorism. \"Acts are carried out for the specific purpose\nof incurring as many casualties as possible.\"\nThe Muslim militants who bombed New York's World Trade Center\nwanted that tower of Western finance toppled, even if thousands\ndied. The Oklahoma City bombing appeared to be directed at the\nfederal establishment.\nTo American minds, these incidents are senseless slaughter. And,\nin concrete terms, they were failures. The U.S. government remains\nstrong. The death toll in New York was six.\nBarry Rubin, senior scholar at the BESA Center for Strategic Studies\nin Israel, says terrorism almost invariably fails if its goals\nare too large.\n\"Terrorism is the strategy of the incompetent or unsuccessful\nrevolutionary,\" he says. It's used \"when they can't build a\nmass base, when they can't threaten the government politically.\"\nHistory affirms that. John Wilkes Booth's assassination of Abraham\nLincoln couldn't reverse the Civil War.\nAnd it's unlikely the bombing in Saudi Arabia that killed 19 U.S.\nservicemen will drive the West from the oil it needs.\nBut terrorism can accomplish \"limited and specific goals,\" Rubin\nsays.\nThe bombing of the U.S. Marines' barracks in Beirut in 1983 was\none of terrorism's greats successes. It killed 239 and drove the\nWest from Lebanon.\nThe bombing of a Pan Am 747 over Lockerbie, Scotland, apparently\naccomplished its aim -- revenge for the accidental downing of\nan Iranian jetliner by a U.S. warship in the Persian Gulf.\nBut if the World Trade Center and Oklahoma City bombers failed\nto accomplish any measurable goal except death and destruction,\nnot everyone sees that as failure.\n\"You try to blow up the World Trade Center because you're angry\nat the United States,\" says Victor LeVine, who has been tracking\nterrorism for 25 years at Washington University in St. Louis.\n\"What do you get out of it? The satisfaction of hurting your\nenemy.\"\nAnonymity gives the bomber an aura attractive to the disenfranchised.\nAnd it's clear terrorists no longer need be as skilled as hooded\ngunmen who hoodwinked German security to penetrate the Olympic\nVillage and slaughter 11 Israeli athletes at the 1972 Games.\nNot when common fertilizer can destroy an office building, and\npoison gas like that dropped into the Tokyo subway last year can\nbe home-brewed.\nAccording to the State Department's annual review of international\nterrorism, last year saw a worldwide decrease in deaths. But the\nreport also showed an increase in the United States, from four\nto 12. That doesn't include Oklahoma City.\nInternational attacks against U.S. interests jumped to 99, from\n66 the previous year. This year, if the explosion aboard TWA Flight\n800 that killed 230 is declared an act of terrorism, will eclipse\nthose numbers dramatically.\nLeVine suggests that if the trend continues, terrorists may find\ntheir deeds less satisfying because the USA, like Europe already,\nwill pay less heed.\n\"After a while,\" he says, \"people learn to treat terrorism\nas part of the world in which they live.\"\n\nGraphic\n\n \nPHOTO, B/W, Joe Tabacca, AP; February 1993: Attacks such as the World Trade Center bombing are the work of terrorists who don't make demands; their goal is simply to cause horror.\n\nLoad-Date: August 5, 1996"
}