{
    "title": "'Slumdog Millionaire's' Anil Kapoor to Play Indian Jack Bauer (Exclusive)",
    "publisher": "the hollywood reporter",
    "year": 2011,
    "month": 11,
    "day": 9,
    "full text": "This story originally appeared in the Nov. 18 issue of The Hollywood Reporter magazine.\nThe hero of Fox's 24 is making his way to India.\nSlumdog Millionaire's Anil Kapoor, who played Kamistan President Omar Hassan in the final season of the long-running counterterrorism action series, will star in a local iteration of the show and help usher Jack Bauer into his home country.\n\"The timing could not be better,\" says Kapoor, noting that such topics as terrorism and upheaval are top-of-mind for Indian viewers. \"It's very, very relevant over here.\" \nThe adaptation was born out of Kapoor's passion for the series, which he brought to the attention of showrunner Howard Gordon during filming on the U.S. version's eighth season. Kapoor recalls Gordon telling him that he would help under one condition: that Kapoor play the Indian Jack Bauer.\nSTORY: Kiefer Sutherland Says '24' Movie Is 'Very Close'\nGordon in April 2010 introduced the star to Marion Edwards, head of international television at 20th Century Fox, which began a year-and-a-half process to finalize a deal to license the series to Kapoor's production company, the first step in bringing the real-time drama format to India's broadcasters. \n\"Unfortunately, India has a much closer relationship to terrorism than the U.S. does,\" notes Edwards. \"They've had hotels taken over, they've had bombings, they've had people killed in the streets.\" \nKapoor, whose clout as a film star in India helped move the project along, hasn't decided what the home country or motivations of the series' terrorists will be but ensures that his character will be relatable in the same way Kiefer Sutherland's was to U.S. viewers when the series about a counterterrorism unit debuted 10 years ago, two months after the Sept. 11 attacks.\nAlthough no other international deals have been struck for the series, Edwards has been approached about local productions in Japan and the Middle East. It's part of a larger push by the News Corp. division, which has had success with local versions of Prison Break and How I Met Your Mother in Russia, with Bones on the way.\nRecognizing the potential gains that rival Sony has realized with formats such as Married ... With Children, Edwards' team is negotiating to bring older half-hour efforts Malcolm in the Middle and an updated The Wonder Years to foreign markets, with a deal already in place for Modern Family in Israel. \n\"Fox was a little later to get into the game [compared with some other studios],\" Edwards acknowledges. \"The shows that we're known for are ones like 24 and Prison Break, which are serialized, expensive and difficult, and for that reason, it has been a little tougher for us to find those partners who can give these shows what they need to become fully realized.\" \nNext steps for 24: India, as it's being called internally, will include hiring a writing staff and casting the series, which at least early on will closely resemble the story arc of the U.S. iteration. Kapoor intends to have the series on the air in 2012, but his schedule, which has included filming and promoting Mission: Impossible -- Ghost Protocol, has not made it easy. \nAmong the many facets that excite Kapoor is the clear departure that the big-budget, serious drama will offer Indian audiences, who are more accustomed to lighter family fare that skews female. Says the star, \"It's going to be a game-changer.\"\nKapoor is repped by ICM.\nEmail: Lacey.Rose@THR.com; Twitter: @LaceyVRose\n\nLoad-Date: November 12, 2011"
}