{
    "title": "'South Park' creators take on terrorism",
    "publisher": "charleston daily mail",
    "year": 2004,
    "month": 10,
    "day": 15,
    "full text": "Team America: World Police\n(R) HHHH\nn Movie with puppet\ncast meshes crude\nhumor, political satire\n\"Team America: World Police\" arrives in theaters with what has to be the most unusual, unprecedented blurblet explaining why it received an R rating from the Motion Picture Association of America.\nThe movie contains \"graphic, crude and sexual humor, violent images and strong language, all involving puppets.\"\nBut nothing can prepare you for the hilarity of hot sex between a couple of marionettes - which almost earned the film an NC-17 rating and will make you laugh so hard, you'll cry - or for the surprising levelheadedness that emerges from what seems, at least superficially, like wild, wacky satire.\nTrey Parker and Matt Stone, the mad geniuses behind \"South Park,\" spare no one from skewering in their all-puppet extravaganza about a globe-trotting team of overly energetic peacekeepers - not the so-called evildoers, or the self-righteous forces trying to stop them, or the Hollywood stars who feel compelled to use their celebrity to comment on the evildoers and the self-righteous forces trying to stop them.\nThe result is a film that works on every imaginable level: as a comedy, as sharp political commentary, as a send-up of bombastic action flicks, even as a musical. As in Parker and Stone's 1999 film \"South Park: Bigger, Longer & Uncut,\" some of the most inspired moments come in song, including Team America's rockin' theme, \"America, (Expletive) Yeah!\" which blares as they blast off in jets from their James Bond-style headquarters hidden inside Mount Rushmore.\nThat Parker (as director) and Stone (who co-wrote the script with Parker) are equal opportunity offenders is one of the movie's great strengths: They ridicule both Michael Moore and the U.S. government. And by placing their words in the mouths of marionettes, their observations never seem heavy-handed. \"Team America\" is loud, fast and in-your-face. But in some ways it's also the most balanced and sane political offering in a box office that's stuffed with them.\nIt all may sound adolescent and goofy, and a lot of the time it is. But \"Team America\" also may be the best film of the year.\nIt's easily the funniest.\nIt's also a great visual achievement. The puppets' faces are remarkably human and the sets and costumes are impressively detailed; in that way, \"Team America\" couldn't be more different from the cut-out kitsch of \"South Park.\"\nYet the characters also move with an awkward jerkiness that provides big laughs, especially during the aforementioned sex scene, which takes place between pretty-boy Gary, an actor formerly starring on Broadway in \"Lease: The Musical,\" and Lisa, who specializes in terrorist psychology and has the blond locks and big facial features that call to mind Cybill Shepherd, if Cybill Shepherd were made of wood.\nAt the film's start, Gary is recruited by Spottswoode, the group's silver-haired mentor, to use his acting skills and go undercover as a terrorist to find out when and where the next big attack is planned. (Spottswoode believes Gary is \"the perfect weapon\" since he's an actor who double majored in theater and world languages at the University of Iowa.)\nGary's crude terrorist transformation consists of some cotton balls dyed black and stuck to his chiseled facial features, a little shoe polish and a bath towel wrapped his head. (Parker and Stone have never exactly been known for being politically correct, so why should they start now?)\nTheir depiction of North Korean leader Kim Jong Il won't endear them to the Asian community, either - he whines and mopes about his palace in a powder-blue leisure suit, singing about how lonely he is, but in his heavy accent the word comes out as \"rone-ry.\"\nThe puppetized actors in the movie won't be happy with their portrayal, either. Alec Baldwin, head of the Film Actors Guild (which is frequently abbreviated - you can figure it out for yourself), is as madly power-hungry as the terrorists themselves. Janeane Garofalo urges her fellow celebs to read the newspaper and then regurgitate the information as their own opinions. Matt Damon is only capable of shaking his fist and grunting his name.\n\"Team America: World Police,\" a Paramount Pictures release, is rated R for graphic, crude and sexual humor, violent images and strong language, all involving puppets. Running time: 90 minutes. Four stars out of four.\n\nLoad-Date: October 15, 2004"
}