{
    "title": "'Space archaeologist' wins $1 million prize for spotting Middle East looters An archaeologist has re",
    "publisher": "the new york times",
    "year": 2015,
    "month": 11,
    "day": 10,
    "full text": "A scientist who embraces comparisons to Indiana Jones employs \"space archaeology\" to explore the world's cultural heritage, and she wants to use the technology against looters and terrorists.\nArchaeologist Sarah Parcak has just received the $1 million 2016 TED award for a technology that she plans to fight looters, some of whom may be using the ill-gotten proceeds to fund terrorism. It's a completely non-violent weapon, but she hopes that it will enable international law enforcement to close a possible source of income for terrorists by targeting looting.\n\"For the first time technology has gotten to the point where we can map looting,\" Ms. Parcak, an anthropology professor and founding director of the Laboratory for Global Observation at the University of Alabama at Birmingham, told The New York Times.\nLooting is not a new problem, but in recent years it is funding groups with more nefarious purposes than local groups who might sell pottery to supplement a meager income. Parcak told The New York Times this could include drug traffickers, arms smugglers, and even ISIS - all fitting nemeses for Indiana Jones.\n\"Is it funding terrorism? The answer is yes, but we don't know the scale,\" she told The New York Times. \nParcak's idea is to use satellite archaeology, a archaeological method for which she wrote the textbook, to find and trace looting routes, according to National Geographic.\nThis type of work requires more than GoogleEarth screenshots. For example, she analyzed images from infrared cameras stationed on 700-mile-high satellites to map an ancient Egyptian city that was completely invisible from the ground level.\nParcak said using satellites to do pre-research in Egypt helped her find 70 sites in three weeks, a feat that could have taken three years using traditional field methods, according to National Geographic. It also showed her that looting pits in the ancient Egyptian city of Lisht increased from 515 pits to 690 in the year after Egypt's President Hosni Mubarak was deposed in 2011, The New York Times reported.\n\"We can tell from the pictures where people are digging, and even the time period of a tomb that's been looted,\" Parcak told National Geographic. \"Then we can alert law enforcement agencies to watch out for antiquities from that time that may come up for sale.\"\nShe would like to expand the idea to other sites, especially in the Middle East. She wants to map the sites using satellite imaging, find the paths and tunnels looters are using, and then report the looting to law enforcement, eventually with the aid of other archaeologists via crowdsourcing, National Geographic reported.\nParcak is the first archaeologist to win the TED prize and receive $1 million for her dream project, which she is set to announce in February, Forbes reported. The nonprofit known for spreading short messages about new ideas annually awards the prize to \"a bold leader with a wish to spark global change,\" according to a TED release. \n\nLoad-Date: November 10, 2015"
}