{
    "title": "'Streamlined' travel ban from Trump in works, Kelly says In Munich, Homeland Security chief speaks a",
    "publisher": "daily news ",
    "year": 2017,
    "month": 2,
    "day": 19,
    "full text": ".\"\nMUNICH - President Donald Trump is working on a \"streamlined\" version of his executive order banning travel from seven predominantly Muslim nations to iron out the difficulties that landed his first order in the courts, U.S. Homeland Security Secretary John Kelly said Saturday.\nSpeaking on a panel about combating terrorism at the Munich Security Conference, Kelly said Trump's original order was designed as a \"temporary pause\" to allow him to \"see where our immigration and vetting system has gaps ... that could be exploited.\"\nHe said the Trump administration was surprised when U.S. courts blocked it from implementing the executive order and now \"the president is contemplating releasing a tighter, more streamlined version\" of the travel ban.\nKelly said that when the next ban is imposed he will be able to \"make sure that there's no one caught in the system of moving from overseas to our airports.\"\nA ske d w h e t h e r t h at means Trump's new executive order will allow people with green cards and visas to come into the United States, Kelly said \"it's a good assumption.\"\nBut he went on to say that only people with visas who were already in transit will be allowed in. For others, he said, \"we will have a short phase-in period to make sure that people on the other end don't get on airplanes.\"\nHe did not elaborate on whether the same provision will apply to green card holders as well.\nAmong the security challenges, Kelly said, is that the U.S. does not have \"strong counter-terrorism partnerships\" with the countries in question or \"robust information on individuals traveling from these countries\" to be able to make a good risk assessments before their citizens traveled to the United States.\nThe nations affected by the original ban were Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen. Kelly mentioned \"seven nations\" again Saturday, leading to speculation they will all be included in Trump's next executive order.\nThe U.S. needs to \"find ways to vet in a more reliable way to satisfy us that the people that are coming to the United States are, in fact, coming for the right reasons,\" he said.\nAsked about the effectiveness of a blanket ban on seven countries, fellow panelist Thomas de Maiziere, Germany's top security official, suggested it could be counterproductive.\n\"To ban whole countries perhaps could create more collateral damage, and perhaps does not produce more security,\" he said. \"The more precise you do it, the more effective you are.\"\n\nLoad-Date: February 19, 2017"
}