{
    "title": "'SUFFERING NEED NOT DESTROY US,' WAITE SAYS IN TALK HERE _ WEBSTER ; UNIVERSITY HEARS FORMER HOSTAGE",
    "publisher": "st. louis post-dispatch ",
    "year": 1992,
    "month": 10,
    "day": 28,
    "full text": "During the five years Terry Waite spent as a hostage in Beirut, he held on to three principles: No regrets. No self-pity. No over-sentimentality.  ''Self-pity will kill you. Over-sentimentality will destroy you. And there is no need for regret,'' Waite said Tuesday afternoon at a public lecture at Webster University.  Waite had been scheduled to speak at the school five years ago, but he was taken hostage in Lebanon in 1987 while working there as an envoy of the Anglican Church. He was held five years - four of those years in solitary confinement, exchanging no more than a few words with his guards. Waite was released last November.  The free lecture at the Loretto-Hilton Center attracted about 800 people, said a university spokeswoman. That audience greeted Waite with a standing ovation.  In the course of his hourlong talk, Waite spoke of the events that led to his presence in Lebanon. He also told a charming story of a little girl who had heard he was a hostage for five years but misheard the word as ''ostrich.'' And he spoke just briefly of interrogations and a mock execution he endured.  Waite said he holds no bitterness toward his captors.  ''Anger, yes, but not hate. I think hate wills the destruction of others, and I do not will that,'' he said.  ''What I learned from the experience is something about suffering,'' Waite continued. ''We all have it in our lives. While I was in solitary confinement, I tried to think of those people in China who have been held for 15 to 20 years.\nI tried to think of the internal suffering of people with terminal diseases, living with broken relationships, those people who have lost a child.  ''What I learned is that suffering need not destroy us.'' Waite also addressed the suffering of his captors, men who he says have lived lives of misery and deprivation.  ''Many of them were desperate, foolish men, men who never had the opportunity to think beyond the confines of their day-to-day lives,'' Waite said. ''That is why we must try to deal with the fundamental problems that cause terrorism - injustice and the lack of opportunity.'' Heading off questions about his knowledge of arms shipped to Iran in exchange for hostages, Waite said he had no knowledge of such deals and would have withdrawn immediately as a negotiator had he been told.  During a question-and-answer session after his talk, Waite told of the one opportunity he had to escape. Waite said the first year he was being held, he once found an automatic weapon on the floor of the bathroom he shared with the guard.  ''I knew I would have to shoot the guard to have any chance of getting away, and some sense of inner integrity kept me from taking the gun. I decided to stick by what I'd said about violence and terrorism,'' he said.  ''I went and got the guard and told him he had left something in the room.'' Just before his speech, Waite met with Dorothy Lyke, a woman who flew to St. Louis from New York to ask him to sign her Bible.  ''I see people have written throughout your Bible,'' Waite said. ''I'll sign in Job.''\n\nGraphic\n\n \nPhoto; Photo by Jerry Naunheim Jr./Post-Dispatch … Terry Waite, the Anglican envoy and a former hostage in Lebanon, laughing Tuesday with Dorothy Lyke of Bethany, N.Y., as he signs her Bible. Waite spoke here Tuesday.\n\nLoad-Date: October 12, 1993"
}