{
    "title": "'TERRORNIKS' REDISCOVER A STANDBY CULPRIT",
    "publisher": "the new york times",
    "year": 1981,
    "month": 7,
    "day": 11,
    "full text": "To the Editor:\n The new cold-war warriors, self-proclaimed specialists on ''international terrorism,'' have been suffering some setbacks lately. Their central thesis -that the Soviet Union is the mastermind of a worldwide plot to destabilize the West - was dealt a severe blow with the expose of the dubious sources of the State Department's White Paper on El Salvador.\nheir showcase, the hearings of the Senate Subcommittee on Terrorism and Internal Security, offered only lukewarm rhetoric without substance by terrorniks Arnaud de Bourchgrave and Claire Sterling. Our multi-polar world simply does not fit comfortably into the dogmas proclaimed by the political-thriller ideologues.\nPenny Johnson letter discusses Isareli and Arab acts of terrorism\nHowever, when all evidence fails, there are always ''the Arabs'' to blame, as a June 23 news article by Charles Mohr (''Europeans Link Terror to Arabs...'') proves once again. This is perhaps the only clear proof that can be extracted from this lengthy but extraordinarily vague collection of generalizations, suspicions and undocumented assertions culled from interviews with, in the main, unnamed officials ''in Europe and Israel.''\nA dose of reality would certainly improve this mixture. Consider the case of Lebanon, cited, in a C.I.A. report quoted by Mohr, as the arena to which, in 1980, ''terrorist'' activity by Palestinian groups ''was mainly confined.''\nIn a May 27, 1981, interview, Israeli Chief of Staff Rafael Eitan boasted that there were no Israeli casualties (''not a single victim'') of cross-border attacks from Lebanon in 1980. In contrast, Israeli ''pre-emptive'' strikes in the same year killed hundreds of Lebanese and Palestinians (the overwhelming majority of whom were civilians), displaced thousands more and left South Lebanon - its villages, farms, schools, and hospitals - in ruins.\nWhy is this not international terror? I have not seen this question addressed in the spate of recent articles that warn us of the dangers of terrorism.\nThe Mohr article does not offer any real evidence linking Palestinian groups and Arab nations with ''European terrorist organizations,'' unless one gives undue weight to allegations stemming from the ''overflowing'' Israeli intelligence files.  Moreover, it masks the very real priority facing the U.S. and the international community - to combat the pervasive terror that so many of our globe's citizens endure.  PENNY JOHNSON Communications Director, Association of Arab-American University Graduates Belmont, Mass., June 29, 1981"
}