{
    "title": "'Terrorism on Screen' playing at Capen Auditorium",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 2,
    "full text": "Illinois State's departments of Languages, Literatures, and Cultures; Criminal Justice; History; Politics and Government; and Sociology and Anthropology will be hosting a four day film series titled 'Terrorism on Screen' beginning Sept. 1 in Capen Auditorium of Edwards Hall. This film series asks: \"Who is a terrorist, and why?\" and plans on helping students reflect on how cinema can portray terrorism in a contemporary setting.\nFilm showings will begin at 7 p.m. from Sept. 1 through Sept. 4 and will include an introduction and time after the film for group discussion. The film series and discussion afterward hope to bring awareness and understanding to some of the most relevant, pressing and disturbing issues that our generation has faced in recent years. It is especially relevant due to its closeness to the anniversary of 9/11.\n\"Given recent terrorist incidents worldwide and the upcoming fifteenth anniversary of 9/11, this film series is an invitation to reflect on one of the most troubling issues of our times,\" Dr. Ponnou-Delaffon, an assistant professor of French at ISU, said. \"Our media culture is often saturated by soundbites, but we'll take the time to hear faculty members from different areas on campus situate these diverse, global films in their historical and cultural contexts.\"\nFilms are all free and open to the public, and the schedule is as follows:\nSeptember 1st- The Battle of Algiers\nSeptember 2nd- The Terrorist\nSeptember 3rd- Paradise Now\nSeptember 4th- Bear Story as well as I Wonder What You Will Remember of September\nFor more information on this event, visit the Illinois State University Department of History.\nMORGAN KUNIEJ is Features Editor of The Vidette. She can be reached at Vidette_mkkunie@Exchange.ilstu.edu Follower her on Twitter at @MorganKuniej\n\nLoad-Date: January 9, 2017"
}