{
    "title": "'Terrorism tax' targets students",
    "publisher": "usa today",
    "year": 2000,
    "month": 2,
    "day": 3,
    "full text": "A college student scans a packed lecture hall and sees a sea of\nnameless, studious peers. An immigration official scans the same\nhall and sees potential terrorists.\nStarting next year, all foreign students and scholars on U.S.\ncampuses, no matter how loyal, will be treated as suspects. They'll\nbe fingerprinted and watched -- and they'll pay for the privilege.\nUnder a plan proposed by the Immigration and Naturalization Service,\nthe 500,000 foreigners would be required at registration to pay\na $ 95 fee -- call it a terrorism tax -- to support a computer\nsystem that would track their whereabouts. Colleges would be responsible\nfor collecting the tax and fingerprints.\nPlans for taxing young visitors originated after the 1993 World\nTrade Center bombing: One of the convicted conspirators, Eyad\nIsmoil, had entered the USA in 1989 on a student visa, then remained\nhere illegally after dropping out of Wichita State University.\nIn the post-bombing climate, Congress in 1996 put into law the\nINS' recommendations about watching foreign students more closely.\nThe INS contended that its tracking system would alert the agency\nwhen a student acted suspiciously, say, by dropping out.\nYet, exceptions aside, foreign students are model visitors. They're\naggressively recruited by U.S. colleges and employers. The biggest\nproportion come from Japan, Western Europe and Canada. Fewer than\n3,000 are from Iran, Iraq, Sudan, Syria, North Korea and Cuba\n-- countries the State Department accuses of sponsoring terrorism.\nWhat's more, the U.S. government already has checks on foreign\nstudents, which it fails to utilize efficiently. Colleges have\nfor decades been required to report detailed information on any\nforeign student the INS inquires about. Yet the INS rarely inquires,\naccording to college student advisers who collect the data. And\nit has bungled compiling the data for agencies that need it: INS\nwasn't able to answer an FBI query in 1998 on the whereabouts\nof Iraqi students, according to U.S. News & World Report.\nThe State Department also has the power to withhold visas from\napplicants whom it suspects might steal U.S. technology or become\ninvolved in terrorism. Yet from 1992-96, the State Department\nrejected fewer than 1% of visas on such grounds, and then reversed\nitself on appeal in almost half of the cases, according to a study\nby the Washington Institute for Near East Policy.\nOne terrorist who gets into the USA under false pretenses is one\ntoo many. But rather than punish with blanket suspicion all foreign\nstudents, the government's immigration officials should fix the\ngenuinely troubling inefficiencies that already exist.\n\nLoad-Date: February 3, 2000"
}