{
    "title": "'Terrorism Has Not Triumphed'",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 12,
    "day": 12,
    "full text": "Developer Larry Silverstein has replaced the Consolidated Edison substation at 7 World Trade Center that terrorists destroyed on September 11 - and yesterday he started erecting the building's 42 tenant floors.\nThe ceremony, attended by Governor Pataki and other redevelopment officials came as the design deadline for the Freedom Tower looms closer and as tension mounts between the two architects charged with the designing the tower.\n\"This is a significant and long-awaited step toward the economic recovery of Lower Manhattan,\" Mr. Silverstein said. \"I believe this sends a powerful message from New York to the world: Terrorism has not triumphed.\"\nThe event came a year after construction started on the building, whose namesake was the last tower to crumble after the September 11, 2001, terrorist attacks.\nMr. Silverstein said he and his team are on track to complete the building, which is located right across the street from the 16-acre trade center site, by the end of 2005.\nOnce finished, the building will be 750 feet high, about 1,000 feet shy of the proposed Freedom Tower, which will be built to its southwest.\nAt the ceremony, David Childs, the Skidmore Owings & Merrill architect who designed the building, sat beside rival architect Daniel Libeskind, with whom he's being forced to collaborate on the Freedom Tower design. Published reports say the two were at war and spying on each other.\nNot only did the two architects, who are supposed to finalize a Freedom Tower design by next week, sit side by side, they also whispered back and forth to one another as officials described the progress at 7 World Trade Center.\nAfter the press conference and the symbolic hoisting of a steel beam, both architects insisted they would be able to agree on a design.\n\"There's tremendous progress,\" Mr. Childs said. \"We're focusing on finalizing this together.\"\n\"People know there are differences,\" Mr. Libeskind said. \"It's not easy. But we're working toward reconciling those differences and creating something that everybody will be proud of.\"\nMr. Silverstein said the architects would keep to the governor's timetable.\nHe said the architects would release a design next week that would \"please us all.\"\nMr. Pataki said he has \"enormous confidence\" in both architects. \"Daniel Libeskind has outlined a tremendous vision...and David Childs has a record of achieving just incredible success. I'm confident they'll be able to work this through.\"\nHe said he wouldn't be intervening to convince the duo to cooperate.\n\"They don't need me,\" he said.\n\nLoad-Date: December 12, 2003"
}