{
    "title": "'Terrorism' label shouldn't mire all recent tragedies",
    "publisher": "university wire",
    "year": 2003,
    "month": 2,
    "day": 11,
    "full text": "What would I do without President Bush? If he hadn't reassured me that the Columbia tragedy wasn't a terrorist attack, I would have signed up for the draft immediately.\nThere was an ice patch in front of my door, too. I bet that was bin Laden himself.\nKansas State U.\nI have never seen such a paranoia that has spread through the United States as the fear of terrorism has. It seems like every day someone has blamed something on al-Qaeda or Saddam Hussein.\nI will not downplay the tragedies that have occurred or been blamed on al-Qaeda, Hussein, or other terrorist groups, but I think that the American government is always looking for a scapegoat and pointing fingers before anything is proven.\nWho can trust a terrorist group even when it claims responsibility? Terrorist groups all over the world take credit for any tragedy they can get their hands on. It isn't even worth listening to anymore.\nWithout terrorism to blame, sometimes buildings catch on fire, and sometimes machinery fails due to mechanical errors. An error occurred on the space shuttle Columbia. The public can count on NASA, which houses some of the most brilliant people on the planet, to search for answers, but it may never be fully explained.\nMaybe I am naive, but until Bush announced that terrorism was not to blame, I didn't even consider it as a possible cause for the Columbia's disintegration over Texas. Columbia was entering the earth's atmosphere. Did people actually think that Hussein had a missile launched at it or something?\nBush is preparing to fight a war that could last for decades to secure himself for another election and to calm the American population's fears. The fears stem from Sept. 11, 2001.\nAfter that attack, the flame was fed by Bush and his political counterparts and secured the fear of terrorism for many Americans. However, it must be considered that politicians build popularity through crisis situations when they take a strong leadership role.\nThe public demands answers from its leaders, and Bush is answering how he pleases. We aren't stupid. We know that many things, from terrorism to Cheney's health condition, are not revealed completely. But I can assure you that terrorism certainly isn't the answer to every tragedy. Neither is war.\nThe United States is working overtime to see that attacks are detected and prevented. Awareness has increased significantly, and all sorts of people are under the government's microscope.\nStifle the flame of paranoia and be patient, wait for the facts and don't jump to conclusions.\nDon't let politics blind you from your instincts. Think for yourself.\n(C) 2002 Kansas State Collegian via U-WIRE\n\nLoad-Date: February 11, 2003"
}