{
    "title": "'Terrorism' on the Turnpike Officers train for worst-case scenarios in closed Memorial Tunnel tunnel",
    "publisher": "charleston gazette",
    "year": 2000,
    "month": 12,
    "day": 18,
    "full text": "For the Gazette\nLaw enforcement officers from across the nation are training for potential urban terrorist strikes in rural West Virginia.\nThe closed Memorial Tunnel on the West Virginia Turnpike has been transformed to a subway station in one area, and another area is set up to teach officers how to handle a car bomb.\nInside Memorial Tunnel on Saturday, it was a simulated sunny Tuesday on the outskirts of Washington, D.C. A car bomb has just exploded in an underground parking garage. This concrete-and-steel garage happens to be sitting directly beneath a medical research lab.  lab.\nSomebody must find blueprints, to identify sensitive and hazardous areas of the laboratory. They have to enter high-voltage electrical rooms to shut down noncritical systems, shut some ventilation ducts, and leave exactly the right ducts open. Somebody has to evaluate the injured and treat them.\nAll these and dozens of other decisions have to be made in seconds. The wrong decisions can endanger the accident victims, the rescuers and the community at large.\nTo reduce the risks, intensive training exercises are being carried out at the old Memorial Tunnel near the Paint Creek exit on Interstates 77/64. The Department of the Army and its contractor, Research Planning Inc., hosted its first - and last - open house Saturday to show off the work that's going on inside the almost 50-year-old structure.\nThe tunnel closed in 1988 when a new four-lane highway made it obsolete. The Department of Transportation leased it from 1992 to 1995 to conduct smoke, fire and ventilation testing. The results of those tests were used in tunnel construction for the Central Artery Project in Boston, and the Chunnel linking England and France.\nAfter the Oklahoma City bombing and a terrorist's release of chemicals in the Tokyo subway, Congress noted the need for additional training in the event of terrorist attacks and the use of weapons of mass destruction. It required the Department of Defense to \"establish a cost-effective counter-terrorism training program for first responders and concurrent testing of response apparatus and equipment at the Memorial Tunnel facility.\"\nThe 2,785-foot-long tunnel is now home to a variety of backgrounds where detailed scenarios can be created and played out.\nHalfway through the tunnel a subway car, donated by the city of Boston, sits on 800 feet of track. A mezzanine complete with turnstiles, a loading platform, a newspaper kiosk with movie posters adorning the walls is filled with commuters waiting for the train.\nA group of first-responders from Peoria, Ill., met this scenario in the tunnel: A terrorist suddenly releases a canister filled with phosgene, a deadly gas. To add to the confusion, a woman on oxygen and in a wheelchair is in the subway car. As she is being taken from the train, one of the three first-responders collapses from heat exhaustion.\nIn addition to the subway backdrop, a long, low tunnel maze has been constructed to simulate the difficulties of entrance and evacuation.\nEventually, the tunnel will be separated into five units, each with its own unique hazard. Plans are in the works for an overturned tanker trailer that will be simulated to carry a variety of hazardous substances. Other training will be customized to fit the needs of the agencies and organizations using the tunnel.\nMore than 45 people toured the tunnel during the first hour it was open.  open.\n\nLoad-Date: December 19, 2000"
}