{
    "title": "'Terrorist state' list should be flexible, State official says Targeting the real 'troublemakers'",
    "publisher": "usa today",
    "year": 2000,
    "month": 4,
    "day": 13,
    "full text": "WASHINGTON -- The State Department's chief terrorism fighter says\nhe would like to see countries meet U.S. requirements to come\noff a list of terrorist-sponsoring states so that he can concentrate\non the \"troublemakers.\"\n\"I have told people on Capitol Hill, 'If you have a problem with\nCuba on human rights, get your own sanctions, don't use mine,'\n\" says Michael Sheehan, U.S. coordinator for counterterrorism.\nIn an interview, Sheehan gave a preview of the State Department's\nannual report on terrorism, due to be made public April 28.\nNo discussions have occurred or are planned with the Cuban government\non the terrorist issue, Sheehan cautions, and he stresses that\nin any case, Cuba would not come off the list this year.\nThe report, covering activity in 1999, will list as terrorist\nsponsors the same seven countries that have been on the list since\nits inception in 1979: Iran, Syria, Sudan, North Korea, Cuba,\nIraq and Libya.\nBut Sheehan says his goal is to change that roster, which he concedes\nhas become a politicized instrument to punish countries for reasons\nthat sometimes have nothing to do with terrorism. \"I want to\nget this list more dynamic so I can focus on the remaining guys\nwho are troublemakers,\" he says.\nA former Green Beret, Sheehan says he faced Cuban troops in Central\nAmerica in the 1980s. But since the collapse of the Soviet Union\nin 1991, the regime of Fidel Castro no longer acts as Moscow's\nproxy in supporting the dwindling ranks of left-wing revolutionaries.\nCuba, he says, needs to take other steps, including expelling\n10 aging Puerto Rican terrorists.\nU.S. opponents of the Castro government, already angered by efforts\nto return Elian Gonzalez to his father, vehemently object to changing\nCuba's status. \"I will not be surprised by any Clinton move in\nthe last nine months of his presidency, including granting Castro\nthe Presidential Medal of Freedom,\" Rep. Lincoln Diaz-Balart,\nR-Fla., says. Recalling that Cuba in 1996 shot down two approaching\nplanes piloted by members of an anti-Castro U.S. group, killing\nfour Americans, Balart adds: \"If that's not terrorism, what is?\"\nSheehan confirmed an earlier USA TODAY story that North Korea\nis the likeliest candidate for removal. While repressive domestically,\nthe Stalinist nation has not been linked with an act of international\nterrorism in a decade. The chief reason it remains on the list,\nSheehan says, is that it harbors four or five Japanese Red Army\nmembers who hijacked a Japanese plane in 1970.\nSheehan met last month with a North Korean official in New York\nand explained conditions for removal. \"North Korea doesn't have\nhard things to do,\" he says.\nThe terrorist list originated after passage of the Export Administration\nAct of 1979. Dozens of other laws passed since then refer to the\noriginal law. They oblige the United States to oppose loans from\ninternational lending organizations to countries on the list and\nalso bar U.S. credits for exports, even food. Newer laws make\nit possible for U.S. citizens to sue countries for terrorist acts\ncommitted by groups those countries are alleged to support. Pending\nlegislation would allow successful plaintiffs to attach the U.S.\nassets of terrorist sponsors.\nCritics note that once a country makes the list, it is politically\ndifficult to get off. That has deprived policymakers of flexibility.\nNone of the list's original members has changed, with the exception\nof South Yemen, which ceased to exist when it merged with northern\nYemen in 1990.\nIn his upcoming report, Sheehan says, he will not rank terrorist\nsponsors. He says he will focus less on specific countries than\non two areas that have become havens for violent groups.\n\"South Asia --Afghanistan and Pakistan -- and the arc between\nTehran, Damascus and Beirut, those are the real problem areas,\"\nSheehan says.\nAmong the groups finding refuge in South Asia are those tied to\nexiled Saudi Osama bin Laden, which threaten the United States,\nand anti-India factions that have hijacked planes and intervened\nin the disputed province of Kashmir.\nIn the second area are Hamas and Hezbollah, which target\nthe Middle East peace process and have received support from Iran\nand Syria.\nNo additional countries have been added to the State Department\nlist, partly out of concern that economic sanctions could prove\ncounterproductive. The report, Sheehan says, will have some relatively\ngood news -- only six Americans died at the hands of terrorists\nin 1999, compared with 12 in 1998.\nHe praised Jordan, the Palestinian Authority and Egypt -- as well\nas officials on the border with Canada -- for intelligence and\npolice work that broke up terrorist plots late last year before\nthey could be carried out.\nSanctions have also had an impact, Sheehan says. He notes that\nLibya last year turned over two suspects in the 1988 Pan Am 103\nbombing after a seven-year ban on air travel to Libya imposed\nby the United Nations. \"What works against terrorism\" Sheehan\nsays, is \"sustained diplomatic pressure, political will and courage.\"\n\nLoad-Date: April 13, 2000"
}