{
    "title": "'Terrorism & ethnic cleansing are Pak's only glory'_ Indian diplomat Mijito Vinito at UN",
    "publisher": "the sentinel",
    "year": 2020,
    "month": 9,
    "day": 26,
    "full text": "New Delhi: Mijito Vinito from Nagaland, First Secretary at India's UN mission to the United Nations, claimed Pakistan Prime Minister Imran Khan's virtual address at the 75th UNGA to be full of \"lies, misinformation and warmongering.\"\nVinito slammed Imran Khan while exercising India's 'Right of Reply' to his remarks during the 75th session of the United Nations General Assembly (UNGA), at UN Headquarter on Friday, September 25, 2020. He said that the only \"crowning glory that Pakistan has to show to the world for the last 70 years is \"terrorism, ethnic cleansing, majoritarian fundamentalism, and clandestine nuclear trade.\"\nClaiming that Pakistan \"is the same country that provides pensions for dreaded and listed terrorists out of State funds,\" Vinito appealed the neighbouring country to vacate all those areas that it's in \"illegal occupation of.\"\nHe further added that the Union Territory of Jammu and Kashmir is an \"integral and inalienable part of India.\"\nVinito in his strongly-worded speech went on to accuse Pakistan of sheltering terrorists. He pointed to the fact that Khan, in 2019, had admitted that his country still has about 30,000-40,000 terrorists who have been trained by Pakistan and have fought in Afghanistan and in the Indian Union Territory of Jammu and Kashmir.\nSlamming Khan for terming the 9/11 mastermind Osama Bin Laden as a \"martyr\", the Indian diplomat alleged that Pakistan \"systematically cleanses the minorities including Hindus, Christians, Sikhs, and others through its abusive blasphemy laws and forced religious conversion.\"\nVinito had earlier walked out of the UNGA hall as soon as Pakistan PM Imran Khan raised the Kashmir issue in the 75th United Nations General Assembly (UNGA) on September 25.\nIndia promptly responded to Khan's remarks and requested the United Nations for the floor to exercise 'Right of Reply.'\nVinito, who hails from the state of Nagaland, had served in South Korea previously.\n\nLoad-Date: September 26, 2020"
}