{
    "title": "'Terrorist attack' in China kills 28 terrorism Chinese authorities say train station attack in SW Ch",
    "publisher": "the capital ",
    "year": 2014,
    "month": 3,
    "day": 2,
    "full text": "BEIJING (AP) - More than 10 knife-wielding attackers slashed people at a train station in southwestern China late Saturday in what authorities called a terrorist attack, and police fatally shot five of the assailants, leaving 28 people dead and 113 injured, state media said.\nThe attackers, most of them dressed in black, stormed the Kunming Train Station in Yunnan Province and started attacking people in the late evening, witness Yang Haifei, told the official Xinhua News Agency in an interview from a hospital where he was being treated for chest and back wounds.\nXinhua did not identify who might have been responsible for the attack, but said authorities considered it to be \"an organized, premeditated violent terrorist attack.\"\nIn an indication of how seriously authorities viewed the attack - one of China's deadliest in recent years - the country's top police official, Politburo member Meng Jianzhu, was on route to Kunming, the Communist Party-run People's Daily reported.\nPresident Xi Jinping called for \"all-out efforts\" to bring the culprits to justice.\nA Xinhua reporter on the scene in Kunming said several suspects had been \"controlled\" while police continued their investigation of people at the train station.\nThe authorities said five suspects were shot dead but that their identities had not yet been confirmed, Xinhua reported. Overall, 28 people were confirmed dead and 113 injured, it said.\nState media outlets did not immediately cite a motive for the attack or say what group might be behind it, but they typically use the phrase \"terrorist\" for attacks blamed on separatists from the far western region of Xinjiang, home to a simmering rebellion against Chinese rule among parts of the Muslim Uighur population.\n\nLoad-Date: March 2, 2014"
}