{
    "title": "'The Day Shall Come' Boldly Lampoons Terror and the FBI",
    "publisher": "university wire",
    "year": 2019,
    "month": 10,
    "day": 3,
    "full text": "The Day Shall Come, directed by Chris Morris, will be in cinemas on Oct. 11. (via Twitter)\n\"The Day Shall Come\" is the second film from \"Four Lions\" director Chris Morris, and the second to explore terrorism through satirical comedy. Moses Al Shabaz (Marchant Davis) is a self-proclaimed prophet who preaches for an uprising against the global oppression by white people. Moses, however, isn't as eager to carry out his mission as the characters in \"Four Lions\" were, whose suicide bomber aspirations led them early on to travel to Pakistan for a workshop hosted by Al-Qaeda. Moses, an overwhelmingly delusional but harmless man, has four followers (soon to be five, with his daughter nearing promotion) based in a rented community farm in Miami where he preaches against guns and provides a home for the disenfranchised youth. The FBI operation working against Moses is helmed by Kendra Glack (Anna Kendrick) who, along with her coworkers, frequently gets sidetracked by childish bickering. \nThe film swaps between these two group perspectives, both rife with heavy satire on topics of religion, terrorism and the government. Unlike the FBI, Moses and his wife Venus (Danielle Brooks have a well-meaning disposition. The couple are the subject for the majority of the first two-thirds of the film, with Venus and her child presenting a less comical character for Moses to interact with, allowing for more humanity to shine through the satire.\nThe FBI segments, on the other hand, are pure comedy since it's essential to the plot that they be terrible at their job. The mockery of a bumbling government agency works well, even though it's an overused trope. The issue is that in the third act, the film hones in much more on their involvement. Their prominence gives the ending more weight and works with the point of the film, but their nonstop bickering doesn't always land, and the only character even close to being likeable is Kendra.\nMorris has also shown a knack for well-executed endings, but in this case the buildup toward the end is more muddled in ideas than the more singular themes of \"Four Lions.\" It's still surprisingly emotional and seems to summarize the main point, but it just doesn't feel quite as earned. Despite this, \"The Day Shall Come's\" short runtime, sharp humor and great performances keep it interesting and enjoyable to the end.\nAdvertisement\nEmail Nicholas Weid at [email protected]\nAdvertisement\n\nLoad-Date: October 3, 2019"
}