{
    "title": "'THE EAST' IS IN RARE GENRE_ ECO-TERRORISM THRILLER",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 7,
    "day": 12,
    "full text": "LOS ANGELES\nWhen most filmmakers in Los Angeles feel frustrated by the movie business, they pick up a pen to write out their anxiety -- or pick up the phone and call their therapist.\nBrit Marling and Zal Batmanglij took a different approach.\nUpset by a series of Hollywood rejections four years ago, the then-aspiring actress and would-be director decided to spend the summer train-hopping with a group of idealistic drifters they'd never met. For nearly two months, they criss-crossed America, encountering strangers, diving into Dumpsters sans money.\n\"It was one of those things you could never imagine doing,\" said Ms. Marling, 30. \"Until you do it, and then you can't imagine not doing it. Something changed in a fundamental way for us out there.\"\nThe filmmaking partners channeled that transformative experience into the socially conscious thriller \"The East,\" the sophomore collaboration between Ms. Marling (actor, writer, producer) and Mr. Batmanglij (director, writer, producer), who two years ago made the well-regarded but little-seen sci-fi drama \"Sound of My Voice.\"\nThe 2009 trip affected their moviemaking generally -- \"what it taught us most was that we didn't need to wait for permission to start making films,\" said Mr. Batmanglij, 31. But it had a more specific influence on their new movie. \"The East\" centers on a group of radicals known as freegans -- environmental activists who live off the grid and plan acts of eco-terrorism they call \"jams\" -- whose communal way of life mirrors the lives of the people the filmmakers met on their journey.\nWhen Fox Searchlight opens \"The East\" today, audiences will get the chance to see a rare and largely unproved genre, the activist thriller. The movie aims for the propulsive pacing of a Tony Scott film -- not surprisingly, as it is one of the last films on which he has a producer credit -- with the spirit of an issue-oriented documentary.\nAs \"The East\" begins, Sarah (Ms. Marling) is called upon by her boss (Patricia Clarkson) at a high-powered corporate-espionage firm to infiltrate the radicals, who are hunkering down in the Pennsylvania woods. She soon becomes one of them. Led by the charismatic Benji (\"True Blood's\" Alexander Skarsgard) and populated by chatty, start-a-revolution types such as Izzy (Ellen Page), the members of the East, as the collective is known, are bonded by their belief in the evils of corporations and a desire to shake up the system.\nAs the movie grows more tense and the jams start to unfold -- they include, in an elaborate impersonation scheme, feeding oil-company executives the same poison the freegans say is being pumped into the environment -- Sarah's loyalties and belief systems are tested.\nIt's a process the filmmakers hope is repeated with audiences.\n\"As we've taken the movie around the country I've been moved by how many people -- fathers, daughters, mothers, sons -- feel the film is talking to them, about subjects like activism and the environment and where we are in the world right now,\" said Ms. Marling, who can flash streaks of intense sincerity. \"I didn't realize how much the movie would speak to the crisis of alienation.\"\nThe film resonates in the post-Occupy era, when questions about corporate responsibility and greed are squarely in the mainstream. Surprisingly, though, the film went into production before the movement sprang up. The filmmakers wonder whether that's a coincidence.\n\"I think a lot of people right now in my and Brit's generation are tapping into the same things,\" Mr. Batmanglij said. \"It's a matter of 'We don't have the answers, but it's been a long time since people were really asking the questions.'\"\n\nNotes\n\nDistributed by MCT Information Services../\n\nGraphic\n\n \nPHOTO: Brit Marling -- \"I didn't realize how much the movie would speak to the crisis of alienation.\n\nLoad-Date: July 13, 2013"
}