{
    "title": "'The Muslim guy' talks scapegoating",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 7,
    "full text": "Scapegoating - blaming all societal ills on one group - is not new. Neither is targeting persons of Muslim faith, according to author, activist and human rights attorney, Arsalan Iftikhar.\n\"Islamophobia did not begin with Donald Trump and it will not end with Donald Trump,\" Iftikhar said during a visit to Miami University on Thursday.\nIftikhar, author of \"Scapegoats: How Islamophobia Helps Our Enemies and Threatens Our Freedoms,\" highlighted discrimination on a global, national and local scale.\nIn a speech hosted by the Department of Media, Journalism & Film, Iftikhar laid out examples of modern-day xenophobia for an audience of about 150 faculty and students. Citing incidents from the \"birther movement\" surrounding former president Barack Obama to the Ground Zero Mosque controversy, Iftikhar said that the Americanness of Muslims is constantly called into question.\n\"We focus on the fact that Muslims are inherently foreign to the United States, even though we have been here since the country's founding,\" he said.\nRosemary Pennington, assistant professor of journalism, told the audience she has studied Muslims in the media with Iftikhar since 2008. Pennington talked about the terror attack on Oct. 31 in lower Manhattan, where a man plowed through a bike path for 17 blocks, killing eight people and injuring others.\n\"I saw the banner along the bottom of my TV, and I thought, 'Oh no,'\" Pennington said.  \"Because, now, in the era we live in, it's generally one of two things: it's either a mass shooting or it is an event that is likely to be labeled 'terrorism.'\"\nIn the aftermath of 9/11, hate began to manifest itself in everyday fallacies like \"all Arabs are Muslim,\" \"all Muslims are Arab\" or not wanting a Muslim as a neighbor, Iftikhar said.\nThe incidents come regularly, he said. Iftikhar himself has felt the sting of Islamophobia. In a 2015 CNN appearance, anchor Don Lemon asked him if he supported ISIS. During an appearance on Fox, an anchor complimented him for lacking an accent - seeming not to believe that a brown-skinned Muslim man could be a native of Chicago.\nGovernment and media are quick to call acts of violence terrorism if they involve Muslim individuals, Iftikhar said. He named similar acts - like the killing of Charleston churchgoers in 2015 by Dylann Roof and the October massacre in Las Vegas by Stephen Paddock- as acts of terror.\n\"We all know that if it were a Muslim who did it, we'd still be talking about it 23 hours a day and it'd be named terrorism in about 10 seconds,\" he said. \"The term 'terrorism' has been co-opted, sadly, in America to only apply when Muslims commit acts of mass murder.\"\nTerrorism does not have to be motivated by a foreign ideology, he asserted. Neither is it exclusively practiced by extremists or extremist groups.\n\"Listen, ISIS will claim responsibility for anything. ISIS would claim responsibility for Hurricane Harvey if it could,\" Aftikhar said.\nSuch claims - and the repetition of them in the media - turn Muslims in America into the \"proverbial boogieman.\" He pointed to a Georgia State University study that showed Muslims committed 12.4 percent of all domestic terrorist attacks in the United State between 2011 and 2016, and yet received 44 percent of the total media coverage.\n\"It's very important for us to humanize ourselves to one another,\" Iftikhar said, to combat Islamophobia.\nHe met with Miami's Muslim Students' Association . They discussed ideological approaches to speak with those of other beliefs and suggested Muslim speakers to demystify the Muslim-American experience on campus.\nThat advice correlates well with the MSA's goals of orienting new Muslim students socially and spiritually. Members make it a point to find ways to socialize in ways that uphold their values, according to MSA President L.Y.\n\"His talk was very chillingly depressing,\" L.Y. said. \" I think that's a good thing. I think it's good to, now and again, have our bubble burst in a shocking manner when we're just going about our day.\"\nnewberbm@miamioh.edu\n\nLoad-Date: November 7, 2017"
}