{
    "title": "'THE EVIL ANGEL' OF TERRORISM KILLED RABIN",
    "publisher": "the new york times",
    "year": 1995,
    "month": 11,
    "day": 7,
    "full text": "FOR months the Israeli right had poured hate on Prime Minister Yitzhak\nRabin. Leaders of the Jewish settler movement said he was a traitor for\nagreeing to withdraw from parts of the West Bank - which God, they said,\nhad given to Israel. Extremist rabbis called him a murderer for making\npeace with the Palestinians and said it would be morally in order to\nkill him.\nAt one right-wing political rally, a poster portrayed Rabin with a\nhooked nose dripping blood: a cartoon that could have come from the Nazi\npaper Der Sturmer. At another, he was shown in an SS uniform.\nSecurity officials warned Rabin that the violent rhetoric could lead to\nviolent acts. But this was Israel, where political leaders mix with\nordinary citizens in the most casual way. A Jew kill the prime minister\nof Israel? It couldn't happen.\nIt happened. And so we learn again that words of hate have consequences:\nin Israel as in America.\nBenjamin Netanyahu, leader of Israel's main opposition party of the\nright, the Likud, said Rabin had been \"slain by a madman.\" That we\ncannot know before a diagnosis. What we do know is that he was killed by\na man who acted on the poisonous rhetoric of these past months. Words of\nhate can move the mad as they can the sane.\nThere is another warning for us in this act of destruction. That is the\nawful danger of treating political ideas as religious commands.\n\"I acted alone on God's orders,\" the 25-year-old student arrested as\nthe assassin, Yigal Amir, told the police, \"and I have no regrets.\"\nIn a democratic state, politics is a means of ordering differences of\nview peacefully. It necessarily requires compromise. It cannot work as a\nzero-sum game.\nReligion can of course form one's political views. It can shape moral\npremises. But that is a very different thing from saying that God has\ndrawn the boundaries of a state.\nIsrael is a successful country today, modern and prosperous. It cannot\nremain that, and be a contented society, if its territorial ambitions\nrequire it to rule by force over another people.\nRabin came to understand that, and his understanding is his legacy. He\nwas a tough soldier, whose immediate instinct as defense minister when\nthe intifada broke out was to put it down - as he said - by \"force,\nmight, beatings.\"\nBut remarkably, in a man of his age, he was able to change. He saw that\nreliance on force to keep down a subject population was corrupting\nIsrael. He even came to understand, after an initial reluctance verging\non revulsion, that Yasser Arafat was the best partner Israel had in\ntrying to create a peaceful relationship with the Palestinians.\nToward the end there was one other change in Rabin that is worth noting.\nHe and Shimon Peres had been bitter enemies for decades. But he accepted\nthe structure of peace negotiated at Oslo by the foreign minister, and\nat the White House in September made a point of saluting \"my full\npartner in peace, Shimon Peres.\"\nPeres, as his successor, is totally committed to the negotiation of\npeace. But everyone knows that he has handicaps. He has never won the\ntrust of many Israelis. And he does not have the reputation of an old\nhawk that enabled Rabin to get away, politically, with the arrangements\nfor partial withdrawal from the West Bank. If he said so, people\nthought, it was safe.\nAssassinations have effects. That ghastly truth cannot be avoided. The\nUnited States would be a different country today, very different, if\nJohn Kennedy and Robert Kennedy had not been murdered. How vulnerable we\nare to those who think of the gun as a legitimate political device: \"The\nevil angels of death by terrorism,\" as Rabin warned at the White House.\nThat is no reason to abandon hope for peace between Israel and all its\nneighbors. It is reason to be realistic about the politics of a country\nwith substantial numbers of citizens who are opposed to the only\nachievable terms of peace.\nLewis is a columnist for the New York Times.\n\nLoad-Date: November 7, 1995"
}