{
    "title": "'THIRD ANNUAL REPORT OF THE SECRETARIES OF STATE'",
    "publisher": "the new york times",
    "year": 1986,
    "month": 2,
    "day": 5,
    "full text": "THE five distinguished-looking gentlemen are seated at a long table. To one side, at a small table, is Edwin Newman, who introduces them as ''elder statesmen'' there to share their wisdom, and proceeds to allow them a couple of minutes apiece on such subjects as summit conferences, international terrorism and United States policies in Southern Africa, the Philippines and the Middle East. No, it is not ''Saturday Night Live.'' It is ''The Third Annual Report of the Secretaries of State'' and can be seen on Channel 13 tonight at 11:30.\nMr. Newman, generally a no-nonsense journalist, seems a bit abashed by the cosmic questions he tosses off, but he is trapped by a format that invites gaseousness. The loudest applause from the large audience that gathered in November at the Miami convention center, where the panel was taped, is evoked by statements like Dean Rusk's that ''All human beings are the children of God'' and that the United States and the Soviet Union ''must find a way to inhabit this speck of dust in the universe.''\nJoining Mr. Rusk, who was Secretary of State for Presidents Kennedy and Johnson, are William Rogers, Cyrus Vance and Edmund Muskie, and Alexander Haig, who served, in turn, Presidents Nixon, Carter and Reagan. Henry Kissinger's absence was not explained. Now and then, one of them offers a substantive observation. Mr. Haig, wearing the sort of smile that suggests he knows something or many things his colleagues don't know, makes a distinction between issues like Afghanistan and Poland on which the Soviet Union cannot be expected to budge and those, like Angola and Central America, on which it may prove to Soviet self-interest to draw back, if Washington plays its cards shrewdly. But there is no opportunity for elaboration, qualification or demurral.\nMr. Haig is the hard-liner on this panel. Mr. Vance is the most directly critical of the Reagan Administration. Regarding Nicaragua, for example, he charges that the White House is giving only ''lip service'' to the effort by the Contadora group of Central American nations to resolve the dispute. When Mr. Haig calls for support for Jonas Savimbi's rebels in Angola, Mr. Vance cautions that such assistance would hurt our influence in the region by seeming to make us into collaborators of South Africa.\nAt their most specific, the former Secretaries offer something less than your favorite editorial page. But specificity is not the order of this hour. To the question of whether he would handle terrorism differently than the Administration, Mr. Haig responds, ''Definitely yes!'' but we never learn what he would do. Mr. Vance says, ''We must be very careful on how we respond.'' Mr. Rogers calls terrorism a difficult problem.\nMr. Rogers, who plays a somewhat avuncular role here, finds many problems difficult. He believes that the United States must take some action regarding immigration, but does not seem to know what sort of action. He believes the Palestinians must be represented in any Middle East negotiations, but is not sure in what form. He asserts that Mr. Reagan is right to press for the Strategic Defense Initiative but does not say why. Toward the end, he makes an observation that may occur to many viewers: ''All of us had the opportunity to solve these problems.''\nThe program was produced by Lyn Butler.\n\nGraphic\n\n \nphoto of Alexander Haig; photo of Dean Rusk"
}