{
    "title": "'This is economic terrorism' ON YOUR MIND",
    "publisher": "daily news ",
    "year": 2013,
    "month": 10,
    "day": 16,
    "full text": "Letters to the editor\nterrorists 'Do we give ' demands in to ?'\nThe Republican Party has carried out its latest threat against America. They have followed the orders of their corporate contributor/owners and achieved their goal. Our government is now shut down and non-functional, while spending far more than normal operations cost.\nThe next threat by the Republican tea party is already waiting in the wings. As a political stunt, the House of Representatives plans to default on America's debt, which they created.\nThe effect of such an irresponsible action would be devastating to the United States and the world. A nation can't announce that we don't plan to pay our bills and then expect anyone to do business with us.\nRepublicans wish to turn the American economy, the engine the drives the world's prosperity, into a third-world deadbeat. The tea party has made their agenda crystal clear. If they cannot rule America, then they will destroy America.\nThis is not governing; this is not political differences. This is economic terrorism, pure and simple.\nOur choice is equally simple. Do we give in to the terrorists' demands or not? ROBERT HARRISON,\nSPRINGFIELD\ncountry House GOP hostage 'holding '\nThis Congress has accomplished nothing. Polarization, gridlock and divisiveness mark our politics in a way not seen since before the Civil War.\nIn the 2010 election, members of the current House were swept into office in the wake of a backlash against the Obama presidency. Less than 40 percent of the total electorate cast ballots and those who did were overwhelmingly white suburbanite and rural votes, mostly over 50, primarily residing in the South and Midwest. As a result, the GOP gained control of state legislatures and gerrymandered congressional districts to guarantee political control by these tea party-laden constituencies.\nWith the House now firmly in GOP control, everything President Obama proposes, the House rejects. They are literally holding the country hostage. Nothing can get done. Initiatives that would create jobs and spur economic growth are stymied. They shut down the government and threaten to default on the nation's already-incurred debts in order to accomplish what?\nTheir opposition has nothing to do with the deficit or government spending or tax reform. The president has been willing to compromise on all of these issues. In addition, all their calls for cuts in spending are very selective. They do not storm the barricades on behalf of reducing farm subsidies or tax breaks or tax havens. They aim their sights at food stamps and at Obama's health care law, which would bring health insurance to the remaining 30 million who do not have it while, at the same time, bring down its costs for everyone. They employ misinformation and blatant disinformation about its supposed consequences.\nCongressmen like Paul Ryan spin social Darwinian fantasies as a motivation for all this, but one cannot escape the reality that both the vote in 2010 and its impact since has more to do with the color of Obama's skin. That a black man could succeed as president would undercut the attitudinal predicate of white superiority that continues to fuel racism. He must fail.\nOne hundred and 50 years after Lincoln signed the Emancipation Proclamation, this is where we are and this is what has become of his Republican Party. GERALD E. KERNS,\nLOVELAND\nSpeak up\nI can see closing a museum or building during the government shutdown, but closing an open-air memorial, such as the World War II memorial, shows what a spiteful, vindictive president we have.\n\nLoad-Date: October 16, 2013"
}