{
    "title": "'THIS IS NOT WHAT CHAIM WEIZMANN ENVISIONED",
    "publisher": "the new york times",
    "year": 1982,
    "month": 8,
    "day": 6,
    "full text": "To the Editor:\n The most obscene thing about the bombardment of Beirut is to see hundreds of millions of dollars' worth of devastating and deadly ammunition screaming into the ruins and rubble of the city.\nhe point of measuring this ammunition in terms of dollars and not tonnage is that the money is ours, yours and mine.\nThe most obscene thing about the bombardment of Beirut is to see hundreds of millions of dollars' worth of devastating and deadly ammunition screaming into the ruins and rubble of the city.It was given to Israel by the American taxpayers. It was given for the defense, not the aggrandizement, of the Jewish state.\nBut aggrandizement - imperialist expansion - is clearly the aim of the present Israeli Government. If the Palestine Liberation Organization is subdued and dispersed (it will not be exterminated), Israel will certainly expand into the West Bank, institutionalize the colonialist re-pression of its Arab population and usurp the only territory that might form the main body of a Palestinian state.\nThis is not what the Father of Israel, Chaim Weizmann, envisioned; it is not what a disillusioned and distressed minority of Israelis - a numerical minority but a powerful moral force - wants; it is not what another such influential minority, among Israel's American supporters, bargains for.\nAnd it is all so futile and hopeless: Those hundreds of millions of dollars' worth of bombs and shells and rockets will not extinguish Palestinian Arab nationalism, prevent future terrorism, do justice to the Arabs and their legitimate aspirations to self-determination, quench the smoldering resentment against Israel and bring lasting peace to the Middle East, even peace in our time.\nThe Middle East will remain a powder keg, a potential flash point for a far wider war than the one raging today in the mini-state of Lebanon.  CLIFTON DANIEL Point o'Woods, L.I., Aug. 3, 1982"
}