{
    "title": "'Three Perspectives on Pittsburgh' event makes connection between domestic terrorism and modern anti",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 30,
    "full text": "The Nov. 28 \"Three Perspectives on Pittsburgh\" event attracted so many attendees that it had to be relocated from its initial location directly prior to its start.\nJohann Derek Oribello\nThe Nov. 28 \"Three Perspectives on Pittsburgh\" event attracted so many attendees that it had to be relocated from its initial location directly prior to its start.\nJohann Derek Oribello\nJohann Derek Oribello\nThe Nov. 28 \"Three Perspectives on Pittsburgh\" event attracted so many attendees that it had to be relocated from its initial location directly prior to its start.\nby Johann Derek Oribello, Staff Writer\nNovember 30, 2018 Share on FacebookShare on TwitterShare via Email Close Modal Window\nHang on for a minute...we're trying to find some more stories you might like.\nClose Close Modal Window\nEmail This Story\nSend email to this address\nEnter Your Name\nAdd a comment here\nVerification\nSend Email Cancel\nThree distinguished San Diego State professors gathered on Nov. 28 to analyze the history of anti-Semitism and its connection to the recent shooting at a Pittsburgh synagogue, a topic that generated so much interest that the event had to be relocated to fit the number of attendees.\nThe program, titled \"Three Perspectives on Pittsburgh,\" sought to enlighten the public's understanding of modern anti-Semitism, something the speakers said could help to prevent future attacks similar to what happened in Pittsburgh.\nHistory professor Laurie Baron examined the history of anti-Semitism and how it was brought over to the U.S. in his lecture titled, \"From the Protocols to Pittsburgh: The Contemporization of Anti-Semitic Conspiracy Theories.\" She said the years leading up to World War I changed the perceptions of Jewish people, who were already viewed negatively by many ethnic groups. After WWI, these views were further enforced by the American public.\n\"From 1880 to 1920, two million Jews came to the United States, which changed the nature of this country,\" Baron said. \"After WWI, American isolationism brought about a fear of 'others'.\"\nBaron said many Americans feared immigrants as they were not seen as \"fitting in\" with the majority of Americans. With many Americans at the time being Anglo-Saxon Protestants, she said there was widespread concern that immigrants would turn the U.S. un-American.\nReligious studies professor and rabbi Scott Meltzer spoke about this idea as well in his lecture, \"Coming to America: Jews as Immigrants and Advocates.\" He said legislation such as the Emergency Quota Act of 1921, which restricted immigration to the U.S., was a product of Americans' fear of foreigners.\n\"America wasn't going to look like what a group of predominantly white protestants thought America should look like, so they started to postpone us,\" Meltzer said. \"(The immigration of Jewish people) changes America from being this white, Anglo-Saxon, Protestant country.\"\nEnglish professor Peter Herman, who was the last professor in the panel, said Americans have a general unwillingness to label white, right-wing domestic acts of terror as terrorism. Herman said authorities framed the Pittsburgh attack as a hate crime instead of domestic terrorism, a decision likely rooted in the fact that the perpetrator was a white nationalist who did not fit the American perception of a terrorist.\nOne graph Herman showed, created by the Washington Post, illustrated there have been more terrorist attacks related to right-wing extremism than Islamic extremism in the United States over the last year.\n\"If you look at the history of terrorism and you look at the definition of terrorism, it becomes very clear that terrorism is something that is committed by the other,\" Herman said. \"So, in our government, there is a long history of refusing to take white nationalism seriously as a domestic threat.\"\n\nLoad-Date: December 1, 2018"
}