{
    "title": "'To prison for singing_' Some rappers in Spain face jail time for song lyrics that insult the king a",
    "publisher": "daily news ",
    "year": 2018,
    "month": 3,
    "day": 25,
    "full text": "Rapper Josep Miquel Arenas, who uses the stage name Valtonyc, performs in the small Catalan village of La Garriga early this month. He has been sentenced to 3 1/2 years in prison for glorifying terrorism, insulting the monarch and threatening a politician through his lyrics. Arenas is awaiting the results of an appeal.\nIt wasn't your typical audience for a hardcore rap concert. There was a clutch of beery socialists with gray ponytails, alongside retirees with canes. There were pierced college students, and the mom of one of the rappers.\nThe few hundred attendees gathered here this month not just to see a trio of previously niche musicians perform in this worn industrial town but to support the most notorious rappers in Spain.\nThese artists now find themselves the new vanguard for freedom of expression in Europe - pumping out rhymes about AK-47s in the palace and Marxist-Leninist cadres at the barricades, while condemning the Spanish royal family as a corrupt gang of mafia dons and elephant killers.\nThe headliner that night was Josep Miquel Arenas, 24, the artist known as Valtonyc, recently convicted of three crimes: glorifying terrorism, committing serious insult to the monarch and making a threat against a Majorcan politician. Regarding the last charge, Arenas called Jorge Campos - a prominent leader of a local nationalist group - a fascist, an everyday slur in Spain, and sang that he \"deserved a nuclear bomb.\"\nIn his defense, the rapper asked, \"Do I look like someone who has access to plutonium?\"\nOffstage, Arenas was pensive, a brooding poet. His day job is working for $10 an hour as a fruit vendor on the island of Majorca. Onstage, he was all swagger and boast. He is as infamous in Spain today as Ice-T was in the United States in 1992 for his heavy-metal anthem \"Cop Killer.\" The difference? Arenas isn't just worried about having a song pulled by his record label, as happened to Ice-T. He's going to prison. For his lyrics, in songs circulated on YouTube videos and music-sharing platforms, a judge sentenced Arenas to three years and six months. So the concert in Sabadell was billed as a kind of farewell performance.\nAdvocates of free speech warn that overzealous prosecutors and conservative judges are dialing back the clock in Spain, which began its experiment with democracy only after the death of the dictator Francisco Franco in 1975.\nCivil libertarians here say Spain is repurposing laws meant to stop incitement to terrorism to cover what should be protected political speech - including lyrics by rap artists, who often assume tough-guy poses and playact as marginalized, angry characters in their songs.\n\"These punishments, without a doubt, have a self-censoring effect,\" said Yolanda Quintana, secretary general for the Platform for the Defense of Freedom of Information in Madrid.\nThose who support prison time for the rappers say their speech is hurtful, insidious, dangerous - and it deserves to be punished.\n\"I don't see a conspiracy against freedom of expression,\" said Antonio Guerrero, an attorney for the Association of Victims of Terrorism in Spain. \"As with every fundamental right, it's not absolute. It has some limitations. And the limit is found in the respect for everyone else's dignity. Someone's dignity cannot be attacked under the protection of freedom of expression.\"\nProsecutors pursued a pair of anarchist puppeteers in 2016 for waving a sign in a street play against police brutality that combined the words al-Qaeda and ETA, the Basque separatist group whose terrorist attacks left more than 800 dead in Spain before the group declared a cease-fire in 2010.\nIn a case last year, a college student named Cassandra Vera was convicted for tweeting jokes about ETA's 1973 assassination of Luis Carrero Blanco, who served as prime minister under his patron, Franco. Vera was sentenced to a year in prison.\nThis month, the Supreme Court reversed her punishment, concluding that old jokes may be \"socially and even morally reprehensible in terms of mocking a serious human tragedy,\" but \"a penal sanction is not proportionate.\"\nFree-speech advocates in Spain say that it is one thing for the state to try to censor books or puppets or songs - a censorship they oppose - but it is troubling escalation to put the artists in prison.\nIn the case of the rappers, prosecutors are pursuing not only Arenas but 14 other performers, including Pablo Rivadulla, known as Pablo Hasel, who was sentenced to a total of five years for 64 tweets and the lyrics of a song called \"Juan Carlos the Fool,\" about the former king.\nIf his sentence is upheld by the high court, Rivadulla will follow Arenas to prison in coming months.\nAt the concert in Sabadell, both performers appeared on stage separately, shouting their rhymes to a prerecorded backbeat. It was nothing extraordinary, very basic Rap 101. Arenas was wearing a Tommy Hilfiger sweatshirt and black eyeglasses, which made him look like a studious political science major. Behind him, a poster in Catalan read: \"To prison for singing?\"\nIn the 24 hours The Post spent with Arenas, he was alternately engaged and anxious, intent on promoting his music and his case on social media, but worried about the future, which seemed to be hurtling toward him. He was distracted by the need to sign papers so he and his girlfriend could become civil partners, giving her the right to visit him in prison.\n\"I worry about waking up and being alone,\" Arenas confessed.\nHe said, \"I feel bad that people think I am glorifying terror.\"\nArenas said he is a communist who is against the police brutality, injustice and the monarchy, but does not support everything that the Basque separatists or GRAPO did.\n\"I just want to provoke the extreme right, to stir up the fascists,\" he said. \"It's an exaggeration, to get a reaction.\"\nThe rapper said he was surprised people didn't understand this.\n? The Washington Post\n\nLoad-Date: March 25, 2018"
}