{
    "title": "'Tough' on terrorism but light on details",
    "publisher": "university wire",
    "year": 2007,
    "month": 9,
    "day": 18,
    "full text": "In American politics, the Republican Party has significantly benefited from the widespread view that they are \"tough on terrorism,\" a perception that persists despite the Bush administration's disastrous handling of the war in Iraq. As recently as November 2006, a Time magazine poll found that Republicans had a 10-point advantage on the question \"Which party -- The Democrats or Republicans -- would do a better job of dealing with terrorism?\"\nThis disparity gives Republicans a potent political weapon, which 2008 hopefuls already seem to be attempting to cash in on. During a primary debate, Mitt Romney proposed both doubling the size of Guantanamo Bay and the use of \"enhanced interrogation techniques\" when questioning detainees. Fred Thompson ended his recent Iowa campaign stop with a speech emphasizing that \"It is extremely important that we not show weakness ... we must send a message to friends and foes alike that we are determined.\" The first thing on John McCain's website is an enormous box advertising \"Fighting Islamic Extremists: John McCain on Iraq.\" And Rudy Giuliani, that consummate master of being \"tough,\" constantly declares that \"the terrorists declared war on us\" and that he understands terrorism \"better than anyone else running for President.\"\nClearly, counterterrorism is a central part of the Republican message in 2008. Yet there's something conspicuously lacking from the candidates' pronouncements: specifics. Outside of Romney's Guantanamo declaration and a few other isolated proposals, not one of the four top Republican presidential hopefuls has given a clear view of what a comprehensive \"tough\" policy on terrorism would look like. Curious, I decided to investigate further.\nI thought the best place to start would be the issues sections of the four top candidates' campaign Web sites, where they should have some written policy proposal or at least a link to a transcript of any major addresses they gave on the topic.\nI began with Giuliani, whose perpetual focus on the War on Terror would logically lend itself to having a large section on counterterrorism policy. Sure enough, Giuliani's \"Issues\" page prominently displays the slogan \"Winning the War on Terror,\" accompanied by a paragraph claiming that \"America cannot afford to go back to the days of playing defense with inconsistent responses to terrorist attacks.\"\nThis was interesting, but vague: if our past policy was inconsistent, what exactly would a \"consistent\" one look like?\nFollowing the Web site's prompting to inquire further about Giuliani's commitment to \"staying on offense,\" I clicked the link below the short paragraph, and found no comprehensive policy statement, no clear formulation of how we should combat terrorism -- just a 35-second video in which he repeatedly says we should \"stay on offense.\" And the closest line to a policy proposal is \"we need a stronger military, not a weaker military; we need stronger intelligence services, not weaker intelligence services,\" with no explanation of how he would make either of these things come to pass. He tries to explain some of these things in a recent Foreign Affairs article, but the actual policy proposals drew such harsh criticism (one Republican critic called the essay \"badly written\" and \"unbelievably unserious\" while another conservative who had previously supported Giuliani called him \"insane\" after reading the piece) that it seems unlikely that it will serve as the base of his foreign policy.\nSo much for Giuliani. However, it's possible that one of his competitors might be a little more specific, so I repeated the search on Romney's site. His page was significantly longer, and even had some fairly detailed suggestions on how to approach Iranian nuclear proliferation. Other than that, his site was essentially the same as Giuliani's, just with more quotes and a slightly longer video (1:42).\nMcCain's page, though it contains a 400-word essay on terrorism, never gets any more concrete than \"John McCain will ensure that America has the quality intelligence necessary to uncover plots before they take root,\" which is wonderful in theory, but no more useful than \"staying on offense\" when not backed by policy proposals.\nThompson has not given any addresses or published any papers during the campaign that even come close to proposing a comprehensive and definitive counterterrorism strategy. Romney is an exception, having, like Giuliani, published an article in Foreign Affairs that, unlike Giuliani's piece, will likely serve as the basis for his foreign policy; however, it is simply an expanded and more flowery, but equally vacuous, version of his Web site.\nThis lack of specificity is understandable, but not justifiable. Given that global terrorism is one of the most important challenges for the next President, it is inexcusable that the Republicans define their foreign policy by truisms and meaningless rhetoric. However, there is something valuable in this form of debate: it points out that the Republicans understand the threat presented by terrorism, but have no idea what to do about it. They seem to desire a \"tough,\" \"offensive\" policy, and yet cannot seem to find any way to turn this into practice.\nThis failure becomes especially pronounced when one contrasts the Republican candidates with the three Democratic frontrunners, each of whom gave detailed and intelligent speeches on what their terrorism policy would look like.\nSo, to return to the initial question posed by the Time magazine poll quoted at the beginning of this column, \"Which party -- The Democrats or Republicans -- would do a better job of dealing with terrorism?\"\n(C) 2007 Brown Daily Herald via U-WIRE\n\nLoad-Date: September 18, 2007"
}