{
    "title": "'Traitor' Cuts to the Chase",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 8,
    "day": 26,
    "full text": "When Paul Greengrass's \"United 93\" and Oliver Stone's \"World Trade Center\" were released in 2006, many in the press wondered aloud whether the country was ready for the Hollywood fictionalization of the terrorist attacks of September 11, 2001. Fortunately, neither of those films was guilty of the sort of grotesque manipulation and exploitation that are commonplace in today's movie business. Fast-forward to two years later, and we have writer-director Jeffrey Nachmanoff's \"Traitor.\" The film, which reaches screens Wednesday, doesn't use any real-life events as its basis, but it certainly lifts mainstay keywords such as terrorism, suicide bombings, and Islamic extremism right out of newspaper headlines.\nIn one sense, \"Traitor\" is precisely the kind of movie about global terrorism that everyone feared two years ago. The movie serves up the hottest potatoes in world politics as if they were freezer-packed french fries, filling blanks in the espionage-thriller formula with touchy subjects. One can almost picture Mr. Nachmanoff at a meeting with studio executives, pitching the film as \"United 93\" meets \"Syriana\" meets \"The Bourne Identity.\" Indeed, \"Traitor\" is as formulaic as they come, even if it serviceably measures up to all of these predecessors in terms of sheer entertainment value.\nDon Cheadle plays Samir Horn, a disgraced U.S. Special Operations officer and devout Muslim whom we first meet inside a pseudo-Guantanamo prison for terrorists in Yemen. FBI agent Roy Clayton (Guy Pearce), a character reminiscent of Brad Pitt's rookie detective in \"Seven,\" links Samir with an organization that has been responsible for various bombings around the world. When Samir escapes from prison, a \"Bourne\"-esque globe-trotting chase ensues. Given that this is one of the best popcorn flicks of the summer, any further plot synopsis would be impossible without ruining the element of surprise. But then again, if you've seen some of the aforementioned Hollywood movies, or recent policier gems such as \"The Departed,\" you'll have a pretty good idea about the direction the plot is heading.\nAs \"Traitor\" progresses, any tricky moralizing gradually evaporates. The film certainly won't challenge your views on terrorism, racial profiling, or American involvement in foreign conflicts. Although Mr. Cheadle is arguably the best thing in every film he's ever starred in, he doesn't seem to have a mean bone in his body, which is a requisite characteristic for the forwarding of character ambiguity. His character here has connections to Muslim extremists, but moviegoers don't have to face for long the dilemma of whether to root for a likable or sympathetic terrorist. \"Traitor\" plays it safe and, unfortunately, sells its audience short as a thinking man's thriller.\nStill, most summer moviegoers probably prefer something entertaining to something challenging, and \"Traitor\" certainly fits that bill. Mr. Nachmanoff, who previously wrote the \"environmental\" blockbuster \"The Day After Tomorrow,\" is surprisingly adept as an action filmmaker. In fact, the \"Bourne\" and \"United 93\" comparisons don't end at the plot level. \"Traitor\" often seems like an homage to the films of Mr. Greengrass, with the same handheld CinemaScope aesthetic. Indeed, there are no new components in this well-oiled machine.\n\nLoad-Date: August 26, 2008"
}