{
    "title": "'TROUBLING' SHIFT TO AMERICAN SOIL",
    "publisher": "daily news ",
    "year": 2009,
    "month": 9,
    "day": 16,
    "full text": "WASHINGTON - The FBI's nationwide probe of possible Al Qaeda-tied operatives from Afghanistan adds a startling new twist in the post-9/11 fight against terrorism, experts say.\n\"It's very unusual and very troubling,\" said Michael Scheuer, a retired top CIA official who set up the agency's team assigned to kill Osama Bin Laden in 1995.\nWhile the Afghan Taliban once gave Bin Laden and his henchmen a sanctuary - which the Pakistani Taliban have afforded him since 2001 - Afghan terror operatives outside the region are virtually unheard of.\nAl Qaeda traditionally recruits Arabs, Pakistanis and North and East African Muslims.\nTerrorism experts could cite few, if any, Afghan operatives involved in \"external\" Al Qaeda terror operations in the past two decades.\n\"Afghans have not traditionally been members of Al Qaeda,\" said Peter Bergen, who tracks Bin Laden's thugs and just returned from covering the Afghan war as a CNN analyst. \"It has been very puzzling.\"\nEven more extraordinary is the possibility that Afghans with Pashtun tribal ties - whose expansive turf straddles the Afghan-Pakistan border area - might be among five individuals the FBI has had under surveillance in Colorado.\nWiretaps have intercepted both Arabic and Pashto speakers, said sources familiar with the probe.\nThe Taliban are a Pashtun-based group, and Pashtun warlords give Al Qaeda and Bin Laden sanctuary.\nScheuer said it's a \"strong possibility\" that Pashtun allies of Al Qaeda operatives, harmed by at least 70 CIA Predator missile strikes in the past year, would seek revenge here.\nTribal code known as \"Pashtunwali\" demands men avenge their relatives' killings.\n\"There's no geographical limit on Pashtunwali,\" Scheuer said.\nSome counterterror operatives admit that the bill may come due - if not in this plot, then another in the future - for eight years of war waged by the U.S. in Afghanistan, where the Pashtun are a dominant tribe.\n\"That's the unintended consequence of fighting a foreign war - an eye for an eye,\" said a former senior U.S. official.\njmeek@nydailynews.com\n\nGraphic\n\n \nMichael Scheuer\n\nLoad-Date: September 16, 2009"
}