{
    "title": "'TROUBLES' BEHIND_; NOT IF AN UNREPENTANT IRA IS GIVEN A FREE PASS",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 11,
    "day": 1,
    "full text": "The reach for reconciliation in such heretofore improbable places as South Africa and the Middle East has prompted people to search for similar breakthrough possibilities elsewhere.\nIt is a worthy inquiry that ought to be conducted widely, but as the example of Northern Ireland shows, it has to be conducted wisely too.\nTalk with the Irish Republican Army, says, among others, former British Prime Minister Edward Heath, who 20 years ago inconclusively did.\nIf Israel can sit down with the Palestine Liberation Organization and South Africa with the African National Congress, then the British can sit down with their own terrorist nemesis, the IRA. Or so this disarmingly plausible line goes.\nWhoa.\nThe PLO had formally abandoned terrorism when it got to sit down with the Israelis, who needed some years to register this traumatic development in their politics and policy.\nThe ANC was moving the same way to accept coexistence as an end and dialogue as a means in dealing with the ruling white South Africans. This readiness to abandon ''armed struggle'' for political maneuver and democratic practice is the crucial element still missing from the policy of the IRA.\nThe IRA appears to remain dedicated to forcibly ousting the British from their sovereign territory in Northern Ireland. Its purpose goes qualitatively beyond any attempt to serve the reasonable, urgent and so-far unmet goals of fair treatment, equal protection and more local autonomy for the Catholic minority.\nBut ''Brits out'' would almost certainly precipitate open and escalating war between Catholics and the Protestant majority. This could easily dwarf the paramilitary terrorism, Protestant as well as Catholic, that has taken more than 3,000 lives in Northern Ireland since 1969. It is morally unthinkable.\nAs a practical matter, ''Brits out'' is also politically unthinkable. The Financial Times's Joe Rogaly observes that despite the fearsome death toll and a parallel money cost topping $ 20 billion, the British electorate still stands firmly behind maintaining the British presence in Northern Ireland.\nImperial arrogance, some might say. A democratic people's refusal to bow to a minority's violence explains it better. Cut-and-run is not on.\nBut how to move beyond a bloody and unrewarding test of wills?\nCurrently attention is focused on John Hume, the much-praised moderate nationalist Catholic leader of Northern Ireland. Hume has been trying to draw in Gerry Adams, head of the IRA's political wing, Sinn Fein, out of the terrorist cold. But the terrorism issue remains a hard nut.\nAs recently as last Wednesday Adams served as a pallbearer for an IRA guerrilla blown up in the act of killing 10 Belfast Protestants. Conor Cruise O'Brien, columnist for the largest Irish daily, faults Hume himself for not going beyond denunciation of violence to urge Catholics to cooperate with the security forces.\nIn April Hume and Adams embraced ''national self-determination'' for all Ireland -- a formula O'Brien criticizes as denying legitimacy to Northern Ireland. In September Hume and Adams announced agreement on what is still secret but is described as a peace procedure.\nIt's uncertain what the Hume-Adams connection can contribute to the continuing ''talks on the future of Northern Ireland'' between the British and Irish governments and the constitutional parties in Northern Ireland.\nO'Brien locates the bottleneck in those talks in the Irish Republic's refusal so far, under John Hume's pressure, to back off constitutional claims to ''reintegrate'' Northern Ireland, anathema to Protestants living there. To be optimistic about it, bargaining is in an early phase.\nSome would use the existing deadlock as an interlude in which to exploit the deep popular revulsion against terrorism on both sides. That Protestants are now doing more killing than Catholics could remove the inhibiting anti- Catholic label from such a campaign.\nGive police the internment-without-trial powers they will need to put both sets of terrorist leaders out of business, O'Brien and others say, and politics could have a chance.\nMany people take the nihilistic view that the hatreds in Ireland are tribal and beyond political repair -- Bosnia north. Many people used to say the same about South Africa and the Middle East.\nThose cases, while not guiding, are relevant. First stop the terrorism. Then tackle the grievances. You can't bring in the IRA before it has followed the example of the PLO and ANC and clearly -- no word games, no fakery, no backsliding -- set out on the political path.\nThen, like the Afrikaners and the Israelis, the IRA's British antagonists must respond.\n\nNotes\n\nStephen S. Rosenfeld is a columnist for The Washington Post.\n\nLoad-Date: September 20, 1995"
}