{
    "title": "'Trust me' just doesn't fly",
    "publisher": "usa today",
    "year": 2005,
    "month": 4,
    "day": 13,
    "full text": "Today's debate: USA Patriot Act\nOur view: Time arrives to fix mistakes in post-9/11 anti-terrorism law.\ntWhen Congress rushed to give unprecedented new powers to law enforcement in the weeks after the 9/11 attacks, debate was limited and the vote was overwhelming: 357-66 in the House and 98-1 in the Senate. As portions of the \"USA Patriot Act\" law come up for renewal, that's unlikely to happen again, fortunately.\nAfter three years of Justice Department stonewalling about use of the law and numerous reports of abuses, an unusual coalition is forming to demand changes in its most troublesome sections.\nConservative Republican Sen. Larry Craig of Idaho, 2004 Democratic presidential nominee John Kerry, the American Civil Liberties Union and the American Conservative Union don't work together often. But they're just a few of the strange political bedfellows calling for a rollback in provisions that threaten civil liberties and privacy rights.\nThat span of opposition should be a signal to those who've been trying for more than two years to ram through legislation making the law permanent. But many of them still murmur about only \"technical changes\" while demanding additional investigative tools that raise further questions.\nThe conspiracy indictment disclosed Tuesday of three men already awaiting trial in England is a reminder that terrorism is a real threat, and most of the law is non-controversial. Portions of it removed barriers to the exchange of information among law enforcement and foreign intelligence agencies. But other sections are far less benign:\n * The law allows secret searches of any home or business by federal agents, with no deadline to notify the owners or occupants that a search has taken place. This has been used against innocent citizens.\n * It authorizes collection of personal information from libraries, businesses and medical providers even if there is no evidence of any connection with terrorism. And those ordered to supply the information are barred from letting anyone know that Big Brother is engaging in such activities.\n * The law defines domestic terrorism so broadly it could be applied to completely unrelated acts, even peaceful protests.\nThe Justice Department's response is essentially, \"Trust me.\" Appearing before Congress last week, Attorney General Alberto Gonzales insisted that the administration has been careful with the law and has made limited use of the most controversial provisions. He said the authority to investigate libraries hasn't been used -- but he wants to keep it.\nThe record shows government can't be trusted to protect privacy rights, and the law has been abused.\nAfter months of denials that turned out to be false, the Justice Department reversed itself and acknowledged April 5 that it had secretly searched the home of an Oregon lawyer who was wrongly accused of being a perpetrator of last year's train bombings in Madrid. He was never told of the search.\nA Muslim student in Idaho was prosecuted because he posted Internet links to objectionable materials, even though identical links were available on the websites of a major news outlet and the government's own expert witness in the case.\nAnd while the granting of unprecedented law-enforcement powers was justified as essential to the special needs of the war on terrorism, the act's provisions have been used in criminal investigations as mundane as a Las Vegas bribery probe.\nThe need to renew portions of the Patriot Act due to expire at the end of the year gives Congress the opportunity to take a careful look at the entire law -- and this time show as much respect for the rights of ordinary citizens as for the demands of law enforcement.\n\nLoad-Date: April 13, 2005"
}