{
    "title": "'U' studies terrorism at your table",
    "publisher": "star tribune ",
    "year": 2004,
    "month": 7,
    "day": 6,
    "full text": "When most Americans think about possible terrorism targets in this country, they usually focus on skyscrapers, government buildings and stadiums, not on something as humble as the food they eat.\n     But federal officials are homing in on the possible threat to the nation's food supply, to the tune of a three-year, $15 million grant to the University of Minnesota for a national Center for Food Protection and Defense. A campus visit today by federal Homeland Security Secretary Tom Ridge and Agriculture Secretary Ann Veneman will officially launch the program that was announced in April.\n     The two will see a small demonstration of the wide range of work that will be done, from using molecular biology and technology to detect incredibly small amounts of dangerous substances in food to figuring out who has access to that salmon or steak before it reaches your barbecue.\n   The university is one of three in the nation selected to lead efforts on different security issues. Researchers from all corners of the university will be involved, and officials said one reason the university won the grant is because it is one of only a handful of schools in the nation with experts in agriculture, public health, veterinary medicine and medicine on the same campus.\n     Frank Busta, professor emeritus of food science and nutrition, will direct the grant. While $15 million is a significant amount, the money's impact could be scattered among as many as 90 investigators, at the university and partner schools as well as in industry and the private sector.\n     Companies involved include General Mills, Cargill, 3M and Hormel. Though the grant is for three years, officials hope it acts as seed money for extended grants to carry on a massive job.\n     \"Our charge is to protect and defend safe food from intentional contamination,\" Busta said. \"The vulnerability in food is immense. … We hope we can make it sufficiently difficult, [so] if and when terrorists decide to look at [attacking the food supply], they will say, 'We'll try something else.' \"\n     Past incidents\n     There have been scattered incidents of food terrorism in the United States. In a bizarre 1984 attempt to influence an Oregon county election, members of the Rajneeshee religious cult contaminated salad bars in 10 restaurants with salmonella. More than 750 people became ill. In 1996, a dozen workers at a Dallas medical center became ill after eating commercially prepared blueberry muffins and doughnuts at work. The dysentery was caused by an uncommon form of the organism shigella that turned out to have come from the medical center's lab. A worker who had contaminated the pastries served jail time for the crime.\n     The possibility of an attack on the food supply \"is absolutely real,\" said Michael Osterholm, who is co-principal investigator on the project and directs the university's Center for Infectious Disease Research and Policy. \"Unfortunately, over the years I've developed the reputation as Bad News Mike. But these predictions come true. I have no doubt that an attack on our nation's food supply will happen.\"\n     Protecting the food supply is so complex that \"it's like this huge Rubik's cube of prevention,\" he said. Food comes to the United States from a variety of sources around the world, is transported by ship, train, truck and air, passes in and out of private and public hands, through processing and packaging plants and on to markets and restaurants. Until now, most work on protecting the food supply has been on preventing what Osterholm called \"Mother Nature-made events,\" such as accidental e-coli or salmonella contamination. That's very different from trying to gear up the food production and distribution system to prevent intentional contamination.\n     Busta said the work \"is in the same category as putting a security system in a home. It may not stop someone who is absolutely determined, but I hope it reduces the possibility a thousand-fold, or 10,000-fold.\"\n     Schools that are major partners in the Minnesota grant are Michigan State University, North Dakota State University and the University of Wisconsin-Madison. Individual faculty members at institutions such as Harvard and the University of Maryland are involved.\n     The two other large homeland security research grants went to Texas A&M University for work on animal disease and to the University of Southern California, which is working on risk and economic analysis of terrorism events.\n     Mary Jane Smetanka is at    smetan@startribune.com.  \nAT A GLANCE\n     Here are some examples of the kinds of research that will be funded by the university's grant.\n     - Developing rapid detection methods to pinpoint the presence of biological or chemical agents that might be used in an intentional contamination.\n     - Mapping the food chain from start to finish: where food goes, from farm field to consumer; who handles it; how information about it is handled; who tracks it; how safety is monitored.\n     - Using artificial intelligence to devise response systems to a crisis.\n     - Perfecting radio frequency identification systems , which are already used to track some commercial shipments, so that the devices send out alerts if certain chemicals appear, temperatures change or packaging is tampered with.\n     - Designing how to quickly and safely destroy food contaminated with a range of agents and how to decontaminate sites where the product was.\n     - Determining how to inform the public quickly, effectively and calmly in the event of an attack on the food supply, and how to coordinate the response.\n     \n\nGraphic\n\n \nPHOTO\n\nLoad-Date: July 7, 2004"
}