{
    "title": "'Uncanny X-Force' swings into action An all-star black-ops X-squad fights terrorism against mutants",
    "publisher": "usa today",
    "year": 2010,
    "month": 10,
    "day": 6,
    "full text": "Anybody who has ever read an X-Men comic book knows that mutants are a tragic lot indeed, despite their supernatural powers. Bad guys and most of humanity are trying to wipe them out all the time. Thank goodness for them, they've got backup.\nLaunching today, Marvel Comics' Uncanny X-Force series stars a black-ops hit squad of popular X-characters whose raison d'etre is to engage in the ugly yet necessary missions to protect their fellow mutants from further terrorist attacks.\nWriter Rick Remender (Punisher) handpicked his five-man squad of \"good heroes who have been manipulated and had something ugly put in them.\"\nBut when X-Men leadership wants to put the kibosh on the crew, Wolverine and original winged X-Man Archangel keep it up and running in secret with three other disparate personalities in tow: telekinetic heroine Psylocke, cyborg secret agent Fantomex and wisecracking mercenary Deadpool.\n\"I wrote a line where basically Wolverine says to Fantomex, 'We're all killers and it can't be changed, but we can direct it and do some good with it,' \" Remender says. \"That was sort of a mission statement for me: to find a philosophical point I could get to where the team was relatable and human, and they were still heroes who had to do this thing.\"\nRemender is a fan of realistic human behavior in comic books. \"The character writing is the same as if I were writing a play or any kind of drama or a television series where it was grounded in reality,\" he says.\n\"The fun part is then to take those characters as they are, and to put them into situations that they might not be comfortable in or accustomed to, and see how they react. Ultimately, how a human or a character reacts to their environment or the situation defines who they are.\"\nThe team will be dealing with the moral implications of their actions in the first batch of issues while hunting down Apocalypse, the newly reborn supervillain who turned Archangel into one of his evil warriors years ago. Remender, who teamed with artist Jerome Opena, says he naturally tends to lean toward tales of damaged psyches with dark hours of self-introspection. So he revels in times where he can insert some comic relief into the hard-core grittiness.\n\"I love having these crazy, high-adventure, intense action sequences where the clock is ticking and everything is on the line,\" he says. \"And then you cut to Deadpool and he's sitting around pretending he's in some Philip K. Dick crime novel or something. It's wonderful to have a character like that.\" \n\nGraphic\n\n \nPHOTO, Color\n\nLoad-Date: October 6, 2010"
}