{
    "title": "'Under-the-radar' terrorists Security officials say homegrown threats hard to track",
    "publisher": "the atlanta journal-constitution",
    "year": 2006,
    "month": 6,
    "day": 24,
    "full text": "Washington --- The arrest of seven men, most of them American citizens, on charges of plotting attacks in Miami and Chicago is the latest sign of an emerging homegrown terrorist movement that is multiplying the challenges authorities face.\n\"I would call this the new face of terrorism,\" said homeland security expert David Heyman at the Center for Strategic and International Studies, a nonpartisan research group.\nThese emerging terrorist cells often have no link that can be traced to a global organization but are instead obscure freelance operations. That makes them harder to track.\n\"They aren't listed on an al-Qaida watch list\" kept by the government, Heyman said. \"Who are these people and how do we find them?\"\nFBI Director Robert Mueller, talking about the emerging trend Friday, said the new variety of extremism is \"self-recruited, self-trained and self-executed.\" \n\"They operate under the radar screen, and that makes their detection that much more difficult,\" Mueller said, describing the terrorists as young people who are frustrated with their lives, radicalized by an ideology of hate and drawn to an extreme form of Islam.\n\"They share ideas and information in the shadows of the Internet\" where they can navigate among the more than 5,000 radical Web sites, many of which offer training in terrorist acts, he said.\nAttorney General Alberto Gonzales, speaking to reporters, also warned of the dangers of the new variety of terrorism from smaller, less-defined cells.\n\"Left unchecked, these homegrown terrorists may prove to be as dangerous as groups like al-Qaida,\" he said.\nGonzales noted that local cells, not al-Qaida, killed 191 commuters at a Madrid train station in 2004 and 52 people last summer in subway and bus bombings in London.\nIn the case of the 17 men arrested last month in Toronto on charges of plotting attacks in Canada, Gonzales said, the suspects were local residents.\n\"They were students and business people and members of the community,\" he said. \"They were persons who, for whatever reason, came to view their home country as the enemy.\n\"And it's a problem we face here in the United States as well.\"\nTwo Atlanta men have been linked to the Canadian terrorism suspects. Syed Haris Ahmed, 21, a Georgia Tech student, and Ehsanul Sadequee, 19, of Roswell have been arrested on terrorism-related charges and accused of taking \"casing videos\" of sites in Washington.\nJohn Scott Redd, director of the National Counterterrorism Center, cited the Atlanta arrests earlier this month in testimony to Congress as evidence of the \"new phenomenon\" of homegrown terrorism.\nTracking domestic terrorism can be especially difficult. Citizens, unlike foreigners, do not have to cross U.S. borders, where documents are routinely checked.\nThe National Security Agency, over the objections of civil rights advocates, now follows patterns in telephone calls between the United States and al-Qaida sources abroad. But that program does not apply to domestic calls.\n\"If it's a U.S. citizen talking to another U.S. citizen, that's everybody in America,\" said Heyman of the Center for Strategic and International Studies. \"It's really hard stuff, and, unfortunately, we have little if any strategy on how to counter recruitment and retention\" by terrorists.\nMoreover, the FBI has been hampered by a lack of understanding of Muslim communities and the agency's limited ability to infiltrate them, law enforcement officials and community activists say.\nFBI Director Mueller said his agency plans to reach out with more meetings inside the communities and seek a stronger partnership with local police.\nTracking the growing underground networks inside the United States \"can be tedious work, but it is absolutely essential for the safety of this country,\" Mueller said.\nMichael Barrett, a homeland security fellow with the Manhattan Institute's Center for Policing Terrorism, a New York think tank, agreed that linking up with local law enforcement is a key to combating homegrown terrorism.\n\"You have 700,000 state and local police officers around the country, and they are our eyes and ears out there,\" he said.\n\nGraphic\n\n \nPhoto: PAUL WHITE / Associated PressBomb attacks in 2004 on passenger trains in Spain (above) were the work of local cells, as were the attacks last year on public transit in London. Recent arrests in Canada involved locals.\n\nLoad-Date: June 24, 2006"
}