{
    "title": "'Uneasy feeling' about terrorism",
    "publisher": "usa today",
    "year": 2001,
    "month": 11,
    "day": 19,
    "full text": "I have an uneasy feeling that a few decades from now people will look back at this year and say: \"Oh yes, '99. That was one of the last pre-war years.\" Think about it. The rest of the world holds a significantly more jaundiced view of how wonderful we are than we do. The world's in a mess, weapons of mass destruction abound and we haven't a clue how we would respond to a chemical or biological attack against one of our cities.\nABC Nightline anchor Ted Koppel wrote that in his diary of 1999, Off Camera, which was published in 2000 and is now available in paperback (Vintage, $ 14).\nIn light of the events of Sept. 11, the passage clearly implies that Koppel was onto something.\n\"That there was going to be a major terrorist attack against us at some point, I think, was inevitable,\" Koppel says from his Nightline office in Washington, D.C. \"A lot of people at the Pentagon and the think tanks have been trying to warn us for quite a few years.\"\nSo, last summer, Nightline invited a group of intelligence officials for an off-the-record chat with the staff.\nKoppel recalls that he talked in the meeting about the diminishing role of networks in covering foreign news and how all broadcast networks were cutting back on overseas bureaus and correspondents.\nKoppel recalls: \"And this guy from the CIA said, 'You don't know how uneasy that makes me feel. We've been cutting back on foreign operatives because the people at the CIA believe that anything we need to know that happens overseas we can get from the networks.' \"\nABC/CBS News to share?\nABC and CBS News are both under intense pressure from respective owners Disney and Viacom to cut costs at a time of shrinking advertising revenues and skyrocketing costs associated with covering the war on terrorism. Which is why both news organizations are talking about sharing such things as satellite time, news crews or foreign office space. The talks come after thus far unsuccessful negotiations that both ABC and CBS have had with CNN about such shared newsgathering. For one reason or another, both ABC and CBS have come away cool to the idea of merging operations with CNN.\nThat said, insiders at both CBS and ABC say the current proposal presents numerous financial and practical obstacles. Privately, some say that the chances of ABC and CBS News working together are slim, and that whatever happens, it would never include, say, an on-air ABC News reporter appearing on CBS. But others say that when push comes to shove, corporate pressure on both may dictate that they do something. A decision is expected in the next few weeks.\n---\nInside TV appears Monday through Thursday.\n\nGraphic\n\n \nPHOTO, B/W, ABC; Koppel: Entry in diary came to pass.\n\nLoad-Date: November 19, 2001"
}