{
    "title": "'United in a new kind of grief'; How should people of faith respond to terrorism_",
    "publisher": "the world",
    "year": 2001,
    "month": 9,
    "day": 30,
    "full text": "Editor's note: Send \"In My Opinion\" submissions to Helen Colwell Adams, Sunday News, P.O. Box 1328, Lancaster, Pa. 17608-1328; e-mail hcolwell@lnpnews.com.  \nThree historic, religious traditions -- Judaism, Islam and Christianity -- share a noble heritage.\nNot only are our origins bound up with one another, not only do we claim a common ancestry in our father Abraham, but we share a common destiny.\nFor we know that until there is genuine peace and justice between Christian, Jew and Muslim, there will be no peace and justice on earth.\n#PETE.S302900#\nWe speak a language about God that is not about hate, and we must speak that common language of faith clearly now more than ever.\nFirst and foremost, this terrible and horrific assault by terrorists is not some expression of divine wrath.\nGod did not do this, nor did God will it to happen. God has not \"withdrawn\" his protection because of our national sin, as though God normally provides our nation with some sort of heavenly Star Wars program.\nThis was an act of human terrorism and barbarity, not an act of divine judgment and retribution.\nWe who are followers of Jesus know that God was not in the hands of the hijackers, but in the torment of those who knew they were about to die.\nGod was not looking down on the towers of the World Trade Center from a place of heavenly safety, but was suffering and struggling and weeping in the rubble.\nGod was not in the language of hate and fear that took control of the planes, but in the language of the love that some were able to communicate to their families on their cell phones and in e-mail messages.\nAmericans who follow the Christian faith now know also something more about our common humanity with those in our world today who have suffered, and continue to suffer, the kind of terrorism we have suffered.\nWe are united in a new kind of grief.\nIf, as Christians believe, God has revealed God's divine life to us in the vulnerability and suffering of Jesus, then God continues to be revealed in the vulnerability and suffering of every son and daughter of God today wherever they suffer, at the hands of whomsoever they suffer.\nGod does not speak the language of hatred and rejection in any circumstance, and we who claim the name of Christian cannot answer hatred with hatred.\nNor shall we ever again be able to distance ourselves from the acts of terrorism that continue throughout the world.\nAs people of faith we are grounded in the example of Jesus.\nAs an old Anglican priest, Father Keble Talbot, once said so memorably, at the worst time Jesus did the best deed. In the midst of his own terror, pain and abandonment, Jesus' actions and words were for others.\nOn the eve of his own death, Jesus gave himself away to his friends, and even to his enemies, in a new and intimate way.\nAnd he gave us the example that, if we want to be like him, we too must do the best deeds at the worst times.\nAll people of faith know that religion can be perverted and used as a weapon of fear and hate.\nThere are Christians who do it, Jews who do it and Muslims who do it.\nWe have been hearing such perversions of Christianity in our country, most especially in the days since the terrorist attacks, and Christian fundamentalism of that sort is no different in its potential consequences from Jewish or Muslim fundamentalism.\nPeople of faith also understand that, just as those who use Christianity as a weapon are those from whom we distance ourselves and who do not define the Christian faith for the vast majority of Christians the world over, so those who use the great faiths of Judaism and Islam to justify hate and violence do not define those great religious traditions, either.\nAnd perhaps hardest of all, we who are grounded in faith know that, as deep as the cause of the patriot is in the American soul, as the great preacher Canon Eric James has said, the cause of the kingdom of God is greater even than that of the patriot.\nIt is precisely our love of our country that must compel us to remember who we are as Christian people, and what both the ideals of our democracy and the requirement of our faith demand of us.\nThese are some of the chief groundings of faith that must guide us through the emotions of these tragic days.\nIt is not an easy road, and the journey before us will take every ounce of moral and religious courage that we have.\nBut at our best the people of God, Christians, Jews and Muslims, are a living testimony to the faith that we can be called to a nobler life, a deeper communion, a more perfect way, a new, converted language.\nThe Rev. Canon Peter Eaton is rector of St. James Episcopal Church, Lancaster, and honorary canon theologian to the Bishop of Utah.\n\nLoad-Date: October 1, 2001"
}