{
    "title": "'Unsolved Mysteries' probes 1985 plane crash",
    "publisher": "the day ",
    "year": 1993,
    "month": 5,
    "day": 5,
    "full text": "Somewhere, Zona and Doug Phillips are certain, people who know the truth  remain silent.\n\"We keep hoping someday they will come forward,\" said Zona Phillips. With  that in mind, she and her husband, who live in St. Petersburg, will be in  front of a television set tonight, hoping an episode of Unsolved Mysteries  will bring answers to questions now almost 8 years old.\nGANDER TV\nIn 1985 an Arrow Air DC-8 was returning soldiers of the U.S. 101st Airborne  Division from a peacekeeping mission in the Middle East. All 248 soldiers and  eight crew members of the chartered jet were killed when the plane crashed  moments after takeoff from Gander, Newfoundland.\nAmong the dead was James D. Phillips Jr. - Dr. Phillips' son, Zona  Phillips' stepson. It was the worst aviation accident in Canadian history.\nThe Unsolved Mysteries episode suggests terrorism may have been involved in  the crash, a view long held by the Phillips family and some members of the  Canadian Aviation Safety Board, which investigated the crash for three years,  then identified only a \"probable\" cause of the crash: icing on the DC-8's  wings.\nThat conclusion was strongly disputed by four of the board's nine members.  The dissenters said evidence clearly pointed to a fire or explosion aboard the  aircraft before it crashed. The fire or explosion, they said, was probably the  work of terrorists.\nThe Canadian board and the U.S. government began discounting the  possibility of terrorism the day of the crash, when, critics argue, they could  not have known with any certainty. Terrorism was discounted despite a claim of  responsibility by the terrorist organization Islamic Jihad, despite Arrow Air  links to the Iran-Contra affair, and despite the obvious attraction of U.S.  troops as a target.\nIn December 1990, a House subcommittee concluded the investigation was so  badly mishandled that the cause may never be known. Then subcommittee Chairman  William Hughes, D-N.J., apologized to the families of the crash victims for  the \"appalling, frightening\" disinterest displayed by the U.S. government  during the investigation.\n\"One family member put it well,\" said Zona Phillips. \"Did those people  die protecting the country, or did they die because the government was  protecting itself?\"  TELEVISION PREVIEW \n \nUnsolved Mysteries \n \n8 tonight on WFLA-Ch. 8\n\nLoad-Date: May 6, 1993"
}