{
    "title": "'Vendetta' explores terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 3,
    "day": 22,
    "full text": "Would you fight to bring freedom and justice back to a nation held under a corrupt, evil regime? One man fights back in futuristic Britain in the year 2020 in \"V For Vendetta.\"\nBased on an '80s graphic novel written by Alan Moore, \"V For Vendetta\" tells the story of a young girl named Evey (Natalie Portman) who is saved by a man named V from being raped.\nThe masked, defiant savior at war with a totalitarian regime showcased his flare for the dramatic during the heroic rescue.\nFerociously skilled in the art of combat and deception, V (Hugo Weaving) urges his fellow citizens to rise up against tyranny and oppression. After saving young Evey, V sets the movie off with a bang, attempting to blow up Parliament, mimicking the famous Gunpowder Plot.\nV dons a mask similar to the one worn by Guy Fawkes, who attempted to blow up Parliament on November 5, 1605, in the Gunpowder Plot. Guy Fawkes Night is a yearly celebration in England for the failure of the Gunpowder Plot.\nThe problem with the movie is the V character is portrayed as a savior for rescuing Evey in the opening of the film, which is fine. But he is a glorified terrorist from that point on, making him just as bad as the totalitarian regime he's trying to stop.\nThe terrorist that will do anything for revenge; even use Evey as a pawn in his scheme.\nProduced by the Wachowski brothers and Joel Silver, the same team behind the \"Matrix\" franchise, \"V For Vendetta\" has Matrix-like fighting scenes, with jaw-dropping visuals of futuristic England, and the whispering sounds of the blades V uses to kill the men trying to attack Evey.\nHigh Chancellor Adam Sutler (John Hurt) heads up the futuristic fascist regime in the film's Britain. Sutler took power in England after a great disaster occurred, killing over 80,000 citizens. The Chancellor resembles Hitler greatly, even down to his mannerisms.\nAccording to MSN.com, \"Our films were never intended for a passive audience. There are enough of those kinds of films being made. We wanted our audience to have to work, to have to think, to have to actually participate in order to enjoy them,\" the Wachowski brothers said.\nThe only verdict is vengeance for V, who sets out to free the people of Britain by any means necessary and settle his own vendetta against those in the government who've wronged him.\nPortman is the star of the film even in a supporting role, as she dresses in a skirt and pigtails to seduce a priest to get information and has her head shaved in a prison camp.\nAs Evey uncovers the truth about V's mysterious background, she also discovers the truth about herself and emerges as his unlikely ally in the culmination of his plot to bring freedom.\n\"People should not be afraid of their governments. Governments should be afraid of their people,\" V proclaims in the film.\nThe movie also has an eerily familiar man playing the character second-in-command to the High Chancellor, who parallels the role people believe Vice President Dick Cheney plays to President George W. Bush.\nThe movie is worth seeing for the visual displays alone, but be prepared to watch a terrorist be glorified into a hero, which leaves you almost as confused as when V rattles off 20-plus words starting with the letter \"V\" in the beginning of the film.\n(C) 2006 Spartan Daily via U-WIRE\n\nLoad-Date: March 22, 2006"
}