{
    "title": "'Viper' Arrests Mark Victory In Domestic Terrorism War",
    "publisher": "the christian science monitor",
    "year": 1996,
    "month": 7,
    "day": 3,
    "full text": "Arrests of bombmaking militia members in Arizona this week appear to mark a major victory for law-enforcement officials fighting domestic terrorism.\nBut the downfall of the so-called \"Viper Militia,\" which came as the result of some serendipity as well as good police work, also indicates the extent and dangerous potential of such groups.\n\"These guys seemed to be flying under everybody's radar,\" says Mark Pitcavage, an Ohio-based historian who specializes in militias and is now completing a book titled \"Armies of Darkness.\" \"What really surprised me was how long they'd been doing this.\"\nThe group apparently had been at work for at least two years, stockpiling and testing weapons, including explosive devices they intended to use against state and federal office buildings.\nSince the April 1995 Oklahoma City bombing that killed 169 people, militias around the country have seen an increase in membership. But for the most part, according to Mr. Pitcavage and others, such groups use conspiratorial and sometimes threatening rhetoric to make their point. They have also developed cooperative links, often using their main weapon of choice these days: the Internet.\nAt the same time, however, and despite the new attention by the media and law-enforcement officials, some of the more shadowy organizations have been able to continue their clandestine plots to attack government facilities.\n\"Our intelligence has shown that violence-prone extremists have been taking over the leadership of newly formed militia groups,\" warns Morris Dees of the Southern Poverty Law Center. The center, based in Alabama, has been tracking right-wing terrorist groups for 15 years. This includes 27 \"patriot\" groups in Arizona, but not the until-now-elusive \"Viper Militia.\"\nIn all, according to the Southern Poverty Law Center's militia task force, 171 paramilitary groups are operating in 38 states.\n\"Since the Oklahoma City tragedy, militant right-wing extremists are predicting more bombings,\" warns Mr. Dees. \"They hate our government. They want revenge for Waco [where the federal government's attempt to dislodge a religious cult ended in a conflagration] and protection from imagined threats to their freedom.\"\nThe Oregon-based Coalition for Human Dignity, which also tracks right-wing radicals, puts the number of \"patriot\" groups at more than 200 in 39 states. Chip Berlet, an expert on militias with Political Research Associates in Somerville, Mass., estimates that while some 5 million people are at least sympathetic with antigovernment philosophies, the number of individuals associated with militias is no more than 50,000.\nBut the Oklahoma City bombing and other attacks (such as those earlier this year in Spokane, Wash.) may indicate that it does not take a large group to cause major loss of life and property.\nThere were 13 initial arrests in the Arizona case this week, but there may well be more.\n\"It's not at all unusual for militia groups to stockpile weapons, and some fool around with explosives. But this suggests to me that a lot of people were working on this,\" says Pitcavage. \"These guys were clearly more organized than a lot of the militia groups are. It wasn't just a couple of yahoos working on a bomb.\"\nAccording to a federal affidavit, the break in the case occurred when a hunter came upon camouflaged militia members in the Tonto National Forest. The incident was reported to police, who infiltrated the group. This week's arrests follow a six-month investigation that produced evidence such as chemicals and a training video made by the group that purportedly shows targeted buildings.\nWhile militias exist around the country, Arizona has a particular history of attracting anti-government types. Critics say some state officials have encouraged this. For example, legislation has been introduced in the Arizona state legislature urging citizens to buy firearms to protect themselves against federal officials.\n*Contributor William H. Carlisle reported on this story from Phoenix.\n\nGraphic\n\n \nPHOTO: SECURING EVIDENCE: Agents with the Bureau of Alcohol, Tobacco and Firearms collect packages during a search of a Phoenix home in connection with the 'Viper Militia' case., SCOTT TROYANOS/AP\n\nLoad-Date: July 3, 1996"
}