{
    "title": "'Waging war' on terrorism Hollande sums up Europe's reaction to attacks",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 1,
    "day": 17,
    "full text": "BRUSSELS - Belgium ordered its army into the streets and anti-terrorism raids across Western Europe netted dozens of suspects Friday as authorities rushed to thwart attacks by people with links to Islamic extremists. \n As anxiety soared after last week's bloody spree in and around Paris, the broad scope of the police actions illustrated the challenges facing a continent threatened by Islamic militancy far from the battlefields of Syria, Iraq and Yemen. \n Rob Wainwright, head of the police agency Europol, said that foiling such attacks by returning jihadis has become extremely difficult because Europe's estimated 2,500 to 5,000 radicalized Muslim extremists have little command structure and are increasingly sophisticated. \n French, German, Belgian and Irish police had at least 30 suspects behind bars on Friday, and authorities in Brussels said a dozen searches led to the seizure of four Kalashnikov assault rifles, handguns and explosives. Several police uniforms were found, too, which Belgian authorities said suggests the plotters had intended to masquerade as police officers. \n The seizures came after a vast anti-terrorism sweep on Thursday in and around Brussels and the eastern industrial city of Verviers in which two suspects were killed in a firefight and a third was wounded as police closed in on their hideout. Authorities said the overnight operation netted several people who had gone to Syria to fight. \n A federal magistrate, Eric Van der Sypt, said Friday that the suspects were within hours of implementing a plan to kill police. He said authorities were reasonably confident they had dismantled the core of a dangerous terrorist cell but that more suspects could be at large. \n I cannot confirm that we arrested everyone in this group, he said. \n Authorities have said there was no apparent link between the foiled plots in Belgium and last week's terrorist attacks in Paris on a satirical newspaper and a kosher supermarket. \n However, French Prime Minister Manuel Valls said that although there was no apparent operational connection between the two terrorist groups, the link that exists is the will to attack our values. \n Visiting the tense French capital, Secretary of State John Kerry met President Francois Hollande and toured the sites of last week's attacks on the Charlie Hebdo weekly and a kosher supermarket. Twenty people, including the three gunmen, were killed. \n One of the Paris attackers had proclaimed allegiance to the Islamic State group, and French and German authorities arrested at least 14 other people Friday suspected of links to the Islamic extremist group. \n Thirteen people were detained in Belgium, and two were arrested in France in a separate anti-terrorism sweep after the firefight Thursday in Verviers. In Ireland, police arrested a French-Algerian at Dublin Airport as he tried to enter the country using a false passport. The man, who was being interrogated, landed on a European watch list after expressing support in social media for last week's attacks. \n Authorities said most of those detained or killed in Belgium were citizens and some had returned from Syria, where 450 Belgians are thought to have joined the fight with Islamic radicals, said Peter Neumann of the London-based International Center for the Study of Radicalization. He said about 150 have returned home. \n Hollande said France was waging war on terrorism, and it showed on the streets of Paris and elsewhere, where 122,000 police and well-armed troops have been deployed to protect the country, which is on high alert. \n Illustrating the sense of high anxiety, a bomb scare forced Paris to evacuate its busy Gare de l'Est train station during Friday's morning rush hour. No explosives were found. A man also briefly took two hostages at a post office northwest of Paris, but police said the hostage-taker had mental issues and no links to terrorism. \n Remarking on the heavy weapons carried by policemen close to the Louvre, 20-year-old Mimi George, a student visiting from Australia, said: Just seeing huge machine guns is quite scary. \n The Belgian government, meanwhile, announced it was sending troops into the streets beginning today,part of a 12-point anti-terrorism plan lawmakers agreed to after Thursday's deadly firefight. The government also will expand legislation to make traveling abroad for terrorism a crime and allowing authorities to seize the ID cards of people suspected of traveling for jihad. \n In Germany, Interior Ministry spokesman Tobias Plate spoke of an abstract high danger after the arrests in Berlin of two men suspected of recruiting fighters for the Islamic State group in Syria. Prosecutors said 250 police officers participated in the dawn raids on 11 residences, part of a monthslong investigation of Turkish extremists. \n In Washington, President Barack Obama and visiting British Prime Minister David Cameron pledged a joint effort to fight domestic terrorism. \n This is a problem that causes great heartache and tragedy and destruction, Obama said in a joint news conference with Cameron. But it is one that ultimately we are going to defeat.\n\nLoad-Date: January 17, 2015"
}