{
    "title": "'WAR' DECLARED ON BOKO HARAM France joins African states in crackdown",
    "publisher": "spokesman review",
    "year": 2014,
    "month": 5,
    "day": 18,
    "full text": "France and five African states Saturday \"declared war\" with Islamist extremist sect Boko Haram, after the group abducted more than 200 school girls in northern Nigeria.\n During an anti-terrorism summit hosted by French President Francois Hollande in Paris, Nigeria's President Goodluck Jonathan and representatives from Chad, Cameroon, Niger and Benin agreed on a mutual action plan to stop Boko Haram.\n \"We are here to declare war with Boko Haram,\" Cameroon's President Paul Biya told journalists at the end of the summit, which was also attended by the United States and Britain.\n Only a few hours before the summit began, about 200 Boko Haram insurgents killed two people and kidnapped 10 others in the town of Waza, near Cameroon's border with Nigeria.\n Boko Haram was \"a menace for the whole of West Africa and now also Central Africa, with established links to AQIM (al-Qaida in the Magreb) and other terrorist organizations,\" said Hollande.\n The participants at the summit decided to strengthen the exchange of intelligence information in West Africa, coordinate the actions of their armies and military missions in Africa, and increase border controls.\n \"These terrorists already caused hurt in the sub-region. Allowing them to continue will place the entire sub-region, if not Africa, at risk of disorder,\" said Chad's President Idriss Deby.\n Cameroonians in the diaspora took the opportunity to hand over a letter addressed to Hollande, accusing Cameroon's president of \"failing to secure the country's borders thereby leaving Cameroonians defenseless and at the mercy of the Islamic sect.\"\n Hollande had called the summit after Boko Haram abducted more than 200 girls from a school in the northern Nigerian town of Chibok on April 14. On Monday, the group released a video of about 130 of the mostly Christian girls, wearing veils and reciting the Koran.\n Nigeria's President Jonathan, who has been criticized for his slow response to the abduction, promised his government was \"fully engaged\" in the search for the teenagers.\n The kidnapping caused an international outcry, with the U.S., Britain, Israel, China, France and Canada pledging support in the search for the girls.\n The U.S. government has sent help in the form of military officials, investigators and forensics experts.\n France sent in a group of intelligence experts to assist in the search, after announcing last week it would build a cross-border anti-terrorism unit with 3,000 French soldiers in the Sahel zone.\n Nigerian police offered a reward of 50 million naira ($310,000) to anyone providing a lead on the whereabouts of the abducted children.\n Boko Haram, which means \"Western education is sinful,\" has carried out deadly attacks on state institutions and civilians in the predominantly Muslim north of the West African country for several years.\n\nLoad-Date: May 20, 2014"
}