{
    "title": "'War in the shadows'_ How U.S. will fight terrorism",
    "publisher": "usa today",
    "year": 1998,
    "month": 8,
    "day": 24,
    "full text": "With missile strikes last week against terrorist targets in Afghanistan\nand Sudan, the United States may have entered a war without end.\nThe action put the United States in the front lines of an escalating\nwar on terrorism.\nAnd America has never faced an enemy like this: one that has no\nborders, no government, no diplomats, no standing armies. Unlike\nthe terrorists of the 1980s who looked to Libya or Iran for support,\nOsama bin Laden's global network pledges allegiance to no state\nand limits attacks to no continent. Besides the embassy bombings\nin East Africa that prompted Thursday's missile attack, these\nholy warriors have been linked to bombings and assassination attempts\nfrom the Philippines to Ethiopia to New York.\nTo bin Laden and his followers, America is a force for evil whose\nmilitary bases and corporations must be banished from the Arab\nworld. Once they are gone, these radicals hope, national borders\ndrawn by the West can be erased to create one united Muslim nation.\nThis war of the future is a conflict that cannot be measured by\nterritory gained. If we won, how would we know?\nThis is a war in which the daily skirmishes are played out in\noffice buildings, airports, subways -- anywhere a terrorist might\nstrike. And that, as recent history has shown, can be anywhere.\nAs Undersecretary of State Thomas Pickering said, \"In life there\nis no perfect security.\"\nAmericans have known since the 1993 explosion at New York's World\nTrade Center that terrorist violence is no longer just happens\nsomewhere else. That blast, too, was linked to bin Laden, the\nmillionaire believed to be behind the U.S. embassy bombings in\nSudan and Kenya. It hit home again in 1995, when home-grown terrorists\nset off a bomb at the federal building in Oklahoma City. But Thursday's\nstrong military reaction to the bombings in Africa may finally\ndrive home that the United States is in a global war that has\nbeen building for years. While not formally declared, this is\na conflict in which the Clinton administration is saying enough\nis enough.\nAfter the Oklahoma City bombing, Congress authorized the president\nto \"use all necessary means, including covert action and military\nforce, to disrupt, dismantle, and destroy international infrastructure\nused by international terrorists including overseas terrorist\ntraining facilities and safe havens.\"\nOn Thursday, President Clinton used those expanded powers to strike\nback at bin Laden. Now Americans are being asked to consider themselves\nat war every bit as much as previous generations who locked themselves\nin bomb shelters.\n\"We've got to stay right on top of it and keep the American people\non the ball so that we know that we can win this,\" Sen. Orrin\nHatch, R-Utah, said Sunday on CBS's Face the Nation. \"It's\nthe new war that we've got to wage.\"\nConstitutional conflicts\nBut what kind of war? This is not a struggle to seize territory,\ncontrol air space or open sea lanes. Unlike the Persian Gulf War,\nwhen military planners could follow lessons from World War II\ndesert campaigns, there is no precedent to fall back on. For an\nidea of what the United States faces on the hinge of the millennium,\nlook to the long battles between Great Britain and the Irish Republican\nArmy or Israel and the Palestine Liberation Organization. And\nperhaps accept that those nations at times have had to compromise\ncivil rights in the name of national security through curfews,\nbackground checks, curtailed access to public buildings and more\nmetal detectors.\n\"We have to balance the need to protect the American people against\nthe need to continue our democratic freedom,\" said Defense Secretary\nWilliam Cohen on NBC's Meet the Press. \"There's going\nto be that constitutional tension that will continue to exist.\"\nThat was evident from the moment the attacks were announced. The\nPentagon refused to divulge any details about the strikes. The\nmilitary acted as if under wartime censorship rules not seen since\nU.S. troops hit the beaches in Normandy.\n\"The less you say the better,\" says Anthony Cordesman, a defense\nanalyst at the Center for Strategic and International Studies.\n\"You don't want to give terrorists any kind of road map as to\nhow you're going to respond.\"\nAfter all, this is war. A war fought by a military force that\nmust reassess its mission in a post-Cold War world where the spread\nof nuclear weapons and the threat of biological warfare can render\nthe most high-tech weapons impotent. By intelligence-gatherers\nworking behind the scenes to head off the next attack and accountants\nscanning bank records for international money laundering. By security\nagencies that erect more concrete barricades, monitor more metal\ndetectors and question more \"suspicious\" looking people at airports\nand government buildings. And by citizens who live in a society\nthat can no longer quite trust them -- or anyone -- anymore.\nIt is a time of high anxiety, says Brian Doyle, a psychiatry professor\nat Georgetown University Medical School. And those barriers erected\nat the Washington Monument this weekend, while they are an image\nof fear, also offer reassurance that measures are being taken\nto protect the public.\n\"Every time you see a blockade you realize, 'Oh, my God, someone\nsees danger,' but there is danger and you have to contend with\nthat,\" he says. \"It's unclear to me what specific benefit concrete\nbunkers around the Washington Monument will provide . . . (However,)\nanxiety skyrockets in the absence of appropriate action. Simply\nsitting being paralyzed by dread just makes you feel worse.\"\nCovert warriors\nIn this new war, there are few TV images of soldiers boarding\nplanes or top guns piloting jets off aircraft carriers. The real\nbattles are being waged covertly by the CIA, the FBI and other\nintelligence and law enforcement agencies that have stepped up\ncounter-terrorism units. Some analysts compare the struggle to\nthe Cold War, when every government agency focused on one objective:\ndefeating communism.\nOthers disagree. \"The thought that this replaces the Cold War\nis ridiculous,\" says Carol Lancaster at the School of Foreign\nService at Georgetown University. \"This is not threatening the\nsurvival of the American people.\"\nStill, as in the Cold War, the weapon is information. Whether\nit is a turncoat's tip or a military unit teaching local civil\ndefense officials about biological and chemical weapons, information\nis the key to victory.\nGeorge Washington University professor Bernard Reich, a specialist\nin Middle Eastern terrorism, says last week's missile strike points\nto a need for greater investment in intelligence. For less than\nthe cost of rebuilding or renovating a damaged embassy, he says,\nthe United States could hire hundreds of agents and analysts to\ncollect and interpret information.\n\"If I were the CIA director,\" he said, \"I would be up on the\nHill right now saying that I needed 100 more analysts.\"\nFBI agents working in Kenya say that even if the United States\nsucceeds in wiping out bin Laden -- which administration officials\ninsist was not the goal of last week's attack -- the Saudi financier\nhas already trained tens of thousands of terrorists now operating\nin more than a dozen countries and in a half-dozen different groups,\nmany of them working independently.\nHis network includes followers throughout the Middle East, Central\nAsia, Africa, Western Europe and the United States. His adherents\nhave fought in Algeria, Bosnia, Chechnya, Eritrea, the Philippines,\nSomalia, Tajikistan, Yemen and Kosovo.\n\"The United States must remember that Osama bin Laden gives the\norders from Afghanistan, but second-hand people carry them out,\"\nsays Ronni Shaked, an Israeli expert on Islamic terrorist groups.\n\"His people are everywhere. This will not be a simple war.\"\nBin Laden's Afghan training camp and other radical bases \"are\nbest described as loosely organized structures that are designed\nessentially to perform psychological and sociological missions,\nto instill terror,\" says Baker Spring, a defense analyst at the\nconservative Heritage Foundation think tank.\nNo short term effort\nOn Sunday, a small army of senior U.S. officials took to the TV\ntalk shows to wage a psychological war of their own. They warned\nthat the nation was \"in for the long haul.\"\n\"This is something that we're going to be dealing with at the\nend of the century and into the next one,\" said Secretary of\nState Madeleine Albright on ABC's This Week.\nTo underscore that the missile attacks were not a \"one-shot deal,\"\nthe Pentagon said it would not rule out future strikes. Clinton\nannounced Saturday that he had ordered a freeze on bin Laden's\nfinancial assets and dealings in the United States and urged other\nnations to do the same. But bin Laden, who has issued a fatwa\ndecree to kill Americans, is unlikely to have much money invested\nin the United States.\nThursday's action illustrated that this war against bin Laden\nhad escalated beyond economic sanctions.\n\"We're involved in the kind of struggle that's not going to go\naway,\" says Cordesman. \"The only thing worse than being the\nworld's policeman is having no policeman at all.\"\nContributing: Mimi Hall, Kevin Johnson and Tom Squitieri in Washington\nand Jack Kelley in Nairobi, Kenya\n\nGraphic\n\n \nPHOTO, color, Amr Nabil, AFP\n\nLoad-Date: August 24, 1998"
}