{
    "title": "'We have started delivering'",
    "publisher": "usa today",
    "year": 2009,
    "month": 10,
    "day": 19,
    "full text": "Pakistan's embassy in Washington declined to provide an opposing view to this editorial. Below are excerpts from comments Pakistani Foreign Minister Shah Mehmood Qureshi made during a recent visit to the United States:\nI cannot determine the requisite level of troops that are required to be in Afghanistan. That's for the military commanders on the field to judge and consult with the political leadership of the United States. And I'm sure that review, that re-think, is under process right now.\nBut what I can tell you is, on our side, we are very clear: We are capable of the job and we have started delivering. And the message is that the people of Pakistan, the government of Pakistan, and the collective political consensus in Pakistan have started moving forward, defeating terrorism and containing extremism.\nNow, what we are looking for is a long-term (U.S.) commitment. Why do I say that? Because the people of the region have to be reassured that the United States has a long-term vision, not just for Afghanistan and Pakistan, but the entire region. And when I say that, we have to keep in mind history. We have to keep in mind the past, right? And the inconsistency of the past has to be kept in mind. And we have to build on learning from the mistakes of the past. ...\n(The U.S.-Pakistan) relationship has developed in the last one year. Today, there's a greater confidence. Today, we are engaging beyond terrorism. Today, we are caring about each other. Today, we are talking about economic development, we are talking about social assistance to Pakistan.\nAnd this commitment that the United States Congress, the United States administration has made through the Kerry-Lugar bill (of $7.5 billion in non-military aid over the next five years) is a long-term commitment with the people of Pakistan, the people and the state of Pakistan. It's a long-term, multiyear commitment, and I think it will improve the quality of life and the social indicators in Pakistan.\nI think the fact that the legislation got through unanimously in a very divisive world is a great confidence that the Congress has reposed in the leadership of Pakistan, the administration of Pakistan, and the people of Pakistan. It's a recognition of the sacrifice the people of Pakistan have made over the years fighting extremism and terrorism. \n\nLoad-Date: October 19, 2009"
}