{
    "title": "'We are not the center of terrorism'",
    "publisher": "the world",
    "year": 1995,
    "month": 4,
    "day": 25,
    "full text": "Things changed forever for Oklahoma City at 9:02 a.m. last Wednesday, but no  one yet knows how.\nBy Monday, as the rescue efforts continued at the Alfred P. Murrah Federal  Building, the city began the delicate task of asking: Who are we now and where  do we go from here?\nFor some mid-sized cities, image is easy. Orlando is Disney. Denver is the  gateway to the Rockies. Portland is pro-environment.\nOKCITY\nNow this city's leaders are worried. Americans have never had a strong  sense of Oklahoma City, only dated glimpses shaped by the musical Oklahoma!  and the less than flattering look at \"Okies\" and the 1930s dust bowl  described by John Steinbeck's The Grapes of Wrath.\nLeaders fear that Oklahoma City could become labeled as the site of the  country's most despicable act of terrorism.\nLike it or not, Oklahoma City is internationally famous now, but people  don't know much about it, said W. Andrew Burke, senior vice president of  economic development for the city's chamber of commerce.\n\"We did not choose this incident but it has happened,\" he said. \"So we  need to follow up and spread the word that this a growing city at the  epicenter of America.\"\n\"We are not the center of terrorism,\" insists David Vance, chief  executive of the Remington Park horse racetrack, a major Oklahoma City area  attraction. \"I don't want this blight hanging on. . . . I don't want to be  remembered this way.\"\nOther U.S. cities struck by some devastating blow, including Miami's bout  with Hurricane Andrew, or Los Angeles and San Francisco's damage from  earthquakes, have not had to deal with such troubling publicity.\nOklahoma City would love to convey how its love for the old can be found  side by side with its respect for the new.\nMany of the local police officers who are guarding the perimeter of the  downtown blast area still ride horses adorned with leather saddlebags that say  \"Oklahoma County Sheriff\" in big white letters. Some officers still wear  spurs on their boots. In cold weather, some even wear leather chaps.\nThe downtown area, thanks to an aggressive urban-renewal effort in the late  1980s, also boasts at least half a dozen glass office towers that would well  serve any city landscape.\nNow the city's downtown must start tallying the repair bill from the blast.  Estimates are not yet available, but at least a dozen major buildings have  visible damage and many smaller buildings are clearly beyond help.\nThe state already is seeking about 400 workers at $ 5 an hour to help clean  up. Those efforts will run 24 hours a day in three eight-hour shifts until the  job is done.\nIn some ways, Oklahoma City has come a long way since the blast ripped open  its federal office building, killing dozens of people and wounding more than  400.\nA massive federal and state search quickly netted suspect Timothy McVeigh,  and others are being questioned.\nThe downtown search for victims, though, has been agonizingly slow.\nAt first, a shocked and angry city responded quickly to the disaster, and  an enormous rescue effort to find the remaining victims in the Murrah building  has been under way. But the rescue has been delayed by heavy rain and wind and  unstable conditions in the remains of the building.\nThat has left more than 100 people unaccounted for by Monday and rescuers  fighting despair that they are too late to find any more survivors.\nClearly a bright light for Oklahoma City was Sunday's \"Time to Heal\"  prayer service. Many area folks said they were comforted by the event, led by  President Clinton and the Rev. Billy Graham and attended by more than 20,000  at the fairgrounds.\n\"Today, I am sensing more of a feeling of closure in the city,\" Burke of  the chamber of commerce said Monday. \"We need to pick up and move on,  recognizing it will take time for everyone to come to terms with his  disaster.\"\nOklahoma City already is talking about replacing the stricken 9-story  federal building at a cost of more than $ 28-million. No final decision has  been announced, but many Oklahomans don't expect the office site to become  just a memorial park.\nThese people want to bury their dead, heal their wounded, clean up this  mess and rebuild - with the blessing and aid of President Clinton. That's the  best way to stay true to Oklahomans' roots of picking themselves up, knocking  off the dust and getting on with the business of living.\nIf that idea seems hard or hokey, so be it. In the last few days,  Oklahomans have spent a lot of time demonstrating and talking about a  community spirit built on tough pioneer roots.\nOn Oklahoma City's top talk-radio station, KTOK, Carole Brown refers to the  city's response to this tragedy as a \"strange state of grace.\" One local TV  anchor on KFOR, Channel 5, describes it as a \"barn-raising attitude.\"\nKen Klingenberg understands the need to move on. The lawyer had returned to  his firm's crumbling office in the damaged Journal Record Building, a block  from the blast and well within the huge downtown quadrant cordoned off by law  enforcement officials.\nAt Java Dave's, a coffee shop, Klingenberg put his dust mask and flashlight  on the table and looked at the boxes of rescued client files about him. Many  of the files are full of broken glass from shattered windows. He's not sure  the Journal Record building can be fixed any time soon.\n\"My office? Now it's my living room, but we need to keep helping our  clients,\" said Klingenberg.\nEdward L. Gaylord, publisher of the Daily Oklahoman and a member of one of  the city's richest families, suggested that the downtown bombing was similar  in impact to the 1963 assassination of President Kennedy in Dallas.\nIt was tragic, but Dallas started to grow after the Kennedy assassination,  Gaylord said.\nIf there's a silver lining, the bombing has forced Oklahoma City to  confront its occasional lack of confidence and identity. The city, Oklahoma's  largest with 440,000 people, is growing slowly but has watched with envy as  its peers like Dallas and Phoenix have experienced enormous prosperity and  publicity.\n\"If ever there was a reason for Oklahomans to dismiss our long feeling of  insecurity among other states, this was it,\" said Max Nichols, a long-time  observer of the city as a columnist for the local Journal Record business  newspaper. \"We took a back seat to no one in the world for facing  overwhelming tragedy.\"\n\nGraphic\n\n \nBLACK AND WHITE PHOTO, Associated Press; The rear window of this police cruiser speaks for the attitude of Oklahoma City's residents. It bears the phrase \"We will never forget.\"\n\nLoad-Date: April 26, 1995"
}