{
    "title": "'WE NEED THE CASH,' BEGIN SAYS AT BONDS LUNCH",
    "publisher": "the new york times",
    "year": 1982,
    "month": 6,
    "day": 19,
    "full text": "Behind the speaker's stand where Prime Minister Menachem Begin of Israel sat yesterday, there were rows of long luncheon tables with white linen. At each seat in the tiers in the grand ballroom of the Waldorf-Astoria Hotel was a contributor who had pledged $100,000 or more to the State of Israel Bonds campaign.\nSam Rothberg, the general chairman of the drive, announced new donors as the Prime Minister listened attentively. ''A check for $250,000 from the Bronfman family,'' Mr. Rothberg intoned to lingering applause from the gathering of 1,500. ''Paul Shapiro of Cleveland, $100,000. Sy Syms, $100,000.''\nDonations to State of Israel Bonds campaign are announced at luncheon at Waldor-Astoria Hotel attended by Prime Minister Menachem Begin of Israel\nAt the end of the proceedings, Mr. Rothberg said that more than $27 million had been raised for development projects in Israel.  ''This is the biggest single event in cash in the history of the bond organization,'' he said. ''Some more money that's in the mail we'll know about Monday.''\nMr. Begin, who spoke at the United Nations and met with Secretary of State Alexander M. Haig Jr. earlier in the day, arose to give his address. The 67-year-old Prime Minister repeated the speech he had been giving to Jewish groups since he arrived Tuesday night, talking of Israel's determination to remain in Lebanon until it feels secure from the ''neo-Nazi'' Palestine Liberation Organization.\n \n'The Scourge of Terrorism'\n''The scourge of terrorism must be stamped out,'' he said. ''We are not going to let those scoundrels come back and threaten the lives of out children. When peace comes, we shall say shalom to Lebanon, shalom to Israel. But not before, not before.'' Shalom means peace in Hebrew, and can be used as both hello and goodbye.\nMr. Begin invited the participants to go and see Israel, which he said was beginning to live with smiles and without threats from Lebanon. ''We need the cash,'' he said as the audience laughed.  ''Anyone will spend a wonderful vacation, you and your children. And no more rockets will fall on you.''\nThe biggest applause for the Prime Minister's speech came when he talked of his determination to resist ''the pressure of America'' to withdraw the Israeli Army from Lebanon before nonaggression was assured.\nHe said that in his visit he had found American Jews and ''our Christian friends'' united in support. ''Never in the past was the great Jewish community of the United States so united around Israel, standing together,'' he said.\n \n$122 Billion in Oil Income\nMr. Begin mentioned the cost of the war and said that Saudi Arabia, which he described as a financial supporter of the P.L.O., had earned $122 billion in oil revenue last year. The $27 million raised at the luncheon, he said, was small in comparison.\nMr. Rothberg, sitting beside him, whispered, ''Thirty-five million.'' ''Thirty-five millions,'' said Mr. Begin. ''Besser.'' That is a Yiddish word for better.  While Mr. Begin spoke at the United Nations in the morning, several thousand people rallied nearby at Dag Hammarskjold Plaza in support of the Israeli stand. The rally was sponsored by the Conference of Presidents of American Jewish Organizations, which Mr.  Begin addressed Thursday.\nLater in the day, Mr. Begin presented an award on behalf of the Anti-Defamation League of B'nai B'rith to Mayor Koch. Mr. Begin described the Mayor as a man ''not afraid of any man or any thing, and, above all, a proud Jew, he does not feel it necessary to apologize that his mother and father were Jews.''\n \nP.L.O. Supporters Rally\nDuring the Prime Minister's appearances, there were rallies of a thousand or more sponsored by the Palestine Congress of North America. The participants, waving placards in support of the P.L.O., set up Bedouin tents of white and green silk across from the Waldorf-Astoria and chanted slogans like ''P.L.O. won't go away, P.L.O. is here to stay.''\nSome of the participants wore headdresses similar to the ones used by P.L.O. guerrillas. Jawad George, a spokesman for the group, said most of the demonstrators were from New York but chartered buses brought some from Boston, Washington and Philadelphia.\nAcross the street from the shouting, waving demonstrators, a man with the lapel badge of the Israeli security service accompanying Mr. Begin watched with folded arms, saying nothing.\n''What do you think of this?'' he was asked.  ''What I am saying,'' he replied.\n\nGraphic\n\n \nIllustrations: photo of supporters of the P.L.O. picketing photo of Israeli supportersshouting to demonstrators"
}