{
    "title": "'WE REALLY MAKE SURE WE RESPECT EVERY SAMPLE'_ CHEMICAL-TERRORISM STAFF WORKS TO IDENTIFY POISONS IN",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 4,
    "day": 27,
    "full text": "Not all cases are in the news, but two or three times a week someone in Virginia spots a suspicious white powder and notifies authorities. In one recent week, there were 12 reports.\nSamples taken at the scene are packed into iced coolers and brought by state police to the Division of Consolidated Laboratory Services in a $63 million building that opened last May in downtown Richmond.\nOn the third floor, the chemical-terrorism staff tests the substance until all potential poisons are ruled out. Most often, it's too expensive to figure out exactly what the substance is.\n\"Very often you don't get to the point of what it is unless there's some compelling reason to know what it is,\" said James L. Pearson, the lab's director.\nThat's what happened in February when three post offices in Petersburg were closed after a woman dropped off a package leaking white powder and fled. In March, 130 employees of the Virginia Department of Taxation evacuated their Richmond building after a worker opened a tax-return envelope and white, grainy powder spilled onto her hands. Also that month, a post office in Staunton was closed after white powder was found.\nNone of it was toxic. In fact, there have been no documented cases of anthrax or ricin found in Virginia.\nDespite that, \"We really make sure we respect every sample,\" said scientist Tim Croley, who leads the chemical-terrorism staff. \"Treat every one like it would be the worst ever seen.\"\nThe lab has received a boost in federal funding since 2001, when anthrax-laced envelopes were mailed to news media and government offices. Five people were killed and 17 were sickened nationwide.\n\"Initially, anthrax drove this,\" Pearson said. \"But there's nothing in the terrorist handbook that says they have to use anthrax.\"\nRicin, he said, isn't difficult to make. Neither are bombs using pesticides or fertilizer.\nThe Consolidated Lab receives state and federal money and does work for 26 local, state and federal agencies, including the FBI, Secret Service, Food and Drug Administration and the Environmental Protection Agency.\nIt is one of five labs nationwide funded by the Centers for Disease Control and Prevention to do chemical testing for humans exposed to poisons. The lab has Biosafety Level 3 rooms that are biosealed, air-filtered and equipped to deal with SARS, tuberculosis and other infectious diseases.\nPearson is working on adding Biosafety Level 4 rooms that could handle an outbreak of deadly airborne viruses that have no good treatments or vaccines, such as Ebola.\nAnd for all the media attention terrorism gets, the lab isn't limited to white powder testing. Each year, it performs nearly 4 million tests on a variety of substances.\nGasoline and diesel fuels are tested to ensure consumers get the octane they paid for. Lottery tickets are tested to make sure they haven't been tampered with. The lab checks the blood of all newborns in Virginia for nine genetic disorders, a requirement of state law.\nIn addition, the lab analyzes chemicals confiscated at methamphetamine labs, said state Department of Emergency Management spokesman Bob Spieldenner.\nState agencies had their own labs until 1972 when Virginia placed them all under one roof in another downtown building.\n\"There wasn't a lot of work crossing over,\" said Pearson, who took over the lab in 1992. \"Everyone was doing their own thing.\"\nNow, the lab focuses on supporting all types of agencies. It's a model for showing how federal and state governments can work together on homeland security, said George W. Foresman, deputy assistant for commonwealth preparedness.\n\"The old premise that the feds should have all of the high-end capacity, that misconception was eradicated during the anthrax attacks in 2001,\" Foresman said. \"The Consolidated Lab reflects the best of the best. It represents a collaborative investment.\"\n\nLoad-Date: April 30, 2004"
}