{
    "title": "'WE ARE NOT SAFE'_ LESSON OF SEPT. 11_ U.S. MUST GET MORE CREATIVE TO FIGHT TERRORISM IN FUTURE",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 7,
    "day": 23,
    "full text": "Creativity. Imagination. Thinking outside the box.\nThe report from the Sept. 11 commission makes abundantly clear that al-Qaida terrorists, tragically, had those abilities and the U.S. government did not.\nAnd it still may not have what's needed to stop the next attack.\nThe commission's final report describes an out-of-touch bureaucracy that relied on outdated intelligence-gathering methods set up to combat the Soviet Union. It was overmatched by a nimble, flexible band of committed terrorists who meticulously located and exploited America's weaknesses.\nThe report itself doesn't blame anyone by name. But familiar figures are cited throughout, from former National Security Adviser Sandy Berger and ex-Defense Secretary William Cohen in the Clinton administration to Condoleezza Rice, Bush's national security adviser, and current Deputy Defense Secretary Paul Wolfowitz. George Tenet, just retired, was CIA director under both presidents.\nAs late as Sept. 4, 2001, former White House counterterrorism aide Richard Clarke was arguing in a memo that the Bush administration, just like the Clinton administration, had yet to come to grips with al-Qaida.\n\"Are we serious about dealing with the al-Qaida threat? Is al-Qaida a big deal?\" Clarke wrote to Rice.\nEven as evidence mounted in the summer of 2001 that al-Qaida was planning a major strike inside the United States, \"we do not believe leaders understood the gravity of the threat,\" the report said.\n\"The most important failure was one of imagination,\" it concluded.\nContrast that with al-Qaida's \"terrorist entrepreneurs,\" as the commission labeled them. Headquartered in dusty camps in Afghanistan - one of the most impoverished, underdeveloped nations on Earth - al-Qaida was able to attract a cadre of highly educated Islamic militants brimming with unusual ideas about attacking the West.\nKhalid Shaikh Mohammed, the mastermind of the Sept. 11 attacks who now is in U.S. custody, has told his interrogators of a multitude of other potential plots: poisoning of drinking water reservoirs; simultaneous bombings of several trans-Pacific commercial flights; using crop dusters to spray chemicals or biological agents; filling apartments with natural gas to be detonated by remote control; and bombing cargo flights using dolls wearing clothes concealing nitrocellulose explosives.\n\"The fact of the matter is, we just didn't get it in this country,\" said Lee Hamilton, co-chairman of the Sept. 11 commission and a former Democratic congressman from Indiana. \"We could not comprehend that people wanted to kill us, they wanted to hijack airplanes and fly them into big buildings.\"\nThe FBI, CIA and other agencies kept the public in the dark about the threat. They also didn't share what they had with each other.\n\"How in God's name are you supposed to imagine a threat if the facts are being withheld from you?\" asked Bob Kerrey, a commission member and former Democratic senator from Nebraska.\nThat's why it's vitally important that the government improve its ability to analyze the intelligence it collects on terrorism and share those conclusions more widely, particularly with state and local officials who have more eyes and ears on the street.\nWeekly intelligence bulletins, sent to police agencies nationwide, often draw criticism because their topics seem so mundane. Farmer's almanacs have been cited as possible indicators of terrorism because they contain a wealth of information about possible targets. Harbor officials have been told to beware of bombs in floating debris, even beer coolers. Cell phones have been described as possible bomb detonators.\nYet that kind of thinking is exactly what the government rarely did in the months and years before Sept. 11.\n\nGraphic\n\n \nINFO BOX, PHOTO\n\nLoad-Date: July 24, 2004"
}