{
    "title": "'We will not waterboard'_ John McCain defies Donald Trump on torture Despite calls by US President-e",
    "publisher": "the christian science monitor",
    "year": 2016,
    "month": 11,
    "day": 20,
    "full text": "Tough-talking US President-elect Donald Trump has repeatedly called for harsh treatment of terrorism suspects and their families as a way to project American might worldwide, going so far as to say he'll reinstate the interrogation tactic known as waterboarding.\nSen. John McCain (R) of Arizona, however, bluntly defied Mr. Trump on Saturday, telling an audience at the Halifax International Security Forum in Nova Scotia that torturing terror suspects can undermine American claims of a moral high-ground in the muddy midst of international conflict.\n\"We will not waterboard. We will not do it,\" Senator McCain said to applause. \nMcCain, who was tortured in captivity during the Vietnam War and who served as the 2008 Republican presidential nominee, noted that such extreme interrogation methods are ineffective and banned by both US federal law and the international Geneva Conventions. And he's not the only high-ranking national security expert to denounce Trump's esteem for the controversial practice. \nMounting vocal opposition from members of the Washington establishment to Trump's more extreme policy positions could be described as the natural friction every new president encounters. Just as President Obama's campaign promises were tamed by seasoned military advisers, so too could the flash of Trump's fiery campaign rhetoric fizzle when faced with the realities of governing.\n\"The dirty little secret here,\" as Brad Berenson, former associate counsel to the Bush White House, told The Christian Science Monitor earlier this month, \"is that the United States government has enduring institutional interests that carry over from administration to administration and almost always dictate the position the government takes.\"\nWaterboarding entails pinning a suspect nearly horizontally, covering his or her face with a towel, then repeatedly forcing water into the nose and mouth to temporarily prevent the suspect from breathing and to create the sensation of drowning. President Obama banned the practice and other so-called \"enhanced interrogation techniques\" after he assumed office in 2009.\nSome conservatives argue waterboarding does not constitute torture, and some claim the practice can persuade suspects to reveal key information. Six months after US forces killed al-Qaeda leader Osama bin-Laden in 2011, for instance, Trump published a tweet that credited waterboarding in the interrogation of suspected 9/11 architect Khalid Sheikh Mohammed (KSM) for leading American officials to bin-Laden.\nIn 2013, Trump suggested law enforcement should waterboard the surviving suspect in the Boston Marathon bombing instead of letting him fully recover under the supervision of medical professionals.\nAnd at multiple points, Trump has used the Obama administration's position on waterboarding to accuse the government of being weak and failing to respond harshly enough to a brutal enemy.\nRep. Mike Pompeo (R) of Kansas - whom Trump announced Friday would head the Central Intelligence Agency (CIA) - has defended the controversial interrogation programs under President Bush as \"within the law, within the constitution,\" as Politico reported. That statement places him in stark contrast with current CIA director John Brennan, who was appointed in 2013 and who said in July that he would defy any presidential order to reinstitute torture.\n\"I can say that as long as I'm director of CIA, irrespective of what the president says, I'm not going to be the director of CIA that gives that order. They'll have to find another director,\" Mr. Brennan said in July, without mentioning Trump, as the Monitor reported.\n\"I will not agree to carry out some of these tactics and techniques I've heard bandied about because this institution needs to endure,\" Brennan told NBC's Richard Engel.\nIn February, Trump had told ABC's George Stephanopoulos, \"If I have to do it and if it's up to me, I would absolutely bring back waterboarding,\" only to backpedal in March and clarify that he would not order any military officer to violate the law. \"It is clear that as president I will be bound by laws just like all Americans and I will meet those responsibilities,\" he said.\nWith a Republican majority in both houses of Congress, it remains unclear whether McCain's clout as chairman of the Armed Services Committee will be broad enough to block any Trump-backed pro-waterboarding legislation, should the new president pursue such a measure. But after an election year rife with surprises and populist ideas, public opinion should not be ignored.\nNearly two-thirds of Americans asked in March about their views on torture said they believe the practice can be justified to extract information from those suspected of terrorism, according to a Reuters/Ipsos poll. That level of support is on par with Nigeria and other countries where attacks are common, Reuters reported.\nJohn Rizzo, who was the CIA's top attorney on Sept. 11, 2001, told Frontline last year that he was surprised to see such widespread support for the brutal methods.\n\"In other words, the American people, at least in my assessment, have arrived at a judgment that they want to be protected, and that they are willing to not only tolerate, but endorse aggressive and controversial methods undertaken by the intelligence community to protect them,\" Mr. Rizzo said in the lengthy interview. \"I think that really is the lesson of all of this.\"\n\nLoad-Date: March 9, 2017"
}