{
    "title": "'World of Warcraft' is the next front against terrorism",
    "publisher": "university wire",
    "year": 2008,
    "month": 3,
    "day": 31,
    "full text": "Terrorism - it's a pretty serious topic in today's world. So serious is this threat the government has decided it's going to use the entertainment gaming world to try and fight. That's right - they're going to use video games. But, not just any video game, they're using the only game more addicting, life consuming and destructive than cocaine or heroin.\nThe game: \"World of Warcraft.\" The group: Center for Terrorism and Intelligence Studies.\nIn an article on wired.com, Charles Blair, deputy director of the Center for Terrorism and Intelligence Studies, said the idea that studying people's real decision making with their online characters and guilds may give insight into how terrorists and terrorist cells might behave in real-world situations.\n\"World of Warcraft:\" Your basic terrorist community. In the game, you can teleport all over the place, trade potions, fight monsters, level up and go on dungeon raids. You know, just like real terrorists do in their respected regions of the world.\nNot buying it?\nWell just wait, this idea only gets better. Along with this flash of brilliance is another in which the U.S. intelligence community would like to monitor suspicious behavior by players in the \"World of Warcraft\" realm. Oh, and last but not least, epidemiologists plan on using the game to see how viruses spread in the real world.\nExciting and totally sane right?\nIn the words of Will Ferrell from the film \"Zoolander:\" \"I feel like I'm taking crazy pills.\"\nScrew the tax rebate, let's give it back to the government so they can monitor a video game for an indefinite amount of time to thereby conclusively prove a level-60 mage plans to kill innocent men, women and children exactly like Osama Bin Laden or Timothey McVeigh did.\nI mean, it's such a logical step for me. The plan is totally crystal-clear and full-proof. How can you not see the blatant psychological, philosophical and emotional similarities between a 40-year-old single man who lives alone with his mother and sits in front of a computer for days at a time playing a massive multiplayer online role-playing game (a.k.a. MMORPG), and a young man who's likely been persecuted, brain washed, exposed to violence beyond comprehension and has watched loved ones die as a result of constant warfare? It's like they're basically the same person, you know ...\n(C) 2008 Oklahoma Daily via U-WIRE\n\nLoad-Date: March 31, 2008"
}