{
    "title": "(WASHINGTON) DIGEST",
    "publisher": "st. louis post-dispatch ",
    "year": 2011,
    "month": 4,
    "day": 8,
    "full text": "CBO says GOP plan would boost costs\nWhen House Budget Committee Chairman Paul Ryan unveiled his blueprint this week for cutting federal spending by $5.8 trillion over the next decade, he argued that a revamping of the government's health safety net would rein in skyrocketing costs.\nBut because commercial insurers' plans cost more to run than government plans, the Wisconsin Republican's proposal to privatize Medicare starting in 2022 would actually spark a dramatic increase in how much the nation spends on health care for the elderly, according to an independent analysis by the nonpartisan Congressional Budget Office.\nEven as the federal government cut its own spending, seniors themselves would end up paying almost twice as much out of their own pockets - or more than $12,510 a year, the CBO estimates.\n'Don't ask' training going well - Training for the repeal of the \"don't ask, don't tell\" policy that prohibits gays from serving openly in the military is going better than expected, military leaders told Congress on Thursday. Top officials from the Army, Navy, Marines and Air Force testified before the House Armed Services Committee, with several telling committee members that training would be done as early as June. \"I'm looking specifically for issues that might arise coming out of the training, and the reality is that we've not seen them,\" said Gen. James Amos, the commandant of the Marine Corps. \"I've asked for feedback. ... The clear majority of it is very positive.\"\nHouse OKs blocking EPA from acting on greenhouse gases - In a largely symbolic gesture driven by growing Republican frustration with the Obama administration's environmental policies, the GOP-controlled House of Representatives on Thursday passed a measure that would bar the Environmental Protection Agency from regulating greenhouse gases. The 255-172 vote on the measure by Republican Reps. Ed Whitfield of Kentucky and Fred Upton of Michigan came a day after the Democratic-controlled Senate voted down a similar measure sponsored by Minority Leader Mitch McConnell, R-Ky. Earlier this week, the Office of Management and Budget issued a statement saying that if the president were presented with the legislation, \"his senior advisers would recommend that he veto the bill.\"\nTerrorism alert warnings being trimmed - Terrorism alerts from the government will soon have just two levels of warnings - elevated and imminent - and those will be relayed to the public only under certain circumstances. Color codes are out; Facebook and Twitter will sometimes be in, according to a Homeland Security draft obtained by The Associated Press.\nSocial Security to stop mailing statements - Those yearly statements that Social Security mails out - here's what you would get if you retired at 62, at 66, at 70 - will soon stop arriving. It's an effort to save money and steer more people to the agency's website.\nContracting preferences defended - Stung by bad publicity from a series of media investigations into their finances, advocates for Alaska Native corporations on Thursday defended the federal contracting preferences that have benefited their businesses. Critical investigations in recent months by the Washington Post and Pro Publica found that under the preferential contracting program known as 8(a), some large companies were using smaller firms to land big government contracts. The investigations also found that in some Alaska Native corporations, shareholders saw few benefits from the lucrative contracts.\n\nLoad-Date: April 9, 2011"
}