{
    "title": "--_Assad says US troops welcome in Syria to fight 'terrorism'",
    "publisher": "the salt lake tribune",
    "year": 2017,
    "month": 2,
    "day": 10,
    "full text": "Beirut Syrian President Bashar Assad said in an interview released on Friday that the United States is welcome to join the battle against \"terrorists\" in Syria -- as long as it is in cooperation with his government and respects the country's sovereignty.\nSpeaking with Yahoo News, Assad said he has not had any communication -- direct or indirect -- with President Donald Trump or any official form the new U.S. administration.\nBut the Syrian leader appeared to make a gesture to the new U.S. president in the interview, saying he welcomes Trump's declaration that he will make it a priority to fight terrorism -- a goal Assad said he also shares.\nHowever, Assad's government has labelled all armed opposition to his rule -- including the U.S.-backed rebels -- as \"terrorists.\"\n\"We agree about this priority,\" Assad said of Trump. \"That's our position in Syria, the priority is to fight terrorism.\"\nSyria's six-year civil war has killed more than 300,000 people and displaced half the country's population. The country is shattered and the chaos has enabled the rise of the Islamic State group, which in a 2014 blitz seized a third of both Syria and neighboring Iraq. The extremist group, responsible also for several deadly attacks around the world, has declared an Islamic caliphate on the territory it controls.\nAssad also told Yahoo News that his country would welcome U.S. \"participation\" in the fight against terrorism but it has to be in cooperation with the Syrian government.\nAssad's comment ignored the U.S.-led international coalition, which has been targeting the Islamic State group and al-Qaida's affiliate in Syria with airstrikes since September 2014. The U.S. also has advisers in Syria along with predominantly Kurdish fighters north of the country who are fighting against the Islamic State.\n\"If you want to start genuinely, as United States ... it must be through the Syrian government,\" Assad said. \"We are here, we are the Syrians, we own this country as Syrians, nobody else, nobody would understand it like us.\"\n\"So, you cannot defeat the terrorism without cooperation with the people and the government\" of Syria, he added.\nThe Syrian government has always blamed the U.S. for backing opposition fighters trying to remove Assad from power. The rebels formed a serious threat to the Syrian leader until 2015, when Russia joined Syria's war backing Assad's forces and turned the balance of power in his favor.\n\"We invited the Russians, and the Russians were genuine regarding this issue. If the Americans are genuine, of course they are welcome, like any other country that wants to defeat and to fight with the terrorists. Of course, with no hesitation we can say that,\" Assad said in English.\nBut when asked if he wants American troops to come to Syria to help with the fight against the Islamic State group, Assad said that sending troops is not enough -- a genuine political position on respecting Syria's sovereignty and unity is also needed.\n\"All these factors would lead to trust, where you can send your troops. That's what happened with the Russians; they didn't only send their troops,\" Assad added.\nAssad would not comment on Trump's move to bar Syrian refugees and people from seven majority-Muslim countries from entering the U.S., calling it an \"American sovereignty\" issue.\nBut he appeared to offer some veiled support at last, saying that there are \"definitely terrorists\" among the millions of Syrians seeking refuge in the West, though it doesn't have to be a \"significant\" number.\nExcerpts of Assad's comments were aired on Thursday while the full interview with Yahoo News ran on Friday.\nThe Syrian president also blasted a report released this week by Amnesty International in which the group said as many as 13,000 prisoners were hanged in over four years in one of Syria's prisons and later buried in mass graves.\n\"It's always biased and politicized, and it's a shame for such an organization to publish a report without a shred of evidence,\" Assad said.\nHe also rejected an initiative that calls for creating \"safe zones\" in Syria for refugees, an idea also been floated by Trump as a substitute for resettling Syrian refugees in the U.S. and elsewhere.\n\"Safe zones for Syrians could only happen when you have stability and security,\" Assad said. \"It's much more practical and less costly to have stability than to create safe zones. It's not a realistic idea at all.\"\nIn other developments Friday, the Kremlin said that Russia and Turkey have agreed to improve coordination in Syria to prevent further friendly fire incidents after a Russian airstrike killed three Turkish soldiers and wounded 11 the day before.\nKremlin spokesman Dmitry Peskov said the accidental strike near the town of al-Bab in northern Syria prompted Russian President Vladimir Putin and his Turkish counterpart, Recep Tayyip Erdogan, to discuss better cooperation in fighting the Islamic State group in the area. In a signal that the incident hasn't hurt a Russia-Turkey rapprochement, Peskov said that Erdogan is set to visit Russia next month.\nTurkish Deputy Prime Minister Numan Kurtulmus said the Turkish casualties on Thursday were the result of \"faulty coordination\" in Syria and showed \"there is a need for a much closer coordination.\"\n------\nAssociated Press writers Suzan Fraser in Ankara, Turkey, and Vladimir Isachenkov in Moscow contributed to this report.\n\nLoad-Date: April 4, 2017"
}