{
    "title": "1 Student Is Killed and 5 Are Injured in Bombing at Italian School",
    "publisher": "the new york times",
    "year": 2012,
    "month": 5,
    "day": 20,
    "full text": "BRINDISI, Italy -- A bomb exploded Saturday in front of a school in this southern city, killing a student and wounding at least five others, local officials said, raising fears of a return to the kind of violence that shook Italy decades ago.\nThe explosion occurred near a vocational school named after Francesca Morvillo, a magistrate who was killed with her husband, Giovanni Falcone, an anti-Mafia prosecutor, by a Cosa Nostra bomb on May 23, 1992, an event Italy planned to commemorate on its 20th anniversary.\nThe bomb went off as students were preparing to enter the school on Saturday morning before classes. It consisted of three gas canisters tied together, set off by a rudimentary timer, and had been placed next to a wall not far from the school's main gate, said an Italian official who asked not be identified because he was not authorized to speak to the news media.\nWitnesses described the panic that followed the explosion as ''an inferno,'' while television stations broadcast the eerily silent aftermath, with knapsacks, textbooks and notebooks strewed across the asphalt in front of the school, pages flapping in the wind.\nThere was no immediate claim of responsibility, and the authorities said Saturday that investigators would examine all possibilities, including links to the Sacra Corona Unita, the organized crime syndicate rooted in the southern region of Puglia, and domestic or foreign terrorism.\n''It's difficult to form an idea because killing students is without precedent, and doesn't correspond to any of the models of Italian terrorism,'' said Salvatore Lupo, a professor of contemporary history at the University of Palermo. ''There's no logic, but with terrorist attacks there is no logic.''\nPiero Grasso, the prosecutor who leads the anti-Mafia judicial agency, described the bombing as an act of ''pure terrorism,'' because, he said, ''Every parent will think when they send their child to school: could they be in danger?''\nIn recent months, Italy has experienced a level of political economic turmoil that has unsettled people, with some linking the government's austerity measures to a rash of suicides. There has also been a rise in violence against tax collection offices -- mostly carried out by indebted and frustrated taxpayers -- as well as other institutions, like the military and the aerospace group Finmeccanica, which has been singled out by radical groups that pattern themselves after the terrorists that kept Italy under siege in the 1970s and 1980s.\nA senior executive for a Finmeccanica-owned company was shot in the leg on May 7, and the group's chief executive was the target of a death threat recently.\nOn Thursday, the government announced that it would redeploy the nearly 25,000 police officers and soldiers that currently protect more than 14,000 potential targets and 550 people, after analyzing the recent spate of attacks throughout the country.\nSince November, Italy has been governed by a caretaker government of technocrats, led by Prime Minister Mario Monti, a respected economist called in to stave off financial disaster caused by the fallout from the euro zone crisis. Although Mr. Monti has broad bipartisan support in Parliament, that is more a function of the need to assure financial markets that Italy is getting its economy in order, rather than any real political conviction.\nSeveral lawmakers on Saturday spoke of the bombing as an attack on the state. ''We must all be united in the face of this massacre, this attack on institutions,'' Antonio Di Pietro, a politician with the Italy of Values Party, told the ANSA news agency. ''Either we immediately stem this terrorist phase, or our country is destined for a civil war.''\nInterior Minister Annamaria Cancellieri said Saturday that she had been struck by the fact that the school, which specializes in fashion and tourism courses, was named for the prosecutor and his wife killed by the Sicilian Mafia 20 years ago, but she said in an interview with Italian Sky News that this form of attack ''was not usual for the Mafia.''\nIn 1993, Cosa Nostra planted bombs in Rome, Milan and Florence, killing some civilians, but more typically the Mafia kills people that get in the way of its business, as Mr. Falcone did.\nCondemnation of the attacks was immediate and widespread. President Giorgio Napolitano spoke of a ''barbarous attack'' and called on the government to be vigilant and firm to root out ''subversive violence.''\nThe explosives went off just before 8 a.m., next to a group of girls. One, Melissa Bassi, 16, was killed by the blast, and another was seriously wounded. Four others also suffered injuries.\nRemembering the violence of the so-called Years of Lead, a period of social and political turmoil marked by dozens of acts of terrorism carried out by left-wing and right-wing radicals, Italians took to the streets on Saturday in impromptu demonstrations and held sit-ins in many cities. Sporting events stopped for a minute of silence, and an all-night museum jamboree in Rome, which usually draws tens of thousands of visitors, was canceled.\nAt a rally in Brindisi on Saturday, Miriam Maggio, 23, a volleyball coach, said: ''This is a quiet place where there are criminals, but such things have never happened, at least not since we were born. I fear it's the beginning of something monstrous.''\nMartina Carpani, a representative of the Union of Students, said that despite their fear, students must not be afraid of going to school. ''They want to use fear as a form of control,'' she said, ''but we can't let that happen.''\nBishop Rocco Talucci of Brindisi said he was both anguished and angry. ''This is not just an offense to life, but especially to young innocent lives'' in a city struggling to distance itself from local organized crime, he said on the state RAI Radio. Speaking to those who carried out the attack, the bishop called for an end to the violence. ''Because we have to build, not destroy,'' he said.\n\nhttp://www.nytimes.com\nCorrection\n\n\nThis article has been revised to reflect the following correction: An article last Sunday about a fatal bombing in front of a school in the southern Italian city of Brindisi misidentified, in some copies, the organized crime syndicate that is one focus of the investigation into the bombing. It is Sacra Corona Unita, not 'Ndrangheta. The article also referred incorrectly to elections being held in the country. Brindisi held a mayoral runoff election two weeks ago; it is not the case that it was not among cities holding runoff elections.\nCorrection-Date: May 27, 2012\n\nGraphic\n\n \nPHOTO: Onlookers outside the school in Brindisi, Italy, where a bomb on Saturday killed a student. (PHOTOGRAPH BY BIAGIO CLAUDIO LONGO/EUROPEAN PRESSPHOTO AGENCY)  \n\nLoad-Date: May 27, 2012"
}