{
    "title": "1 year later, Boston Marathon seeks balance Terrorism is on city's mind, but so is desire to show th",
    "publisher": "daily news ",
    "year": 2014,
    "month": 4,
    "day": 20,
    "full text": "Security forces likely will be as prominent as the runners at Monday's Boston Marathon, where the course that weaves through eight towns and cities will be monitored by 3,500 police officers, bomb-sniffing dogs and an array of surveillance cameras.\nOfficials say they are trying to strike a proper chord with the show of force, which will be unmistakable a year after two brothers from Chechnya set off a pair of homemade bombs that killed three and injured 260 near the famous race's finish line.\nExperts say beefing up security is necessary because the marathon - with an expected 1 million spectators lining the streets - could still be an enticing target for terrorists.\n\"It's very symbolic; they hit the World Trade Center twice,\" said Tim Shaw, a former FBI special agent who works for Advanced Technical Intelligence Center in Beaver-creek. \"It's hard to predict the mind of someone willing to kill themselves by wearing an explosive. Nothing would surprise me. Terrorists don't think rationally a lot of times.\"\nArea runners making the trek to Boston are confident they will be safe. They're excited to play a part in an event that promises to be both festive and somber, as well as a powerful addendum to the \"Boston Strong\" theme dominating the pre-race buildup.\n\"I do honestly think they're trying to reach a balance; everyone is concerned about it becoming a police state,\" said Mitch Westwood, a 2007 Valley View High School graduate who lives in Boston and will be running to raise money for a charity.\n\"It's a straight line for 26 miles, and that's a hard zone to police. So much of it is in front of folks' homes where they're sitting outside in lawn chairs with a cooler of beer cheering on the runners. I don't think anyone wants to see the cops out there searching through coolers and checking under every rock.\"\nOnly about two miles of the race is contested in the city of Boston. The swarm of 36,000 runners - 9,000 more than last year - begins its journey in Hopkinton and winds northeast. There are 842 Ohio runners entered, 204 of them from the southwest part of the state.\nIf all goes as planned, the winners should cross the finish line shortly after noon.\nLeave backpacks home\nMarathon officials announced last week that more than 100 cameras have been installed along the Boston portion of race route. Dozens of observation points will be manned to monitor the crowd near the finish line on Boylston Street.\n\"My guess is that the best business to have been in in the past year in Boston was the closed-circuit TV surveillance business,\" said Donna Schlagheck, a terrorism expert and professor at Wright State University. \"They're probably looking at that footage already, because if you're going to try to put something along the path you're going to want to do it a few days in advance.\"\nIntelligence-gathering will play a key role in helping keep the race safe, said Steven Bucci, a Heritage Foundation panelist whose distinguished military career includes a stint as a colonel in the Army Special Forces, also known as the Green Berets.\n\"I can't imagine how much security is going to be there,\" Bucci said. \"But you can't cover every square inch of a 26.2-mile venue short of closing down Boston and all the communities that it runs through, and I don't think we want them to do that. So they will make it as difficult as possible (for terrorists).\n\"They are going crazy with the intel gathering, trying to pick up on any chatter no matter how small it is.\"\nSpectators are urged not to bring backpacks to the race. Police blew up a backpack left at the finish line on Tuesday - the one-year anniversary of the bombings. It included a rice cooker filled with confetti; a man was arrested for the hoax.\nRunners won't be allowed to bring bags on the buses that transport them to an \"athletes village\" hours before the race. They are allowed to check clothes to change into afterward, but only in clear plastic bags.\nThe race route will be blanketed by uniformed and plainclothes police. The Department of Homeland Security and the FBI will be on hand. There will be checkpoints in the downtown area.\nNational Guard units and helicopters manned by the Massachusetts Highway Patrol also will have a presence at the race, which this year will do away with at least one tradition: No unregistered \"bandits\" will be allowed on the course.\n\"We will over-react, probably, in terms of security, and if I were the Boston mayor or police chief that's exactly what I know the public would demand\n- really visible,\" Schlagheck said. \"The cop on the corner is probably not going to be able to prevent anything, but he's at least reassuring the public. That's the dilemma.\"\nBucci, who ran in Boston in 1982, said spectators will need to do their part.\n\"You really need citizens to be vigilant,\" he said. \"I pity anybody who walks up and tries to drop a bag down and walk away in that city. Even if it's totally benign, they'll probably get schooled by whoever's around them.\"\nEmotional finish\nRunners intent on showing their support for Boston and its beloved marathon responded en masse when it came time to register. Interest was so intense that about 3,000 were turned away. The crowded course will include a range of talent from elite runners to those running for charity. Others landed coveted spots through a special process for those \"personally and profoundly affected\" by last year's tragedy.\n\"I think that's part of a reason there was a huge demand to get into the race - kind of that, 'Yes, we're going to do this anyway, despite you,' \" said Oakwood's Amy Johnston, who had completed last year's marathon and was a couple of blocks from the finish line when the bombs exploded.\nThe prevailing attitude among runners and security experts is that the event will be a rallying point for freedom and symbolic defiance on Patriots' Day in Massachusetts. The terrorists, runners say, won't win.\n\"It's going to be a very emotional run,\" said Pamala Berry, a Centerville resident who will run her 13th Boston Marathon. \"If something happens, it happens. I'm not going to change my life just because there are a bunch of nuts out there.\"\nBerry's attitude makes Wright State's Schlagheck smile.\n\"That kind of spirit gives you hope,\" she said. \"Terrorists try to intimidate; they try to make you back down - and Boston is not going to be backing down.\"\nWestwood ran as a bandit last year and was stopped by a barricade close to the home stretch after the bombs went off. He is determined to cross the finish line this time, and said the marathon provides an opportunity for the city to continue the healing process.\n\"There are going to be so many smiles and tears,\" he said. \"When you turn the last corner and come down Boylston Street you can look in the distance and see the finish line banner. As runners come through there and see those spots where the bombs went off it's going to be a pretty emotional experience. I know it will be for me.\"\nContact this reporter at 937-225-2163 or email Brian.Kollars@coxinc.com\n\nLoad-Date: April 20, 2014"
}