{
    "title": "10 Asian Nations Join With U.S. in Pledge to Fight Terrorism",
    "publisher": "the new york times",
    "year": 2002,
    "month": 8,
    "day": 2,
    "full text": "Ten Southeast Asian nations joined the United States today in pledging to \"prevent, disrupt and combat\" global terrorism through increased sharing of information and intelligence, winding up a regional conference in Brunei at which North Korea and Washington took a first step toward renewed dialogue.\n     Secretary of State Colin L. Powell signed the agreement with the Association of Southeast Asian Nations before flying here for meetings with top Indonesian leaders on terrorism and military cooperation on Friday. The declaration commits a region that is battling extremist groups, including some with links to Al Qaeda, to strengthening counterterrorism training, exchanging financial and immigration data and working to create joint programs with the United States. \"It's not a project; it's a base for projects,\" one senior American official said. \n Some members of the group, known as Asean, had worried that the agreement could lead to an increased American troop presence in the region, where American forces have already helped the Philippines fight the Abu Sayaf guerrilla group.\nBut at a news conference, Secretary Powell said he did not expect that would be so. Instead, he called the agreement with Burma, the Philippines, Singapore, Thailand, Vietnam, Brunei, Cambodia, Indonesia, Laos and Malaysia \"a political declaration\" of mutual cooperation.\nThe diplomatic buzz centered on the sidelines conversation between Secretary Powell and the North Korean foreign minister, Paek Nam Sun, who met informally on Wednesday morning for a 15-minute chat to discuss renewed security talks.\nThe meeting was part of a series of recent overtures by the North to the United States, Japan and South Korea. Today, Mr. Paek told reporters in Brunei that the two countries had agreed to resume dialogue, and that the State Department's top Asian expert, Assistant Secretary James A. Kelly, would soon visit the North. But a senior American official said no such commitment had yet been made.\nThe social highlight of the Asean meetings is the final night's gala, at which delegations perform satirical songs and skits. Secretary Powell's offering revolved around his performance last year, when he sang the Marty Robbins ballad \"El Paso\" and wound up in a rolling death-clinch on the floor with Makiko Tanaka, then Japan's foreign minister.\nAs usual, journalists were barred from tonight's show. But Secretary Powell and his aides repeated their performance for reporters aboard his plane en route here, including an elaborate video in which his wife, Alma, begged him: \"Do not embarrass the family again that way,\" and an aide impersonating a television reporter suggested that Secretary Powell might lose his job to the socially conscious rock star Bono.\nSuddenly, President Bush himself appeared on screen, speaking into a phone saying: \"Colin, we have to talk,\" and complaining how the Russians outdid Secretary Powell last year. When Secretary Powell tried to explain how busy he had been working on the Middle East and other diplomatic hot spots, the president cut him off: \"Yeah, whatever. Look, Colin, we're a proud nation. I hired you to be the best. Start practicing. Colin, just don't let me down.\"\nSenior State Department officials said that when Mr. Bush's face and voice appeared, the audience of foreign ministers and officials was briefly stunned, thinking the president might actually be on a live teleconference to the ballroom. Then they exploded in laughter. \n\nhttp://www.nytimes.com\n\nLoad-Date: August 2, 2002"
}