{
    "title": "10 bodyguards arrested in Iraq",
    "publisher": "telegraph herald ",
    "year": 2012,
    "month": 12,
    "day": 22,
    "full text": "BAGHDAD - Iraqi authorities said Friday they've arrested 10 bodyguards of the country's Sunni finance minister in a terrorism-related sweep, the first official confirmation in a case that is inflaming the nation's simmering political and sectarian tensions. Protests broke out in response to the detentions in at least two cities in Sunni-dominated western Anbar province, and the United States said in unusually strong terms that it is pressing Iraq's Shiite-led government to uphold its commitment to the law. In the year since the last American troops left Iraq, the country has been wracked by sectarian violence and political stalemate. \nIraq's Sunni vice president is on the run after being convicted in absentia and sentenced to death on terror charges, and bloody attacks by Sunni extremists against Shiites still take place frequently. Critics of Iraqi Prime Minister Nouri al-Maliki accuse him of unfairly sidelining Sunni political rivals while seeking to consolidate power in the hands of Iraq's majority Shiites. Al-Maliki's government says it is committed to the rule of law and does not follow a sectarian agenda. Late on Thursday, Finance Minister Rafia al-Issawi accused an unspecified \"militia force\" of \"kidnapping\" members of his staff and said at a news conference that he holds al-Maliki personally responsible for their safety. Al-Issawi suggested the prime minister had knowledge of the moves against his employees and urged the parliament to hold a no-confidence vote against him. Supreme Judicial Council spokesman Abdul-Sattar Bayrkdar said Friday that the chief of al-Issawi's protection force was arrested on Wednesday on the strength of confessions obtained by the authorities. The chief had confessed that he took part in terrorist attacks, and nine other bodyguards were held while the investigation proceeds, Bayrkdar said.\n\nLoad-Date: December 22, 2012"
}