{
    "title": "10 CONVICTED IN CHICAGO F.A.L.N. TRIAL",
    "publisher": "the new york times",
    "year": 1981,
    "month": 2,
    "day": 12,
    "full text": "After two hours of deliberation today, a Federal jury delivered verdicts of guilty on all 13 counts against 10 persons on trial here as terrorists.\nThe charges included seditious conspiracy for plotting to oppose the Government through illegal means, automobile theft and illegal use and possession of weapons. The defendants are believed to be members of F.A.L.N., a terrorist organization that seeks independence for Puerto Rico.\nPending any possible appeals, Judge Thomas R. McMillen set the sentencing date for Feb. 18. Each defendant could receive a maximum of 80 years in prison. They will be present at the sentencing, although they were not in the courtroom to hear the verdict.\n10 convicted in Chicago F A L N trial\nInstead, the defendants were being held at a nearby maximum security facility where they listened to the proceedings through a loudspeaker.\n \nJudge Praises Perseverance\nJudge McMillen told the jury after it had delivered its verdict, ''I admire you greatly for your perseverance in this case.'' Referring to threats by the terrorist organization, the judge said there were''one or two incidents still occurring, although not directed toward anyone in this courtroom.'' He added, ''That's why I don't want you to reveal your fellow jurors' identity to anyone.''\nIt took the prosecution six days to present its case. Much of the evidence came from ''safe houses'' that the F.A.L.N., or Fuerzas Armadas de Liberacion Nacional, maintained in Chicago, Milwaukee and Jersey City, N.J.\nThe defendants were accused of carrying out bombings and of planning others, and of plotting kidnappings and stockpiling weapons and materials to carry out their plans. The Government presented hundreds of documents to demonstrate it was a conspiracy.\nMarie Haydee Torres, an unindicted co-conspirator, is serving a life sentence for a fatal bombing in the Mobil Oil building in New York. A second unindicted co-conspirator, William Morales, is a fugitive.\n \nCharge Infrequently Used\nA seditious conspiracy charge has been infrequently used in United States courts. In two previous cases involving Puerto Rican nationalists, it resulted in convictions.\nThe jury of 11 woman and one man heard the prosecution's closing argument and received instruction from Judge McMillen. He read a brief statement from the defendants explaining that they did not participate in the trial or offer a defense because they do not consider the court or United States law ''legitimate.''\nJeremy Margolis, assistant United States District Attorney, made closing remarks. He often handled the confiscated evidence. The table usually reserved for the defense counsel was crowded with amunition, dynamite, homemade bombs, detonating devices, rifles and boxes full of communiques purportedly outlining F.A.L.N. plans to kidnap prominent Americans and bomb public buildings as part of an effort to gain independence for Puerto Rico.\n \n'How Proudly They Claim Credit'\n''Let's send them a communique by your verdict,'' Mr. Margolis told the jurors. ''What is dear and important to them are acts of terrorism. They would seek to achieve their goals by force, violence and terrorism. How proudly they claim credit for these bombings.''\nOn easels behind Mr. Margolis were two large green boards containing the firearms confiscated when the defendants were arrested last April. Enlarged color photos of the faces of the 10 defendants were taped to a board in front of the courtroom, a reminder that they had not appeared in court since the first day of the trial and that the jurors never saw them in person.\nRelatively few spectators watched the closing arguments and, unlike the first day, there were no family members or friends of the defendants present.\nThe defendants were arrested April 4, 1980, in Evanston, a northern suburb of Chicago. Mr. Margolis said they were apparently preparing to kidnap an industrialist, Henry Crown, who lives three blocks from the site of the arrests.\nThe defendants are: Elizam Escobar, 32 years old, Adolfo Matos, 30, and Dylcia Pagan, 34, all of New York; Carlos Alberto Torres, 28, of Chicago, who at one time headed the Federal Bureau of Investigation's ''most wanted'' list; Ida Luz Rodriguez, 30, Alicia Rodriguez, 29, Ricardo Jimenez, 24, Luis Rosa, 21, Alfredo Mendez, 27, and Carmen Valentin, 34, all of Chicago."
}