{
    "title": "10 hurt in explosion in Russian supermarket Anti-terrorism unit investigates incident in St. Petersb",
    "publisher": "daily news ",
    "year": 2017,
    "month": 12,
    "day": 28,
    "full text": "An investigator is on scene at a market hit by an explosion Wednesday in St. Petersburg, Russia. The explosive device was rigged with shrapnel.\nST.PETERSBURG,RUSSIA- At least 10 people were injured Wednesday by an explosion at a supermarket in St. Petersburg, Russia's second-largest city and the site of a deadly subway bombing this year.\nThe Investigative Committee, the nation's top investigative agency, said a device containing 7 ounces of explosives went off at a storage area for customers' bags. It said the device was rigged with shrapnel to cause more damage.\nNo one has claimed responsibility for the explosion at a branch of the Perekrestok supermarket chain in the city's northwest Kalininsky district.\nAlexander Klaus, the chief of the local branch of the Investigative Committee, said 10 people were hospitalized with injuries.\nAndrey Kibitov, a spokesman for St. Petersburg's governor, tweeted that the injured were in satisfactory condition and one had been discharged from the hospital.\nA criminal investigation was launched.\nWhile officials stopped short of branding the explosion as a terror attack, the National Anti-Terrorism Committee said it was coordinating the search for suspects.\nViktoria Gordeyeva, a St. Petersburg resident who walked past the supermarket shortly after the explosion, said people were afraid to enter other stores in the area.\n\"There was no panic, but people were reluctant to enter a nearby drug store and a grocery store,\" Gordeyeva said.\nAnother local resident, Marina Bulanova, a doctor, heard the explosion and rushed to the market to help treat anyone who might be hurt. She said ambulance crews already had taken those injured to city hospitals by the time she got there.\nRussian President Vladimir Putin telephoned U.S. President Donald Trump earlier this month to thank him for a CIA tip that helped thwart a series of bombings in St. Petersburg, Putin's hometown.\nThe Federal Security Service, or FSB, said seven suspects linked to the Islamic State group were arrested in connection with the alleged plot.\nThe Kremlin said the arrested suspects had planned to bomb St. Petersburg's Kazan Cathedral and other crowded sites.\nIn April, a suicide bombing in the St. Petersburg's subway left 16 people dead and wounded more than 50.\n\nLoad-Date: December 28, 2017"
}