{
    "title": "10 years after 9_11, safety of chemical plants still an issue",
    "publisher": "charleston gazette",
    "year": 2011,
    "month": 9,
    "day": 12,
    "full text": "After the terrorist attacks on New York City and Washington, D.C., a decade ago, the Kanawha Valley's chemical industry went on high alert.\nSecurity guards made additional sweeps around plant fence-lines. Inspections of delivery trucks increased. Emergency boats patrolled the Kanawha River.\nChemical company officials warned that huge stockpiles of toxic chemicals were a likely target for further terror attacks.\nFederal and state government officials responded by making information about such facilities - what kinds of materials they store and in what quantities - more difficult for the public to obtain. Secrecy was needed, industry and regulators agreed, to avoid giving terrorists roadmaps to attractive targets.\nBut 10 years later, the nation has yet to adopt a comprehensive anti-terrorism program for chemical plants, despite strong backing from environmental groups and labor organizations.\nSo far, Congress has passed only temporary legislation that leaves out what many plant safety advocates say is the most important piece of the puzzle: forcing companies to use less-toxic materials that would not only be less appealing to terrorists but also be generally safer for workers, plant neighbors and the environment.\n\"Legislation must be passed to improve chemical industry workplace safety and security,\" James Frederick, assistant safety director for the United Steelworkers union, told Congress in March. \"We believe that this is absolutely necessary to properly protect communities.\nLong before the twin towers fell on 9/11, Kanawha Valley chemical plants worried about terrorist attacks. A decade earlier, plants remained security conscious for months, fearing attacks in response to U.S. military involvement in the Persian Gulf War.\nIn 1994, some plants went on alert because they feared a publicity stunt or vandalism by environmental groups to commemorate the 10-year anniversary of the disaster at Union Carbide's plant that killed thousands of people in Bhopal, India.\nAt the time, the valley's emergency response plan blamed potential terrorism on \"members of politically motivated organizations, but also ... former or present disgruntled employees ... or some organizations expressing concerns about the environment.\"\nSince 9/11, the American Chemistry Council says its member companies have spent $10 billion on security enhancements.\n\"The terrorist attacks of Sept. 11, 2001, permanently altered our concept of what it means to feel secure in the modern world,\" said ACC President and CEO Cal Dooley. \"On that day, we took stock of our nation's vulnerabilities and realized that action was needed to further protect the nation's critical infrastructure, including chemical facilities.\"\nArnie Green, senior safety and security consultant for DuPont Co., said the Wilmington, Del.-based chemical giant has added more cameras, motion detection systems and other security hardware to its plants in Belle and Parkersburg.\n\"I think we've all looked at improving our security systems,\" Green said. \"I think 9/11 certainly changed the way we all look at our security systems.\"\nChemical plant officials have always insisted they are taking adequate steps to protect their facilities from any sort of attacks. But some companies also insist they can't provide much more than some very basic information about those security measures.\nOfficials at Bayer CropScience in Institute, for example, refused to be interviewed for this story, providing only a short prepared statement in response to inquiries about how security systems have changed since 9/11.\nThe statement, from Bayer spokesman Tom Dover, said the Institute facility has, among other things, added surveillance equipment and more frequent security patrols, and enhanced emergency drills with local responders.\nBut another change at the Bayer plant may provide more comfort for local residents long worried not just about chemical accidents, but also about terrorist attacks.\nIn March, Bayer decided it would not resume production of methyl isocyanate, or MIC, the deadly pesticide ingredient involved in the Bhopal disaster.\nSince Bhopal in 1984, the local group People Concerned About MIC had sought to rid their community of the Institute plant's stockpile of nearly a quarter-million pounds of MIC. While Bayer's decision earlier this year came in the face of a federal court lawsuit over its MIC unit, Bayer cited as its reason a corporate restructuring and phase-out of products made with MIC.\nActivist groups had long tried to convince Bayer to abandon its large MIC stockpile and switch to processes that would make the chemical as needed - or perhaps make similar products without using such toxic ingredients.\nAnd it's just those sorts of changes in chemical plants that environmental, public health and labor groups want to see made a permanent part of the nation's anti-terrorism efforts.\nWhen Congress passed temporary chemical security legislation in 2006, lawmakers specifically prohibited regulators from requiring the use of safer chemical processes. This industry-backed law also exempted 2,400 water treatment plants that use large amounts of toxic chlorine, and 500 chemical port facilities, including most refineries.\nIn June, dozens of public interest groups wrote to Congress to urge passage of legislation authored by Sen. Frank Lautenberg, D-N.J., to close these loopholes and strengthen the chemical plant security program.\nThe letter noted that the Department of Homeland Security has identified 5,000 \"high-risk\" U.S. chemical facilities, and a December 2009 Congressional Research Service review found more than 90 facilities that each put more than 1 million people at risk if an attack occurred.\nSince 1999, more than 500 facilities have used \"smart security\" to eliminate such risks to more than 40 million Americans, the letter said.\n\"While this is encouraging, more than 480 facilities each put 100,000 people at risk and assuming the current voluntary conversions it will take decades before they do,\" the groups said in their letter.\nReach Ken Ward Jr. at kward@wvgazette.com\nor 304-348-1702\n\nLoad-Date: September 13, 2011"
}