{
    "title": "10 years later, Canada still our best friend",
    "publisher": "daily news ",
    "year": 2011,
    "month": 9,
    "day": 11,
    "full text": "Ten years ago, on Sept. 11, 2001, terrorist acts in New York City, Virginia, and Shanksville, Pa., claimed the lives of nearly 3,000 innocent people from more than 90 countries, including those of 24 Canadians. We remember those lives today and the families that were left behind. In doing so, we also turn our thoughts to the survivors of the attacks and pause to reflect on the sacrifices made by first responders and those who assisted in the recovery.\nOur hearts went out to all the victims of that terrible day. As family, friends and neighbors, we are reminded this week of the strength and resilience of American people and the integrity of our shared way of life, built as it is on a foundation of freedom, democracy, human rights, and the rule of law -- core values that continue to guide us.\nAnd while Sept. 11 and the days that followed served to demonstrate the collective strength and unity of the American people, they also demonstrated the enduring bonds of a friendship that connect Canada and the U.S.\nThe world was reminded of the power of that partnership in the moments immediately following the 9/11 attacks when the people of Gander, Newfoundland, responded quickly and generously, providing refuge to more than 6,500 stranded air travellers. The Gander response stands out as a powerful symbol of the Canada-U.S. relationship.\nWhen American airspace was shut down, U.S.-bound aircraft were immediately diverted to Gander and other Canadian towns and cities, where stranded passengers were welcomed and comforted by the residents.\nWith Gander's citizens opening their hearts and homes to new friends in trouble, this small town in Newfoundland exemplified the full depth of friendship between our two countries.\nOn Sept. 11, 2001, Canadian Forces personnel were serving with NORAD in Alaska and elsewhere in the U.S. More than 30 Canadians continue to work for our common defense with U.S. Air Force colleagues at Joint Base Elmendorf-Richardson.\nCanada and the U.S. have worked shoulder to shoulder in the decade since to combat terrorism worldwide, notably, in Afghanistan.\nOur soldiers, aid workers, diplomats and trainers have stood together in one of the country's most dangerous regions, and 158 Canadians gave their lives in the effort to bring stability to Afghanistan. Their sacrificial efforts have led to significant progress within Afghanistan's borders.\nRather than destabilizing our way of life, then, Sept. 11 has reinforced the collective resilience of the U.S. and Canada, and bolstered our commitment to forging a path to ever-greater mutual and international security.\nWhile terrorism continues to pose threats around the world, comprehensive actions undertaken within our respective borders, bilaterally, and alongside the wider international community have strengthened our national and collective security.\nEnhanced cooperation, coordination, and shared priorities in the areas of terrorism prevention, intervention, and response have meant greater security for the citizens of our two great nations, and they also point the way forward in the continuing struggle against terrorism.\nAs Prime Minister Stephen Harper said, \"a threat to the United States is a threat to Canada,\" adding that \"Canada has no friends among America's enemies. And America has no better friend than Canada.\"\nThe events of Sept. 11, 2001, were a reminder that North America is not immune to terrorism.\nThey were a reminder also of the strength of ordinary men and women who showed themselves capable of extraordinary courage.\nEvery day in our communities (on both sides of the border), we have evidence of unity -- people of all faiths, races and cultures working toward common goals, including the goal of fostering a safer and more resilient society.\nOn this solemn anniversary, I would like to reaffirm Canada's commitment to stand together with our American friends and allies against the threat of global terrorism, and to uphold our two great nations' shared principles.\nAt this time of remembrance, and in the years ahead, Canadians will continue to keep the victims and families of Sept. 11 in our thoughts and prayers.\nPeter B. Taylor is the Canadian consul in Anchorage.\n\nLoad-Date: September 11, 2011"
}