{
    "title": "10-Year Sentence for Lawyer in Terrorism Case Is Upheld",
    "publisher": "the new york times",
    "year": 2012,
    "month": 6,
    "day": 29,
    "full text": "A panel of federal judges in Manhattan upheld the 10-year prison sentence imposed on Lynne F. Stewart, the disbarred lawyer convicted in a terrorism case who had been resentenced to that term after boasting that she could do a much shorter sentence ''standing on my head.''\nJudge Robert D. Sack, writing for a three-judge panel of the United States Court of Appeals for the Second Circuit, dismissed Ms. Stewart's arguments that the judge who had resentenced her to 10 years in prison had penalized her for comments she had made, in violation of her First Amendment rights, and that the new sentence had been too severe.\n''From the moment she committed the first act for which she was convicted, through her trial, sentencing and appeals,'' Judge Sack wrote, ''Stewart has persisted in exhibiting what seems to be a stark inability to understand the seriousness of her crimes.''\nHe added that she had also failed to understand ''the breadth and depth of the danger in which'' her crimes had ''placed the lives and safety of unknown innocents, and the extent to which they constituted an abuse of her trust and privilege as a member of the bar.''\nMs. Stewart, who had built a reputation for defending unpopular clients and causes, was convicted in 2005 for smuggling messages from an imprisoned client, Sheik Omar Abdel Rahman, to his violent followers in Egypt. He was convicted in a 1990s plot to blow up New York landmarks.\nIn 2006, Ms. Stewart was sentenced to 28 months in prison by John G. Koeltl of Federal District Court. The appeals panel sent the case back to determine if Ms. Stewart deserved a longer term, given the seriousness of her conduct and the possibility that she had perjured herself at trial.\nIn 2010, Judge Koeltl, in sentencing Ms. Stewart to 10 years, cited comments that she had made, which he said showed a lack of remorse. In addition to the ''standing on my head'' comment, he noted another statement to an interviewer who had asked Ms. Stewart whether she would have done anything differently. ''I might handle it a little differently,'' Ms. Stewart had said, ''but I would do it again.''\nJill R. Shellow, a lawyer for Ms. Stewart, said Ms. Stewart and her legal team were considering their options, including whether to ask for review by the full appeals court.\n''Our intent is to pursue all of the legal remedies available to Lynne to redress her unreasonable sentence,'' Ms. Shellow said.\n''The opinion is disappointing,'' she added. ''Lynne was not and is not a terrorist. She was a fine and dedicated lawyer. She is almost 73, and under the best of circumstances will not be released from prison until 2018. That's a lifetime, her lifetime.''\nMs. Stewart has been in prison since 2009.\nThe 51-page appellate decision was joined by Judges John M. Walker Jr. and Guido Calabresi.\nThe panel found that Judge Koeltl's consideration of Ms. Stewart's statements had not violated her First Amendment rights. Judge Koeltl had been evaluating characteristics of Ms. Stewart that ''were legally relevant to a determination of the appropriate sentence,'' the panel said, ''through the contents of statements she voluntarily and publicly made.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Lynne F. Stewart                                   \n\nLoad-Date: June 29, 2012"
}