{
    "title": "100 FEDS, DETECTIVES SEEK SIGNS OF TERRORISM",
    "publisher": "daily news ",
    "year": 1999,
    "month": 11,
    "day": 1,
    "full text": "A huge team of terrorism investigators many of whom probed the crash of TWA Flight 800 has been assigned to yesterday's crash, even though there are no immediate indications the Boeing 767 was brought down by a bomb or sabotage.\nNearly 100 New York FBI agents and detectives were scrambled before dawn.\nThey will investigate passenger backgrounds, interview everyone who came in contact with the destroyed plane ground crew members, caterers and others and try to track the origins of items being shipped, sources said.\nWithout any specific threats or claims of responsibility for a bomb, veterans of the 14-month TWA Flight 800 probe cautioned against jumping to conclusions.\nStill, said FBI Assistant Director Lewis Schiliro, \"We are doing what we are doing so what we won't have to play catchup later on should there be some sort of indication\" of a bomb.\nThe 1996 TWA tragedy and the probe that concluded a center-fuel tank blast destroyed that Boeing 747 loomed large as the FBI's lower Manhattan operations center notified and dispatched investigators.\nAgents and NYPD detectives nearly all the investigators assigned to the nine squads that make up the Joint Terrorist Task Force began reviewing and reconciling the flight's passenger manifest to determine who got on and off, sources said.\nThe names and addresses will be checked against records of terrorist suspects and their associates, sources said. Agents also will look into the personal and professional backgrounds of each passenger.\nThose who serviced the aircraft in New York, Los Angeles and Cairo will be questioned, the sources said.\nInvestigators are aware that the shattered jetliner comes from a nation with a history of internal strife and terrorism. Two years ago, 65 people were slaughtered outside the fabled Luxor temple tourist site.\nIn the coming days, agents and intelligence officials will review information received in recent months and analysts will comb through overseas communications intercepts that might now be significant, sources said.\nThey will review a Sept. 24 Federal Aviation Administration alert issued to airport and airline security officials after \"several U.S. government agencies\" received an unconfirmed threat that a bomb \"would soon\" be used on a flight leaving JFK or Los Angeles.\nFAA officials had concluded: \"FAA has no information to corroborate the statements in the letter and assess them as lacking credibility.\"\nProbers also will review cargo manifests and work to determine what if any items were shipped aboard the 767, sources said.\nBoston agents will work with the Coast Guard and the National Transportation Safety Board to treat the underwater crash site like a crime scene, processing debris so it can be used as evidence in any criminal trials. Bodies will be handled the same way. Last night, FBI Evidence Response Team technicians from Boston were aboard Coast Guard cutters.\n\nLoad-Date: November 1, 1999"
}