{
    "title": "11 of Our Best Weekend Reads",
    "publisher": "the new york times",
    "year": 2020,
    "month": 9,
    "day": 25,
    "full text": "Ruth Bader Ginsburg. Rwanda. Electric cars. Bagels. Lenny Kravitz. And more.\nWelcome to the weekend, and welcome to the first week of fall. The weather might be cooling down, but the pandemic means the season’s usual activities have become a bit more complicated. But you can certainly try to partake, like these extremely dedicated fans finding ways to watch live baseball in person. Or just curl up under a new blanket and eat this spinach-potato pie. Whatever you do, be sure to make time for some great journalism.\nWhy Ruth Bader Ginsburg refused to step down\nJustice Ginsburg, above in 1997, could have had President Obama nominate her successor. But she didn’t get to the Supreme Court by letting other people tell her what she could do.\n_____\nHow New Yorkers found resolve after 6 months of pandemic hardship\nIt is not a tale of triumph. Fear persists about what lies ahead. But small transformations have unfolded that reveal the grit and gifts of the city’s people.\n_____\nMankind’s feats made California ground zero for climate disasters\nThe advances in engineering and land management that enabled the state’s tremendous growth have left it more vulnerable to climate shocks — and those shocks are getting worse.\n_____\nIn the epicenter of Mexico’s epicenter, feeling like a ‘trapped animal’\nFor the vast majority of people in one teeming neighborhood of Mexico City, risking illness or death has simply become the price of survival.\n_____\n12,000 feet up, with a storm coming in\nFrom the Magazine’s Voyages issue: A summer romp in the Tetons with Jimmy Chin, a professional photographer and mountaineer, and his pals.\n_____\nHow the hero of ‘Hotel Rwanda’ fell into a vengeful strongman’s trap\nPaul Rusesabagina went from the world’s most famous Rwandan to a prisoner of his political nemesis, President Paul Kagame, whose government accuses the coolheaded hotelier of murder, arson and terrorism.\n_____\nThe age of electric cars is dawning ahead of schedule\nBattery prices are dropping faster than expected. Analysts are moving up projections for when an electric vehicle won’t need government incentives to be cheaper than a gasoline model.\n_____\nThe cradle of global bagel baking? (It’s not New York.)\nBeth George, above, a self-taught baker in New Jersey, is helping entrepreneurs all over the world, many with not even a schmear of experience, open bagel shops.\n_____\nHow Lenny Kravitz keeps his cool\nIn a new memoir, the rock musician breaks down the first 25 years of his life, when he found his sound, his voice and his commitment to love and nonviolence.\n_____\nThe pros and cons of swimming with a hammerhead\nA new study suggests that the ocean’s strangest-looking headgear is difficult to tote around.\n_____\nHelsinki airport uses dogs to sniff out coronavirus\nSeveral animals now working on a trial at Helsinki’s airport have been trained to detect the virus by scent on arriving passengers.\n_____\nFor more great reads, follow me, @jillrayfield, on Twitter.\nPHOTO:  (PHOTOGRAPH BY a FOR THE NEW YORK TIMES)\n\nLoad-Date: September 27, 2020"
}