{
    "title": "11 years later",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 9,
    "day": 11,
    "full text": "Travel back to the 11th anniversary of the attack on Pearl Harbor, and you'll find that the United States had changed considerably since the \"day which will live in infamy.\" On Dec. 7, 1952, a group from the Disabled American Veterans used a gold-plated shovel to break ground for a memorial on Pearl Harbor. It was the only notable commemoration in that day's news cycle. \nEleven years after the attacks on New York, Washington and a thwarted attempt that resulted in a plane crash in Pennsylvania, Americans today find themselves still deep in the shadows of 9/11. Public commemorations may have waned, but terrorism remains a concern lurking on the back burner of the nation's conscience. Airports remain tightly secured compounds where passengers endure ritual searches that require them to remove clothing. A war in Afghanistan, started because of those attacks, continues to rage despite the gradual withdrawal of U.S. forces. People's attitudes remain unchanged, as well. John Mueller, a political scientist at Ohio State University, analyzed opinion polls over the past 11 years and found virtually no change in attitudes about terrorism and public safety. About 34 percent remain concerned that they or a family member will become a victim of terrorism, and 75 percent consider it either very or somewhat likely that another major attack will occur in the near future. There are reasons for the differences, of course. By 1952, the nation had conquered the enemy that had attacked it. Despite killing Osama bin Laden, and despite the fact al-Qaida terrorists have not been able to mount even a minor attack in the United States since 2001, terrorism itself remains an elusive, invisible threat ? one that could organize itself around any cause and strike again at any moment. Fears have been reinforced by attacks on foreign soil, as well as by much-publicized foiled plots. These public attitudes are unlikely to change any time soon, and an entire generation is being raised on the assumption that certain precautions are necessary as a matter of course. This isn't all bad. As long as the precautions themselves do not become rote or perfunctory, the nation will remain on guard, and vigilance can be a strong deterrent. If today's Americans share anything in common with their ancestors in 1952, it is a desire to remember and memorialize the bravery exhibited in the tragedy 11 years past, and to remember the precious lives lost. Such memorials will be a part of life in various places throughout the country today. Several hundred gathered in Sandy on Sunday to remember and to dedicate themselves to teaching the rising generation about what happened. More than 200,000 people are expected to visit a memorial in Pennsylvania this year where Flight 93 crashed after passengers fought back. Meanwhile, a magnificent memorial and museum at the site of the World Trade Center remains mired in controversy over funding. Part of the enormous cost to run the facility is blamed on the security necessary to guard against future attacks, which brings us back to the unresolved conflict at hand. If the attackers' aim was to terrorize a nation with only a handful of men, some would argue they succeeded. On the contrary, the nation has demonstrated over the past 11 years that it won't take threats to its freedom lying down. Legitimate arguments remain over the proper way to fight this enemy, but turn the tables and examine the lessons terrorists should have learned over 11 years about the wisdom of attacking the United States, and the resolve of a determined nation becomes apparent. \n\nLoad-Date: September 12, 2012"
}