{
    "title": "12 arrested in U.K. terrorism plot",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 12,
    "day": 20,
    "full text": "London » In the biggest anti-terrorist sweep in Britain in nearly two years, police on Monday arrested a dozen men accused of plotting a large-scale terror attack on targets inside the United Kingdom.\nThe suspects, who ranged in age from 17 to 28, had been under surveillance for weeks and were believed to have links to Pakistan and Bangladesh, security officials said.\nThe arrests come amid growing concerns in Europe over terrorism following a suicide bombing in Sweden and reported threats of a terror attack on a European city modeled on the deadly shooting spree in Mumbai, India.\nPolice swooped in before dawn Monday in coordinated raids on houses in four cities -- London, the Welsh city of Cardiff and the English cities of Birmingham and Stoke-on-Trent. The officers were unarmed, suggesting any planned attack was not imminent.\nThe raid, a joint operation by Britain's domestic spy agency MI5 and police, was the largest since April 2009, when 12 men were detained over an alleged al-Qaida bomb plot in the northern city of Manchester.\nCounterterrorism officials declined to give more details of the latest alleged plot, saying only that the men had been under surveillance for several weeks. No details were given as to whether explosives or arms were found, and searches were under way in the homes where the arrests took place.\n\"The operation is in its early stages so we are unable to go into detail at this time,\" said John Yates, Britain's senior counterterrorism police officer.\nStill, he said Monday's raids, involving a dozen suspects across the U.K., indicated they were planning something big.\n\"This is a large scale, pre-planned and intelligence-led operation involving several forces,\" Yates said.\nPolice have up to 28 days to question the suspects before they must be charged or released.\nThe men are thought to be British nationals with links to Bangladesh and Pakistan, according to a counterterrorism official who spoke on condition of anonymity because he was not authorized to speak to the media. Britain is home to large Pakistani and Bangladeshi communities. Alt Heads:\n12 arrested in U.K. terrorism plot British authoritiescall planned attacksa rogue 'one-off'\nHoliday targets » The arrests were not believed to be part of any planned holiday season attack, said a British security official who spoke on condition of anonymity because of the sensitivity of his work. Iraqi officials claimed last week that captured insurgents believed the Dec. 11 bombing in Stockholm was part of a series of attacks planned for the Christmas season.\nEarly warning » In October, the U.S. State Department advised American citizens living or traveling in Europe to be wary amid reports that terrorists were planning a Mumbai-style attack on a European city. Some of the details of a Mumbai-style plot directed at cities in Britain, France or Germany came from Ahmed Siddiqui, a German citizen of Afghan descent who was captured by U.S. troops in Afghanistan in July. More than 170 people were killed in the 2008 attack in the Indian city of Mumbai.\nIndependent plot » A government official downplayed reports that the latest raids were part of larger terror concerns across Europe. \"Although serious, we believe this raid may have been a one-off and not necessarily related to larger European terror plot concerns,\" said the official who spoke on condition of anonymity because he was not authorized to speak to the media.\n\nGraphic\n\n \nA view of New Scotland Yard, the headquarters building of the Metropolitan Police, with its sign in London, Monday, Dec. 20, 2010. British police on Monday arrested a dozen men suspected of plotting a large-scale terror attack _ the biggest anti-terrorist sweep since April 2009, when 12 men were detained over an alleged al-Qaida bomb plot in the northern city of Manchester. The men were arrested in London, the Welsh city of Cardiff and the English cities of Birmingham and Stoke-on-Trent. (AP Photo/Akira Suemori)\n\nLoad-Date: December 22, 2010"
}