{
    "title": "12 HELD IN SWEEP _ 'Enough,' says PM as ISIS brags _ Trump tweets attack on London mayor(2)",
    "publisher": "daily news ",
    "year": 2017,
    "month": 6,
    "day": 5,
    "full text": "ISIS CLAIMED responsibility Sunday for the London attack that left seven people dead and dozens injured as British Prime Minister Theresa May declared \"enough is enough.\"\nPolice arrested 12 people as part of a growing investigation into the three terrorists who used a van and large knives to turn a balmy evening into a bloodbath. The Islamic State declared online that its \"fighters\" had carried out the attack, according to the SITE intelligence group.\nAuthorities were racing to determine if the attackers, who were killed by police, had accomplices.\nMay also warned that the country faces a new threat from copycat terrorist attacks. The country has suffered three horrific attacks already this year.\nOn May 22, a suicide bomber blew himself up at an Ariana Grande concert in Manchester, killing 22, many of the victims teens and one just 8 years old. A vehicle and knife attack in London in March left five people dead.\n\"While we have made significant progress in recent years, there is, to be frank, far too much tolerance of extremism in our country,\" May said.\n\"We believe we are experiencing a new trend in the threat we face,\" she added, saying \"terrorism breeds terrorism.\"\nFive credible terrorist plots have been disrupted since March, she said.\n\"It is time to say, enough is enough,\" May said.\nThe prime minister called for internet companies to regulate extremism, but said \"safe spaces in the real world\" needed to be rooted out, too.\n\"That will require some difficult, and often embarrassing, conversations,\" she said. She vowed the United Kingdom's general election set for Thursday will go ahead as planned.\nPresident Trump, meanwhile, fired off three tweets criticizing London Mayor Sadiq Khan.\n\"At least 7 dead and 48 wounded in terror attack and Mayor of London says there is 'no reason to be alarmed!' \" Trump tweeted. Khan actually said people should not be alarmed by the increased police presence on the streets.\nKhan's spokesman replied he had \"more important things to do than respond to Donald Trump's ill-informed tweet.\"\nHours later, Trump condemned the attack publicly.\nSen. Chuck Schumer (D-N.Y.) vowed the U.S. would support Britain in the fight against terrorism - but that Trump could do more.\n\"Amazingly, with terrorism on the rise, President Trump actually proposed cutting vital anti-terrorism funding in his budget last week,\" Schumer said. \"Given what has happened in Europe, we are calling on the President to immediately abandon these proposed cuts.\"\nThe dozen arrests on Sunday occurred in Barking, east of London, the Metropolitan Police Service said in a statement. The suspects were five men and seven women, between the ages of 19 and 60.\nA 55-year-old suspect was later released without charges, officials said.\nThe identities of the attackers have not been revealed.\nThey plowed a van into pedestrians at busy London Bridge, then attacked people at nearby Borough Market before being shot dead by police.\n\"They went, 'This is for Allah,' and they had a woman on the floor. They were stabbing her,\" witness Gerard Vowls said.\nFlorin Morariu, a Romanian chef who works in the Bread Ahead bakery, said he saw people running and some fainting.\nThen two people approached another person and \"began to stick the knife in . . . and then I froze and I didn't know what to do,\" he said.\nMorariu hit one attacker in the head with a breadbasket.\n\"There was a car with a loudspeaker saying, 'Go, go,' and they (police) threw a grenade . . . and then I ran,\" he said.\nRichard Angell was eating at a local restaurant when the terrorists struck. Overlaying the terror with civility, Angell went back Sunday to pay his bill.\n\"I've got to pay my bill. Also, we haven't given the staff a tip, and they looked out for us when they should have been helping themselves,\" he said.\nThe three terrorists wore suicide belts that were later revealed to be fake.\nOfficers killed the attackers within eight minutes of arriving at the scene, police said.\nPolice gunfire accidentally left a bystander with noncritical injuries, Metropolitan Police Assistant Commissioner Mark Rowley said, describing an \"unprecedented\" 50 rounds fired by eight officers.\n\"There is clearly more to do, and we will work relentlessly to get to the facts,\" he said.\n\nGraphic\n\n \nThe day after devastating attack, Britons show their resolve Sunday with clear message to terrorists amid memorial to victims. Left, a bobby displays her grief. Upper left, Prime Minister Theresa May says there is \"far too much tolerance of extremism in our country.\" Upper right, one of suspects arrested in probe. REUTERS; AFP/GETTY\n\nLoad-Date: June 6, 2017"
}