{
    "title": "12 HELD IN ANTI-TERROR RAIDS IN FRANCE",
    "publisher": "the new york times",
    "year": 2010,
    "month": 10,
    "day": 6,
    "full text": "PARIS -- The French police arrested 12 people in two separate raids in southern France on Tuesday in what the Interior Ministry said was part of a campaign against terrorism.\nFrance is already on a state of high alert because of threats from al-Qaida in the Islamic Maghreb, a North African group that is linked to but operates separately from al-Qaida.\nFrench officials say they are also taking seriously U.S. warnings about the possibility of attacks by small armed groups against targets in Europe, like tourist attractions and public transportation. Washington has warned U.S. citizens to be vigilant when traveling in Europe but has not been more specific about threats or locations.\nThree of the arrests Tuesday stemmed from the arrest of a man on Saturday near the central train station in Naples, Italy. The authorities said he was carrying materials for a bomb.\nTwo men in Marseille and one in Bordeaux were arrested by the counterterrorism police after their phone numbers were found in the cell phone of the man arrested in Naples, Ryan Hannouni, the authorities said. Mr. Hannouni, 28, is a French citizen of Algerian origin. France has requested his extradition.\nThe men were said to be involved with a group offering housing and false identity papers, presumably to foreigners seeking to enter France and to French citizens who want to train or fight in Afghanistan.\nAgnes Labregere, a spokeswoman for the Paris prosecutor's office, which handles terrorism investigations, said Mr. Hannouni was suspected of \"participation in criminal networks aimed at supplying jihad in the Pakistani-Afghan zone.\"\nPart of the concern of Western intelligence agencies is that al-Qaida and its associated groups are using local cells and sympathizers with Western citizenship to aid those seeking to carry out terrorist attacks in Western Europe. On Monday, there were reports that several Germans possibly undergoing weapons training in Pakistan were killed when an American missile strike hit a mosque in North Waziristan.\nAn additional nine people were arrested on Tuesday in Marseille and nearby Avignon on suspicion of involvement in the trafficking of arms and explosives.\n\nLoad-Date: October 6, 2010"
}