{
    "title": "130,000 at Moscow rally ; Anti-terrorism gathering shows solidarity with government",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 9,
    "day": 8,
    "full text": "Tens of thousands of people answered a government call and rallied outside the Kremlin on Tuesday in a show of solidarity against terrorism, nearly a week after militants seized a school in southern Russia in a standoff that claimed more than 350 lives, many of them children.\nMourners in the grief-stricken city of Beslan lowered caskets into the damp earth in a third day of burials from the siege, which officials have blamed on Chechens and other Islamic militants.\nThe Moscow crowd of about 130,000 people - some bearing banners saying, \"We won't give Russia to terrorists\" and \"The enemy will be crushed; victory will be ours\" - observed a moment of silence at 5 p.m. on the cobblestones near St. Basil's Cathedral, adjacent to the Kremlin.\nThe hourlong demonstration, which was organized by a pro-government trade union, echoed President Vladimir Putin's call for unity in vast, multiethnic Russia and sought to rally its people against enemies he says have aid from abroad.\n\"I have been crying for so many days and I came here to feel that we are actually together,\" said Vera Danilina.\nAlthough some in Beslan have criticized Putin for not meeting with survivors of the tragedy, the president has avoided the brunt of the anger over the attacks.\n\"Of course I support him, and it's necessary to be even more harsh with terrorists,\" said Galina Kiselyova, a history teacher who was at the Moscow rally. \"We cannot let go of Chechnya - the Caucasus is ours.\"\n\"Putin, we're with you,\" read a banner at the rally.\nThe demonstration was heavily advertised on state-controlled television, with prominent actors appealing to citizens to turn out. Banners bore the white, blue and red of Russia's flag, and speakers echoed Putin's statements that terrorists must be crushed.\n\"We came here to show that we are not indifferent to the series of terrorist acts that have taken place,\" said Alexander, a student at a Moscow technical college who did not give his surname.\nHowever, the 18-year-old criticized Russian authorities' handling of the hostage crisis, and noted the rally was organized by authorities who \"told us where and when to come\" and was not spontaneous.\nMilitants seized the school in Beslan on Sept. 1, a day after a suicide bombing in Moscow killed 10 people and just over a week after two Russian passenger planes crashed following explosions and killed all 90 people aboard - attacks authorities suspect were linked to the war in Chechnya.\nRussian prosecutors Tuesday said authorities had arrested two people suspected in the plane bombings. The suspects were not identified. The Interfax news agency cited an unnamed source as saying one of the men is suspected of selling plane tickets to two Chechen woman believed to have carried out the Aug. 24 bombings.\n\nLoad-Date: September 8, 2004"
}