{
    "title": "13th anniversary of Okla. City bombing to be remembered Saturday",
    "publisher": "university wire",
    "year": 2008,
    "month": 4,
    "day": 18,
    "full text": "People will gather Saturday on the Outdoor Symbolic Memorial site to honor the lives lost, the ones who survived and the ones whose lives were changed forever by the Oklahoma City bombing.\nSaturday will be the 13th anniversary of the bombing of the Alfred P. Murrah Federal Building in Oklahoma City.\nKilling 168 people, the bombing is the deadliest act of domestic terrorism in United States history.\nWhile bystanders observe the annual 168 seconds in remembrance of the impact terrorism has on a country, a local group of people will try to prevent future terrorist acts from occurring. But this group does it every day.\nThese people are part of the Memorial Institute for the Prevention of Terrorism, a nonprofit think tank striving to counter terrorism through knowledge.\n\"You may think of people who prevent terror as people who kick down doors and catch bad guys, [but] we don't do that,\" said Tamara Pratt, the institute's communications director.\nInstead, Pratt said the people at the institute battle terrorism through knowledge.\nJason Rineheart, a former OU student who now is a terror analyst at the institute, said he thinks it is a responsibility and a blessing to do his part in the fight against terrorism.\nRineheart, who writes articles about terrorism for the institute's Web site, said it is important to share knowledge to prevent future acts of violence.\n\"We as individuals have an obligation as citizens of the country, as citizens of the world, to better understand terrorism and its trends,\" he said.\nRineheart said the bombing memorial is a good time for people to reflect and become more acquainted with how terrorism can be prevented.\nRineheart, whose office overlooks the Outdoor Symbolic Memorial site, said he is reminded of the importance of knowledge about terrorism on a regular basis.\n\"It happens every day with me. The memorial gives me a lot of motivation. It's a humbling experience every day I come to work,\" he said.\nThe idea for the institute came in the aftermath of the bombing, but it did not open until 2000, Pratt said.\nShe said the founders of the federally funded institute wanted to design an institute to prevent all kinds of terrorism.\nPratt said the institute's ultimate goal is to thwart terrorism by informing the public about understanding the trend and dynamics of terrorism.\n\"The better prepared we are to prevent terrorism, the more likely we can stop it from happening,\" she said.\nThe greatest resource the institute has to share information about how to stop terrorism is its Web site, Pratt said.\nShe said the Web site has a library with an extensive amount of information about terrorism, the prevention of terrorism and responder preparedness information.\nAnother way the institute strives to educate the public is through seminars, which Pratt said amounted to at least one dozen last year.\nShe said the institute announced Monday it will start hosting training for Federal Emergency Management Agency in the fall, where members will teach a variety of students, including law enforcement, FEMA employees and other students about prevention and responded preparedness.\nThe lessons on terrorism will be stressed through courses and training on intelligence analysis, and how to better prevent future threats of terrorism, Pratt said.\nNancy Coggins, director of marketing and communications of the memorial museum, said the museum is hosting several events in remembrance of the bombing.\nIn addition to the annual remembrance ceremony, the museum also will sponsor a media symposium with ABC anchor Bob Woodruff, and admission into the museum will be free on Saturday, Coggins said.\n(C) 2008 Oklahoma Daily via U-WIRE\n\nLoad-Date: April 18, 2008"
}