{
    "title": "15 espionage workers are honored by CIA Release of names of dead helps their families let go of secr",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 5,
    "day": 27,
    "full text": "WASHINGTON - The CIA is remembering those lost in the hidden, often dangerous world of espionage, adding a new star to the intelligence agency's memorial wall and 15 names to its hallowed Book of Honor.\nThe new star carved into the wall is for Jeffrey Patneau, a young officer killed in a car crash in Yemen in September 2008. \"Jeff proved that he had boundless talent, courage and innovativeness to offer to our country in its fight against terrorism,\" said CIA Director David Petraeus at a private ceremony at CIA headquarters this past week.\nPetraeus' tribute was the first public identification of Patneau. The stars on the memorial wall at headquarters in Langley, Va., bear no names.\nYemen, the ancestral homeland of al-Qaida leader Osama bin Laden, was the site of the 2000 bombing of the destroyer Cole, which killed 17 American sailors. Patneau was part of the fight against militants in the country during a tense year in which the U.S. Embassy in Sanaa was attacked.\nWith the addition of the star for Patneau, the wall now commemorates the lives of 103 Americans who died in service of the CIA, \"never for acclaim, always for country,\" Petraeus said at the annual event attended by hundreds of employees and family members of those lost. The remembrance came just days ahead of Memorial Day, when the nation remembers its military veterans and those who died in war.\nThe addition of 15 names (14 of whom already had stars) to the CIA's Book of Honor means family members can openly acknowledge where their loved ones worked when they died.\nLeslianne Shedd was lost when hijackers forced down her plane over the Indian Ocean, killing more than 125 people.\n\"Everybody who was on the plane with her who survived said she was not at all scared,\" her sister, Corinne Collie, said Saturday.\n\"She was saying it's all going to be OK, holding the hand of the person sitting next to her.\"\nCollie says the agency approached her family a year ago, saying it was now possible to acknowledge her death - probably meaning the cases she had worked on had been wrapped up, or staff she worked with had either retired or were no longer in harm's way.\nCollie said being able to share what her sister did has been a relief.\n\"To lose a sister and not be able to talk about the full picture of who she was has been hard,\" said Collie of Tacoma, Wash.\n\"The biggest relief is my parents ... get to acknowledge and brag about her, especially my dad,\" she said.\nLike Shedd, most of those honored were killed in the war on terrorism, the list reading like a grim roll call of terrorist acts of the last three decades. Matthew Gannon was a victim of 1988 bombing of Pan Am Flight 103 over Lockerbie, Scotland. Molly Hardy was killed in the 1998 suicide bombing of the U.S. Embassy in Nairobi.\n\nGraphic\n\n \n Associated Press Photo -   In this photo from May 23, 2002, the U.S. flag is reflected off a marble slab of the CIA memorial wall in the lobby of the agency's headquarters in Langley, Va. \n\nLoad-Date: July 27, 2012"
}