{
    "title": "15 years of neglect invited embassy disasters",
    "publisher": "usa today",
    "year": 1998,
    "month": 8,
    "day": 13,
    "full text": "In the aftermath of murderous attacks on two American embassies\nin Africa, the rush to avoid a repeat -- and to escape blame --\nis on. The State Department has closed six vulnerable embassies,\nat least temporarily, President Clinton wants a report on security\nshortages at U.S. facilities worldwide produced pronto, and Congress\npromises expedited funding for security upgrades.\nThat's all fitting -- and embarrassingly late, as reports Wednesday\nmade painfully obvious.\nThe State Department revealed that twice in the past eight months,\npleas from the ambassador to Kenya for a new, safer embassy were\nrejected for lack of money. That response is the norm, not an\nexception.\nFor 15 years, the White House and Congress have done a dismal\njob of protecting U.S. facilities abroad despite frequent warnings.\nSince 1983, when bombers attacked U.S. embassies in Kuwait and\nBeirut and killed 241 Marines at their barracks in Lebanon, the\nrisks have been glaring. A special commission appointed to investigate\nthose attacks explicitly defined the need to fortify U.S. assets\noverseas. A decade later, after a bomb killed 19 at a military\ntraining center in Saudi Arabia, an investigation again found\na lack of preparedness.\nYet over the past 10 years, Congress, squeezing to balance the\nbudget, has authorized only $ 1 billion of more than $ 3 billion\nsought by the commission to upgrade vulnerable facilities. The\nReagan, Bush and Clinton administrations did no better, consistently\nfailing to make a strong, public case for counterterrorism needs\nor to insist on the appropriations the commission wanted.\nThis past year, the General Accounting Office, Congress' watchdog,\nhas repeated warnings about the lack of focus, poor management\nand ineffective budgeting among the 40 agencies, bureaus and offices\nsharing a role in combating terrorism. Confusion about who is\ndoing what -- and even in defining terrorism -- is so pervasive\nthat the GAO was unable to determine just how much is allocated\neach year for terrorism needs by federal agencies.\nIn this leadership vacuum and ensuing confusion, the political\npledges that routinely followed each disaster have proved hollow.\nSo far, the response to the African attacks is no different. Neither\nClinton nor Congress has offered any definitive plan for improving\nsecurity, settling instead for another round of vague promises\nto provide money.\nMore than 250 people paid with their lives last Friday for past\nbumbling. But unless the nation's leaders learn to back their\nwords with action, it's nearly certain to happen again.\n\nGraphic\n\n \nPHOTO, b/w, Bill Foley, AP\n\nLoad-Date: August 13, 1998"
}