{
    "title": "15-Year Sentence For Conspirator In Airport Plot",
    "publisher": "the new york times",
    "year": 2011,
    "month": 1,
    "day": 14,
    "full text": "A Guyanese man who admitted that he had taken part in a plot to detonate fuel tanks at Kennedy International Airport was sentenced Thursday to 15 years in prison.\n''You are a dangerous person,'' Judge Dora L. Irizarry of Federal District Court in Brooklyn said as she handed down the maximum penalty to the man, Abdel Nur, 60. Mr. Nur pleaded guilty last year to a single count of providing material support for terrorism.\nMr. Nur, who has said his real name is Compton Eversley, was one of four men accused of plotting to blow up the tanks in what federal authorities said was a plan to cause a chain reaction along a pipeline that would damage vast areas of New York City.\nCrucial evidence came from a convicted drug dealer and paid informer who contributed financial and logistical support to the plotters and secretly recorded their conversations.\nTwo of the conspirators, Russell M. Defreitas, a Guyanese immigrant and former cargo handler at the airport, and Abdul Kadir, a former member of the Guyanese Parliament, were convicted in August of conspiring to commit acts of terrorism.\nMr. Kadir was sentenced to life in prison in December. Mr. Defreitas is scheduled to be sentenced in February.\nA fourth defendant, Kareem Ibrahim, is awaiting trial.\nMr. Nur was accused by federal prosecutors of advancing the plot by trying to find Adnan Gulshair el-Shukrijumah, an operative and explosives expert for Al Qaeda, and by seeking the help of Yasin Abu Bakr, a leader of a hard-line Islamist group, Jamaat al-Muslimeen, which had tried to overthrow the government of Trinidad and Tobago in 1990.\nMr. Nur's lawyer Daniel Nobel told the judge that his client had never been a committed member of the conspiracy.\n''Mr. Nur was never a driving or a guiding force in the plot,'' he wrote in a presentencing memorandum. ''Nur was a mostly lackadaisical participant who provided minimal and ineffectual material assistance.''\nBut federal prosecutors wrote in their own memorandum that Mr. Nur had played ''a substantial role'' in the plot and ''committed a deeply significant crime.''\n\nhttp://www.nytimes.com\n\nLoad-Date: January 14, 2011"
}