{
    "title": "15-Year Sentence in Terror Case",
    "publisher": "the new york times",
    "year": 2013,
    "month": 1,
    "day": 9,
    "full text": "A Brooklyn man who pleaded guilty to supporting a terrorist group after he was arrested trying to board a plane to the Middle East to wage jihad was sentenced to 15 years in prison on Tuesday.\nThe man, Agron Hasbajrami, an Albanian who had been living legally in Brooklyn since 2008, pleaded guilty in April to sending more than $1,000 to a contact in Pakistan to finance terrorist activities before deciding to travel abroad to join a radical Islamist terrorist organization, which was not named in court papers.\nAs a part of his plea agreement, prosecutors dropped three additional terrorism charges, which could have sent Mr. Hasbajrami, 28, to prison for life. He was sentenced to the maximum 15-year prison term on the single remaining charge.\nJudge John Gleeson, who sentenced Mr. Hasbajrami in Federal District Court in Brooklyn, said he would have preferred to send him to prison for even longer.\n''If I were the prosecutor, I wouldn't have given you this deal,'' Judge Gleeson said. ''What you did is that serious a crime. It is that worthy of condemnation.''\nJudge Gleeson was not persuaded by a lengthy apology made by Mr. Hasbajrami, who had been studying to become an architect. He told the judge that he was a good person, from a good family, who had made mistakes after becoming ''overwhelmed by my emotions'' in response to American foreign policy in Muslim countries. An impassioned plea by Mr. Hasbajrami's lawyer, Steve Zissou, was no more persuasive.\nMr. Hasbajrami was arrested in September 2011 attempting to board a plane to Istanbul, where he planned to meet with people who would help him reach the tribal areas of Pakistan. He had written in an e-mail to his contact there that he wanted to ''marry with the girls in paradise,'' which is often a reference to dying as a martyr while waging jihad.\nThe case was investigated by the Federal Bureau of Investigation's Joint Terrorism Task Force, which includes members of the New York Police Department, and prosecuted by the office of the United States attorney for the Eastern District, Loretta E. Lynch.\n\nhttp://www.nytimes.com/2013/01/09/nyregion/brooklyn-man-sentenced-to-15-years-in-terrorism-case.html\n\nLoad-Date: January 9, 2013"
}