{
    "title": "17 years after 9_11_ New strategy needed",
    "publisher": "usa today",
    "year": 2018,
    "month": 9,
    "day": 11,
    "full text": "It might be tempting to think we have turned the tide on terrorism. After all, the Islamic State is on the run in Iraq and Syria, and terrorist attacks are on the decline globally for the third consecutive year. But that would be a grave mistake. Violent extremists are regrouping and will strike again.\nThe 9/11 Commission, which we chaired 14 years ago, recommended three core goals for U.S. policy: Attack terrorists and their organizations, protect against and prepare for attacks, and prevent the continued growth of Islamist terrorism. The United States has effectively carried out the first two elements  but made little headway on the third. Until we do, the scourge of terrorism will continue to plague us.\nSince the Sep. 11 attacks, terrorism has grown and spread. There were 10,900 terrorist attacks worldwide last year, more than five times the number in 2001.\nViolent extremist groups have gained footholds in 19 countries across the Middle East, the Horn of Africa and the Sahel, a region along the Sahara Desert stretching across North Africa. They target fragile states, where poor governance and failed economies leave large segments of society disaffected and susceptible to extremist influence.\nThese groups seize territory to set up bases for future operations and introduce a new political order. They build governing structures to impose their intolerant, totalitarian rule and try to show that they can govern better than existing states. Extremist groups have governed territory in 10 countries; the self-proclaimed Islamic State of Iraq and Syria was only the most visible.\nFrom these enclaves, extremist groups attract fresh recruits, inspire homegrown  attacks worldwide, including America, and spread instability across already volatile regions. They have drawn us into an expanding fight against terrorism, at a cost $5.6 trillion since 9/11, with no end in sight.\nOur military has been effective, but we cannot curb extremism through force alone. The United States needs a new strategy to mitigate the conditions that enable extremist groups to take root, spread and thrive. That is why the Congress, led by Sen. Lindsey Graham, R-S.C., has charged the U.S Institute of Peace to develop a \"comprehensive plan to prevent the underlying causes of extremism in fragile states\" and why we are proud to lead this important new effort.\nAfter 17 years of fighting terrorism, it is time for a preventive strategy that would foster resilient societies in fragile states. We must help strengthen these countries so that we are not still fighting this threat in another 17 years.\nRather than attempt further nation-building, the United States should support national and local partners in these volatile regions who take the initiative to bolster resilience in their societies. We should catalyze investments in their efforts to alleviate injustice, promote political inclusion, weaken the appeal of extremist ideology, and contain the spread of extremist groups.\nTo put such a strategy in place, we can harness favorable political winds. Leaders in Congress, both Republican and Democrat, are advancing legislation to improve how we engage in fragile states. In the executive branch, our diplomacy, development and defense agencies are working more closely together to stabilize conflict-affected areas. And international partners, including European and Arab countries, are recognizing the threat of violent extremism and ramping up their contributions to counter it.\nEven as our partners shoulder a larger share of the burden, U.S. leadership will be critical to mobilize collective action toward a common goal. And we will need to sustain our commitment over many years to help establish well-governed societies that can resist violent extremism. A long-term strategy for improving governance in fragile states offers the best prospects to curtail the extremist threat and keep America safe.\nWe cannot wait for terrorists to strike again. We must act now or suffer later. Time is not our friend. We hope that our work can serve as a road map for a preventive strategy that would reduce the threat of extremism to the United States.\nFormer Governor Thomas H. Kean and former Representative Lee H. Hamilton served as chairman and vice chairman, respectively, of the 9/11 Commission. They now serve as the chairs of the congressionally mandated Task Force on Extremism in Fragile States, hosted by the U.S. Institute of Peace. \n\nLoad-Date: September 11, 2018"
}