{
    "title": "17-year-old arrested after allegedly climbing fence, crashing aircraft into hangar",
    "publisher": "university wire",
    "year": 2019,
    "month": 12,
    "day": 22,
    "full text": "Bessinger said the girl then crashed into the fence and building.\nThe unidentified teenager was arrested after she scaled a fence at Yosemite Fresno airport and stole the King Air 200 on Wednesday, December 18.\nThe girl was chanced on within the pilot's seat, carrying a headset, and was reputedly \"disoriented\", Calderon said. It is yet unknown how she was able to start it, but she did get one engine running, which was enough to move it around.\nThe incident is now under investigation, but police say they do not suspect domestic terrorism as a possible motive.\nYosemite Fresno Airport Police Chief Drew Bessinger said investigators were joined by the FBI and Federal Aviation Administration to determine how the youth managed to get the airplane started.\n\"No passengers or commercial airlines were ever at risk in this incident\", Calderon tells USA Today.\nGoldman Sachs may pay US$2 billion to settle 1MDB probes\nShould Goldman seek to settle with Malaysian authorities, the fee will likely surpass the almost $2 billion sum sought by the US. USA authorities claim that much of the money raised was stolen by Malaysian government adviser Jho Low and two Goldman bankers.\nThe private plane crashed to the fence. \"The aircraft never became airborne, and there was no fire\".\nShe \"appeared to be disoriented and was uncooperative when she was taken into custody for theft of an aircraft\", according to the airport.\nThe teenager was arrested on suspicion of theft of an aircraft and booked into juvenile hall.\nThe girl's mother told Fresno news station KFSN-TV that she hadn't heard from her daughter since Tuesday night.\nThe incident occurred in the General Aviation area of the airport. No injuries were reported and investigation into the incident is ongoing. Still, it sustained \"considerable damage\", as also did the airport building.\nThe airport also thanked the Fresno Police Department and Fire Departments for their assistance.\n\nLoad-Date: December 22, 2019"
}