{
    "title": "187 countries meet on N-terrorism",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 4,
    "day": 10,
    "full text": "UNITED NATIONS -- Representatives from 187 nations that signed the Nuclear Non-Proliferation Treaty are meeting for the first time since the Sept. 11 terrorist attacks, and a major issue for the United States and many other countries is the threat of nuclear terrorism.\nU.S. Ambassador Norman Wulf warned the meeting that \"the spread of nuclear weapons to additional states not only increases the risk of nuclear war among nations but also increases the risk of nuclear terrorism.\"\nThe two-week meeting that began Monday is the first session to prepare for the next NPT review conference in 2005.\nViolations of the treaty by Iraq and North Korea during the 1990s and their continued failure to comply \"underscore the dangers to the global community\" and \"the need for constant vigilance,\" Wulf said during Tuesday's session.\nThe International Atomic Energy Agency must be allowed to operate unhindered in both countries and the parties to the treaty must persevere in insisting that Iraq and North Korea fully comply with its provisions, he said.\n\"NPT parties who would violate the treaty must make a choice,\" Wulf said. \"They can either join the vast majority of parties who take their NPT obligations seriously or risk being an outlaw nation.\"\nThe NPT, which went into force in 1970, represented a bargain between the nuclear \"haves\" and \"have-nots.\" In return for the non-nuclear states' agreement not to acquire nuclear weapons, the treaty committed nuclear weapons states to work for disarmament.\nRussian envoy Alexander Mostovets told Tuesday's session that there was almost a global consensus on the new threats and challenges.\n\"The problems of non-proliferation of weapons of mass destruction and international terrorism are among the top items within that scope,\" he said. \"In combination, these two problems constitute the greatest and quite real danger.\"\n\nLoad-Date: April 10, 2002"
}