{
    "title": "19 dead, 150 injured in Moscow subway derailment Subway derails in Moscow, killing 19, injuring at l",
    "publisher": "the capital ",
    "year": 2014,
    "month": 7,
    "day": 15,
    "full text": "MOSCOW (AP) - A rush-hour subway train derailed Tuesday in Moscow, killing 19 people and sending at least 150 others to the hospital, many with serious injuries, Russian emergency officials said.\nSeveral cars went off the track in the tunnel after a power surge triggered an alarm that caused the train to stop abruptly, the Emergency Situations Ministry said in a statement.\nRescuers have recovered seven bodies and are working to extract 12 more trapped in two wrecked train cars, Alexander Gavrilov, deputy chief of the Moscow emergency services, told reporters in a televised call.\nOf the 150 reported injured, least 50 of them are in grave condition, Moscow health department chief Georgy Golukhov was quoted as saying by the Itar-TASS news agency.\nThe Russian capital's airports and transit systems have been hit by several terrorist attacks in the past two decades but multiple Russian officials on Tuesday vigorously dismissed terrorism as a possible cause.\nVladimir Markin, spokesman for the Investigative Committee, said in a televised briefing that investigators were considering a fault in the train cars among the possible causes.\nGavrilov of the emergency situations ministry said outside the Park Pobedy station in west Moscow that over 1,100 people were evacuated from the train, which was stuck between two stations.\nPark Pobedy is the deepest metro station in Moscow's subway system - 84 meters (275 feet) deep, which made the rescue particularly hard. The station serves the vast park where the World War II museum is located.\nThe Moscow Metro is one of the most famous subway systems in the world, known for its palatial interiors with mosaics, chandeliers and marble benches.\nTraffic on between the stations is likely to be suspended for at least two days, Mayor Sergei Sobyanin said.\nInjured people were being taken out of the subway station on stretchers. Paramedics carried one woman covered with a blanket to the lawn by the famous Triumphal Arch and put her on a medical helicopter, one of four seen taking off from the park.\nIn the scorching summer weather authorities provided drinking water to survivors, some of whom were sitting near the station's entrance in a state of a shock.\nEarlier photos on social media showed passengers walking along the tracks inside the dimly lit tunnel.\nA man with a bloody cut on his brow told Rossiya 24 television outside the Park Pobedy station that he felt a jolt and the train abruptly came to a halt.\n\"There was smoke and we were trapped inside,\" he said. \"It's a miracle we got out. I thought it was the end.\"\nWhile accidents are regular occurrences in the Moscow Metro, deadly incidents are rare.\n__\nNataliya Vasilyeva contributed to this report.\n\nLoad-Date: July 15, 2014"
}