{
    "title": "19 years later, relations with Iran begin to thaw",
    "publisher": "usa today",
    "year": 1998,
    "month": 6,
    "day": 19,
    "full text": "President Clinton Thursday left no doubt about future U.S. intentions\ntoward Iran. \"What we want is a genuine reconciliation,\" the\npresident stated, unequivocally.\nAnd so, 19 years after Iran enraged the nation by holding 52 Americans\nhostage in the U.S. embassy for 444 days, rapprochement appears\nfirmly under way.\nSince the relatively moderate Mohammad Khatami won election as\nIranian president last year, the administration has probed prospects\nfor reducing hostility.\nThe first small step was to send American wrestlers to Tehran\nin February, recalling the \"table-tennis diplomacy\" Richard\nNixon used to end the isolation of China. More of the same may\nbe seen Sunday as the USA plays Iran in the World Cup soccer competition\nin France.\nAcademic and cultural exchanges followed. And on Wednesday, Secretary\nof State Madeleine Albright previewed Clinton's overtures in a\nspeech that praised the progress of both Khatami and Iran. The\nadministration privately cast her comments as a change in tone\nand content that ultimately could lead to reconciliation.\nAs Albright pointed out, Iran has been experimenting with moderation\n-- however cautiously -- since Khatami's 70% landslide win a year\nago. Once elected, Khatami promptly risked the fury of militant\nanti-American fundamentalists by praising U.S. democratic traditions,\nin an interview on CNN, and expressing regret for the hostage\noutrages. He followed up with long-sought denunciations of terrorism\nand expressions of sympathy for Israeli victims of terrorists.\nIran also has improved drug fighting within its borders, Albright\nargued, and worked for peace in Afghanistan.\nThese successes do not mean that Iran will soon be a Jeffersonian\ndemocracy. Tehran's ties to terrorism remain troubling, and its\ngovernment's pursuit of ballistic missiles and weapons of mass\ndestruction has no good purpose. Further, Khatami's power is limited\nby a conservative legislature and the fact that he shares power\nwith Iran's supreme religious leader, Ayatollah Sayed Ali Khameini,\nwho is no moderate.\nBut even so, responding to his openings is in our interest. Two\ndecades of isolation helped prod Iran toward moderation by depriving\nit of oil revenue it dearly wants, but confrontation can't be\nproductive forever.\nWith Iran showing signs of willingness to turn away from terrorism,\nnow is the time to start substituting carrots for sticks.\n\nGraphic\n\n \nPHOTO, B/W, AP\n\nLoad-Date: June 19, 1998"
}