{
    "title": "1993 WTC bombing taught tough lessons(2)",
    "publisher": "tribune-review",
    "year": 2013,
    "month": 2,
    "day": 24,
    "full text": "NEW YORK - It had to be an accident. \nAlthough hard to imagine, that was the prevailing theory moments after an explosion rocked the World Trade Center about noon on a chilly Feb. 26, 1993. \nThe truth - that a cell of Islamic extremists had engineered a car bomb attack that killed six people, wounded more than 1,000 and caused more than a half-billion dollars in damage - \"was incomprehensible at the time,\" recalled FBI Agent John Anticev. \nOn the eve of the 20-year anniversary of the bombing, Anticev and law enforcement officials involved in the case reflected on an event that taught them tough lessons about a dire threat from jihadists.  \n\"In those days, terrorism wasn't the first reaction,\" former federal prosecutor David Kelley said. \nThe scale of the attack was the first dramatic demonstration that \"terrorism is theater and New York is the biggest stage,\" police Commissioner Raymond Kelly said. \nA two-time commissioner, Kelly was serving his first stint when the initial report came in to police that day that there was an apparent transformer explosion at the trade center. \nKelly raced to the scene, where the bomb planted in a parked Ryder van had left a crater half the size of a football field in the trade center garage. For the first time since it opened in 1973, the trade center stood in the darkness that night. \n\"I remember seeing this tremendous sea of first-responder vehicles ... and smoke was coming out,\" Kelly said. \nA day later, when a utility mishap was ruled out, authorities \"started to come to the conclusion it was a bomb,\" Kelly said. \nThe probe took a dramatic turn when investigators found a vehicle identification number on a piece of the blown-up van. \nInvestigators later learned that the renter of the van wanted to get his deposit back after reporting it stolen - a break that sounded too good to be true. \n\"I was betting he wouldn't show up,\" said Kelley. \nThe renter, Mohammed Salameh, appeared to demand his deposit about a week after the blast. \nWhen Anticev heard Salameh's name, \"I really almost started to cry,\" the agent recalled. \nHis dismay was well-earned. He had long been watching Salameh and other radical Muslims in the FBI's investigation of the assassination of Jewish Defense League founder Meir Kahane at a Manhattan hotel. \nA pipe bomb attack \"was as big a plot as we thought they were capable of,\" he said. \nIn hindsight, Anticev believes agents were \"too Western\" in their attempts to neutralize the terrorists before they struck. \nHe described using tough interrogation tactics that would have spooked ordinary criminals - obtaining subpoenas and bringing them in for questioning in rooms where they purposely displayed surveillance photos of them on the wall. \n\"We thought they would be chilled by that experience,\" he said. \"But it was like water off a duck's back. That did not scare them at all. They just did it anyway. ... That was a big lesson.\" \n\nLoad-Date: February 26, 2013"
}