{
    "title": "1993 serial blasts_RDX not used to kill mosquitoes, says court",
    "publisher": "the world",
    "year": 2017,
    "month": 9,
    "day": 8,
    "full text": "Mumbai, Sept. 8 -- RDX cannot be used as a powder to kill mosquitoes and flies, the Special TADA court here observed while awarding death sentence to Tahir Merchant and Firoz Abdul Rashid Khan and life term to gangster Abu Salem in the 1993 Mumbai serial blasts case.\nNoting that the accused had knowledge about the crime, the court yesterday said \"it cannot be assumed that AK-56 rifles were being distributed in schools in Bombay as toys.\" The Special TADA court yesterday awarded death sentence to Merchant and Khan in the case but Salem escaped the noose and was handed down life imprisonment due to a provision in the Extradition Act.\nBesides Salem, the court sentenced Karimullah Khan to life imprisonment, while awarding 10 years in jail to the fifth convict, Riyaz Siddiqui.\n\"It is necessary to mention that RDX cannot be used as a powder to kill mosquitoes and flies and it cannot be assumed that AK 56 rifles were being distributed in schools in Bombay as toys. The accused had knowledge about the offence,\" Special TADA court Judge G A Sanap said in his judgement.\nIt is necessary to note that the conspirators and the perpetrators of the crime rejoiced at its success and when it came to face the consequences they were getting justice, the court observed in the 2,100-page judgement.\nThe court also observed that the punishment must be proportionate to the depravity and gravity of crime.\nIt would be necessary to make a mention of the worldwide scenario and menace of terrorism. It was pertinent to note that a case related to terrorism could not be treated at par with other offences.\n\"Offences and offenders of terrorism need to be dealt with sternly. Further generations need to be saved from the menace of terrorism,\" judge Sanap observed.\nA lenient view in such cases can weaken the fight and collective efforts to combat terrorism, the court said.\nThe court had in June convicted six persons, including prime accused Mustafa Dossa and Salem, 24 years after the blasts left 257 people dead in Mumbai.\nIt, however, let off accused Abdul Quayyum for want of evidence.\nThe court also imposed a fine totalling Rs 27.09 lakh on the five accused. Firoz was fined Rs 4.75 lakh, Karimullah Rs 8.88 lakh, Tahir Rs 4.85 lakh, Salem Rs 8.51 lakh and Siddiqui Rs 10,000.\nSalem, a notorious gangster considered close to fugitive mob boss Dawood Ibrahim, escaped death sentence as the Extradition Act bars India from seeking capital punishment for an accused extradited from a country where the practice is not in force.\nBefore Salem's extradition in 2004 following his arrest in 2002 in Portugal, India had assured Lisbon that he would not be awarded capital punishment, if convicted in the case.\nThis was the second stage of trial in the case.\nAll the seven accused were facing multiple charges, including criminal conspiracy, waging war against Government of India and murder.\nThe court, in its June 16 ruling convicting six accused, held that the prosecution had proved that Salem was one of the main conspirators, and he delivered three AK-56 rifles and ammunition and hand grenades to actor Sanjay Dutt (convicted under Arms Act in the earlier phase of the trial).\nThe trial of Salem, Dossa, Karimullah, Firoz, Siddiqui, Merchant and Quayyum was separated from the main case as they were arrested after the first set of trial had already started.\nDossa died of cardiac arrest at J J Hospital in Mumbai, shortly after being convicted on June 28.\nThe court had held that Tahir was among the main conspirators.\n\"The role of Tahir in conspiracy is prominent. He is one of the initiators of the conspiracy,\" the court said in its ruling on June 16.\nThe court also held that the prosecution proved that Firoz was a \"prominent and trusted\" member of the Dossa gang, and participated in all the landings of weapons effected by Dossa brothers in Raigad district.\nOn the victims' compensation, the court said that 257 people died and 718 suffered grievous injuries while some had become disabled.\n\"The victims in the Bombay blasts case, deceased and injured/disabled are entitled to get compensation as per the provisions of the Criminal Procedure Code and the victim compensation scheme of Government of Maharashtra,\" observed judge Sanap.\nThe court said as per its record, the prosecution has submitted a list of 232 persons who died and 638 who were injured and disabled in the blasts.\n\"In view of the finding on the point of entitlement of the victims of the blast for compensation this court is satisfied that the compensation which could be paid out of the fine amount would be very meagre and inadequate for the rehabilitation of the victims,\" the court said.\nThe court also recommended District Legal Service Authority (DLSA) to decide and award compensation to the victims. It said the CBI should extend all possible assistance to DLSA.\nThe court said there are still 33 absconding accused and the CBI should take necessary steps to expedite proceedings initiated for the sale of attached property in public auction.\nThe court also said that the CBI shall initiate further proceedings for attachment of properties of the absconding accused in Mumbai or any part of India.\nOn the role of Tahir, the court observed that he was absconding and by remaining in Dubai he had deprived the investigating agency necessary assistance for investigating the case.\nCommenting on Firoz, the court said he came from a well-educated family and his father was an officer in the Indian Navy.\nThe court sat till late last night to hand over copies of the judgement to the accused.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: September 8, 2017"
}