{
    "title": "1998 U.S. Embassy Bombing Victims Are Assured Equal Compensation in Deal With Sudan",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 21,
    "full text": "A new congressional agreement largely puts to rest months of furious negotiations over how to help Sudan’s fragile transitional government, which faces lawsuits accusing the country of harboring Al Qaeda.\nWASHINGTON — Victims of the 1998 bombings of two United States Embassies in East Africa will soon receive up to $485 million in compensation as part of a wide-ranging settlement to remove Sudan from a list of state sponsors of terrorism and, in turn, foster peace with Israel.\nBut the deal, which is part of the $2.3 trillion spending package that Congress is poised to approve on Monday, leaves Sudan liable for potentially billions of dollars in additional payments to the families of those who were killed in the Sept. 11, 2001, attacks.\nThe agreement largely puts to rest months of furious negotiations between the Trump administration and Congress over how to help Sudan’s fragile transitional government and debt-ridden economy by settling many of the lawsuits that accused the country of harboring Al Qaeda, mostly during the 1990s.\nIt also ensures that American victims of the embassy bombings in Kenya and Tanzania — whether they were United States citizens at the time of the attacks or naturalized later — will receive equitable compensation by adding up to $150 million in payouts in addition to the $335 million that Sudan has committed.\nThe money should be released to the bombing victims in the coming days and weeks, according to a person close to the negotiations, who spoke on the condition of anonymity to discuss pending legislation.\n“Finally, I can turn the page and get on with the rest of my life,” said Ellen Bomer, a former Commerce Department employee who was blinded and experienced post-traumatic stress after the blast at the American Embassy in Nairobi, Kenya, on Aug. 7, 1998.\n“I believe that justice prevails,” she added.\nRelatives of the 9/11 victims also praised the agreement that allowed their own lawsuits against Sudan — filed in federal court in Manhattan from 2002 to 2004 — to continue despite sharp opposition from the Trump administration and the government in Khartoum.\n“The White House has been working all year to trade away our rights, in an apparent effort to secure an unrelated diplomatic win,” said Terry Strada, whose husband, Tom Strada, was killed in the attack on the World Trade Center in New York. “We can now return to our quest for justice and accountability against those who enabled the murders of our loved ones.”\nSudan’s leaders had demanded immunity from all terrorism-related lawsuits filed after 1993 — including by the 9/11 families — as a part of a wider-ranging deal that also tied its removal from the U.S. terrorism list to agreeing to normalizing relations with Israel. President Trump announced in October that Sudan was the third Arab state to sign on to the Abraham Accords, his signature diplomatic campaign to ease tensions for Israel across the Middle East and North Africa.\nPeople familiar with the diplomatic talks, who spoke on the condition of anonymity to discuss the delicate diplomacy, said this month that Sudan had threatened to exit the accords if it did not receive full immunity from Congress over concerns that the lawsuits could spook foreign investors, leaving little hope of alleviating widespread poverty and instability there.\nThat sticking point was hotly debated in Khartoum, the capital of Sudan, over the past week, according to people familiar with the negotiations. While they were disappointed that their country would not receive the so-called legal peace it demanded, officials said Sudan’s leaders ultimately decided to remain in the peace accords with Israel in exchange for $931 million in American aid, loans and debt relief that is included in the spending bill — and face the 9/11 families in court.\n“Sudan is confident that it will defeat those claims,” said Christopher M. Curran, a Washington-based lawyer who was among Sudan’s representatives in the negotiations.\nHe said Sudan maintained that it did not support Al Qaeda in the 9/11 attacks and was found liable for the embassy bombings in East Africa only after the government of its former president and dictator, Omar Hassan al-Bashir, failed to defend itself in American courts.\nOfficials on all sides of the debate hope the new assistance will help stabilize Sudan and potentially keep it from being a breeding ground for extremism.\nThe United States “has critical strategic and national security interests in supporting Sudan’s fragile transition to democracy,” said Senators Chuck Schumer of New York and Bob Menendez of New Jersey, both Democrats. “However, that support should not and will not come at the expense of protecting the rights of terrorism victims.”\nPHOTO: The American Embassy in Nairobi, Kenya, on Aug. 8, 1998, the day after it was bombed. (PHOTOGRAPH BY George Mulala/Reuters FOR THE NEW YORK TIMES)\n\nLoad-Date: December 22, 2020"
}