{
    "title": "2 additional arrests linked to explosives",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 5,
    "day": 21,
    "full text": "Prosecutors on Sunday charged two more activists with crimes tied to the NATO summit, accusing one of boasting that he could blow up a downtown Chicago bridge and that he concealed some explosives in a hollowed-out Harry Potter novel.\nDefense attorneys said after the men appeared in court Sunday the allegations were trumped up by informants or undercover officers known as \"Mo\" and \"Gloves.\" The aim, they argued, was to scare protesters in town for the summit.\n\"He is being targeted because of his beliefs,\" defense attorney Molly Armour said of her client, Sebastian Senakiewicz. \"These charges are extremely sensational.\"\nSenakiewicz, 24, of Chicago, is charged with falsely making a terrorist threat. Mark Neiweem, 28, of Chicago, is charged with attempted possession of explosives or incendiary devices after he allegedly sought materials to construct a pipe bomb.\nThe charges came after three other activists were accused Saturday of manufacturing Molotov cocktails and harboring plans to attack President Barack Obama's campaign headquarters and other targets during the NATO meeting.\nProsecutors told a judge at a Sunday court appearance that Senakiewicz, a Polish native, bragged about possessing explosives, supposedly concealing some in the children's novel. But searches did not uncover explosives, prosecutors said.\nIn court documents, prosecutors said Senakiewicz indicated he is an anarchist who was \"upset with the lack of chaos in Chicago.\"\nNeiweem wrote a list of ingredients required to build a pipe bomb and indicated that model rocket engines for the device could be purchased at Hobby Lobby stores, Cook County prosecutors said.\n\"We have seen zero evidence,\" said Sarah Gelsomino, another defense attorney. She also complained the men, both arrested Thursday, were held for more than 65 hours before their initial court appearance in a violation of their civil rights.\nLooking tired and anxious, Senakiewicz appeared in court wearing a brown AC/DC T-shirt. Neiweem, tattooed on his neck and behind his ears, stared down at the floor dejectedly.\n\"They are terrified — completely terrified,\" Armour told reporters outside the courtroom.\nA judge set bond at $750,000 for Senakiewicz and $500,000 for Neiweem. Gelsomino complained later that the bond amounts were \"punitively high\" and the men would be unable to raise the money to get out.\nThe men intend to plead not guilty when they are arraigned May 23, Gelsomino said.\nThe trio charged Saturday are Brian Church, 20, of Ft. Lauderdale, Florida; Jared Chase, 24, of Keene, New Hampshire; and, Brent Vincent Betterly, 24, of Oakland Park, Florida. They were arrested on Wednesday and face charges of conspiracy to commit terrorism, material support for terrorism and possession of explosives.\nProsecutors said the two men charged Sunday have no connection to Church, Chase or Betterly. But defense attorneys said there is a common thread: \"Mo\" and \"Gloves.\" They allege that the two befriended all five of the charged activists and appeared to steer them into activities that could be perceived as illegal.\n\"Mo\" and \"Gloves\" began befriending activists in the Chicago area in early May and were present when Church, Chase or Betterly were arrested, Gelsomino said. She said many activists in Chicago for the NATO protests knew \"Mo\" and \"Gloves\" — a man and a woman — and are now worried they could also be arrested.\nCritics say filing terrorism-related charges against protesters is reminiscent of previous police actions ahead of major political events, when authorities moved quickly to prevent suspected plots but sometimes quietly dropped the charges later.\nMcCarthy on Saturday flatly dismissed the idea the arrests of the initial three suspects were anything more than an effort to stop \"an imminent threat.\"\nKris Hermes, an aide with the National Lawyers Guild, which has represented many of the activists, said the charges against Senakiewicz and Neiweem are also an \"effort to frighten people and to diminish the size of the demonstrations.\"\n\"Even if charges are dropped or reduced later, they will have succeeded in spreading fear and intimidation,\" he said.\nProsecutors said Church, Chase and Betterly used fuel purchased from a Chicago gas station for makeshift bombs, pouring it into beer bottles and cutting up bandannas to serve as fuses. If convicted on all counts, they could get up to 85 years in prison. They are each being held on $1.5 million bond.\nA third man, Taylor Hall, 23, of Pittsburgh, Pa., was arrested during Saturday night protests and also appeared in court Sunday. He is charged with aggravated battery to a police officer.\n———\nAssociated Press Writer Don Babwin contributed to this report.\n———\nFollow Michael Tarm at www.twitter.com/mtarm\n\nLoad-Date: May 21, 2012"
}