{
    "title": "2 alleged bank robbers charged",
    "publisher": "telegraph herald ",
    "year": 2012,
    "month": 11,
    "day": 1,
    "full text": "IOWA CITY - Two Iowa men were charged with attempted murder and terrorism after firing shots at six Iowa police officers during a high-speed chase that followed a bank robbery, authorities said Wednesday. Jeremiah Mumford, 24, is accused of firing rounds from multiple weapons at police officers from four agencies during Tuesday's chase in northeast Iowa while his accomplice, 19-year-old William Clayton, drove the getaway car, said Bremer County Attorney Kasey Wadding. Two officers were wounded. After their capture Tuesday night, Mumford and Clayton told authorities that they had planned the armed robbery of Maynard Savings Bank and the getaway and had practiced and prepared weapons to use during the crime, according to complaints filed in Bremer County. \nMumford, of New Hampton, is charged with six counts of attempted murder while Clayton, of Osage, is charged with six counts of aiding and abetting attempted murder, one for each officer they allegedly shot at. Bullets struck and injured state trooper Mark Domino and Sumner Police Chief Dennis Cain. Both were recovering Wednesday. Bullets also hit police cars belonging to the Iowa Department of Transportation and Fayette County, according to the complaints. Both suspects are charged with four counts of terrorism for \"attempting to intimidate or influence a unit of government\" by firing shots at employees from four separate agencies, the complaints say. Wadding said any charges related to the bank robbery would be filed in neighboring Fayette County, where Maynard is located. Prosecutors there didn't return messages Wednesday. Mumford and Clayton made initial court appearances and were ordered held in the Bremer County Jail in Waverly on $1 million cash-only bonds. Police said the pair robbed a bank in Maynard, a small town northeast of Waterloo, late Tuesday morning. A firefighter quickly spotted their vehicle after law enforcement officials were warned to be on the lookout. Other officers responded and chased the car along county roads for about 30 miles. The suspects fired a \"high number of rounds\" from multiple rifles and handguns, said Larry Hedlund, a special agent with the Iowa Division of Criminal Investigation. Police officers also fired shots in the \"running gun battle,\" but it's not clear how many, and none of them hit the suspects, Hedlund said. \"It was a very dangerous situation to law enforcement and to citizens who could have been in the area,\" he said. Roughly an hour after the bank robbery, the suspects ditched their vehicle near the Heartland Quarry west of Frederika and fled on foot into nearby woods. At least 16 law enforcement agencies, including the FBI and Waterloo police, set up a perimeter along a 2-mile radius to contain the suspects while state patrol tactical units searched and cleared parts of the woods. Officers spotted them trying to crawl out of the area on their stomachs and caught them crossing a county highway north of Frederika. They surrendered without incident, ending fears of another gunfight. Hedlund said investigators were working to piece together how the chase and shootings unfolded. One bullet went into Cain's neck, and another passed through his thumb and shoulder, said Jim Waterbury, a spokesman for Allen Hospital in Waterloo. Cain was in critical but stable condition after several hours of surgery Tuesday. Cain was being transferred Wednesday to University of Iowa Hospitals and Clinics for hand surgery. \"He is in stable and responsive condition. His family feels good about where he is right now,\" Waterbury said. Domino, a 30-year trooper based in Mason City, was shot in the bicep and released from the hospital Tuesday, said Sgt. Scott Bright, a spokesman for the Iowa State Patrol. He said initial reports suggest Domino continued pursuing the suspects even after he was shot. \"He's very dedicated to the state patrol. In a situation like this, he's going to fight to the end. That's the type of guy he is,\" Bright said. \"If it is true that he got injured but still pursued them, that's a very honorable thing. He still wanted to get the suspects even though he was shot.\"\n\nLoad-Date: November 1, 2012"
}