{
    "title": "2 Barcelona Suspects Are Charged With Terrorism Offenses",
    "publisher": "the new york times",
    "year": 2017,
    "month": 8,
    "day": 22,
    "full text": "Correction Appended\nBARCELONA, Spain — A Madrid judge charged two of four suspects in last week’s attacks in Spain with terrorism offenses on Tuesday, after a day of questioning that seemed to confirm that the group had            initially planned a more ambitious strike.\nThe judge, however, ordered the release of one suspect and ordered the fourth to be detained for 72 hours for further questioning.\nThe four suspects — the only survivors of a terrorism cell that killed 15 people in and near Barcelona — were transferred overnight to Madrid, where they appeared before Fernando Andreu, the judge from Spain’s national court in charge of the case.\nJudge Andreu questioned each one in turn on Tuesday, starting with Mohamed Houli Chemlal, 21, who appeared in court in hospital garb. He had been admitted for treatment after being wounded in an explosion at a house that the terrorism cell had used as a bomb factory. The explosion apparently derailed their initial plans for a bombing in Barcelona.\nIn his decision, Judge Andreu charged Mr. Chemlal and another suspect, Driss Oukabir, with belonging to a terrorist organization, terrorism-related murder and possession of explosives. The judge extended the detention and investigation of Sahal el Karib, who ran an internet cafe, and released Mohammed Aalla but required him to report weekly to the authorities and remain in Spain while the investigation continues.\nTuesday’s court sessions were held behind closed doors. But court officials told the Spanish news media that at least one of the suspects had confirmed that the cell had planned a larger attack that included detonating a bomb at landmark monuments and churches in Barcelona.\nThe court appearances came a day after the police killed Younes Abouyaaqoub, the last unaccounted-for member of the terrorism cell, in the countryside west of Barcelona.\nMr. Abouyaaqoub, 22, was believed to have driven the van that killed 13 people last Thursday on Las Ramblas, the famous Barcelona promenade. Mr. Abouyaaqoub then stabbed a man to death during his getaway. Another person was killed in a separate attack in Cambrils, a seaside resort.\nAlthough the terrorism cell has been dismantled, the Moroccan police have arrested at least three people in connection with the attacks. One is a cousin of two members of the cell, and another is a salesman of butane gas who worked in Spain.\nThe bomb-making house contained over 100 butane gas cylinders, and its accidental explosion last Wednesday night is believed to have precipitated the vehicle attacks. The gas salesman arrested on Tuesday is Hicham Ennadih, 44, according to El Español, a Spanish online newspaper.\nInvestigators are still trying to establish the ties to other extremists of an imam who died in the house explosion and is suspected of having inspired last week’s attacks.\nInvestigators are also looking into the whereabouts of the assailants before the attacks, including why some of them had traveled to Paris this month.\nOn Tuesday, Gérard Collomb, France’s interior minister, told the French television channel BFMTV that some members of the cell had visited Paris and that their Audi had been detected speeding in the Paris region.\n“The group came to work in Paris, but it was a quick in-and-out trip,” he said.\nThe car was then used in last week’s attack in Cambrils, which ended when the police killed the five occupants of the car.\nIn his decision, Judge Andreu said that Mr. Aalla could not be kept in prison because the evidence against him was not “sufficiently solid.” Mr. Aalla was the official owner of the Audi car that was used in the attack in Cambrils, but the judge said that the investigation suggested that the main user of the car was Mr. Aalla’s brother, Youssef, who died in the house explosion.\nThe information contained in the judge’s ruling also appears to confirm the involvement of the Islamic State. In the ruins of the bomb-making house, a green book was found, with a piece of paper that refers to “the soldiers of the Islamic State in the land of Andalus,” which was the medieval name used by the Moors for their conquered territory in the Iberian Peninsula. The ruling also said that several plane tickets were found for Brussels, issued in the name of the imam, Abdelbaki Essati.\nThe judge’s ruling also provided further details about how the assailants planned their attacks, including the fact that part of the group bought an ax and four knives in a store in the hours between the first assault in Barcelona and the attack in Cambrils.\nCorrection: August 22, 2017, Tuesday\nThis article has been revised to reflect the following correction: An earlier version of this article and a caption misstated the number of suspects charged in the Barcelona terror attack. Two were charged with terrorism offenses, not four.\nPHOTO: A memorial to the victims of last week’s attack in Barcelona, Spain. Court sessions on Tuesday suggested that a more ambitious strike had initially been planned. (PHOTOGRAPH BY MANU FERNANDEZ/ASSOCIATED PRESS)\nRelated Articles\nVan Driver in Barcelona Attack Is Killed by Police\nBarcelona Attack Suspects Had Ties to Imam Linked to ISIS\nSpain, a Leader in Foiling Attacks, Falls Victim to One Anyway\nPolice See Wider Plot in Spain and Say Carnage Could Have Been Worse\n\nLoad-Date: August 24, 2017"
}