{
    "title": "2 Bombs, One Lethal, Explode in Madrid ; Spain Blames Basques",
    "publisher": "the new york times",
    "year": 2000,
    "month": 1,
    "day": 22,
    "full text": "Two car bombs exploded here today, killing an army officer and injuring other people. The government accused the Basque separatist group E.T.A. of conducting the attacks, which, it true, would be its first after a year and a half of peace overtures that included a unilateral cease-fire that the rebels broke off late last year.\nThe blasts occurred four days after Prime Minister Jose Maria Aznar set general elections for March 12. No one has claimed responsibility for the attacks. But the long-feared renewal of separatist violence immediately took center stage in the election campaign.\nThe first bomb, activated by remote control at 8:10 a.m., killed Lt. Col. Pedro Antonio Blanco Garcia, 47, as he walked in his neighborhood, where many military families live, the police said. Two suspected rebels fled a few blocks in a second car, which they left to explode 30 minutes later. The police said a 14-year-old girl was also wounded in the attack.\n\"E.T.A. will fail,\" Mr. Aznar said in a televised address. \"The attack in Madrid is a sign of their weakness, not their strength. The government will not step back one inch in the fight against terrorism.\"\nE.T.A., whose initials in the Basque language stand for Basque Homeland and Freedom, has fought for 31 years for an independent homeland. Its last lethal attack was on June 25, 1998, when a bomb killed a Basque town councilman from Mr. Aznar's center-right Popular Party.\nThe last year and a half has been the longest period in 30 years without separatist violence, and that had raised hopes that both sides might use the unilateral cease-fire, declared in September 1998, to achieve a lasting peace to a conflict that officials say has killed 800 people.\nAn estimated 5,000 people demonstrated here this evening to demand an end to Basque violence. At similar gatherings in two Basque provincial capitals, San Sebastian and Bilbao, the state-run news agency EFE reported tensions when supporters of the rebels showed up, too.\nThe protests against terrorism, scheduled to continue throughout the weekend, apparently sought to revive the outpouring in 1997, when millions of Spaniards marched in the streets for peace.\nThe first political fallout from the blasts occurred as workers swept broken glass at the bombing sites in southwestern Madrid. The president of the regional Basque government, Juan Jose Ibarretxe, said his moderate Basque Nationalist Party would suspend its parliamentary deal for support from the Euskal Herritarrok coalition, widely considered the rebels' political wing.\nMr. Ibarretxe said the suspension would last until the coalition, whose name means Basque Citizens, clearly condemned the violence. But a coalition leader, Arnaldo Otegi, responded that although the attack had been the work of only its perpetrators, the entire political class shared blame for not preventing it.\nMr. Aznar, when announcing on Monday the election date, said that he started his term in 1996 with the goal of standing firm against Basque terrorism. He and the leader of the opposition Socialist Party, Joaquin Almunia, had agreed that the fight against the rebels was a national issue that should not divide the major parties in the election campaign.\nBut Mr. Almunia, alluding to differences, said today: \"Unfortunately in recent weeks, unity among the democratic parties has not been sufficiently strong and intense. We have not been able to meet the high standards demanded by the citizens, who remind us that the only one to blame for the terrorism is E.T.A.\"\n\nhttp://www.nytimes.com\n\nLoad-Date: January 22, 2000"
}