{
    "title": "2 Brussels Police Officers Are Stabbed in _Potential Terrorist Attack_",
    "publisher": "the new york times",
    "year": 2016,
    "month": 10,
    "day": 5,
    "full text": "BRUSSELS — A man wounded two police officers with a knife in Brussels around noon on Wednesday in what the authorities called “a potential terrorist attack.”\nThe two officers were attacked on the Boulevard Lambermont in the Schaerbeek district, just north of the city center. A third police officer, who came to their aid, was also injured. None of the three had life-threatening injuries.\nThe man suspected of carrying out the assault was shot in the leg. He was identified only as Hicham D., 43, a Belgian citizen.\n“The provisional results of the investigation indicate that it would be a potential terrorist attack,” Eric Van der Sijpt, a spokesman for the federal prosecutor’s office, said in a statement. “The investigating judge specializing in terrorism cases will decide later” about the suspect’s “further detention.”\nMr. Van der Sijpt said that Hicham D. was a former soldier and member of the Belgian Armed Forces, but did not say whether he had been cited before in terrorism investigations.\nEarlier on Wednesday, bomb scares led to the evacuations of the Gare du Nord, one of the city’s three main train stations, and of the building housing the federal prosecutor’s office, which leads terrorism investigations. The police headquarters for western Brussels was also evacuated, although it was not clear whether this was because of a bomb threat. The threats did not appear to be connected to the knife attack, and no bombs were found, the authorities said.\nThe knife attack occurred as international leaders, including Secretary of State John Kerry, gathered a few miles away for a summit meeting hosted by the European Union on aid for Afghanistan. Security was tight for the meeting, which went on as scheduled.\nBrussels, the Belgian capital and the headquarters for most of the European Union’s core institutions, has been on high alert since March 22, when suicide bombers killed 32 people and injured hundreds of others in coordinated attacks at the city’s airport and at a subway station.\nThere have been several attacks on police officers in the city’s Molenbeek and Schaerbeek districts in recent months.\nSchaerbeek had several connections to the attacks in March. Bombs used then, and in the November terrorist attacks in Paris, were assembled at an apartment in Schaerbeek. The neighborhood was also home to            Najim Laachraoui, one of the bombers at the Brussels airport, and it was the location of a hide-out used by the suicide bombers.\nThe stabbings in Belgium followed several knife attacks in France by French extremists who became radicalized at home and never went to Syria, but who had ties to the Islamic State.\nMilan Schreuer reported from Brussels, and Alissa J. Rubin from Paris.\nRelated Articles\nArson at Belgian Forensic Lab May Set Back Terrorism Cases\nHow a Secretive Branch of ISIS Built a Global Network of Killers\nIslamic State Claims Responsibility for Belgium Machete Attack\nBelgian Court Jails Islamic State Cell Leaders for Foiled Plot\nBelgium Says It Prevented a Terror Attack on Soccer Fans\n\nLoad-Date: March 15, 2017"
}