{
    "title": "2 CLASH IN DEBATE ON SECRECY RULES",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 16,
    "full text": "A Reagan Administration official and a prominent First Amendment lawyer clashed here this evening about whether the Administration's secrecy program was a reasonable safeguard for national security or a radical assault on free speech.\n''The differences between the policies of this Administration and its predecessors of both parties are fundamental, not peripheral,'' Floyd Abrams, a New York lawyer who has represented news organizations in battles against the Government, asserted in the debate.\nAttorney Floyd Abrams charges Reagan Adm's secrecy program to protect national security against disclosures by officials represents fundamental attempt to hinder freedom of expression, debate at American Bar Assn with Richard K Willard, Justice Dept's architect of new program (S)\n''Indeed,'' he added ''the Administration's fixation, as I view it, on national security at the expense of freedom of expression is such that it seems virtually always to require the latter claims to be overcome, even when those claims are at their greatest and when the needs of national security are at their least compelling.''\nBut Richard K. Willard, the Justice Department official who has been the chief architect of the Administration's program to protect national security secrets, denied ''that this Administration has done anything radically different from previous administrations or unique in American history.''\n \nProtection in 'Dangerous World'\nMr. Willard said the Administration's secrecy measures, including lifelong censorship agreements for officials who handle especially sensitive intelligence data, were legal and necessary to protect national security secrets in ''a dangerous world.''\n''We face adversaries who have military power greater than any enemy this country has ever faced in time of war,'' he said. ''We live with the ever- present threat of nuclear war, which can destroy the world as we know it. We live with the even more insidious threat of international terrorism.''\nThe 90-minute debate was sponsored by the American Bar Association's Standing Committee on Law and National Security. Almost 100 lawyers, officials and others attended."
}