{
    "title": "2 Colorado men, 1 NYC man arrested in terror probe",
    "publisher": "the salt lake tribune",
    "year": 2009,
    "month": 9,
    "day": 20,
    "full text": "Aurora, Colo. » The arrest of a Colorado airport shuttle driver on charges related to a terrorism investigation reveals a murky plot that involved him receiving explosives training with al-Qaida in Pakistan last year and downloading instructions on his computer on how to build bombs\nBut there's one thing missing at this point -- actual terrorism charges.\nNajibullah Zazi was only charged with making false statements to the government, raising questions about the nature of the plot.\nZazi's defense team denied reports that he considered a plea deal related to terror charges, and Zazi's attorney, Arthur Folsom, has dismissed as rumor remarks by a senior U.S. intelligence official in Washington that Zazi played a crucial role in an intended terrorist attack.\n\"All of that hype and it comes down to charging him with lying to the government. It sounds disproportionate to the hype,\" Taj Ashaheed, Colorado Muslim Society spokesman, said at a festival for the end of Ramadan in the Denver suburb of Aurora.\nWendy Aiello, a spokeswoman for Zazi's defense team, did not immediately return a call Sunday seeking comment on the lack of terrorism charges.\nZazi, who lives in an Aurora apartment, was arrested late Saturday after undergoing three days of questioning by the FBI. He was due to appear in federal court on Monday.\nAlso arrested were Zazi's father, Mohammed Wali Zazi, 53, in Denver; and an associate, Ahmad Wais Afzali, 37, of Queens, N.Y., the Justice Department said. Both also were charged with making false statements to federal agents, a charge that carries a penalty of eight years in prison. Court appearances for both also were set Monday.\nCarl Tobias, a law professor at the University of Richmond who has been tracking terrorist investigations around the country, said it's possible for authorities to file more serious charges later and making the arrests now \"just gives them a hook.\"\nIt's possible that authorities made the arrests now out of fear that too much information was getting out to the suspects, Tobias said.\nIn supporting documents filed with the court, investigators say Zazi admitted to FBI agents last week that in 2008 he received weapons and explosives training from al-Qaida in the federally administered tribal areas of Pakistan.\nThe investigation escalated after Zazi rented a car and drove from Denver to New York, crossing into Manhattan on Sept. 10. Zazi said he went to New York to resolve some issues with a coffee cart he owns in Manhattan, then flew home to Denver. The FBI searched Zazi's rental car and laptop during the New York trip and listened in on telephone conversations, according to the affidavits.\nThe FBI said it found nine pages of handwritten notes containing formulas and instructions for making bombs, detonators and a fuse.\nZazi told the FBI he must have unintentionally downloaded the notes as part of a religious book he downloaded in August. Zazi said he immediately deleted the religious book within days of downloading it after realizing that its contents discussed jihad.\nHowever, federal agents suspect Zazi received the notes via e-mail.\nAuthorities said they found images of the notes in two e-mail accounts with similar passwords. One of the accounts has a nine-digit password that is identical to the password for an e-mail account that Zazi told investigators this week was his, the affidavit said.\nAuthorities suspected Zazi controls both e-mail accounts that received copies of the handwritten notes, according to the affidavit.\nAn arrest warrant affidavit says FBI agents intercepted a phone conversation around Sept. 11 in which Afzali, a legal permanent resident from Afghanistan, told Zazi that he had spoken with authorities.\n\"I was exposed to something yesterday from the authorities. And they came to ask me about your characters. They asked me about you guys,\" Afzali told Zazi, according to the affidavit.\nHowever, Afzali allegedly lied to authorities about that conversation when federal agents asked him about it Thursday, according to the affidavit.\nThe department says Mohammed Zazi, a naturalized U.S. citizen who was interviewed last week by the FBI, lied when asked if he knew anyone by the name of Afzali and said he didn't. The FBI said it had wiretapped a conversation between Mohammed Zazi and Afzali during Najibullah Zazi's visit to New York.\nWendy Aiello, a spokeswoman for Zazi's defense team, says Zazi and his father were taken to FBI headquarters in Denver.\nZazi had been scheduled to go to the Federal Building in Denver on Saturday for a fourth straight day of FBI questioning. However, the meeting was canceled so Zazi could meet with his attorney, Aiello said.\nThe FBI searched Zazi's apartment and his uncle and aunt's home last week in suburban Denver. Authorities have not said what they found.\nOn Monday, FBI agents and police officers with search warrants seeking bomb materials searched three apartments and questioned residents in the Queens neighborhood where Zazi stayed.\nZazi was born in Afghanistan in 1985, moved to Pakistan at age 7 and emigrated to the United States in 1999. He returned to Pakistan in 2007 and 2008 to visit his wife, according to Folsom.\nAt the Masjid Hazrat Abu Bakr in Queens, Zakir Khan said he had seen Zazi praying at the mosque recently, after not seeing him there for about a year. Zazi told him he was back in the city to get his coffee truck and take it back to Colorado. Zazi spoke to Khan about his hopes of one day opening a limo business.\nZazi's arrest \"came as a surprise, he just works seven days in the coffee truck,\" said Kahn, who was among the Muslim worshippers marking the end of Ramadan on Sunday\nAssociated Press Writer Ivan Moreno in Denver and Samantha Gross in Queens contributed to this report.\n\nGraphic\n\n \nTerrorism suspect Najibullah Zazi is arrested by FBI agents in Aurora, Colo., late Saturday, Sept. 19, 2009.\nMohammed Zazi, father of a man suspected of a link to terrorists, leaves the Federal Building in Denver. He was arrested by FBI agents in Aurora, Colo., late Saturday.\nVehicles believed to transporting terrorism suspect Najibullah Zazi and his father after being arrested by FBI agents in Aurora, Colo., arrive at the FBI office in Denver Colorado late Saturday.\nTerrorism suspect Najibullah Zazi is arrested by FBI agents in Aurora, Colo., on Saturday.\nAttorney for Najibullah Zazi, Art Folsom, arrives at the Denver jail in downtown Denver late Saturday after his client was detained by the Federal Bureau of Investigation.\n\nLoad-Date: September 20, 2009"
}