{
    "title": "2 East Carolina students to visit Israel",
    "publisher": "university wire",
    "year": 2006,
    "month": 7,
    "day": 26,
    "full text": "Chris Federici and Joel Carter, political science majors at East Carolina University, will travel to Israel this month to represent their organization, Foundation for Defense of Democracies.\nAccording to Federici, FDD is a non-partisan, anti-terrorism organization that was created in response to the Sept. 11 terrorist attacks.\nThe group is based out of the District of Columbia and funds various anti-terrorism programs for students to educate them on the history of terrorism as well as give them tools and methods for diminishing terrorist activities, Federici said.\nThe students are scheduled to leave for their trip in less than a week. The students are set to leave on July 29 and return on August 13.\nStudents will not have to use financial aid or pay out of pocket to go on this trip. The cost including the flight, the hotel, and food will be paid by FDD.\nThe trip is different from the study aboard trips because it only last for about two weeks and the students will represent the organization and not visit the country to take specific courses for their major.\nThe two-week program will be based in Tel-Aviv. The students will participate in a number of things including a series of lectures and meeting ambassadors and counter-terrorism experts from Egypt, Jordan, Turkey, the U.S. and Israel.\nThe students will also have the opportunity to participate in live-fire exercises, visit historical sites throughout southern Israel, spend several days visiting Jerusalem and meet convicted members of Hamas and Fatah in an Israeli prison.\nFederici anticipates the visit with the convicts because he says it will give them a better insight on the way the minds work of those individuals who commit acts of terrorism.\nDr. Mark Jones and Dr. Rick Kilroy, who are both active in FDD, will be accompanying the students on this trip.\nJones just recently returned from Israel on the faculty trip for FDD, according to Federici. Kilroy participated in the program last summer and suggested that these two students become involved in the organization.\nAs a result, the two students applied, wrote several essays on terrorism issues and were chosen as two of the 46 college students from around the country to come on this trip with the organization.\nThe safety of the students is a concern for many because of the current violent conflicts in the country.\n\"Our safety is in extremely able hands and certain aspects of our trip have been curbed for safety precautions,\" Federici said.\n\"By going to Israel at this time of crisis, it better enables and prepares us for the difficulties that our generation will have to face in the future.\"\nReasons for going on this trip seem to expand further than gaining knowledge and college credit for the students.\nStudents have the option of applying this trip as an independent study credit. The trip will not count as any credit toward their major in political science.\nWhen asked what does he expect to gain from the trip, Federici said, \"I hope to solidify a foundation for my own beliefs on the subject as I will not only meet with members of a Democratic and free state but also with those who wish to destroy it.\"\nWhen the students return, they will also be organizing several terrorism related events on campus including a 9/11 memorial.\nSome of the plans Carter and Federici have for the memorial include a video presentation dedicated to the lost firefighters on 9/11, speeches from the local police and fire departments, and ECU ROTC color guard and the National Guard participate in an flag detail.\n(C) 2006 East Carolinian via U-WIRE\n\nLoad-Date: July 26, 2006"
}