{
    "title": "2 FIRMS RESUME LIBYA OIL FLOW",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 9,
    "day": 27,
    "full text": "ROME -- Italian and French energy companies have resumed partial oil production in Libya after months of civil war, a potential economic lifeline for Libya's new government as it scrambles to rebuild.\nItalian energy giant Eni said Monday it has resumed oil production in Libya after months of interruption due to the civil war that toppled Moammar Gadhafi's regime. By Monday, 15 wells had been tapped, producing some 31,900 barrels of oil per day.\nThe French energy company Total said it had restarted some production last week.\nIn Libya, the nation's transitional justice minister said Monday that he has approved a measure to abolish the state security prosecution and courts, which sentenced opponents of the old regime to prison.\n6 held in terror plot\nLONDON -- Six men have been charged with planning an act of terrorism in Britain, as part of a plot that included training in Pakistan, preparing for suicide bombings and constructing an explosive device, the police said Monday.\nThe men, ages 25-32, are all from Birmingham, Britain's second-largest city. Four were charged with \"preparing for an act of terrorism in the U.K.,\" and the other two were charged with failing to disclose information. A seventh man was being questioned, the West Midlands police force said in a statement.\nN. Korea targets activists?\nBEIJING -- Three times in recent weeks, activists opposing the regime of North Korea's Kim Jong Il have been targeted for assassination by well-trained agents wielding poisoned needles, fellow activists allege.\nA 46-year-old South Korean pastor living in Dandong, a Chinese city near the North Korean border, was found unconscious in the street -- his face and fingers badly discolored -- and died.\nThe following afternoon in the Chinese city of Yanji, a South Korean involved with missionary work was standing at a traffic light when he felt a pinprick in his lower back. He survived the apparent attack.\nAnd South Korean intelligence announced that it had foiled an attack in Seoul in which the intended weapon was a poisoned needle. The target in that case was Park Sung-hak, an activist who had launched balloons into North Korea carrying anti-regime leaflets.\nPollution report issued\nGENEVA -- Cities in Iran, India, Pakistan and the capital of Mongolia rank among the worst on the planet for air pollution, while those in the U.S. and Canada are among the best, according to the first global survey released Monday by the World Health Organization.\nThe southwest Iranian city of Ahvaz had the highest measured level of airborne particles smaller than 10 micrometers.\nAlso in the world\nSpanish Prime Minister Jose Luis Rodriguez Zapatero called early elections Monday as polls show voters will ditch his Socialist party over its handling of the debt crisis in favor of opposition pledges of jobs and tax breaks. Mr. Zapatero, who isn't seeking a third term, told reporters in Madrid that the campaign will start on Nov. 4, ahead of the Nov. 20 elections. ... A powerful typhoon slammed ashore today in the eastern Philippines, where authorities ordered more than 100,000 people to seek shelter from heavy rains and gusts of up to 106 miles per hour. ... Two Tibetan monks set themselves on fire Monday at an embattled monastery in western China to protest Chinese policies in the area, according to a Tibet advocacy group.\n\nLoad-Date: September 27, 2011"
}