{
    "title": "2 former Bush officials in running to head FBI",
    "publisher": "chicago daily herald",
    "year": 2011,
    "month": 3,
    "day": 21,
    "full text": "WASHINGTON — Two officials who worked for President George W. Bush, including one who threatened to resign to block legally questionable anti-terror surveillance, have a realistic chance of being asked to head the FBI, according to people familiar with the search.\nJames Comey and Kenneth Wainstein served in sensitive national security-related posts at the Justice Department in the Bush administration. That could make for interesting confirmation hearings before the Senate Judiciary Committee if President Barack Obama selects either to succeed FBI Director Robert Mueller. His 10-year, nonrenewable term expires Sept. 4.\nTheir service as political appointees under a Republican president is a key factor in explaining the rise of Comey and Wainstein in the search. The Obama administration faces an expanded Republican minority in the Senate with the votes to seriously complicate the confirmation prospects of any nominee who draws their united opposition.\nOn the other hand, Comey became a hero to Democratic opponents of Bush's warrantless wiretapping when Comey refused for a time to reauthorize it. Bush revised the surveillance program when confronted with the threat of resignation by Comey and Mueller.\nComey also was deputy attorney general in 2005 when he unsuccessfully tried to limit tough interrogation tactics against suspected terrorists. He told Attorney General Alberto Gonzales that some of the practices were wrong and would damage the department's reputation.\nSome Democrats denounced those methods as torture, particularly the use of waterboarding which produces the same sensation as drowning.\nWainstein was working for Mueller at the FBI when bureau agents at Guantanamo Bay, Cuba, objected to abusive interrogation techniques employed by the military and when Mueller decided FBI agents could not participate in interviews involving these techniques. But there is nothing in the public record to indicate Wainstein was drawn into the internal Bush administration debates over anti-terrorism interrogation tactics or surveillance.\nA Senate confirmation hearing would surely probe his role and views on these events.\nOther names have surfaced.\nSen. Charles Schumer, a New York Democrat, has backed New York Police Department Commissioner Ray Kelly, a 69-year-old former top Treasury law enforcement official who some believe would rather run for mayor of New York.\nThe FBI Agents Association has recommended Michael Mason, a 23-year bureau veteran who ran the Washington field office and became executive assistant director in charge of the bureau's criminal investigative division. Mason would be the FBI's first black director.\nOne possible candidate with a strong background fighting terrorism who served in the Bush administration: Michael J. Garcia, the former U.S. attorney for the Southern District of New York. Earlier in his career, Garcia successfully prosecuted the mastermind in the first World Trade Center bombing case in the mid-1990s.\nInsiders say the president will want to consider female candidates. Jamie Gorelick, a former deputy attorney general in the Clinton administration, has been mentioned as one.\nJohn S. Pistole, a 26-year FBI veteran who was second-in-command during much of Mueller's tenure and now heads the Transportation Security Administration, is seen as a candidate.\n\nLoad-Date: March 21, 2011"
}