{
    "title": "2 Iraqis charged in US with terrorism plotting",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 5,
    "day": 31,
    "full text": "LOUISVILLE, Kentucky ? Two Iraqis living in Kentucky have been arrested on charges that they tried to send sniper rifles, stinger missiles and money to Al-Qaida operatives in their home country, according to court documents unsealed Tuesday. Thirty-year-old Alwan and 23-year-old Mohanad Shareef Hammadi, who both have lived in Bowling Green since 2009, were charged in a 23-count indictment returned by a federal grand jury Thursday. Neither is charged with plotting attacks within the United States, and authorities say their weapons and money didn't make it to Iraq because of a tightly controlled undercover investigation. \nAlwan is charged with conspiracy to kill a United States national, conspiracy to use a weapon of mass destruction and attempting to provide material support to terrorists. Hammadi is charged with attempting to provide material support to terrorists and knowingly transferring, possession or exporting a device designed or intended to launch or guide a rocket or missile. The FBI said Alwan told an informant that he took part in insurgent attacks on U.S. troops and had \"f--ked up\" Hummers and targeted Bradley fighting vehicles. The indictment and criminal complaints were unsealed Tuesday after the pair made their initial appearances in federal court in Louisville. Both men entered pleas of not guilty and were remanded to federal custody. Hammadi's court-appointed attorney, James Earhart of Louisville, said he doesn't know much about the case or his client beyond what is in the criminal complaint. \"I haven't had a chance to sit down and talk with him yet,\" Earhart told The Associated Press on Tuesday afternoon. Federal Public Defender Scott Wendelsdorf, who represents Alwan, declined comment. The FBI said in criminal complaints that the probe started in September 2009, with a confidential source eventually meeting with Alwan in August 2010 and Hammadi in January. FBI Director Robert Mueller said in February that his agency was taking a fresh look at Iraqi nationals in the U.S. who had ties to al-Qaida's offshoot in Iraq. The group had not previously been considered a threat in the U.S. Asked about the case, Justice Department spokesman Dean Boyd said Tuesday: \"These are the only two persons that have been charged in this case. The investigation is continuing. If any of our investigations or intelligence suggests others pose a threat, we will actively pursue those investigative leads.\" According to the criminal complaints, Alwan told the informant he was involved in insurgent attacks from 2003 until 2006, including using improvised explosive devices and sniper rifles to target U.S. troops. Alwan is accused of drawing diagrams of four types of IEDs for the informant. The FBI said it identified fingerprints belonging to Alwan on a component of an unexploded IED that was recovered by U.S. forces in Iraq. The criminal complaints say that in January, Alwan recruited Hammadi to assist him, describing the younger Iraqi to the informant as a relative of his whose work as an insurgent in Iraq was well known. Later that month, Alwan and Hammadi allegedly delivered money to a tractor-trailer, believing the money would ultimately be shipped to al-Qaeda in Iraq. In February, authorities say the two men helped in the delivery of additional weapons, including sniper rifles and inert C4 plastic explosives, to a tractor-trailer believing that these items would be shipped to al-Qaeda in Iraq. A month later, Alwan and Hammadi are accused of picking up two inert Stinger missiles from the storage facility and delivering them to a tractor-trailer believing these items would be shipped to al-Qaeda in Iraq. \n\nLoad-Date: June 1, 2011"
}