{
    "title": "2 Islamist Terror Attacks Strain French Relations With Muslims",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 30,
    "full text": "A man with a knife killed three people at a church in Nice, in an assault that bore similarities to the recent killing of a schoolteacher, which has shaken the country.\nNICE, France -- A terror attack that killed three people in Nice on Thursday left France increasingly embattled at home and abroad, as the government called for toughening measures against Islamist extremism, amid rising tensions with Muslim nations. \n  A knife-wielding assailant left two people dead in Nice's towering neo-Gothic basilica, including a 60-year-old woman who was nearly decapitated, and a third victim died after taking refuge in a nearby bar.\n  The attack in Nice came less than two weeks after the beheading of a teacher shook the nation and led to President Emmanuel Macron suggesting that Islam was in need of an Enlightenment.\n  Jean-François Ricard, France's top antiterrorism prosecutor, said the suspected killer was a Tunisian man, born in 1999, who had entered France after arriving in Italy on Sept. 20. He said the man, who was unknown to the French authorities, was arrested after lunging at police officers while yelling ''Allahu akbar,'' and was hospitalized with serious wounds.\n  ''Very clearly it is France that is attacked,'' Mr. Macron said after traveling quickly to Nice. French authorities placed a jittery country on its highest terrorism threat level.\n  The killings came at a time when the government's recent words and deeds have put it at odds with Muslims in France and abroad, including heads of state like President Recep Tayyip Erdogan of Turkey. What many French people see as their country's uncompromising defense of its safety and free expression, many Muslims consider to be scapegoating and blasphemous insults to their religion.\n  Just a few weeks ago, Mr. Macron called for an ''Islam of enlightenment'' and ''an Islam that can be at peace with the republic,'' in what he described as a renewed fight against radicalism and challenges to the nation's secular ideals. Since the killing of the teacher in a suburb of Paris, his government has unfurled a wide dragnet against what it has characterized as Islamist extremism, vexing many French Muslims and stirring strong rebuke from Muslim nations.\n  The steps have included expelling imprisoned foreigners suspected of terrorist links, carrying out raids and rolling up a Muslim group it accuses of ''advocating radical Islam'' and hate speech. But few of those affected by the measures had any direct connection to the beheading of the teacher, who was killed by an 18-year-old Chechen refugee.\n  The scope of the government's response and the sharp language of some of its leaders have left Mr. Macron open to criticism that he is politicizing the attack and playing to voters who might otherwise defect to his challengers on the far right. His education minister has described politicians on the left as apologists for Islamists. His interior minister has linked ''political Islam'' to terrorism and has even disparaged Muslim-oriented food aisles in supermarkets.\n  Palestinians have called for a ''day of rage'' against France. Protests and boycotts of French products have gained traction from Bangladesh to Qatar. And Muslim leaders have condemned Mr. Macron for what they describe as a kind of collective punishment of France's Muslims.\n  On Thursday French officials were particularly outraged by comments on Twitter by Mahathir Mohamad, a former Malaysian prime minister, who said that Muslims had a right to ''kill millions of French people for the massacres of the past.'' The French government quickly asked Twitter to suspend Mr. Mahathir's account for inciting hatred and violence. The post was later removed.\n  None of that has shaken the resolve of the French government, or indeed much of its public, that the crackdown is justified in a country that has been the target of dozens of attacks, large and small, by Islamist extremists since 2015 that have left more than 200 dead. The most recent killings in particular -- first outside a public school and then at a church -- have struck at two central pillars of French identity.\n  ''If we are attacked once more it is because of the values that are ours,'' Mr. Macron said, including freedom of worship and freedom of expression. ''We will not yield anything.''\n  Yet both inside France and outside, the assaults have inflamed a significant and fraught moment in the life of a country that has long struggled to integrate Europe's largest Muslim population.\n  The killings in the Nice basilica followed nearly two months of escalating tensions that began when the satirical magazine, Charlie Hebdo, republished caricatures of the Prophet Muhammad early last month to mark the trial of alleged accomplices in the deadly 2015 attack against the publication.\n  Mr. Macron and other French officials fiercely defended the drawings as freedom of expression. The teacher who was beheaded had shown caricatures of the Prophet Muhammad in a class on secularism and free expression, angering some Muslims, including the 18-year-old man, a complete stranger, who sought him out and killed him.\n  Thursday's attack held disturbing echoes of that murder, and it immediately fortified calls among some French authorities for even tougher measures that could further polarize the country.\n  ''Enough is enough,'' Nice's mayor, Christian Estrosi, told BFM TV. ''It is now time for France to exempt itself of peacetime laws to permanently annihilate Islamo-fascism from our territory.''\n  In Nice, as dozens of people stood outside the Notre Dame de l'Assomption basilica late Thursday afternoon, tensions were tangible -- and perhaps worsened by the fact that France is about to enter a monthlong lockdown to slow the spread of the coronavirus.\n  As a local imam spoke to reporters and called on people not to conflate Muslims with terrorists, a resident of a local building yelled ''Go away!'' from her balcony.\n  Imen Gharbi, a 24-year-old Tunisian who has been studying art history in Nice for two years, said she was concerned about the atmosphere of the last few days. ''This attack shocks me, it's disgusting and like everyone else I condemn it, but we must not lump together Muslims and terrorists,'' she said.\n  Ms. Gharbi, who is Muslim, said that she felt targeted by people's comments on Islamic terrorism. ''People are angry and I don't feel safe anymore.''\n  Christian Aucler, a retired tax adviser, said that the beheading of the teacher and Thursday's killing were evidence that pillars of French society were under attack.\n  ''It is clear that there is a religion that is trying to take over our principles,'' Mr. Aucler said, adding, ''The French are very attached to their history, to their culture. Seeing parts of their civilization attacked and questioned is something they experience very badly.''\n  Mr. Ricard, said the suspect in Nice had been recorded by surveillance cameras on Thursday morning at the city's main train station, where he could be seen turning his jacket inside out and changing shoes before making his way to the basilica. Inside the church, he said, the man cut the 60-year-old victim's throat so deeply that she was almost decapitated.\n  The string of attacks over the past five years has moved France to the right politically. The caricatures in Charlie Hebdo -- which many French people would once have considered juvenile, provocative and even bigoted -- have become a test of France's commitment to its secular ideals, while to many Muslims they are inherently offensive.\n  In 2006, when Charlie Hebdo first published the cartoons, the conservative president at the time, Jacques Chirac, denounced the publication, saying that the foundation of the Republic also rested on ''the values of tolerance and the respect of all faiths.'' Mr. Macron defended their republication as the ''right to blasphemy.''\n  With an eye on the presidential election of 2022, Mr. Macron, whose popularity has been hurt by the government's handling of the coronavirus epidemic, has been moving rightward on issues like crime and the place of Islam in France.\n  ''I think that there are some topics on which we can water down our words,'' said Morgan Manzi, a 42-year-old building worker, who had come to the basilica late Thursday afternoon. ''I think that peace is sometimes better than freedom of expression.''\n  Mr. Manzi, who described himself as an atheist, said he was worried about tension rising in recent days following comments by government officials and their uncompromising defense of the caricatures' republication. He added, ''There will be reprisals.''\n  The long avenue facing the Notre-Dame basilica was a swirl of rumors and comments on Thursday night, with bystanders debating immigration, the government's antiterrorism response and the violence plaguing the country.\n  About 200 members of a local far-right group protested noisily outside the basilica, singing the national anthem, La Marseillaise.\n  Standing in the crowd was Abdelkader Sadouni, the imam who had been yelled at by the woman in her balcony.\n  ''Our religion is light-years away from this -- there's no way any Muslim would approve of this,'' he said. But he worried aloud that terrorist attacks had instilled a fear of Islam in the national psyche.\n  Mr. Sadouni said that terrorists were ''breaking this national union to which we aspire.''\n  ''It worries me, that's what they're looking for, and they're succeeding,'' he said.\n  Norimitsu Onishi and Constant Méheut reported from Nice. Reporting was contributed by Aurelien Breeden in Paris and Elian Peltier and Megan Specia in London.Megan Specia contributed reporting from London and Constant Méheut from Paris.\n\nhttps://www.nytimes.com/2020/10/29/world/europe/nice-attack-france.html\n\nGraphic\n\n \nPHOTOS: Above, the police near the church in Nice after a fatal attack on at least three people there on Thursday in what officials termed Islamist terrorism. ''Very clearly it is France that is attacked,'' said President Emmanuel Macron, below, who visited the church. (PHOTOGRAPHS BY DANIEL COLE/ASSOCIATED PRESS\n ERIC GAILLARD/REUTERS) (A15)               \n\nLoad-Date: October 30, 2020"
}