{
    "title": "2 men released as Boston officials seek restitution for ploy that sparked terrorism fears",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 2,
    "day": 1,
    "full text": "BOSTON -- Two men who authorities say placed electronic advertising devices around the city were released from jail Thursday, apparently amused with the publicity stunt that stirred fears of terrorism and shut down parts of the city.\nPeter Berdovsky, 27, and Sean Stevens, 28, were released on $2,500 cash bond after each pleaded not guilty to placing a hoax device and disorderly conduct for a device found Wednesday at a subway station. They waved and smiled as they greeted people in court.\nOutside, they met reporters and television cameras and launched into a nonsensical discussion of hair styles of the 1970s. \"What we really want to talk about today -- it's kind of important to some people -- it's haircuts of the 1970s,\" Berdovsky said.\nOfficials found 38 blinking electronic signs promoting the Cartoon Network TV show \"Aqua Teen Hunger Force\" on bridges and other high-profile spots across the city Wednesday, prompting the closing of a highway and the deployment of bomb squads. The surreal series is about a talking milkshake, a box of fries and a meatball. The network is a division of Turner Broadcasting Systems Inc.\n\"It's clear the intent was to get attention by causing fear and unrest that there was a bomb in that location,\" Assistant Attorney General John Grossman said at their arraignment.\nThe 1-foot tall signs, which were lit up at night, resembled a circuit board, with protruding wires and batteries. Most depicted a boxy, cartoon character giving passersby the finger -- a more obvious sight when darkness fell.\nThe men did not speak or enter their own pleas, but they appeared amused and smiled as the prosecutor talked about the device found at Sullivan Station underneath Interstate 93, looking like it had C-4 explosive.\n\"The appearance of this device and its location are crucial,\" Grossman said. \"This device looks like a bomb.\"\nSome in the gallery snickered.\nOutside the courthouse, Michael Rich, a lawyer for both of the men, said the description of a bomb-like device could be used for any electronic device.\n\"If somebody had left a VCR on the ground it would have been a device with wires, electronic components and a power source,\" he said.\nBoston officials were livid when the devices were discovered.\n\"It is outrageous, in a post 9/11 world, that a company would use this type of marketing scheme,\" Mayor Thomas Menino said Wednesday. \"I am prepared to take any and all legal action against Turner Broadcasting and its affiliates for any and all expenses incurred during the response to today's incidents.\"\nBerdovsky, an artist, told The Boston Globe he was hired by a marketing company and said he was \"kind of freaked out\" by the furor.\n\"I find it kind of ridiculous that they're making these statements on TV that we must not be safe from terrorism, because they were up there for three weeks and no one noticed. It's pretty commonsensical to look at them and say this is a piece of art and installation,\" he said.\nFans of the show mocked authorities for what they called an overreaction.\nAbout a dozen fans gathered outside Charlestown District Court on Thursday morning with signs saying \"1-31-07 Never Forget\" and \"Free Peter.\"\n\"We're the laughing stock,\" said Tracy O'Connor, 34.\n\"It's almost too easy to be a terrorist these days,\" said Jennifer Mason, 26. \"You stick a box on a corner and you can shut down a city.\"\nAuthorities vowed to hold Turner accountable for what Menino said was \"corporate greed,\" that led to at least $750,000 in police costs.\nAs soon as Turner realized the Boston problem around 5 p.m., it said, law enforcement officials were told of their locations in 10 cities where it said the devices had been placed for two to three weeks: Boston, New York, Los Angeles, Chicago, Atlanta, Seattle, Portland, Ore., Austin, Texas, San Francisco and Philadelphia.\n\"We apologize to the citizens of Boston that part of a marketing campaign was mistaken for a public danger,\" said Phil Kent, chairman of Turner, a division of Time Warner Inc.\nKent said the marketing company that placed the signs, Interference Inc., was ordered to remove them immediately.\nInterference had no comment. A woman who answered the phone at the New York-based firm's offices Wednesday afternoon said the firm's CEO was out of town and would not be able to comment until Thursday.\nMessages seeking additional comment from the Atlanta-based Cartoon Network were left with several publicists.\nAuthorities are investigating whether Turner or other companies should be criminally charged, Attorney General Martha Coakley said. \"We're not going to let this go without looking at the further roots of how this happened to cause the panic in this city,\" Coakley said.\nIn Seattle and several suburbs, the removal of the signs was low-key. \"We haven't had any calls to 911 regarding this,\" Seattle police spokesman Sean Whitcomb said Wednesday.\nPolice in Philadelphia said they believed their city had 56 devices.\nThe New York Police Department removed 41 of the devices -- 38 in Manhattan and three in Brooklyn, according to spokesman Paul Browne. The NYPD had not received any complaints. But when it became aware of the situation, it contacted Cartoon Network, which provided the locations so the devices could be removed.\n\"Aqua Teen Hunger Force\" is a cartoon with a cultish following that airs as part of a block of programs for adults on the Cartoon Network. A feature length film based on the show is slated for release March 23. Associated Press Writer Tom Hays in New York contributed to this report.\n\nLoad-Date: February 1, 2007"
}