{
    "title": "2 men jailed in Britain on terrorism charges",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 4,
    "day": 30,
    "full text": "LONDON (AP) - Two men cleared of helping to plot London's 2005 suicide bombings were each sentenced Wednesday to seven years in prison on charges connected to terrorism training.\nJudge Peter Gross jailed Waheed Ali and Mohammed Shakil after they were found guilty by a jury of conspiracy to attend a terrorist training camp.\nThe two suspects, and a third man, Sadeer Saleem, were cleared Tuesday of playing any role in the July 7 London bombings, when four suicide bombers killed 52 bus and subway commuters and themselves - among the country's worst-ever peacetime attacks.\nGross said that, though a jury had accepted they had no role in organizing the 2005 bombings, the two convicted men had been serious in their attempts to seek terrorism training.\n\"This was not play acting and you were determined players, not naive dupes,\" Gross said at London's Kingston Crown Court.\nProsecutors said during the trial the men were close friends of the 2005 suicide bombers, and had traveled with members of the group to terrorist camps.\nAli traveled with Mohammed Siddique Khan, the ringleader of the July 7 plot, to a Pakistan training camp in 2001, and again in 2004, when they were joined by Shehzad Tanweer - another of the London bombers.\n\"We were going to Pakistan and Afghanistan, we were going to stay there and help liberate Afghanistan from the foreign occupiers,\" Ali said, giving evidence in his trial.\nHe claimed he became sick with diarrhea in Pakistan and could not cross the border into Afghanistan - unlike Khan, who Ali said made several visits there.\nProsecutors said at least 1,000 Muslims living in Britain visited training camps in Pakistan between 1998 and 2003.\nShakil joined Khan on a visit to Pakistan in 2003 to attend camps in Malakand, in Pakistan's North West Frontier Province, prosecutors said. There, authorities said they received instruction alongside several known terrorists, including Mohammed Junaid Babar, an American computer programmer and former al-Qaida operative turned FBI informant.\nDuring that visit, Shakil and Khan also held a meeting at Islamabad airport with Omar Khyam, a British man jailed for life in 2007 for leading a plot to bomb nightclubs and power plants, police said.\nJurors who cleared Shakil and Ali of playing any role in the London bombings were not told that they had links to other terrorists, in part to ensure that jury was not prejudiced against them, but also because Britain does not allow intercept evidence to be used in court.\nDeputy Assistant Commissioner John McDowall, the head of Britain's police counterterrorism command, said following the sentencing that he believes Ali and Shakil \"shared the terrorist beliefs of the London bombers.\"\n\"These two men learned to fight at training camps attended by other terrorists,\" McDowall said in a statement.\n\"Shakil himself accepted that the camp at Malakand was a serious business, whose purpose was to train willing volunteers to fight and kill in Afghanistan on behalf of the Taliban, a cause to which both he and Ali were, and remain, sympathetic,\" he said.\n\nLoad-Date: April 30, 2009"
}