{
    "title": "2 Men Found Guilty of Aiding 2013 Kenya Mall Attack",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 7,
    "full text": "The verdicts came seven years after 67 people were killed by Shabab militants at the upscale Westgate Mall in Nairobi.\nNAIROBI, Kenya — A court in Kenya on Wednesday found two men guilty for their role in an assault on an upscale mall in the capital, Nairobi, that killed 67 people in 2013, the first convictions in one of the deadliest terror attacks in the country’s history.\nThe men — Mohamed Ahmed Abdi and Hussein Hassan Mustafah — were found guilty of charges including conspiracy to commit terrorism and aiding the Qaeda-linked Shabab terrorist group. A third man, Liban Abdullah Omar, was acquitted of all charges. A fourth, Adan Dheq, was released last year because of a lack of evidence.\nThe ruling comes seven years after the attack on the Westgate mall, in which Shabab gunmen killed 67 people from 13 countries, wounding 175 others.\nChief Magistrate Francis Andayi of the Milimani law courts in Nairobi delivered the judgment, which had been delayed multiple times. A court translator gave the verdict, which took four hours to read, in Somali to the accused, who are all ethnic Somalis.\n“Their defenses and denials that they had any links that were associated with the act that were committed by the attackers is without substance and I dismiss it,” the chief magistrate said. “They were acting in concert with the attackers.”\nThe Westgate mall was a symbol of Kenya’s growing middle class, a place where affluent couples and families shopped, dined and caught the latest Hollywood and Bollywood movies.\nBut it became a scene of terror on a Saturday afternoon in 2013 when it was stormed by militants who fired indiscriminately at the crowds inside and detonated grenades, sending terrified people fleeing for the exits. The mall’s shiny floors were smeared with blood and scattered with lifeless bodies. Witnesses later said that the assailants had picked out non-Muslims for killing.\nDuring a four-day siege to clear out the militants, the Kenyan authorities were criticized for an inefficient and disjointed response, with the police and military forces deployed in the mall even firing at each other. Soldiers were caught on camera stealing goods from shops in the ruined mall. Security officers also fired a rocket, leading to the collapse of entire floors in the five-story building, including the rooftop parking lot.\nKenyan and Western officials have said that four gunmen from Somalia were involved in the attack, and that all were killed during the siege. But an independent report by the New York Police Department suggested that some of the gunmen might have escaped during the siege.\nThe two convicted on Wednesday were found by the court to have provided support to the gunmen who carried out the attack. Those activities included communicating with the assailants, knowingly supporting the commission of a terrorist act and possessing materials connected to a terrorism offense. They are scheduled to be sentenced on Oct. 22 and face decades in prison.\nThe Shabab said that the attack was a reprisal for Kenya’s deployment of troops in Somalia in 2011 as part of the United Nations-backed African Union peacekeeping mission.\nThe assault established the Shabab as a lethal enemy capable of carrying out attacks across Kenya on both civilian and military targets. In 2015, the group killed 148 people, a majority of them students, at a university in northeastern Kenya. That was the country’s deadliest terror attack since Qaeda-linked militants bombed the United States Embassy in Nairobi in 1998, killing more than 200 people.\nIn 2019, 21 people were killed after the Shabab targeted a luxury hotel and office complex in Nairobi. In January, Shabab fighters killed three Americans and destroyed a surveillance plane when they stormed a Kenyan military post where U.S. troops were based.\nOn Tuesday, local news media reported that at least eight people had been wounded after attackers suspected of belonging to the Shabab targeted a bus in a town in northeastern Kenya near the border with Somalia.\nThe Shabab have also continued to wreak havoc in Somalia, bombing foreign military bases, killing civilians and striking hotels and restaurants. In December, the group was accused of detonating an explosives-laden truck in the Somali capital, Mogadishu, that killed 82 people, including university students. Last month, another truck bombing linked to the group in southern Somalia killed three Somali military officers and wounded three others, including an American service member.\nFor many Kenyans, the siege on Westgate and the subsequent attacks on Kenyan soil highlight how the Shabab remains a potent threat, willing to advance its ambitions at whatever cost, said Murithi Mutiga, project director for the Horn of Africa at the nonprofit International Crisis Group.\nBut while “today’s verdict will offer a measure of solace to the victims,” Mr. Mutiga said, many people in Kenya were still hoping for “a more permanent end to the threat of militancy.”\nPHOTO: Trying to shelter from gunfire during the attack on the Westgate mall in Nairobi in 2013. (PHOTOGRAPH BY Tyler Hicks/The New York Times FOR THE NEW YORK TIMES)\n\nLoad-Date: October 7, 2020"
}