{
    "title": "2 Men Convicted Of Airport Plot",
    "publisher": "the new york times",
    "year": 2010,
    "month": 8,
    "day": 3,
    "full text": "A federal jury found two Guyanese men guilty on Monday of conspiring to attack Kennedy International Airport, concluding a monthlong trial that focused on their plan to blow up fuel tanks and set off a series of explosions along a pipeline that cuts through New York City.\nThe plot never advanced beyond the conceptual stage, and the planning sessions, some of which were recorded by a confidential informant, were alternately grandiose and absurd in some of its details. Talk of destroying the American economy mixed with suggestions of a ''ninja-style'' attack.\nAs in some other recent terrorism cases, the threat as officials described it at the time of the arrests seemed to exceed the suspects' capacity. Like most of those cases, though, it resulted in conviction.\nThe defendants, Russell M. Defreitas and Abdul Kadir, had been monitored from an early stage in the plot by the informant, who posed as a member of the group, which included a number of other participants.\nThe informant, Steven Francis, had recorded the men at the airport during surveillance missions and on international trips to secure financial and logistical support for the attack.\nThe recordings were used by federal prosecutors to portray Mr. Defreitas, 67, an immigrant who became a United States citizen and is a former cargo handler at the airport, as the ''homegrown extremist'' who conceived and drove the plot.\nMr. Kadir, 58, a prominent Guyanese politician who served in Parliament and as mayor of a major city, initially emerged as a secondary figure, one of several conspirators portrayed as facilitating the plot by providing advice and contacts. But in testifying in his own defense, he opened himself to questions about whether he had spied for Iran.\nThe case, with its international reach, high-profile target and unusual cast of characters, drew headlines when the men were arrested more than three years ago.\nThe United States attorney in Brooklyn at the time, Roslynn R. Mauskopf, said the planned attack had the potential to cause ''unfathomable damage, deaths and destruction.''\nBut as time went on, more was revealed about the plot and the unlikelihood of its success (the fuel pipeline, for example, had safety mechanisms to prevent cascading explosions), as well as the level of government involvement (the informant had played a somewhat enabling role in pushing forward the plot).\nThe verdict came after five days of deliberations in a trial before Judge Dora L. Irizarry in United States District Court in Brooklyn. Both men showed no emotion as the decision was read.\nMr. Defreitas and Mr. Kadir face possible sentences of life in prison after their convictions on five counts of conspiring to commit acts of terrorism. Mr. Defreitas was also convicted of surveillance of an airport; Mr. Kadir was acquitted of that charge. They are scheduled to be sentenced Dec. 15. Their lawyers said they planned to appeal.\nTwo other men, Abdel Nur and Donald Nero, have pleaded guilty to participating in the plot. Another man, Kareem Ibrahim, is awaiting trial.\nA lawyer for Mr. Kadir said he was disappointed but not surprised by the verdict, because the case played on concerns about Muslims and terrorism that are particularly resonant in New York.\n''There was more than just the evidence Mr. Kadir was up against,'' the lawyer, Kafahni Nkrumah, said. ''There was the atmosphere of fear in the country.''\nOnce the trial began on June 30, intrigue grew over which of the two defendants presented the greater threat. Mr. Defreitas had been the focus of the prosecutors' opening statements, but by closing arguments, Mr. Kadir's name was mentioned nearly as often.\nThe voluminous recordings played in court left little doubt that Mr. Defreitas had tried to push the plot forward: he videotaped the airport, traveled to Guyana and Trinidad searching for like-minded Muslim militants, and frequently boasted of the damage the attack would cause -- promising that it would be ''worse than the World Trade Center.''\nA prosecutor said the tapes showed him ''doing everything he can to make his nightmare a reality.''\nMr. Defreitas, a frail, gray-haired man who watched the trial in a listless slouch, was portrayed by his lawyers as what one of them said was ''a man with a small mind, a big mouth and an ugly imagination.''\nThey said he lacked the resources or sophistication to pull off the attack without the constant encouragement and assistance of Mr. Francis, who purchased a camera for their surveillance missions and had to instruct him how to use it.\n''Russell Defreitas can't mastermind his way out of the on-off switch on a video camera,'' one of his lawyers said.\nIn contrast, Mr. Kadir's profile grew during the trial, particularly after his decision to testify in his own defense. Until that point, his contributions to the plot were less tangible, like suggesting that the men use Google Earth to view satellite photos of the airport; agreeing to store money for the plot in a bank account for his mosque; and helping to establish the code name for the attack: ''the chicken farm.''\nBut once on the stand, he was confronted with circumstantial evidence of ties to Iran, to which he was traveling when he was arrested in Trinidad in June 2007. The evidence included letters he wrote to the Iranian ambassador to Venezuela and to an Iranian diplomat who has been accused of leading a major terrorist plot in South America. Mr. Kadir denied spying for the country.\nSince Sept. 11, 2001, of the 591 individuals charged in terrorism-related cases that have been resolved, only 9 were acquitted, according to the Center on Law and Security at New York University.\nFrancesca Laguardia, director of research for the N.Y.U. center, who was present for most of the trial, said the Iranian connections provided legitimacy to a trial in which the seriousness of the allegations contrasted with the appearance of Mr. Defreitas, who inspired ''no fear whatsoever.''\n''One of the interesting things we learned is how much doesn't come out in these court cases,'' Ms. Laguardia said. ''We never would have found out all these connections with Iran, if he hadn't gotten on the stand.''\n''Maybe it's an example of the reason,'' she added, ''why law enforcement takes cases seriously that the rest of us don't take seriously.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Lawyers for two men convicted Monday on terrorism charges plan to appeal. Toni Messina and Kafahni Nkrumah, above, represented Abdul Kadir, and Mildred Whalen and Len H. Kamdang represented Russell M. Defreitas. (PHOTOGRAPHS BY ROBERT STOLARIK FOR THE NEW YORK TIMES) (A3)               \n\nLoad-Date: August 3, 2010"
}