{
    "title": "2 New Jersey Men in Terrorism Case Go Before a Judge",
    "publisher": "the new york times",
    "year": 2010,
    "month": 6,
    "day": 8,
    "full text": "Two New Jersey men who were arrested as they prepared to begin what prosecutors said was a carefully thought-out journey to an Islamic insurgent group in Somalia made their first public appearance on Monday since being taken into custody. \n  The men, Mohamed Mahmood Alessa, 20, and Carlos Eduardo Almonte, 24, were shackled at the wrists, waist and ankles  as they went before Magistrate Judge Madeline Cox Arleo in federal court in Newark. \n  Judge Arleo appointed lawyers to represent them and scheduled two additional court appearances: a bail hearing on Thursday and a preliminary hearing on June 21 about the charges they face. \n  Federal prosecutors hinted that they would oppose bail for the two men, who were arrested late Saturday at Kennedy International Airport. \n  ''The government believes that no condition or set of conditions could assure the defendants' appearance or ensure the safety of the community,'' a prosecutor, L. Judson Welle, told the judge.\n  Prosecutors said in court papers that the two men were on the way to join Al Shabab, an extremist organization thought to have sheltered Qaeda operatives wanted in the 1998 bombings of United States Embassies in Kenya and Tanzania. \n  Mr. Alessa, of North Bergen, and Mr. Almonte, of Elmwood Park, were taken into custody as they prepared to fly separately to Egypt. Prosecutors said the two had planned to go from there to Somalia.\n  In court in Newark, each was wearing shoes from which the laces had been removed. Mr. Alessa had what appeared to be bruises on his left temple and the left side of his forehead. There was no immediate explanation for how he got them; his parents were in court but refused to talk to reporters.\n  But Paul J. Fishman, the United States attorney for New Jersey, said later at a news conference that both defendants had resisted arrest. Mr. Fishman also said that passengers on their two flights were not in danger. \n  ''The charges were filed before their bags were packed, and the arrest teams were waiting at the airport before they arrived,'' he said. ''There was never any chance that those defendants would get on those planes.''\n  That was apparently a reference to Faisal Shahzad, who was accused of trying to set off a car bomb in Times Square last month. Mr. Shahzad was also arrested at Kennedy Airport, but when he was apprehended, he had already boarded a plane that was about to leave for Dubai.\n  At one point during the court appearance on Monday, Mr. Alessa responded to a question from Judge Arleo about whether he wanted a court-appointed lawyer by saying, ''Excuse me?'' \n  As he was being led out, he recognized someone in the courtroom, smiled broadly, pointed and waved as best he could with the shackles. He also tapped a hand over his heart.\n  Mr. Almonte spent most of his time in court frowning.\n  Mr. Welle told Judge Arleo they were being charged with conspiracy to murder, kidnap or maim persons outside the United States. He said each could face a maximum sentence of life in prison and penalties of $250,000.\n  The two defendants have been under scrutiny by the Federal Bureau of Investigation since 2006, when the agency received a tip on its Web site. Many of their conversations in the past year were recorded by an undercover officer from the Intelligence Division of the New York Police Department, according to a criminal complaint.\n  A few young men who identified themselves as Muslims showed up at the courthouse to support the defendants.\n  ''They were sincere kids with very good manners,'' said Ahmad Mansoor, 26, from Staten Island, who said that he feared that the young men might have been led down a radical path by an informant working for the government. \n  Mr. Mansoor said that he had met the two at mosques in Paterson, N.J., and that they always seemed to be with  a third young man whose name he did not know. \n  ''Always it was the three of them, hanging out together, going out, eating,'' he said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Paul J. Fishman, the United States attorney for New Jersey, spoke to reporters Monday outside the federal courthouse in Newark. (PHOTOGRAPH BY ROBERT STOLARIK FOR THE NEW YORK TIMES)                                          \n\nLoad-Date: June 8, 2010"
}