{
    "title": "2 officers charged in suspect's beating",
    "publisher": "the day ",
    "year": 2006,
    "month": 7,
    "day": 14,
    "full text": "DETROIT - Two officers removed a handcuff from a suspect's wrist, apparently to provoke an assault, then repeatedly struck the man in a scuffle taped by cameras inside a police department, authorities said.\nThe officers in suburban Pontiac were suspended July 1, the day of the incident, police Chief Valard Gross said. Both have been charged with misdemeanor assault and battery, and an internal investigation is ongoing. \"This sort of behavior won't be tolerated,\" Gross said.\nThe chief said the suspect, who was being arrested after firing a weapon, was not seriously hurt.\nPolice reports and the camera images showed that \"the manner and number of times that Mr. Jones was struck was not appropriate,\" Oakland County Prosecutor David Gorcyca said.\nAlleged al-Qaida operative gets access to U.S. secrets\nMIAMI - Amid tight security, alleged al-Qaida operative Jose Padilla is being permitted to view U.S. government secrets in advance of his trial on charges of conspiring to wage and support international terrorism.\nUnder a federal judge's order, Padilla is being allowed to examine classified documents and videotapes detailing his statements during 3½ years in Defense Department custody as an unlawful \"enemy combatant.\" That designation was dropped last fall when he was charged in a Miami terrorism case.\nDefense lawyers in terrorism cases are regularly permitted to examine such classified material if they obtain government security clearances, but it is unusual for an actual terror suspect to be given direct access to secrets.\nPadilla is a U.S. citizen who has been accused of plotting to detonate a radioactive \"dirty bomb.\"\nElsewhere ...\nKATRINA DISPUTE: Many of the religious leaders serving on a committee created by the Bush-Clinton Katrina Fund to disburse money to churches destroyed by Hurricane Katrina have quit their posts, saying their advice was ignored. Four out of nine board members confirmed their resignations on Thursday.\n\nLoad-Date: July 14, 2006"
}