{
    "title": "2 RUSSIAN BLASTS KILL 19; CONTINUING TERRORISM, NOW OUTSIDE MOSCOW, MIGHT UNSEAT YELTSIN",
    "publisher": "pittsburgh post-gazette",
    "year": 1999,
    "month": 9,
    "day": 17,
    "full text": "Fearful Russians, uneasy about sleeping in their own beds, reeled yesterday after yet another bomb ripped apart an apartment building - this time an early-morning blast in southern Russia that killed at least 17 and wounded more than 150.\nIt was the fourth devastating bombing of an apartment block in two weeks, all of them apparent terrorist attacks, which have left nearly 300 dead.\nThen in St. Petersburg last night, a fifth apartment blast killed a man and woman and injured four other people, including one child.\nItar-Tass news agency reported today that Russian police said this latest one was caused by about 10 to 13 pounds of TNT explosives, not a gas leak, as an Emergencies Ministry duty officer in St Petersburg had suggested earlier.\nTass quoted a local police spokesman as saying an explosive device went off at the door of a seventh-floor apartment in the nine-story building.\nIn Moscow, some politicians and observers wondered whether the government of President Boris Yeltsin would be the next victim if the state security agencies could not end the wave of terror. Speculation has grown with each bombing that Prime Minister Vladimir Putin, or Yeltsin himself, could be forced to resign amid the reign of panic that began Sept. 4.\nThe explosion yesterday in the city of Volgodonsk ripped the face off a nine-story, 144-unit apartment building. Authorities believe the explosives may have been hidden in a truck or in underground pipes. The death toll was expected to rise. Twenty of the 72 injured were reported to be in grave condition.\nAs in the previous blasts, no group claimed responsibility for the explosion in Volgodonsk, a city of 250,000 about 500 miles south of Moscow and near Russia's turbulent southern republics.\nRussian authorities suspect the bombings are the work of terrorists aligned with Muslim insurgents from the breakaway republic of Chechnya. Federal troops have been engaged in battles against the guerrillas for the past five weeks, seeking to drive them from the Russian republic of Dagestan.\nChechen leaders have denied any link to the explosions in Russia, though the car bombing of a Russian military residence compound in Dagestan on Sept. 4, killing 64, was believed to be directly linked to the ongoing fighting in the republic.\nPanic has swept Russia in the wake of the explosions, particularly in Moscow, where two apartment buildings were destroyed. A bomb blast Monday at an eight-story apartment building in Moscow killed at least 119 people.\nSince the first explosion in Moscow on Sept. 9 - at an apartment block on the southeastern outskirts of the city, a blast that claimed 93 lives - police have been inundated with calls from nervous residents. Between Monday and yesterday morning, Moscow police had received 900 calls from people reporting suspicious activity that they believed to be setting of explosives.\nThe latest bombing set off a round of high-level government meetings as Yeltsin and his government struggle to respond to the unprecedented campaign of terror.\n\"We have the strength and resources to wipe out terrorism,\" Yeltsin said.\nMeanwhile, a traditional Yeltsin ally, Yegor Stroyev, chairman of Russia's upper house of parliament, has urged Yeltsin to resign.\nAmid the series of bombings and an unfolding scandal linking the Kremlin to allegations of money laundering and corruption, rumors have swirled throughout Moscow that Yeltsin may leave office before the scheduled end of his term next summer. By leaving early and calling early presidential elections for December, Yeltsin would attempt to improve the chances for Putin, his chosen successor.\nStroyev is scheduled today to chair an extraordinary session of the Federation Council to discuss the security crisis in Russia. He told reporters yesterday that some of his comments in the article may have been misunderstood, but he stopped short of a direct denial.\nContrary rumors say Yeltsin could use the security crisis to declare a state of emergency and indefinitely prolong his term in office.\nAnd in a measure of the deep distrust Russians have for their government, the country's newspapers have been full of stories suggesting that Russian political intrigue could be behind the bombings as a means of tipping the political balance ahead of the elections.\nSo prevalent were rumors of Kremlin links to the explosions that a spokesman for the FSB, the federal security service, gave a radio interview yesterday to deny them.\nThe FSB's Alexander Zdanovich said it was \"absurd\" that some politicians and media reports have suggested that the country's security forces and the Kremlin \"were involved in these acts of terror.\"\nReuters News Service contributed to this report.\n\nLoad-Date: September 18, 1999"
}