{
    "title": "2 suburban Chicagoans arrested on terrorism charges",
    "publisher": "telegraph herald ",
    "year": 2017,
    "month": 4,
    "day": 13,
    "full text": "CHICAGO - Two suburban Chicago men who posed for photos holding a black Islamic State flag at a Lake Michigan beach park were arrested Wednesday on federal terrorism charges, and an undercover agent said one of the men suggested homosexuals should be thrown off the city's tallest building.\nAn FBI sting going back several years compiled evidence that Joseph D. Jones and Edward Schimenti conspired to provide and attempt to provide material support to the Islamic State of Iraq and al-Sham, according to a complaint. That included allegedly providing cellphones to someone working with the FBI, believing the phones would be used to detonate explosives in Syria.\nThe court filing includes photos of the 35-year-old men holding an Islamic State flag at the Illinois Beach State Park in Zion, where they live.\nThe complaint says a photo posted on Schimenti's Google Plus profile shows a masked man holding a knife and standing alongside an IS flag. A caption reads in capital letters that if you can't travel abroad to fight, \"then slaughter the pagans next to you.\" Another posting reads: \"Islamic State will control your country, matter of fact, Islam will dominate the world!!\"\nIn 2015, a video was posted on Jones' Google Plus profile entitled \"Some of the Deadly Stabbing Ways: Do not Forget to Poison the Knife,\" the complaint says. Another time, a person in on the FBI sting asked Jones if he ever thought about traveling to Syria to live in Islamic State territory. He answered, \"Every night and day,\" the complaint says.\nSchimenti at times grew suspicious about some of the undercover agents posing as Islamic State sympathizers. He once suggested something was \"fishy\" about them.\nIf convicted, the two would face a maximum prison term of 20 years.\nThey made an initial appearance Wednesday in Chicago federal court before U.S. Magistrate Judge M. David Weisman.\n\nLoad-Date: April 13, 2017"
}