{
    "title": "2 suspects killed; 1 identified _ Terrorism possible Shooting_ Expert says murders appear to be _org",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 12,
    "day": 3,
    "full text": "SAN BERNARDINO, Calif. — Law enforcement authorities confirmed the identities of two people killed Wednesday in a police chase that came hours after at least two heavily armed attackers opened fire on a holiday banquet at a social services center for the disabled, killing 14 people and seriously wounding more than a dozen others.\nPolice hunting for the killers riddled a black SUV with gunfire in a shootout 2 miles from the late-morning carnage, and a man and woman with assault rifles, handguns and \"assault-style clothing\" were killed, San Bernardino Police Chief Jarrod Burguan said.\nA third person who was spotted running near the gunbattle was detained, but Burguan said it was unclear if that person had anything to do with the crime.\nBurguan identified the dead suspects as Syed Rizwan Farook, 28, and Tashfeen Malik, 27. Born in the U.S., Farook was an environmental specialist for the San Bernardino county health department.\nBurguan confirmed that Farook was at the holiday banquet and left early in a state of anger.\nBurguan had little info on Malik, whom he said was in a romantic relationship with Farook.\nThe shooting at the social services center occurred at a celebration for workers, not the disabled. It was the nation's deadliest mass shooting since the attack at a school in Newtown, Connecticut, three years ago that left 26 children and adults dead.\nThe FBI is investigating\nSee Shooting on Page 9\nseveral possible motives, including workplace violence and terrorism, according to David Bowdich, assistant director of the bureau's Los Angeles office. He did not elaborate.\nFarhan Khan, who is married to Farook's sister, told reporters he last spoke to his brother-in-law about a week ago. He said he was in shock and had \"absolutely no idea why he would do this.\"\nThe attackers invaded the Inland Regional Center about 60 miles east of Los Angeles and began shooting around 11 a.m. Wednesday. They opened fire in a conference area that the San Bernardino County Department of Public Health had rented out for an employee banquet, said Marybeth Feild, president and CEO of the nonprofit center.\nPolice spokeswoman Sgt. Vicki Cervantes said witnesses reported seeing one to three gunmen.\n\"They came prepared to do what they did, as if they were on a mission,\" Burguan, the police chief, said.\nBurguan said that someone had left the morning event after \"there was some type of dispute,\" but investigators were not sure whether that had anything to do with the subsequent massacre in the Southern California city of 214,000 people.\nAs gunfire echoed through the large three-building complex, several people locked themselves in their offices, desperately waiting to be rescued by police. Some texted or telephoned their loved ones and whispered to them what was going on.\n\"People shot. In the office waiting for cops. Pray for us. I am locked in an office,\" Terry Petit's daughter texted him.\nPetit, choking back tears as he read the text for reporters at the scene, said his daughter works at the center, where social workers find jobs, housing and transportation and provide other services to people with disabilities such as autism, cerebral palsy and epilepsy.\nAccording to its web page, the center has a client base of more than 30,000 people with developmental disabilities and their families. It is a privately run nonprofit, the largest of its kind in California with about 670 employees.\nTen of the wounded were hospitalized in critical condition, and three were in serious condition, Fire Chief Tom Hannemann said.\nThat the violence happened at a place dedicated to helping people with developmental disabilities — even if they were not targeted — made it even harder for some to comprehend.\n\"These are all disabled kids, very disabled,\" said Sherry Esquerra, who was searching for her daughter and son-in-law, both of whom work at the center. \"She gets all the services she possibly could for these kids. So I just don't understand why somebody would come in and start shooting.\"\nFBI agents and other law enforcement authorities converged on the center and searched room to room for the attackers. Triage units were set up outside, and people were wheeled away on stretchers. Others were marched from the building with their hands up so that police could search them and make sure the attackers weren't trying to slip out.\nThey had indeed escaped. One witness, Glenn Willwerth, who runs a business across the street, said he heard 10 to 15 shots and then saw an SUV with blacked-out windows pull out \"very calmly, very slowly\" and drive off.\nAs the manhunt dragged on, stores, office buildings and schools were locked down in the city, and roads were blocked off.\nAbout four hours later, with police looking for a dark SUV, officers staking out a home in the nearby city of Redlands saw a vehicle matching that description. Public records show the home is a possible residence of a family member of Farook.\nAuthorities pursued the SUV, and a gunbattle broke out around 3 p.m., authorities said. One officer suffered a minor injury.\nThe aftermath of the shootout was captured live by television news helicopters.\nEach of the dead had a rifle and handgun and was wearing tactical clothing, including vests stuffed with ammunition magazines, said Agent Meredith Davis of the Bureau of Alcohol, Tobacco, Firearms and Explosives. An explosive device was found at the social service center, and during the car chase, the couple hurled a fake bomb — a metal pipe stuffed with cloth — out of the SUV, she said.\nPresident Barack Obama was briefed on the attack by his homeland security adviser. He said it was too early to know the shooters' motives but urged the country to take steps to reduce mass shootings, including stricter gun laws and stronger background checks.\n\"The one thing we do know is that we have a pattern now of mass shootings in this country that has no parallel anywhere else in the world, and there's some steps we could take, not to eliminate every one of these mass shootings, but to improve the odds that they don't happen as frequently,\" Obama told CBS.\nThe shooting sounded like \"an organized plot,\" and preliminary information seems to indicate that \"this is personal, and there seems to suggest some element of revenge and retaliation,\" said Erroll G. Southers, director of Homegrown Violent Extremism Studies at the University of Southern California and a former FBI agent.\n\"What it says to me, it's someone who's familiar with the facility, it's someone who knew exactly what room they were going to go to. They knew exactly which way they needed to escape,\" Southers said. \"They've done their homework.\"\nThe social services center has two large buildings that require a badge to get in, said Sheela Stark, a member of its board of trustees. However, the conference room where many public events take place — including the banquet Wednesday — is usually left open when visitors are expected.\nOlivia Navarro said her daughter, Jamile Navarro, a case manager at the social service center, called her and whispered that she was taking cover in a locked room.\n\"Of course you're going to be quiet, so we hung up,\" she said. \"I said, ‘All right, I'll be there, turn off the lights, don't make a sound.' And that was it.\" The daughter made it safely out of the building.\nContinued from Page 1\n\nLoad-Date: December 3, 2015"
}