{
    "title": "2 years after bombing, defendants still await trial; Attack on terrorism_ The case comes from the de",
    "publisher": "telegraph herald ",
    "year": 2000,
    "month": 8,
    "day": 7,
    "full text": "NEW YORK (AP) - Two years after the deadly bombings of two U.S. embassies in Africa, the case that formed the cornerstone of an unprecedented legal attack on terrorism worldwide is still creeping toward a long-delayed trial.\nLawyers for the six defendants held in New York - others are at large or held overseas - have complained loudly and often about the length of time their clients have been held in isolation without facing trial.\nThe 2nd U.S. Circuit Court of Appeals ruled in May that the lengthy pretrial detention was \"extraordinary, and justified\" because of the unprecedented violence of the Aug. 7, 1998, attacks, the difficulty lawyers face preparing for the complex case and because the delay cannot be blamed on prosecutors.\nBut with complaints mounting from defendants who have been held either in solitary confinement or with a single roommate in an isolated prison section, the judge has indicated he is intent on getting the men to trial soon.\nThe trial was set for Sept. 5 but was postponed to Jan. 3 to give defense attorneys more time to prepare.\nProsecutors plan to call 100 witnesses from six countries to prove the bombings were the work of an international terror group.\nThe government says the attacks that killed 224 people, including 12 Americans, in Kenya and Tanzania were engineered by Osama bin Laden, a Saudi-born millionaire who has called for the killing of Americans.\nProsecutors allege that a decade ago bin Laden formed a terrorist group, al Qaeda, Arabic for \"the base,\" and that he issued a public declaration of war against the U.S. military in August 1996.\nHe and his followers have been accused of killing American servicemen in Somalia and Saudi Arabia, bombing the two embassies in Africa and concealing terrorism activities through front companies and other subterfuge.\nIn May 1998, prosecutors allege in court papers, bin Laden intensified his terrorism campaign by issuing a statement titled \"The Nuclear Bomb of Islam,\" which said \"it is the duty of the Muslims to prepare as much force as possible to terrorize the enemies of God.\"\nNow, bin Laden is accused in an indictment along with 16 other men. Six defendants are being held in New York, three are being held abroad and eight are fugitives, including bin Laden, who is on the FBI's 10 Most Wanted List. Extradition proceedings are under way for those jailed abroad, and a $ 5 million reward is offered for the capture and conviction of each fugitive.\nConvictions could bring life terms for all of them and death penalties for two.\nIn interviews, bin Laden has said he was not involved in the embassy bombings but was glad they happened. He told Time magazine he did \"instigate\" the blasts.\nDefense complaints have come as recently as a pretrial hearing on Wednesday, when Mamdouh Mahmud Salim complained to U.S. District Judge Leonard B. Sand that he still did not understand the charges against him.\n\"In the indictment itself, I have not found anything that I have done against America,\" Salim said. \"What is it that I did? And I will not accept a general term like 'conspiracy' to be applied to me. I would like to know what is it that I specifically did, only at least one thing.\"\nSand told him to consult his lawyers.\nIn court papers, prosecutors have said Salim is one of the founders of al Qaeda. They say he managed terrorist training camps in Afghanistan, Pakistan and the Sudan, traveled the world to raise money and \"made efforts to develop conventional weapons and to obtain the components of nuclear weapons\" for al Qaeda.\nAt the same hearing, Wadih El Hage complained to the judge that he had been barred from using dental floss.\nThe judge responded that he once presided over a case in which a defendant tried to escape from a federal lockup by using dental floss as a rope to lower himself to freedom.\n\"Of course, when he reached the sidewalk, he was greeted by law enforcement who were awaiting him,\" the judge said.\nSalim complained that El Hage had been afforded an extra seven minutes per month on the prison telephone because he has seven children.\n\"And I have six children, and I ask for six minutes additional,\" Salim said. The judge said he would look into it.\n\nLoad-Date: August 25, 2000"
}