{
    "title": "20,000 foreign fighters flock to Syria , Iraq Extremists raise terrorism concern, U.S. says",
    "publisher": "st. louis post-dispatch ",
    "year": 2015,
    "month": 2,
    "day": 11,
    "full text": "WASHINGTON • Foreign fighters are streaming into Syria and Iraq in unprecedented numbers to join the Islamic State or other extremist groups, including at least 3,400 from Western nations among 20,000 from around the world, U.S. intelligence officials say in an updated estimate of a top terrorism concern.\nIntelligence agencies now believe that as many as 150 Americans have tried and some have succeeded in reaching in the Syrian war zone, officials told the House Homeland Security Committee in testimony prepared for delivery on Wednesday.\nSome of those Americans were arrested en route, some died in the area and a small number are still fighting with extremists.\nThe testimony and other data were obtained Tuesday by The Associated Press.\nNick Rasmussen, chief of the National Counterterrorism Center, said the rate of foreign fighter travel to Syria was without precedent, far exceeding the rate of foreigners who went to wage jihad in Afghanistan, Pakistan, Iraq, Yemen or Somalia at any other point in the past 20 years.\nU.S. officials fear that some of the foreign fighters will return undetected to their homes in Europe or the U.S. to mount terrorist attacks. At least one of the men responsible for the attack on the satirical magazine Charlie Hebdo in Paris had spent time with Islamic extremists in Yemen.\nAs for foreign fighters, officials acknowledge it has been hard to track the Americans and Europeans who have made it to Syria, where the Islamic State group is the dominant force trying to overthrow the government of President Bashar Assad. The U.S. Embassy in Syria is closed, and the CIA has no permanent presence on the ground.\n\"Once in Syria, it is very difficult to discern what happens there,\" according to Wednesday's prepared testimony of Michael Steinbach, the FBI's assistant director for counterterrorism. \"This lack of clarity remains troubling.\"\nThe estimate of 20,000 fighters, from 90 countries, is up from 19,000, Rasmussen will tell the House committee, according to prepared testimony. The number of Americans or U.S. residents who have gone or tried to go is up to 150 from 50 a year ago and 100 in the fall.\nRep. Michael McCaul, R-Texas, who chairs the committee, said in his prepared remarks that the Syrian war had created \"the largest convergence of Islamist terrorists in world history.\" Sustained bombing by a U.S.-led coalition has not stopped the inflow, he noted.\nMcCaul's committee staff compiled from public sources a list of 18 U.S. citizens or residents who joined or attempted to join the Islamic State group, and 18 others who tried to or succeeded in joining other violent Islamic groups. The list includes three Chicago teens and three Denver teens who were radicalized and recruited online and were arrested after attempting to travel to Syria to join Islamic State fighters. It also includes Douglas McAuthur McCain, 33, a Californian who died in August while fighting with the Islamic State group near Aleppo.\nU.S. intelligence officials do not make public their estimate of how many Americans currently are fighting in Syria and Iraq. In September, FBI director James Comey said it was \"about a dozen.\"\nFrancis X. Taylor, who heads the Homeland Security Department's intelligence office, said in his prepared testimony for the hearing that \"we are unaware of any specific, credible, imminent threat to the homeland.\"\nHowever, he said, the department is concerned that Americans who join violent extremist groups in Syria \"could gain combat skills, violent extremist connections and possibly become persuaded to conduct organized or ‘lone-wolf' style attacks that target U.S. and Western interests. We also have become increasingly aware of the possibility that Syria could emerge as a base of operations for al-Qaida's international agenda, which could include attacks against the homeland.\"\nTaylor said the U.S. was trying to instruct other governments on how best to track foreign fighters, including \"how they can compare airline manifests and reservation data against terrorist watch lists and other intelligence about terrorist travel.\" He said the U.S. outpaced other countries in that effort.\nThe intelligence officials also discussed the possibility of homegrown attacks inspired by the Islamic State or al-Qaida but not directly connected to the groups. Rasmussen of the counterterrorism center appeared to downplay that threat, saying it \"will remain at its current level resulting in fewer than 10 uncoordinated and unsophisticated plots annually from a pool of up to a few hundred individuals, most of whom are known to the (intelligence agencies) and law enforcement.\"\nMcCaul said he feared that President Barack Obama's administration was blind to the looming dangers of homegrown radicalism of the kind that led to the 2013 Boston Marathon bombing.\n\"We have no lead agency in charge of countering domestic radicalization and no line item for it in the budgets of key departments and agencies,\" he said. \"I am also concerned that the few programs we do have in place are far too small to confront a challenge that has grown so quickly.\"\n\nGraphic\n\n \n FILE - In this Jan. 30, 2015 file photo, a Syrian Kurdish sniper looks at the rubble in the Syrian city of Ain al-Arab, also known as Kobani. Foreign fighters are streaming in unprecedented numbers to Syria and Iraq to battle for the Islamic State or other U.S. foes, including at least 3,400 from Western nations and 150 Americans, U.S. intelligence officials conclude. In all, more than 20,000 fighters have traveled to Syria from more than 90 countries, top intelligence officials will tell Congress this week. (AP Photo, File) \n\nLoad-Date: February 11, 2015"
}