{
    "title": "20-YEAR MANHUNT FOR _TRUE PROFESSIONAL OF TERRORISM' FINALLY OVER",
    "publisher": "the world",
    "year": 1994,
    "month": 8,
    "day": 16,
    "full text": "PARIS (AP) - Carlos the Jackal, the\nfree-lance terrorist whose alleged bombings and hijackings made him\none of the world's most wanted men, landed behind bars Monday in\nParis.\nSudan arrested the Venezuelan-born fugitive and turned him over\nto France, ending a 20-year hunt for the man whose bloody exploits\nmirrored the brand of thriller that gave him his nickname.\nAs a terrorist-for-hire, Carlos reportedly teamed up with some\nof the world's most notorious groups, including Germany's Red Army\nFaction, the Japanese Red Army, the Basque separatist movement in\nSpain and various Palestinian organizations.\nHe was most often linked to the murky world of Middle East\nterrorism.  Intelligence reports connected him with the 1972 massacre\nof 11 Israeli athletes at the Munich Olympics, a 1975 attack on OPEC\nheadquarters and the 1976 hijacking of an Air France jetliner to\nEntebbe, Uganda, which ended with an Israeli commando raid.\nCarlos, 44, was locked up in La Sante prison in southern Paris.\nHe was to go before a special terrorism judge today for indictment\nin at least one killing and the opening of an investigation into\nnumerous others.\nA French court convicted Carlos in absentia in June 1992 and\nsentenced him to life in prison for the 1975 shooting deaths of two\ncounterintelligence agents.  Under French law, he will have to be\nretried for the slayings.\nInterior Minister Charles Pasqua, announcing the arrest, called\nCarlos \"a true professional of terrorism\" who claims to have killed\n83 people around the world.\n\"I rejoice that one of the most dangerous terrorists in recent\nyears is now in the hands of justice,\" he said.\nPasqua said Carlos was directly or indirectly responsible for\nkilling at least 15 people on French soil and injuring 200.\nCarlos, whose real name is Ilich Ramirez Sanchez, got his nom de\nguerre after British tabloids learned that a copy of Frederick\nForsyth's 1971 thriller, \"Day of the Jackal,\" was found in one of\nhis early London safehouses.  The novel tells the story of a\nprofessional killer hired to assassinate French President Charles de\nGaulle.\nThe flamboyant terrorist long worked in the foreign operations\nsection of the feared Popular Front for the Liberation of Palestine\nCarlos also is suspected in the 1974 takeover of the French\nEmbassy in The Hague, Netherlands, and the 1975 attack on the\nheadquarters of the OPEC oil cartel in Vienna, Austria, in which\nthree people were killed and 11 taken hostage.\nPasqua described him as a \"mercenary at the disposition of the\nliberation movements of the world.\"\nFrance's former intelligence chief, Pierre Marion, said that\nduring the Cold War, Carlos moved between East Germany,\nCzechoslovakia and Syria \"with extraordinary protections at his\ndisposal|e.  To catch him then wasn't possible.\"\nWith the fall of communism, Carlos lost his protection, Marion\nsaid.\nPasqua said French counterintelligence agents, helped by\nfriendly countries, found Carlos early this year in Sudan, where he\nhad gone six months ago on a false passport and was living under a\nfalse name.\n\"Yesterday morning, Sudanese authorities let us know they had\npositively identified Carlos and were ready to respond to French\narrest warrants,\" he said.\nCarlos was returned to France on Monday.\nBorn Oct. 12, 1949, Carlos is the son of a wealthy communist\nVenezuelan lawyer, Jose Altagracia Ramirez Navas, who gave each of\nhis three sons one name of Russian revolutionary leader Vladimir\nIlyich Lenin.\n\nLoad-Date: January 31, 1995"
}