{
    "title": "200-PLUS U.S. TROOPS ARE ON GROUND IN PHILIPPINES ; MORE ARE TO COME AS BOTH COUNTRIES EXPAND ANTI-T",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 1,
    "day": 17,
    "full text": "More than 200 U.S. troops are in the Philippines for a joint military exercise as the Pentagon moves to expand the war against terrorism.\n\"What's taking place in the Philippines is that this is a global problem, that we are addressing it globally, not just in Afghanistan,\" Defense Secretary Donald Rumsfeld said Wednesday.\nRumsfeld said about 240 to 250 Americans were already on the ground in the Asian nation, where local forces have been battling the Islamic extremist group Abu Sayyaf.\nAmong the Americans are more than 200 who will participate in a 2 1/2-week joint exercise with Filipino forces and a couple of dozen in an advance team for Special Forces who will serve as counterterrorism trainers.\nTroops involved in the exercise are at the former U.S. Clark Air Base, and their number will eventually grow to about 270, a Pentagon official said.\nThe other Americans - on the advance team - are doing planning and logistics for a training group that eventually will total about 600 - including 160 Special Forces and support operations for them, Philippine officials have said. This is an expansion of a longtime U.S. counterterrorism effort in the Philippines and was approved in November by the presidents of the two nations.\nThe advance team is working on Basilan Island, where Filipino soldiers have been fighting Abu Sayyaf guerrillas who are holding an American couple and a Filipina nurse hostage, a defense official said.\n\"More are going in,\" Rumsfeld said in a news conference. \"They are there for training purposes. They are there for logistics purposes. They are there for an exercise with the Philippine government.\"\nThe Abu Sayyaf is holding missionaries Martin and Gracia Burnham of Wichita, Kan., and Deborah Yap, a Filipina nurse, after abducting them with scores of others in a kidnapping spree that began in May. Several hostages, including Guillermo Sobero of Corona, Calif., were killed in captivity. Others escaped or were freed for ransom.\nAsked whether there was evidence that the group was involved in the attacks on America on Sept. 11, Rumsfeld said, \"There is no question that there have been linkages\" between terrorism in the Philippines and Osama bin Laden's al-Qaida network, foremost suspects in the fall attacks.\nRumsfeld also said a terrorist network did not have to be involved in the attacks on the World Trade Center and Pentagon to be targets in the campaign against terrorism.\nHe also was asked what the Pentagon would do if the Philippine government asked it to become involved in combat operations.\n\"We'd obviously address it, as we would with any friendly country,\" he said. \"And we would address it as a nation whose president has announced that we are determined to find terrorist networks and do what we can to help root them out and stop them from killing people.\"\n\nNotes\n\nWAR ON TERROR\n\nLoad-Date: January 17, 2002"
}