{
    "title": "2003 Legislature; Getting down to business and bickering; Anti-terrorism efforts and aid to local go",
    "publisher": "star tribune ",
    "year": 2003,
    "month": 1,
    "day": 8,
    "full text": "Anti-terrorism issues and funding threats to local governments shared the stage with perfunctory swearings-in and obligatory crying babies as the 2003 legislative session got underway Tuesday.\n     Branding the state's anti-terrorism program \"a bureaucratic fiasco,\" House DFLers called for an immediate release of more than $11 million in state funding to local governments.\n     They also warned that potential cuts in aid to cities and counties would severely hinder police and fire response to terrorism.\n     House Minority Leader Matt Entenza, DFL-St. Paul, said the state's program is bogged down by forms that have to be filled out and the identification of hypothetical threats. The $15.2 million package of upgraded equipment, training and communications for emergency responders was one of the cornerstones of the 2002 session.\n   The state is \"wasting the time of local law enforcement,\" Entenza said at a news conference before the opening House session. \"If we have nuclear threats in our community and the police are aware of it, the police should be going out and arresting these people.\"\n     Cities, counties and emergency responders have a lot to do before they can qualify for funding.\n    They are being asked to fill out seven pages of reports listing all the groups in their area that pose a potential terrorist threat, assessing whether they are planning to use weapons of mass destruction and calculating the casualties such attacks would cause.\n     Rep. Rich Stanek, R-Maple Grove, the chief sponsor of the anti-terrorism bill, said his Judiciary Policy and Finance Committee, which oversees the Department of Public Safety, will look into the matter in its first meeting Thursday morning.\n     \"This money was supposed to be distributed,\" he said. \"We need to know why it's just sitting there.\"\n     Stanek, a Minneapolis police inspector who has been mentioned as a possible candidate for public safety commissioner, said he also will ask Gov. Tim Pawlenty's office when a permanent commissioner might be named to replace Charlie Weaver, now Pawlenty's chief of staff.\n     Public Safety spokesman Kevin Smith said the department, led by acting chief Mancel Mitchell, is complying with state and federal grantmaking rules and is moving as quickly as possible under the guidelines.\n     \"If it's mandated, that's the way we're doing it,\" he said.\nCoordinating funding\n     Calling the criticism ridiculous, Weaver said the process is being coordinated to ensure that all geographic regions are covered with the most economy. For instance, state officials do not want one community to buy an expensive piece of emergency equipment when a neighboring community may already have one, Weaver said.\n     \"This process has been very inclusive,\" Weaver said. He also said he expects Pawlenty to name a commissioner of public safety in the next two weeks.\n     As an example of how contentious the terrorism issue can be, state officials have removed anti-tobacco activists as an example of a possible terrorist group on application forms for the state funding.\n     The example assigned a hypothetical anti-tobacco group a \"threat level\" of 3 out of a possible 10, although it listed no \"violent history\" for the group and said it was unknown what sort of weapon of mass destruction it might employ.\n     Ed Leier, assistant director of the state Division of Emergency Management, said Tuesday that an antismoking activist complained to him that the tobacco industry would have made a better example because it has \"killed 40 million people.\"\n     \"I guess any time we use any example it will offend somebody,\" Leier said.\n     The anti-tobacco reference, reported Sunday in a Star Tribune article about distributing the aid, was removed from application forms and the division's Web site on Monday, he said. The original wording came directly from a sample form provided by the U.S. Department of Justice, he said.\nHouse debate\n     Flanked by a dozen DFL House members, Entenza said concerns about the anti-terrorism money were wrapped in with potential cuts to overall state funds delivered to cities and counties. Cuts in local aid would have a severe impact on basic services, particularly police and fire protection, he said.\n     Austin, for instance, relies on $9.8 million in local aid, about 76 percent of its total revenue. Two-thirds of Worthington's revenue is state aid.\n     Pawlenty \"is imperiling the security of our Minnesota communities,\" Entenza said.\n     While some cuts are expected, formal plans have yet to be announced. Pawlenty has never advocated abolishing local government aid but has said he wants to revise the formulas for distribution of the funds, which make up about 10 percent of the state's budget. The issue will be particularly important as the Legislature wrestles with a projected $4.56 billion deficit over the next 2 1/2 years.\n     Dealing with the deficit while maintaining a Pawlenty campaign pledge not to raise taxes will dominate the debate. The House chaplain even prayed for a solution to the deficit in the opening session Tuesday.\n     In the House, Speaker Steve Sviggum has a 29-seat advantage, the strongest position since Republicans took control of the 134-member body in 1998.\n     Sviggum, R-Kenyon, was reelected by an 81-51 vote over DFLer Entenza, with one vacancy (Finance Commissioner-designate Dan McElroy) and one DFLer, Mary Ellen Otremba of Long Prairie, refusing to vote. Otremba, an advocate of abortion restrictions, said she could not vote for Entenza because he favors abortion rights.\n     \"I had to do what my heart told me to do,\" Otremba said afterward. \"There are certain things you have to do to be able to keep going, and some things are more important than politics.\"\n     Sviggum, first elected speaker four years ago, said the session should be a time to refocus on protecting family values. \"We should find solutions to protecting taxpayers rather than protecting government,\" he said.\nLove in the Senate\n     After an unusual invocation by the new Senate chaplain, the Rev. Albert Gallmon, the Senate elected its president, caucus leaders and key staff and adjourned within 45 minutes. It will convene again at noon Thursday.\n     Gallmon, pastor of Fellowship Missionary Baptist Church in Minneapolis and the new president of the Minneapolis NAACP, sparked laughter, handshakes and even hugs when he instructed senators to turn to those near them and say: \"I love you, and there's nothing you can do about it.\"\n     On a party-line vote of 35 to 32, Sen. James Metzen, DFL-South St. Paul, beat Sen. Dennis Frederickson, R-New Ulm, for the Senate presidency, a post whose powers extend little beyond refereeing floor debate. Metzen, a legislator for 28 years who is beginning his sixth Senate term, succeeds Don Samuelson, DFL-Brainerd, who lost a bid for reelection in November.\n     The elections of Sen. John Hottinger, DFL-St. Peter, as majority leader, and Sen. Dick Day, R-Owatonna, as minority leader, as well as 30-year veteran Senate Secretary Patrick Flahaven, Sergeant-at-Arms Sven Lindquist, Gallmon and others were uncontested and unanimous.\n     \"I look forward to all of us working together\" and to \"a positive, civil and good outcome,\" Hottinger said.\n    DFL Sen. Dean Johnson of Willmar put expectations for the session another way: \"I just got sworn in. Now I'm going to get swore at.\"\n   _ The writers are at mbrunswick@startribune.com and  \ncdefiebre@startribune.com.  \n\nGraphic\n\n \nPHOTO\n\nLoad-Date: January 8, 2003"
}