{
    "title": "2005 Naval-Industry Conference to take place July 26th-29th in Washington city 2005 Naval-Industry R",
    "publisher": "ips",
    "year": 2005,
    "month": 7,
    "day": 20,
    "full text": "The 2005 Naval-Industry R&D Partnership Conference will take place July 26-29 at the Ronald Reagan Building and International Trade Center in Washington, D.C. The theme, \"Enabling Naval Innovations to Win the Global War on Terrorism,\" will promote the Navy/Marine Corps objective to rapidly develop and implement innovative solutions to the unique challenges of this war.\nThe conference will highlight areas of significant challenge that naval forces face as the nature of warfighting evolves and how the strategy for meeting those challenges has changed. Sessions will focus on accelerating the identification, development, and deployment of technologies to support the operational demands of our naval forces. Breakout and plenary sessions will allow attendees to learn about funding and research priorities directly from ONR, Marine Corps, and Program Executive Offices program managers.\nA Marketplace has been incorporated as a key feature of the conference, promoting participant interaction. It will provide two types of scheduled one-on-one interactions: prime contractors with small businesses and government with industry.\nThe conference will showcase ONR's Future Naval Capabilities (FNC) New Starts and Business Opportunities for FY06 and beyond. A comprehensive overview of the FNC program will provide key insights into the process and structure of the FNC program.\nSpeakers include:\n-- Dr. John Marburger, Director, Office of Science and Technology Policy, Science Advisor to the President\n-- Vice Admiral John G. Morgan Jr., Deputy Chief of Naval Operations for Information, Plans, and Strategy\n-- General William L. Nyland, USMC, (Invited) Assistant Commandant of the Marine Corps\n-- Major General Jon A. Gallinetti, USMC, U.S. Joint Forces Command, Commander Joint Warfighting Center, Director Joint Training, J-7\n-- Dr. John J. Hamre, President and CEO of the Center for Strategic International Studies\nThe Office of Naval Research (ONR) manages science and technology research for the Navy and Marine Corps. ONR sponsors basic and applied research in oceanography, advanced materials, sensors, robotics, biomedical science and technology, electronics, surveillance, mathematics, manufacturing technology, information science, advanced combat systems, and technologies for ships, submarines, aircraft, and ground vehicles--and more. © 2005 NoticiasFinancieras - Business Wire Latin America - All rights reserved\n\nLoad-Date: July 20, 2005"
}