{
    "title": "2005's risk management newsmakers",
    "publisher": "business insurance",
    "year": 2006,
    "month": 1,
    "day": 2,
    "full text": "While many may see the probe by Connecticut Attorney General Richard Blumenthal into insurance industry abuses as a me-too move following the 2004 investigations by New York Attorney General Eliot Spitzer, few will disagree that Mr. Blumenthal held his own in 2005.\nThree months after Mr. Spitzer sued Marsh & McLennan Cos. Inc. over alleged fraud and bid rigging, Mr. Blumenthal filed his own suit against MMC and ACE Financial Solutions Inc., alleging the broker steered a state workers compensation contract to the insurer for a secret commission. Mr. Blumenthal later settled the case with ACE but amended his complaint against MMC to include charges of bid rigging, price fixing and illegal steering.\nNot only was Mr. Blumenthal one of the three attorneys general to settle fraud and steering charges against Aon Corp., he also settled steering charges against Hilb Rogal & Hobbs Co., whereby the brokerage agreed to pay back $30 million to clients. But unlike other agreements, Mr. Blumenthal allowed HRH to continue collecting most of its contingent commission income.\nThen in November, Mr. Blumenthal reached an agreement with Aon under which more than 20 Connecticut municipalities, corporations and individuals received more money than they expected from the brokerage's $190 million settlement fund due to miscalculations discovered by his office.\n***\nAfter a six-month search, Aon Corp. announced in April 2005 that it had found a new president and chief executive officer to succeed longtime chief Patrick G. Ryan.\nBut rather than appointing an experienced insurance brokerage leader, Chicago-based Aon opted instead for a young, relatively unknown McKinsey & Co. consultant, Gregory C. Case, to lead the company forward.\nWhile Mr. Case may not have much experience in running an insurance brokerage, he is no stranger to the industry or to Aon. Prior to serving as head of McKinsey's financial services practice, he was responsible for the firm's global insurance practice, of which Aon had been a client.\nSince his appointment, Mr. Case has announced a three-year restructuring plan that is expected to save Aon about $150 million, sold its claims and wholesale brokerage business and is exploring options for its property/casualty and warranty underwriting business.\nThe 42-year-old Mr. Case officially took over the helm on April 4, 2005, but Mr. Ryan remains close at hand as executive chairman.\n***\nMichael G. Cherkasky, president and chief executive officer of New York-based Marsh & McLennan Cos. Inc., went a long way toward putting the brokerage's problems behind it when he spearheaded an agreement with New York Attorney General Eliot Spitzer early in 2005.\nThe $850 million settlement agreement reached with Mr. Spitzer over alleged fraud and bid-rigging charges called for establishing a compensation fund for clients and reforming a number of Marsh's longstanding business practices.\nSeparately, Marsh also said it was disbanding its global broking unit, which Mr. Spitzer cited as the epicenter of alleged client steering and bid rigging at the brokerage.\nMore changes were to follow, with the company subsequently announcing that, in an effort to recoup the loss of $845 million in contingent commissions and to restore profitability, Marsh was abandoning unprofitable accounts and moving to a standardized rate card with insurers that includes a higher upfront commission structure.\n***\nTaking advantage of what he saw as a dearth of large-account brokerage options in the insurance market and the turmoil resulting from industry investigations, renowned insurance company builder Robert Clements launched New York-based Integro Ltd. in May 2005 with more than $300 million in a private securities placement.\nThe former Marsh Inc. chairman, who left his position as chairman of Arch Capital Group Ltd. to form the new large-account brokerage, teamed up with two other former Marsh executives, Peter F. Garvey and Roger E. Egan, to run the new venture.\nOver the last six months of 2005, Integro made quite a stir in the market by raiding the executive ranks of its competitors as it built up its infrastructure around the globe.\nAnd while some remain skeptical about the fledgling brokerage's ability to attract large-account clients, Mr. Clements has a track record in building successful insurance ventures is any indication.\nMr. Clements helped build such powerhouses as ACE Ltd. and X.L. Capital Ltd.\n***\nJohn Coomber is preparing to give up his role as chief executive officer of Swiss Reinsurance Co. this year, but not before the Zurich, Switzerland-based company embarks on an acquisition that will make it the largest reinsurer in the world.\nIn November 2005, Swiss Re announced a $6.8 billion takeover of GE Insurance Solutions, the Kansas City, Mo.-based insurance arm of General Electric Co.\nIn his three years at the helm of Swiss Re, British-born Mr. Coomber has steered the company through such events as the record-breaking hurricane losses of 2005 and litigation over whether the Sept. 11, 2001, loss of the World Trade Center twin towers represents one occurrence or two.\nThis year, after 33 years with Swiss Re, Mr. Coomber will hand over the CEO post to Jacques Aigrain, currently deputy CEO.\n***\nOh, how the mighty have fallen. Maurice R. Greenberg, who rose from his beginnings on a farm in upstate New York to building one of the largest insurers in the world, stepped down last year as chief executive officer, and then as chairman, of American International Group Inc.\nThe resignations came amid an expanding probe into AIG's accounting of certain reinsurance transactions conducted by New York Attorney General Eliot Spitzer, the U.S. Securities and Exchange Commission and the New York Insurance Department.\nBoth Mr. Greenberg and New York-based AIG were subsequently charged with orchestrating numerous fraudulent transactions to manipulate the insurer's financial results. But Mr. Spitzer went out of his way to implicate Mr. Greenberg when he said, at the time, that while AIG was well-run and profitable, its former top management ``routinely and persistently resorted to deception and fraud.''\nIn November 2005, Mr. Spitzer announced he would not file criminal charges against Mr. Greenberg, but the civil suit is pending.\n***\nAs head of the London Market Reform group, Nick Prettejohn, chief executive of Lloyd's of London, has spearheaded the London insurance market's drive to meet a deadline of the end of 2006 to achieve contract certainty for buyers.\nThe Financial Services Authority, the United Kingdom's insurance regulator, has set the market a deadline of Jan. 1, 2007, for contract certainty on all business written in London. The Market Reform Group, which is comprised of representatives from Lloyd's and London company market insurers and brokers, has issued guidance on how to achieve contract certainty and written to London insurance market CEOs regularly on the subject.\nMr. Prettejohn, who has been chief executive of Lloyd's since 1999, left the market at the end of 2005 to take up a post as chief executive of the U.K. insurance operations of Prudential P.L.C. A permanent successor to Mr. Prettejohn has not yet been named.\n***\nU.S. Senate Banking Committee Chairman Richard Shelby, R-Ala., has never cared much for the Terrorism Risk Insurance Act.\nYet the lawmaker, who was one of only 11 senators to vote against the original TRIA in 2002, ultimately determined the shape and scope of terrorism risk insurance extension legislation that President Bush signed shortly before the federal terrorism insurance backstop created by TRIA was scheduled to sunset on Dec. 31, 2005.\nFollowing the lead of the Bush administration, Sen. Shelby refused to consider anything beyond a bare-bones TRIA extension, and as the sunset date approached, it became evident that if TRIA's backstop were to survive, it would be on Sen. Shelby's terms. Faced with the prospect of no backstop at all after Dec. 31, 2005, proponents of a more comprehensive federal terrorism insurance program bowed to the inevitable and gave Sen. Shelby his victory.\n***\nThe Bush administration's point man on terrorism insurance made his point forcefully on June 30, 2005.\nThat's when U.S. Treasury Secretary John Snow released a report on the state of the terrorism insurance market that argued for a much smaller role, if any, for the federal government in guaranteeing a federal backstop for insurers facing catastrophic losses from future terrorist attacks. The report came only six months before the Terrorism Risk Insurance Act, which created the backstop, was slated to expire on Dec. 31, 2005. In fact, the report blamed TRIA for the failure of the emergence of a broad private terrorism insurance market.\nInsurers and policyholders alike considered the Treasury secretary's position unrealistic, holding that terrorism is and would remain an uninsurable risk. Yet Mr. Snow's views ultimately carried the day in late December 2005, when President Bush signed legislation that extended to the end of 2007 a much narrower federal terrorism insurance program.\n***\nAfter putting the words ``bid rigging'' into the vernacular of the insurance industry with his October 2004 blockbuster lawsuit against Marsh & McLennan Cos. Inc., New York Attorney General Eliot Spitzer continued to clean house around the insurance industry throughout 2005.\nAmong his efforts: Mr. Spitzer secured an $850 million settlement with MMC, filed criminal charges against eight former Marsh Inc. executives and netted 17 guilty pleas from individuals as a result of his bid-rigging probe. He also reached a $190 million settlement with Aon Corp. and a $50 million settlement with Willis Group Holdings Ltd.\nBut it wasn't only the conflicts of interest over brokers' acceptance of contingent commissions that took up Mr. Spitzer's time in 2005. Amid investigating American International Group Inc.'s relationships with its brokers, Mr. Spitzer determined that the insurer improperly accounted for certain finite reinsurance deals. That investigation ultimately led to the departure of AIG's longtime CEO, Maurice R. Greenberg.\n\nGraphic\n\n \nArt Credit: Mr. Blumenthal * Mr. Case * Mr. Cherkasky * Mr. Clements * Mr. Coomber * Mr. Greenberg * Mr. Prettejohn * Mr. Shelby * Mr. Snow * Mr. Spitzer\nArt Credit: Bloomberg News/Landov (Greenberg)\n\nLoad-Date: January 6, 2006"
}