{
    "title": "2006 Terrorism Conviction Rejected by Federal Judge",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 1,
    "full text": "A federal judge on Tuesday overturned the 2006 conviction of a California man accused of training in a Pakistani terrorist camp and lying to the F.B.I. about it, undoing a case once heralded by federal prosecutors after the Sept. 11 attacks as a proactive victory against terrorism.\nThe man, Hamid Hayat, 35, was sentenced in 2007 to 24 years in prison. He had served more than 14 years before Tuesday's decision. \n  In overturning Mr. Hayat's conviction and sentence, Judge Garland E. Burrell Jr., of United States District Court in Sacramento, said that Mr. Hayat had not been adequately represented during his trial. His lawyer did not use testimony from several witnesses who could have provided a credible alibi for Mr. Hayat, the judge wrote in his order.\n  ''We are really in shock, the whole family, we really are,'' Mr. Hayat's sister Raheela Hayat, 24, said in a phone interview.\n  Dennis Riordan, a lawyer for Mr. Hayat, said he was now seeking Mr. Hayat's immediate release from prison in Phoenix. He said Mr. Hayat's release could be delayed if prosecutors appeal the case.\n  ''Hopefully he comes out tomorrow or the next day,'' Ms. Hayat said. \"We're all going to get together and cry, hug him.''\n  In an emailed statement, a spokeswoman for the office of the United States attorney for the Eastern District of California said Tuesday, ''We are in the process of reviewing the district court decision and assessing what steps, if any, should be taken and considering all our options.''\n  The closely watched case had put a spotlight on the farming town of Lodi, Calif., which is about 40 miles south of Sacramento, where the government said men were financing terrorist groups abroad and recruiting members.\n  ''At the time that all of this happened, back in 2005, this was an international story,'' Mr. Riordan said. ''The F.B.I. said there was a sleeper cell of Al Qaeda in Lodi, Calif., of all places.''\n  Mr. Hayat and his father were the only two people charged in connection with that investigation. Terrorism charges against Mr. Hayat's father were dropped after he pleaded guilty to lying about the amount of money he took out of the country.\n  The case against Hamid Hayat was largely built around his confessions as well as testimony from an informant who was paid about $225,000 after telling the F.B.I. that Osama bin Laden's deputy, Ayman al-Zawahri, once visited the Lodi mosque.\n  Mr. Hayat was accused of training at the camp between October 2003 and November 2004. A jury convicted Mr. Hayat in April 2006.\n  After Mr. Hayat's conviction, McGregor Scott, the United States attorney in Sacramento, said, ''We have detected, we have disrupted and we have deterred, and whatever was taking shape in Lodi isn't going to happen now.''\n  Yet Mr. Riordan said there were immediate questions about the case. Many, including members of Lodi's Muslim community, questioned the validity of the prosecution and the quality of Mr. Hayat's defense. Mr. Riordan said Mr. Hayat's confession was ''false,'' made after hours of interrogation and based on promises of leniency.\n  A federal magistrate judge held hearings last year on whether Mr. Hayat's original lawyer ''failed to adequately investigate and present certain defenses on his behalf and to effectively represent him on certain issues during trial.''\n  Six witnesses at the hearings presented an alibi for Mr. Hayat, undermining the argument that Mr. Hayat had attended a terrorist training camp for several months. Judge Burrell agreed with the magistrate judge's findings that the witnesses were ''sufficiently credible'' and could have testified during the trial if Mr. Hayat's lawyer ''had adequately investigated a potential alibi defense.''\n  Mr. Hayat's trial lawyer did not believe she could present evidence from certain witnesses in Pakistan, according to Judge Burrell's decision.\n  The Council on American-Islamic Relations-Sacramento applauded Judge Burrell's decision.\n  ''At the time of Hamid's case, the prosecution took advantage of anti-Muslim, post-9/11 bias to convict an innocent man,'' the group said in a statement. ''And this much-needed good news comes at a time when Islamophobia and bigotry as a whole is on the rise.''\n  This is a more complete version of the story than the one that appeared in print.         \n\nhttps://www.nytimes.com/2019/07/30/us/hamid-hayat-wrongful-prison-sentence.html\n\nGraphic\n\n \nPHOTO: Hayat       \n\nLoad-Date: August 4, 2019"
}