{
    "title": "2009_ Year of terror charges in U.S",
    "publisher": "the bismarck tribune",
    "year": 2010,
    "month": 1,
    "day": 18,
    "full text": "WASHINGTON - U.S. prosecutors charged more suspects with terrorism in 2009 than in any year since the attacks of Sept. 11, 2001, providing evidence of what experts call a rise in plots spurred by Internet recruitment, the spread of al-Qaida overseas and ever-shifting tactics of terror chiefs.\nA review of major national security cases by The Associated Press found 54 defendants had federal terrorism-related charges filed or unsealed against them in the past 12 months.\nThe Justice Department would not confirm the figure or provide its own. But an agency spokesman said 2009 had more defendants charged with terrorism than any year since the 2001 attacks. The year that came closest was 2002, said the spokesman, Dean Boyd.\nBruce Hoffman, a terrorism expert at Georgetown University, called it \"an extraordinary year, across the board,\" adding that the wide range of cases show al-Qaida \"is in it for the long haul and we need to be as well.\"\nThe rate of terrorism charges accelerated in September, when authorities disrupted what they said was a burgeoning plot to detonate bombs aboard New York commuter trains. The quick pace of cases continued until the end of the year, with an attempted Christmas bombing aboard a Detroit-bound airliner.\nOne day alone was particularly heavy: On Sept. 24, federal prosecutors announced charges in five separate terrorism cases in Illinois, New York, North Carolina and Texas.\nDavid Kris, the top terrorism official in the Obama administration's Justice Department, marveled at the volume of terrorism cases when he spoke at a conference of lawyers in November.\n\"The last several weeks or months have been kind of a crucible experience for us,\" Kris said.\nWhat truly constitutes a terrorism case can be a matter of legal and political debate.\nIn counting major terrorism cases, the AP used a rigorous standard that produced a conservative count. The various charges that made the list include conspiring to provide material support to terrorists, conspiring to murder people abroad and conspiracy to use a weapon of mass destruction. The list also includes some cases that did not involve Islamic terrorists, such as the kidnapping of a U.S. citizen in Panama.\nBut the 54 defendants do not include, for example, those charged only with lying to agents in a terrorism investigation, or the Army psychiatrist in the Fort Hood military base shooting who faces nonterrorism murder charges brought by military prosecutors instead of civilian charges. Nor do the 54 include the five Washington, D.C.-area youths charged in Pakistan. If all those cases were also added - and some commentators do count them - the total number of defendants would be 63.\nDavid Burnham of the Transactional Records Access Clearinghouse, a private group at Syracuse University that analyzes government prosecution data, urged caution in counting terrorism charges.\n\nLoad-Date: January 18, 2010"
}