{
    "title": "2010. TIMES SQUARE CROWDS ENTHUSIASTIC, CHEERFUL DESPITE COLD AND WET - AND TERRORISM THREAT",
    "publisher": "daily news ",
    "year": 2010,
    "month": 1,
    "day": 1,
    "full text": "SNOW, COLD AND the threat of terrorism failed to dampen the spirits of revelers jamming Times Square for the countdown to 2010 last night.\nAn army of cops, vigilant for trouble, greeted New Year's Eve crowds with hand-held metal detectors.\n\"It's a little worrying, but not enough to not come,\" Lisa Winter, 26, a school psychologist from Fresno, Calif., said of the terror threat.\n\"Every year, I watch this on TV, and I think, 'One day, I'm going to do this,' \" said Winter, bundled in layers of warm clothes as she stood in Times Square waiting for the end of the decade.\nPolice Commissioner Raymond Kelly expected fewer partygoers in Times Square because of the chilly weather, but vowed to have his troops out in full force.\n\"We won't reduce the number of people that we have deployed,\" Kelly said as the clock ticked down the last hours of 2009. \"Our security regimen remains the same. We have the most comprehensive counterterrorism program anywhere.\"\nSecurity in the city has been ramped up since last week's attempted bombing of a Detroit-bound jetliner. On Wednesday, cops evacuated buildings in Times Square when a suspicious white van was discovered at W. 42nd St. and Broadway.\nCops searched the vehicle for bombs, but turned up only knockoff Burberry scarves.\nJordan Diddle, 13, of Greensboro, N.C., thought it was a bit much to need a police escort from an NYPD-barricaded area near 42nd St. to a portable toilet.\n\"I feel like I'm being held hostage,\" Jordan said.\nJordan's father, Tony Diddle, 48, said he and his family were eagerly anticipating the midnight hoopla they only knew from television.\n\"We decided it's a once-in-a-lifetime thing, and this is our once,\" Tony Diddle said as \"New Year's Rockin' Eve\" host Ryan Seacrest walked by.\nSelle Suppan, 55, a hospital administrator from Ohio, said she and her friends brought a box of Depends adult diapers to eliminate the worry of rest room emergencies.\n\"That's the big super secret at these kinds of functions,\" Suppan said.\nBob Rucker, 35, of Selden, L.I., was among the few locals to join the Times Square crowd. He said his friend Mick Dekranes, 19, of Atlanta talked him into going.\n\"I've lived in New York my entire life and I've never been here,\" Rucker said.\nDekranes, who will enter the National Guard next week, said he's always dreamed of being in Times Square on New Year's Eve.\n\"It's pretty crazy to be in the mix with all these people. It's insane,\" Dekranes said.\nRevelers wearing 2010 glasses and party hats blew horns and shook noisemakers hours before the midnight finale.\nLeanna Miller, 21, a student at the University of Texas, arrived at the Crossroads of the World at 10:30 a.m. to secure a spot near the big stage in front of the 1 Times Square building.\n\"It's No. 1 on my bucket list,\" Miller said of the watching the crystal ball drop. \"Do it once, never do it again.\"\noyaniv@nydailynews.com\n\nGraphic\n\n \nFireworks entertain the freezing tourists and New Yorkers and help to kick off the New Year's Eve party as the clock ticks down toward 2010 in Times Square. Strict security did little to dampen crowd's enthusiasm. Photo by John Taggart\n\nLoad-Date: January 1, 2010"
}