{
    "title": "20150101_NAT_WORB",
    "publisher": "richmond times dispatch ",
    "year": 2014,
    "month": 12,
    "day": 31,
    "full text": "Domestic violence suspected in shootings\nEDMONTON, Alberta — Police on Wednesday were investigating what prompted a man to kill six adults and two young children in Edmonton before taking his own life in a rampage described as the Canadian city’s worst mass shooting.\n A police spokesman said the suspect’s criminal history indicates it was a case of domestic violence but officials have not yet confirmed the shooter’s relationship to the victims.\n Cyndi Duong, 37, was found fatally shot in a home on Monday, while two men and three women between the ages of 25 and 50 and a girl and a boy — both younger than 10 — were found dead a few hours later at another home.\n The suspect was found dead by his own hand in a restaurant in the city’s bedroom community of Fort Saskatchewan on Tuesday morning.\n Pentagon confirms fatal strike in Somalia\n WASHINGTON — The Pentagon is confirming that a U.S. airstrike killed the intelligence chief of the al-Shabab extremist group in Somalia.\n In a brief statement Wednesday, the Pentagon said the strike killed Tahlil Abdishakur on Monday. It said U.S. drone aircraft fired several Hellfire missiles to hit a vehicle carrying the al-Shabab intelligence chief.\n British terrorism arrests jump 40%\n LONDON — The number of arrests in British terrorism probes soared by 40 percent this year as police grappled with growing numbers of British citizens traveling to war-torn Syria to work on behalf of Islamic militants.\n Police throughout Britain arrested 312 people for a range of terrorist-related offenses as of Dec. 16, compared with 222 in 2013, according to data provided by the Metropolitan Police and the British Home Office.\n Spain: 800 storm\n N. Africa border fence\n MADRID — Spain says 800 African migrants have tried to storm the border fences separating Spain’s North African enclave of Melilla from Morocco in the second such attempt in two days.\n The Interior Ministry said police repelled most but 54 migrants managed to make it across Wednesday. Spanish National Television showed the migrants celebrating the feat.\n Saudi Arabia beheads 83 people in 2014\n RIYADH, Saudi Arabia — Saudi Arabia’s official news agency says authorities have beheaded a Pakistani man convicted of smuggling “large quantities” of heroin, bringing the number of publicly announced executions to its highest level in at least five years.\n A tally of announcements from the official Saudi Press Agency shows 83 people have been beheaded in Saudi Arabia in 2014, including Wednesday’s announced execution.\n Turkey says Cyprus must be respectful\n NICOSIA, Cyprus — Cyprus’ president says reunification talks can restart, if Turkey respects the ethnically divided island’s sovereign right to exploit its offshore gas reserves.\n Nicos Anastasiades said Wednesday that Turkey must stop trying to impose its will on its tiny neighbor.\n\nLoad-Date: January 1, 2015"
}