{
    "title": "24 AL-QAIDA SUSPECTS PUT ON TRIAL IN SPAIN ; SOME ACCUSED OF AID TO 9_11 SUICIDE PILOTS",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 4,
    "day": 23,
    "full text": "Twenty-four suspected al-Qaida terror network members went on trial yesterday, including the group's alleged ringleader in Spain and two associates accused of aiding one of the Sept. 11 suicide pilots who flew a jetliner into the World Trade Center.\n The proceedings were Europe's biggest trial of alleged al-Qaida militants and made Spain only the second country after Germany to try suspects in the attacks that killed nearly 3,000 people on Sept. 11, 2001. The only man charged in the United States, Zacarias Moussaoui, pleaded guilty yesterday to helping al-Qaida carry out the attacks.\n The lead defendant is Syrian-born Imad Yarkas, a 42-year-old father of six, who allegedly directed a terrorist cell that provided logistical cover for Sept. 11 plotters, including Mohamed Atta, who is believed to have piloted one of the two planes that destroyed the twin towers in New York. Yarkas is expected to testify next week.\nLawyers for at least one defendant say they might seek testimony from terrorism suspects in U.S. custody. The only person convicted of involvement in the Sept. 11 plot -- Mounir el Motassadeq in Germany in 2003 -- had the verdict overturned when an appeals court ruled that his trial was unfair because the United States did not produce such testimony. He is being retried.\n \"It is very possible we will seek testimony from persons held in the United States,\" said Manuel Tuero, lead attorney for the suspected financial brains behind the Madrid cell, Mohamed Ghaleb Kalaje Zouaydi. \"We'll have to see how the trial goes,\" he said.\n Yarkas's lawyer, Jacobo Teijelo, said he would not make such a motion.\n Among other things, Yarkas is charged with helping arrange a July 2001 meeting in Spain between Atta and Sept. 11 coordinator Ramzi bin Shibh, who is now in U.S. custody. Teijelo said it would pointless to seek testimony from Shibh to show that the meeting did not take place. \"A negative fact cannot be proven,\" he said in an interview.\n Besides Yarkas, two other suspects are accused of helping the Sept. 11 plot.\n The trial opened just over a month after the first anniversary of Spain's own brush with alleged al-Qaida terrorism -- bombings on commuter trains in Madrid that killed 191 people.\n The Socialist government elected after the March 11, 2004, attack says it was probably prompted not by the presence of Spanish troops in Iraq -- as asserted by militants who claimed responsibility in videotapes -- but rather was revenge for the arrests of Muslim militants ordered by magistrate Baltasar Garzon in November 2001. Many of those arrested went on trial yesterday.\n An eight-year investigation by Garzon concluded that Muslim extremists leading quiet lives as businessmen, laborers and waiters operated in Spain for years, recruiting men for terrorist training in Afghanistan, preaching holy war and laundering money for al-Qaida. Bin Laden was among those indicted by Garzon, but Spanish law does not allow trials in absentia for terrorism cases.\n Prosecutors are seeking prison terms of nearly 75,000 years each for Yarkas and two other key suspects accused of helping plan the Sept. 11 attacks, based on 25 years for each of a nominal 3,000 victims. But Spanish law limits the maximum time served for a terrorism conviction to 40 years.\n The 21 other defendants are charged with terrorism, illegal weapons possession and other offenses not related to the Sept. 11 plot.\n The trial is the biggest of al-Qaida suspects in Europe. A Turkish court is trying 69 people accused of involvement in November 2003 bombings that killed 60 people at two synagogues, the British consulate and a London-based bank in Istanbul, an attack that prosecutors say was orchestrated by suspected members of an al-Qaida cell.\n\nGraphic\n\n \nPHOTO: Sergio Barrenechea/AFP/Getty Images: Some of the suspected members of al-Qaida wait for the beginning of their trial at Madrid's High Court yesterday. Europe's biggest trial against suspected members of the al-Qaida network opened amid tight security with three of the 24 defendants accused of helping plot the Sept. 11, 2001, terror strike on the United States.\n\nLoad-Date: April 26, 2005"
}