{
    "title": "24 POLITICIANS URGE U.S. ROLE IN ENDING ULSTER STRIFE",
    "publisher": "the new york times",
    "year": 1981,
    "month": 3,
    "day": 17,
    "full text": "Twenty-four American political figures, most of them of Irish ancestry, today urged an end to ''the fear and the terrorism and the bigotry'' in Northern Ireland and proposed that the Reagan Administration find a way to promote a peaceful settlement of the Ulster conflict.\nIn a joint St. Patrick's Day statement, the 24 - including Governor Carey, Governor Byrne, Senator Daniel Patrick Moynihan of New York and Senator Edward M. Kennedy of Massachusetts -announced the creation of an organization seeking ''to facilitate greater understanding of the positive role America can play resolving this tragic conflict.''\nThey stressed that the organization, known as the Friends of Ireland, will seek the unification of the six counties of Northern Ireland with the Irish Republic but that ''the goal can be reached only with the consent of a majority of the people of Northern Ireland, and with full safeguards for the rights of both sections of the community.''\n24 politicians urge US role in ending Ulster strifeFirst Mention of U.S. Role\nIt was the fourth consecutive year that the group had issued a statement on St. Patrick's Day calling for an end to violence in Ulster, but it was the first time it had sought to define a role for the United States. The group was set up to counter a vocal lobby for the Irish Republican Army.\nTwo-thirds of the people of Northern Ireland are Protestants, while the Irish Republic is overwhelmingly Roman Catholic. Efforts to resolve the violent conflict between Protestants and Catholics, and work out a settlement aimed at erasing the border, have been thwarted by terrorists on both sides.\nThe statement urged the Administration to play a ''constructive role'' in Northern Ireland and support a policy ''that helps bring terrorism to an end, that demands respect for the human rights of all the people of Northern Ireland, that recognizes the legitimate aspirations of both the Protestant and Catholic communities, and that strengthens the ties between two of America's closest friends - Ireland and Great Britain.''\n \nPraise From Irish Embassy\nThe Irish Government promptly applauded the creation of the group.  In a statement released by the Irish Embassy here, Prime Minister Charles Haughey said that the links between the Irish and American peoples, ''which are of such long standing, will be even further strengthened by the setting up of this group.''\nIn their statement, the political figures said that the Friends of Ireland will be open to all members of Congress and will ''strive to inform Congress and the country fully about all aspects of the conflict in Northern Ireland.''\n''It will emphasize our concern,'' the statement said, ''for both the Catholic and Protestant traditions in Ireland.'' Besides Governors Carey and Byrne and Senators Moynihan and Kennedy, the following officials signed the statement: The Speaker of the House, Thomas P. O'Neill Jr.  Gov. J. Joseph Garrahy of Rhode Island Senator Joseph R. Biden Jr., Democrat of Delaware Senator Alan Cranston, Democrat of California Senator Christopher J. Dodd, Democrat of Connecticut Senator Thomas F. Eagleton, Democrat of Missouri Senator Daniel K. Inouye, Democrat of Hawaii Senator Patrick J. Leahy, Democrat of Vermont Senator George J. Mitchell, Democrat of Maine Senator Claiborne Pell, Democrat of Rhode Island Senator William Proxmire, Democrat of Wisconsin Representative Edward P. Boland, Democrat of Massachusetts Representative Charles F. Dougherty, Republican of Pennsylvania Representative Thomas S. Foley, Democrat of Washington Representative James J. Howard, Democrat of New Jersey Representative Paul N. McCloskey Jr., Republican of California Representative Joseph M. McDade, Republican of Pennsylvania Representative Edward J. Markey, Democrat of Massachusetts.  Representative James M. Shannon, Democrat of Massachusetts Representative Pat Williams, Democrat of Montana"
}