{
    "title": "24-Year Term for Californian In Terrorism Training Case",
    "publisher": "the new york times",
    "year": 2007,
    "month": 9,
    "day": 11,
    "full text": "A California man convicted last year of aiding terrorists and lying to the F.B.I. was sentenced on Monday to 24 years in prison.\n  The man, Hamid Hayat, an American citizen of Pakistani descent, was solemn and attentive in court on what was his 25th birthday. He showed little reaction as an assistant translated the proceedings and stern words of Judge Garland E. Burrell Jr. of Federal District Court into Urdu.\n  ''Hamid Hayat attended a terrorist training camp,'' Judge Burrell said, ''and returned to the United States, ready and willing to wage violent jihad when directed to do so,   regardless of the havoc such acts could wreak on persons and property in the United States, and then lied to the F.B.I. on three separate occasions.''\n  He added that the evidence ''suggested a likelihood of recidivism and an unlikelihood of rehabilitation.''\n  Mr. Hayat faced up to 39 years in prison after a jury convicted him on April 25, 2006, of one count of providing material support to terrorists and three counts of making false statements to the Federal Bureau of Investigation on international terrorism.\n  Mr. Hayat's lawyers filed an appeal to void the convictions less than an hour after sentencing. The appeals lawyer said there had been jury misconduct, the exclusion of vital witnesses' testimony and conflict of interest for Mr. Hayat's trial lawyer. \n  The trial lawyer, Wazhma Mojaddidi, and the appeals lawyer, Dennis Riordan, say Mr. Hayat is innocent of all charges. \n  ''My client is obviously upset,'' Ms. Mojaddidi said. ''He has already served two years for a crime he did not commit.''\n  Family members at the sentencing included Mr. Hayat's father, Umer Hayat, 49, an ice cream vendor involved in a related case. Umer Hayat also expressed disappointment, repeatedly saying his son was innocent. \n  ''This is a sad day for us,'' the father said, ''but I am very confident he will get out on appeal.  He is innocent. We did not get justice. Justice was not served.''\n  The father and son, residents of Lodi, a farming town with a large Muslim population, were arrested in June 2005. \n  Federal authorities were in the middle of a lengthy undercover investigation of Muslims. Hamid Hayat was arrested on returning from Pakistan, where, F.B.I. agents said, he trained at a terrorist camp sometime between October 2003 and November 2004 and lied to the bureau when asked about it. \n  Umer Hayat was arrested and charged with financing part of the son's trip and lying to agents. He pleaded guilty to lesser charges and was eventually released for time served.\n  Although the timing of the sentencing on Monday was coincidental, the United States attorney for the Eastern District of California, McGregor W. Scott, invoked the Sept. 11 terrorist attacks.\n  ''We now stand on the eve of the sixth anniversary of that terrible day,'' Mr. Scott said.\n  He added that there had been no terrorism attacks in the United States since then. \n  ''It is because of prosecutions like this that we have prevented another attack against the United States,'' Mr. Scott said.\n  The defense team has repeatedly questioned the validity of the prosecution's case, in part because the F.B.I. relied on a paid informer, Naseem Khan, who received more than $200,000 from the government and testified that there was a connection between Hamid and Umer Hayat and Ayman al-Zawahiri, Osama bin Laden's second in command. \n  Mr. Scott said he anticipated that Mr. Hayat would appeal, noting that ''these rights belong to Mr. Hayat, first as an accused and now as a convicted defendant in our American legal system.''\n  Basim Elkarra, executive director of the Sacramento chapter,  of the Council on American Islamic Relations, said the sentence sent a chilling message.\n  ''The entire Muslim community in Lodi is watching this,'' Mr. Elkarra said. The court, he said, ''sent a clear message to the Muslim community. You do not speak to an F.B.I. agent unless you have an attorney present.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Hamid Hayat of Lodi, Calif., was given a 24-year sentence. (PHOTOGRAPH BY LODI POLICE DEPT., VIA ASSOCIATED PRESS)                                                                   \n\nLoad-Date: September 11, 2007"
}