{
    "title": "25 REPORTED DEAD AS EXPLOSIONS RIP A TRAIN IN A TUNNEL IN ITALY",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 24,
    "full text": "-An explosion thought to have been caused by a bomb ripped through a train packed with holiday travelers inside one of Europe's longest railway tunnels this evening, killing an estimated 25 people and wounding more than 100, Italian news organizations and Government officials said.\nThe blast set off a flurry of claims and denials by anonymous telephone callers claiming to speak for right- wing and left-wing terrorist groups. The police said it was most likely a terrorist bombing.  ''Evidence indicates that what happened was an attack probably with a time bomb,'' the Florence police chief, Umberto Catalano, said after examining the scene of the explosion.\nToll of 20 Confirmed\nAngelo Menna, a Civil Defense Ministry official in Rome, said in a telephone interview, ''We can confirm at least 20 dead but we believe the number is higher.''\nThe state-run RAI network and the Italian news agency ANSA said they had learned that the death toll had risen to ''at least 25.'' ANSA said its reporters had counted at least 69 people who were hospitalized. It said 117 others were given first aid at the scene.\nThe agency quoted unidentified Civil Defense officials as having said 15 bodies had been taken to Bologna mortuaries and 10 to Florence.  ANSA said the number of victims was expected to increase because rescue workers were still trying reach the third-to-last car, believed to be one of the worst hit. Officials said there may have been at least 70 people in that car.\n \nBlasts Rip Two Cars\nThere was confusion over the number of victims because ambulances from Florence, Bologna, Prato and other nearby cities were rushing victims from the isolated area. More than 300 paramilitary policemen as well as dozens of city policemen, firemen and railroad security officers were on the scene.\nThe police said two cars of the 14-car Naples- to-Milan express, packed with at least 700 people, were blown up as it passed through the tunnel 31 miles north of Florence in central Italy.  Witnesses had reported hearing two blasts, but the police said later there had only been one. ''We believe there was one explosion,'' said an official of the central government's office in Bologna.  ''Reports of a second explosion were probably due to an echo in the tunnel.''\nSmoke filled the 11.6-mile tunnel through the Apennines, making rescue operations difficult. Officials said the train was 3.6 miles inside the tunnel when the blasts occurred.\nThe longest train tunnel in Europe is the Simplon between Italy and Switzerland, which is listed as just slightly longer than the Apennine Tunnel where the explosions occurred.\n Dozens of passengers fled on foot as firemen battled small fires set off by a short circuit near the site of the explosions, the police said.\nAn unidentified railroad worker told RAI that one of the cars ''practically disintegrated'' in the blast and fire. First reports said one car was loaded with vacationers headed for ski resorts in the north.\nThe police said that another train, headed south, was blocked inside the tunnel after the explosion but that it was not damaged.\nThe explosion occurred in the same tunnel where in August 1974 a bomb ripped through a train headed for Milan from Rome, killing 12 people and wounding 48. Italian investigators have said they believe right-wing terrorists were responsible for that explosion.\nThree people, two of them convicted neo-Fascist terrorists, were tried last year in connection with the attack but were found not guilty for lack of evidence.\n \n85 Killed in Station Blast\nBefore the explosion today, there had been six bombings of trains in the region between Bologna and Florence. In Europe's worst postwar terrorist attack, a bomb explosion in Bologna's railroad station in August 1980 killed 85 people.\nAn anonymous caller to a newspaper office in Naples took responsibility for the latest bombing in the names of two right-wing terrorist groups, New Order and Black Order. But later another anonymous caller to a Milan paper denied that the groups were involved, saying, ''You can't blame everything on the Fascists.''\nAnother anonymous caller to the Rome office of ANSA claimed responsibility for the bombing in the name of the leftist Red Brigades terrorist gang.\nThe police said they were investigating the claims.\n \nTerrorism on the Upsurge\nLast week, the Red Brigades claimed responsibility for three recent attacks in Bologna and Rome. Two suspected terrorists were killed and four people were wounded during the attacks on a jewelry store in Bologna and a supermarket and a post office in Rome.\nItalian officials have recently expressed concern about a new surge of terrorism after police crackdowns and defections had largely crushed the terrorist gangs that troubled Italy through the 1970's.\n\nGraphic\n\n \nmap opf Italy"
}