{
    "title": "25 years later, hostages see terrorism's start; For Americans held in Iran , the war didn't begin on",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 11,
    "day": 5,
    "full text": "In the minds of many, terrorists struck their first blow against the United States on Sept. 11, 2001. But others look back exactly a quarter-century ago, on Nov. 4, 1979, when 66 Americans were taken hostage at the U.S. Embassy in Iran.\nMost remained in captivity for 444 days. Today, reflecting on their experiences through the prism of 9-11, the war in Iraq and two decades of tumultuous relations with the Middle East, many say the United States was too late to recognize that a new era had begun.\n\"The day they took us is the day they should have started the war on terrorism,\" said Rodney \"Rocky\" Sickmann, 47, of St. Louis County, Missouri, an embassy security guard.\nMany agree that terrorists were emboldened by their success in the Iran hostage crisis - none of the hostages were killed, but the U.S. government agreed to release $8 billion in frozen Iranian assets - and see the kidnappings and beheadings in Iraq as a consequence.\n\"Given the terrorist modus operandi nowadays, we probably wouldn't come out alive. They weren't as bold then. They had a latent fear of the United States,\" said Chuck Scott, 72, a former Green Beret in Vietnam who was an Army colonel when he was taken hostage.\nSteven Kirtley, 47, who was a Marine security guard at the embassy, said that while he's grateful everybody survived, he's also angry about what he sees as America's largely ineffectual response to the hostage-takers. He called the episode \"a stepping stone to get that terrorist movement going. It was such a terrible loss of face … such a show of weakness that I still don't think we've recovered.\"\nFifty-two of the hostages were held for the entire 444 days. Of those, 11 have since died.\nAmong the rest, memories of that time have resurfaced with the kidnappings and beheadings of Americans in Iraq.\n\"When I saw them there blindfolded with the guys with the ski masks on - I had gone through those things in Iran,\" said Rick Kupke, 57. \"I can tell exactly what they felt and the fear that's going through them.\"\nWilliam Blackburn Royer Jr., 73, remembers being jolted awake by the screams of his captors, \"herded like cattle\" into another room, stripped naked and forced up against a wall in front of a firing squad.\n\"The whole thing was a shock to the system - my legs were shaking from the insecurity of the situation,\" he said. \"It was intended as a good psychological upheaval.\"\nStill, he was not sure if he would be killed.\n\"I knew this was a political thing,\" he said. \"Ultimately, I think I thought that we were too valuable to be disposed of completely. So I kept the faith in that respect. (But) I had my doubts at a couple points.\"\nPaul Needham said he remembers reciting the 23rd Psalm as he was lined up for a firing squad. He said he reflects on his captivity every day.\n\"It definitely changed me,\" said Needham, 53, a professor at the National Defense University. \"I took a look at getting my priorities in life in order - God and family and country, rather than work, work and work.\"\nWhile nearly all the hostages said they feared for their lives at some point, many said their memories center on the tedium. Most hostages were largely isolated, and many said they were allowed outside for exercise less than once a month.\nDuring a six-week stint in solitary confinement, Gary Earl Lee said he \"made friends\" with ants and a salamander that inhabited his room. He would tease the ants with a pistachio nut, letting them almost reach it before nudging it farther away.\n\"At least they were something better than the guards,\" said Lee, a retiree living in south Texas.\nL. Bruce Laingen, the embassy's charge d'affaires, was the highest ranking American taken hostage. He said it doesn't make sense that 25 years later the United States has little dialogue with Iran, considering the large American stake in the Middle East.\nHe mainly faulted Iranian leaders for pursuing hostile policies such as developing nuclear technology and continuing to threaten Israel. He has lingering bitterness for the men and women who took him hostage.\nBut he doesn't blame the Iranian people, who he said were welcoming.\n\"We need to understand Iran, and Iran needs to seek to understand us,\" he said.\nScott said he's still frustrated that the U.S. government has never held Iran accountable for taking the hostages.\n\"I agree with the war on terrorism, but the war on terror by the current administration has been a very selective war. So far we've gone after the really easy targets,\" said Scott, who opposed going into Iraq but says America must now remain committed to finishing the job there.\nKirtley, on the other hand, believes America is on the right track with the war in Iraq and Afghanistan.\n\"It's the right approach,\" he said. \"That culture responds more to strength than to a negotiated response.\"\nAs for the anniversary, many said they prefer to remember another day.\n\"We celebrate Jan. 20, the anniversary of our release,\" Laingen said. \"That's a good day. Nov. 4 is the day the roof fell in.\"\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: November 15, 2004"
}