{
    "title": "2nd Terrorism-Related Trial Added To Tampa Docket In January",
    "publisher": "the tampa tribune ",
    "year": 2004,
    "month": 10,
    "day": 1,
    "full text": "MAN ACCUSED OF TRYING TO BUY ARMS TO HELP FARC\nBy ELAINE SILVESTRINI\nesilvestrini@tampatrib.com\nTAMPA — This city may have two terrorism-related trials starting in January.\nU.S. District Judge James D. Whittemore said Thursday that he will put the case of Carlos Gamarra-Murillo on the trial calendar in January. Gamarra-Murillo is charged with attempting to provide support to a terrorist organization by buying $4 million worth of weapons for a Colombian paramilitary group.\nIf the trial starts in January, it could take place at the same time as the trial of Sami Al-Arian and three codefendants — Sameeh Hammoudeh, Hatim Naji Fariz, and Ghassan Zayed Ballut — who face a Jan. 5 trial on charges they provided support to the Palestinian Islamic Jihad.\nGamarra, 53, was arrested April 1 after he tried to purchase the arms from Tampa-based undercover investigators for the FBI and Customs Enforcement, authorities said.\nThey said he tried to purchase a cache of weapons for the left-wing Colombian paramilitary organization Fuerzas Armadas Revolucionarias de Colombia. FARC is the largest paramilitary group in Colombia and has been designated a terrorist organization by the U.S. State Department.\nGamarra had been scheduled to go on trial next week. But his attorney, federal public defender Maria Guzman, asked for more time to prepare.\nWithout setting a date, Whittemore said Thursday that he would place the case on the January trial calendar, on the condition Gamarra sign a document waiving his right to a speedy trial.\nReporter Elaine Silvestrini can be reached at (813) 259-7837.\nCopyright © 2004, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nCOURTS\n\nGraphic\n\n \nPHOTO\nGamarra-Murillo Arrested in April after he was accused of trying to buy arms from Tampa undercover investigators for a Colombian group\n\nLoad-Date: October 2, 2004"
}