{
    "title": "2nd suspect charged in attempted terrorism case",
    "publisher": "chicago daily herald",
    "year": 2020,
    "month": 8,
    "day": 6,
    "full text": "A woman has been charged with attempted terrorism, for allegedly providing the materials for a Molotov cocktail for a man accused of planning to bomb the Lombard municipal complex during a time of nationwide civil unrest June 1. Amanda R. Wolf, 23, of the 1300 block of South Stewart Avenue in Lombard, was held on $750,000 bail Tuesday morning at the DuPage County jail. Bail had initially been set at $1 million by the judge who signed her arrest warrant, but Judge Alexander McGimpsey reduced it at a hearing Tuesday. She also faces charges of possession of an incendiary or explosive device. \nAssistant State's Attorney Lee Roupas told McGimpsey that the evening of May 31 and early June 1, Wolf had been exchanging messages, via Facebook Messenger, with co-defendant Christian Frazee. According to Roupas, Frazee told her he was going to go \"riot in Lombard RN (right now). Throws (stuff) at cop cars.\" Wolf replied there was no rioting in Lombard, laughing, and that there was \"nothing but roadblocks and pigs (police.)\" Frazee asked her to supply him with rubbing alcohol and a glass bottle. Wolf asked if hydrogen peroxide was flammable. \"I also threw in some acetone. I know that's flammable,\" Wolf told Frazee, according to Roupas. The acetone was in nail polish remover. They met at her house, where Wolf gave Frazee the supplies. Frazee was arrested at 12:27 a.m. June 1 when detectives on patrol saw him walking toward municipal buildings and village- and worker-owned vehicles. They reported he had a Molotov cocktail firebomb, built in a red glass bottle, in one hand, and a lighter in the other. He had other lighters, a flare and a knife in his backpack, according to Roupas and court records. Roupas said Wolf told police she gave Frazee a red glass bottle, and that she had been in Chicago the night before when rioting took place. Her attorney noted prosecutors have not said she was with Frazee at the municipal complex. She faces the same charges as Frazee under the legal concept of accountability for a crime she allegedly facilitated. Frazee is free on $100,000 bond, which was posted by the Chicago Community Bond Fund. The group advocates for the elimination of monetary bail. Wolf's attorney asked for bail of no more than $10,000, saying her parents could only post $1,000. The terrorism charge is probationable. The explosives charges are not; if convicted, she could be sentenced to 6 to 30 years in prison. \"The arrest of Ms. Wolf sends the message that while we fully support peaceful protests in DuPage County, we have no tolerance for any criminal behavior perpetrated under the guise of such protests,\" DuPage County State's Attorney Bob Berlin said. \"Peaceful protests do not include Molotov cocktails, knives and a baseball bat. There is nothing funny about planned criminal behavior, which if carried out, may have caused significant damage to property and the potential loss of human life. Thanks to the outstanding work of the Lombard Police Department, Ms. Wolf is now facing extremely serious charges for her alleged involvement with Mr. Frazee. I would like to thank Assistant State's Attorney Lee Roupas for his efforts in securing today's charges against Ms. Wolf.\"\n\nGraphic\n\n \nAmanda R. Wolf Amanda R. WolfChristian R. Frazee Christian R. Frazee Christian R. Frazee Christian Frazee Christian Frazee\n\nLoad-Date: August 6, 2020"
}