{
    "title": "2nd mistrial declared in terrorism case",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 4,
    "day": 17,
    "full text": "MIAMI (AP) - The second trial of six men accused of plotting attacks on Chicago's Sears Tower and FBI offices ended with a second hung jury Wednesday, an embarrassing blow to a case the Bush administration had cited as an example of nipping a devastating terrorist attack in the bud.\nU.S. District Judge Joan Lenard declared a mistrial when jurors reported they were deadlocked after 13 days of deliberations in the case of the so-called \"Liberty City Seven.\"\nThe first trial ended in December in a hung jury for the same six defendants and the acquittal of a seventh. Lenard set an April 23 hearing where federal prosecutors say they will announce whether they will pursue another trial.\n\"There's no way to spin this other than to say this is another stunning defeat for the government,\" said Matthew Orwig, former U.S. attorney in Texas who served on a Justice Department terrorism and national security panel.\nThe defendants were arrested in a June 2006 operation hailed by the Bush administration as a prime example of the post-Sept. 11 strategy of preventing terrorism plots in the earliest possible stages. Yet there was no evidence the group ever acquired explosives or took concrete steps toward staging the attacks; they did have a handgun and a few machetes.\nThe case was built on hundreds of FBI audio and video recordings and the testimony of two paid FBI informants, one of whom posed as an al-Qaida operative sent from overseas to help the group put together its plan. One key video recording showed the informant, known to the group as Brother Mohammed, having the men make an oath of allegiance to al-Qaida.\nBut the group's alleged ringleader, Narseal Batiste, testified that he was faking interest in the plots in hopes of conning $50,000 out of Mohammed, whose real name is Elie Assad.\nThe six could have faced up to 70 years in prison if convicted of four conspiracy charges.\nIt's rare for federal prosecutors to lose at all, with a conviction rate of over 90 percent across the country. It's rarer still for a case to endure two mistrials and go to trial a third time.\nDefense lawyers indicated in court they would seek to have the men released on bail at next week's hearing.\nJurors in this trial first reported a stalemate last Friday and sent out a second note reporting an impasse on Tuesday. Each time, Lenard ordered the seven-man, five-woman jury to keep trying.\n\"They've deliberated. They've discussed this case inside and out,\" said Rod Vereen, who represents defendant Stanley Phanor. \"At this point, enough is enough.\"\nThe jury refused media requests for interviews. Their identities are being kept secret under Lenard's orders, and deputy U.S. marshals barred reporters from speaking directly with the jurors after the mistrial was announced.\nBatiste led a sect called the Moorish Science Temple that blends elements of Judaism, Christianity and Islam and does not recognize the authority of the U.S. government. The group met at a building called \"the Embassy\" and later at a warehouse wired for eavesdropping by the FBI.\nBatiste, the only defendant to testify, said his group was focused on doing charitable works in the impoverished Liberty City neighborhood and on helping their construction business. Prosecutors said the group was plotting to wage war on the U.S.\nSome defendants took pictures of the FBI office and other federal buildings in Miami, which prosecutors called surveillance for future attacks.\nBatiste is overheard on the tapes comparing the U.S. government to Satan and talking about mounting \"a full ground war,\" but he insisted on the stand that he wasn't serious.\nBatiste attorney Ana M. Jhones told jurors the group was set up by the FBI informants and the case was pursued only because of the Bush administration's zeal to make high-profile terrorism arrests in the aftermath of the Sept. 11, 2001 attacks.\n\"This is about justifying the unjustifiable,\" Jhones said in closing arguments.\nThe man acquitted after the first trial, 33-year-old Lyglenson Lemorin, is facing deportation to Haiti over the same terrorism allegations. Only one of the remaining defendants is not a U.S. citizen.\n\nLoad-Date: April 17, 2008"
}