{
    "title": "2nd person linked to terrorist suspect",
    "publisher": "usa today",
    "year": 1999,
    "month": 12,
    "day": 31,
    "full text": "WASHINGTON -- As federal authorities moved Thursday to defuse\npossible millennium-related terrorism on several fronts, officials\nlinked a second person to a suspected Algerian terrorist.\nThe suspect, Abdel Ghani, was nabbed in a raid conducted by the\nJoint Terrorist Task Force in Brooklyn, N.Y. Ghani was charged\nwith concealing material support for the Algerian, Ahmed Ressam.\nA criminal complaint says Ghani traveled to Seattle from Dec.\n11 through Dec. 16 and was to meet with Ressam.\nProsecutors, meanwhile, said a Canadian woman accused of immigrant\nsmuggling and a suspected Algerian terrorist arrested with bombmaking\nmaterials in Washington state are members of the same cell of\nthe Algerian Armed Islamic Group (GIA) as Ressam.\nLucia Garofalo was denied bail in a Vermont federal court after\nprosecutors alleged that the GIA agent who funded her world travel\nwas once a roommate of Ressam.\nRessam was arrested Dec. 14 while carrying a highly explosive\nmaterial known as RDX into Washington state from Canada.\nGarofalo was detained five days later at a border crossing in\nVermont, accused of smuggling Algerian nationals into the United\nStates. \"As someone who possesses such close ties to terrorist\norganizations and especially in light of the arrest of Ressam,\"\nprosecutors said in court documents filed Thursday, \"Garofalo\nappears to present a substantial risk that her actions are in\naid of terrorism.\"\nConcern about terrorist-related incidents had authorities across\nthe country on alert.\n-- In New York, officials prepared to dispatch more than 8,000\nofficers to the streets tonight to guard against disruption of\nthe Times Square celebration.\n-- In Boston, federal officials announced the arrest of an Algerian\nnational on illegal immigration charges. Ouali Mohamed Abdel Aziz\nreportedly told authorities he had been living in the Boston area\nafter jumping from an Algerian tanker as it left Boston harbor\nmore than two years ago.\n-- In Fresno, Calif., defenses were being strengthened after\nthe theft of 200 pounds of explosives from a police bomb squad\nfacility.\nFBI Director Louis Freeh met Thursday with Canadian intelligence\nand law enforcement officials in Washington, D.C. Officials said\nno \"specific development prompted (the) meeting.\" Rather, they\nsaid, the meeting was designed to \"ensure continuing close coordination\nof law enforcement and intelligence issues.\"\nThroughout the weekend, President Clinton and his national security\nteam will be balancing their roles as hosts of the capital's millennium\ncelebration while also keeping abreast of any Y2K or terrorism-related\ndevelopments.\nOne focal point of the efforts will be at the CIA's Counter-Terrorism\nCenter at the agency's Langley, Va., headquarters.\nIntelligence officials say the center has been on a 24-hour state\nof heightened alert for the past several days. The center is described\nas one of the government's nerve centers for counterterrorism\nactivities. In addition to CIA analysts and operatives, there\nwill be representatives on hand from agencies including the FBI,\nSecret Service, Immigration and Naturalization Service, Pentagon\nand Bureau of Alcohol, Tobacco and Firearms.\nThe Federal Emergency Management Agency also is ready to respond\nto any potential terrorist incident or Y2K-related emergency.\nIt has established 10 regional centers that could draw support\nfrom 26 federal agencies and the Red Cross.\n\nGraphic\n\n \nPHOTOS, b/w, AP(2); Ressam: Suspect was arrested while carrying explosive material. Garofalo: This is a courtroom sketch of the Canadian suspect.\n\nLoad-Date: December 31, 1999"
}