{
    "title": "3 ABU NIDAL MEMBERS SENTENCED TO 21 MONTHS",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 10,
    "day": 22,
    "full text": "Three members of the Abu Nidal organization got 21 months in prison yesterday for plotting acts of terrorism - a sentence that drew protests from Jewish groups and surprised even the defendants, who had faced up to 20 years.\nThe State Department has described Abu Nidal as the world's most dangerous terrorist group.\nTawfiq Musa, 45, of Milwaukee, and brothers Saif Nijmeh, 35, of the St. Louis suburb Bridgeton, and Luie Nijmeh, 30, of Dayton, Ohio, pleaded guilty in July to federal racketeering charges that included allegations they smuggled money and information, bought weapons, recruited members, illegally obtained passports, obstructed investigations and helped plot terrorist acts.\nThe defendants and a fourth man were indicted on charges they plotted to kill Jews, blow up the Israeli Embassy in Washington, and kill anyone who could expose the plots.\nU.S. District Judge Donald Stohr handed out the sentences. The defendants had faced up to 20 years in prison and a $250,000 fine. With credit for time served since their arrest in 1993, they will be free by January.\n\"It's promoting terrorism,\" said Avi Goldfarb of the Jewish Community Center of St. Louis. \"You serve 21 months. It's nothing.\"\nHowever, James Nelson, head of the FBI in St. Louis, said: \"We got a guilty plea and we see it as a deterrent. \"\nAttorneys for the defendants said they were satisfied with the sentence. The three defendants smiled and waved to family in the courtroom. \"We thought it was going to be a big, larger sentence,\" said Ali Rasheed, the Nijmehs' brother. \"Thank God.\"\nCharges against a fourth defendant, Zein Isa, 63, were dropped earlier this year. Isa is already on Missouri's death row for murdering his daughter, Palestina \"Tina\" Isa, in 1989 at the family's apartment. Prosecutors said the conspirators feared she would expose their plot.\nThat was the only slaying actually carried out by the conspirators.\nFBI agents investigating whether Zein Isa was involved with the Palestine Liberation Organization had bugged his apartment and captured the girl's death on tape. On the chilling seven-minute recording, Isa shouted in Arabic, \"Die! Die quickly! Die, my daughter, die!\" as he stabbed her.\n\nLoad-Date: October 21, 2002"
}