{
    "title": "3 Britons Convicted in Plot to Blow Up Airliners After Series of Trials",
    "publisher": "the new york times",
    "year": 2010,
    "month": 7,
    "day": 9,
    "full text": "LONDON -- The longest and costliest terrorism prosecution in British history came to an end on Thursday when three men were found guilty in a London court of plotting to commit murder in a case that centered on a 2006 conspiracy, with links to Al Qaeda, to attack seven trans-Atlantic airliners bound for the United States and Canada with ''liquid bombs.''\n  The new verdicts, following the convictions of three other men in a trial last year, brought at least preliminary closure, pending possible appeals by some of those convicted, to a case with major international implications.\n  Among these was the role played by Qaeda militants based in Pakistan, who were said by prosecutors to have acted as the plot's masterminds, as well as the militants' ability to find terrorist recruits among Britain's 1.5 million Muslims, including more than a million people of Pakistani ancestry. The three men convicted on Thursday, as well as others convicted in the case, were born in Britain into families of Pakistani origin.\n  In all, 10 men faced charges in the case over three trials -- one that ended in 2008,  another that was concluded last year  and the third that ended Thursday   -- and all but two were convicted.\n  Scotland Yard, describing its effort as the most elaborate terrorism investigation it has ever mounted, said the costs of the police operation alone amounted to nearly $40 million. The case involved the deployment of 29 separate surveillance teams during the months the plotters were under observation and was said to have been the most costly investigation in the force's history.\n  The wider implications of the plot included its worldwide impact on airline security. The bombs the plotters prepared for the attacks, consisting of liquid explosive inserted by syringes into plastic soft-drink bottles, led to tight new restrictions on the liquids and creams passengers can take onto flights. The restrictions remain in force worldwide, causing major backups for passengers already confronted with the time-consuming airport security measures introduced after the Sept. 11, 2001, attacks.\n  The men convicted Thursday -- Ibrahim Savant, Arafat Waheed Khan and Waheed Zaman -- were found guilty of conspiracy to murder. It was a secondary charge to the main count of plotting to bomb the airliners, a charge on which the jury failed to reach a verdict in the first trial. The defendants then were acquitted in a second trial. Their defense lawyers had successfully argued that the prosecution failed to prove that they knew that the targets of the bombings were to be aircraft.\n  Three other men, including the plot's alleged overseer in Britain, Abdulla Ahmed Ali, were convicted of the airliner bombing charge at the second trial last year and sentenced to life in prison. Two other men were convicted last year of the conspiracy to murder charge, after being acquitted earlier on the airliner bombing charge. \n  They, too, are serving life sentences, the penalty prosecutors will seek when the three men convicted Thursday appear for sentencing on Monday.\n  Ordering a third trial in a criminal case is extremely rare in Britain, a step prosecutors said was taken because of the grave international implications of the plot, particularly with regard to Britain's relations with the United States. Prosecutors at the trials said the plot, if successful, would have caused deaths on a scale comparable to the 9/11 attacks, and most of the potential toll of 1,500 to 2,000 victims were likely to have been Americans.\n  The seven flights singled out by the plotters for attack on a single day -- scheduled to take off from Heathrow Airport near London within a two-and-a-half-hour span -- were all flown by American or Canadian airlines and destined for New York, Washington, Chicago, San Francisco, Toronto and Montreal. Prosecutors said the intention was to sequence the attacks so closely that none of the aircraft had enough warning to overpower the plotters aboard or make emergency landings.\n  The case hinged on close cooperation between British and American counterterrorism investigators. For the Americans, it became an important test of Britain's ability to successfully prosecute in terrorism cases where American intelligence skills, particularly in the covert interception of telephone calls and e-mail messages, are crucial in identifying potential attackers, as American intelligence officials have said was the case in the airliner plot.\n  Convictions on the main charge of plotting to bomb the airliners proved frustratingly difficult for prosecutors to obtain in the trials at an old arsenal building in the London suburb of Woolwich, partly because the law in Britain, unlike in United States and many other Western countries, does not allow the introduction of evidence gained by electronic intercepts. That meant that extensive e-mail and telephone evidence implicating the men accused in the case -- some of it broadcast in television documentaries -- was never presented to the jurors.\n  Among the most powerful pieces of evidence used at the trials were ''martyrdom videos'' made by several of the plotters, including Mr. Zaman, one of the three men convicted Thursday. ''I warn you today so that you will have no cause for complaint,'' Mr. Zaman said in a videotape that prosecutors said had been made in Pakistan. Referring to the wars in Iraq and Afghanistan, he continued, ''Remember, as you kill us, you will be killed; as you bomb us, you will be bombed.''\n  There were two other significant developments in Britain's counterterrorism efforts on Thursday:\n  The extradition of Abu Hamza al-Masri,  an Egyptian-born Muslim cleric wanted in the United States on terrorism charges, was delayed again after he won a new stay of a British court order from Europe's human rights court.\n  Britain said it would impose stricter rules on the ability of the police to stop and search people under a counterterrorism law after a European court ruled that such searches violated individual rights. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Three British men on Thursday were convicted of plotting to commit murder by blowing up airliners in 2006: from left to right, Ibrahim Savant, Arafat Waheed Khan and Waheed Zaman. (PHOTOGRAPH BY METROPOLITAN POLICE, VIA ASSOCIATED PRESS)                                                             \n\nLoad-Date: July 9, 2010"
}