{
    "title": "3 British men convicted in terrorist bomb plot 3 British men convicted of plotting terrorist bombing",
    "publisher": "the capital ",
    "year": 2013,
    "month": 2,
    "day": 21,
    "full text": "LONDON (AP) - Three young British Muslims were convicted Thursday of plotting terrorist bomb attacks that prosecutors said were intended to be bigger than the 2005 London transit bombings.\nA London jury found 27-year-old Irfan Khalid, 31-year-old Irfan Naseer and Ashik Ali, 27, guilty of being central figures in the foiled plot to explode knapsack bombs in crowded areas - attacks potentially deadlier than the July 7, 2005 explosions on Underground trains and a bus which killed 52 commuters.\nJudge Richard Henriques told the men they will all face life in prison when sentences are imposed in April or May.\n\"You were seeking to recruit a team of somewhere between six and eight suicide bombers to carry out a spectacular bombing campaign, one which would create an anniversary along the lines of 7/7 or 9/11,\" he told them after the jury reached its verdict. \"It's clear that you were planning a terrorist outrage in Birmingham.\"\nHe addressed Naseer directly, calling him a \"highly skilled bomb maker and explosives expert\" who had tried to persuade his collegues that it was \"far preferable\" to launch a terror attack inside Britain rather than fighting jihad abroad.\nProsecutors said the men, fired up by the sermons of a US.-born al-Qaida preacher, hoped to cause carnage on a mass scale. Their plot was undone by mishaps with money and logistics, and ended in a police counterterrorism swoop in 2011.\nBy then, the plotters were still experimenting with chemicals and had not assembled any bombs.\nSpecial prosecutor Karen Jones said the men's final targets had not been set but that their potential for killing people and destroying property should not be underestimated. She said two of the men had received training in Pakistan before returning to Britain to plan attacks.\n\"Had they not been stopped, the consequences woud have been catastrophic,\" she said.\nShe said the conviction showed that even when preparations for acts of terrorism take place abroad, perpetrators will face justice in British courts.\nThe three had pleaded not guilty to charges of preparing for terrorism\nBut the jury at Woolwich Crown court agreed with prosecutors that the trio were the senior members of a home-grown terror cell inspired by the anti-Western sermons of U.S.-born Muslim cleric Anwar al-Awlaki, who was killed in Yemen in September 2011.\nThe suspects convicted Thursday were among 12 people arrested in September 2011 in counter-terrorism raids in Birmingham, central England.\nSeveral other suspects have pleaded guilty to offenses related to the plot.\n\nLoad-Date: February 21, 2013"
}