{
    "title": "3 Canadians charged with terrorism",
    "publisher": "telegraph herald ",
    "year": 2010,
    "month": 8,
    "day": 27,
    "full text": "TORONTO - A man who appeared on Canada's version of \"American Idol\" was the third person arrested as part of an alleged plot against targets in Canada and abroad, police said Thursday.\nThe two other suspects made a brief appearance in court on Thursday on charges they had plans to make bombs and to use them.\nHiva Alizadeh, 30, and Misbahuddin Ahmed, 26, appeared in court after their arrests on Wednesday in Ottawa. They are to appear again, by video, next Wednesday. Dr. Khurram Syed Sher was taken into custody in London, Ontario, on Thursday. All three are Canadian.\nSher, 28, appeared on the reality show \"Canadian Idol\" in 2008 singing a comical version of Avril Lavigne's \"Complicated,\" complete with dance moves that include a moonwalk. He told the judges he's from Pakistan and likes hockey, music and acting.\nPolice allege the men had plans and schematics to make improvised explosive devices. Police seized 50 electronic circuit boards which they say could be used as remote-control triggers for bombs. They said one of the men was trained overseas to make explosive booby traps, but they did not specify which man.\nPolice said they moved in on the men to prevent them from sending money to terror groups in Afghanistan.\n\"The arrests have prevented the gathering of bombs and the execution of one or many terrorist attacks,\" RCMP Chief Supt. Serge Therriault said.\nTherriault said details on the targets would be released in court.\nPolice alleged that the men conspired with three other individuals to \"knowingly facilitate terrorist activities\" in Canada and abroad. Police said the plot ranged from Canada to Iran, Afghanistan, Dubai and Pakistan, but did not elaborate.\nPolice, who made the arrests after a yearlong investigation, said the three suspects had been working together since February 2008.\n\nLoad-Date: August 28, 2010"
}