{
    "title": "3 Chinese Uighurs get 6 years over terrorism in Indonesia",
    "publisher": "university wire",
    "year": 2015,
    "month": 7,
    "day": 13,
    "full text": "JAKARTA, Indonesia - An Indonesian court on Monday sentenced three members of China's ethnic Uighur minority community to six years in prison after finding them guilty of conspiring with Indonesian militants, including a fugitive who is on the nation's most-wanted list.\nA panel of judges at the North Jakarta District Court ruled that Ahmet Mahmud, 20, Abdulbasit Tuzer, 24, and 28-year-old Abdullah - who also goes by Altinci Bayyram - guilty of violating the nation's anti-terrorism and immigration laws.\nThe men were arrested in September, along with another Uighur (WEE-gur) named Ahmet Bozoglan and three Indonesian men, while they allegedly were trying to meet Indonesia's most-wanted militant, Abu Wardah Santoso, in Central Sulawesi province.\nSantoso, the leader of a group called the East Indonesia Mujahideen, is accused of killing several Indonesian policemen and has pledged allegiance to the Islamic State group. Indonesia has outlawed membership in the group.\nPresiding Judge Kun Marioso said the panel of three judges found the defendants had conspired with a Santoso-led terrorist group in Poso in Central Sulawesi and used fake Turkish passports. Poso was the site of violence between Christians and Muslims in 2001 and 2002 in which more than 1,000 people died.\nThe defendants were also ordered to pay $7,535 each or spend six additional months in custody.\nBozoglan and the three Indonesian men are being tried separately, with verdicts expected later this month.\nIndonesian authorities initially thought the four Uighurs were from Turkey, which has linguistic and ethnic ties with the Uighur homeland of Xinjiang, a region in northwestern China.\nStarting in around 2009, groups of Uighurs have traveled across Southeast Asia from China hoping to reach Turkey to claim asylum from what they say persecution by Chinese authorities.\nChina has alleged that members of the Muslim Uighur minority have in the past joined the Islamic State group and returned home to engage in terrorist plots.\nIndonesia, the world's most populous Muslim nation, has been hit by a series of deadly attacks by members of the Jemaah Islamiyah network, including the 2002 Bali bombings that killed 202 people, mostly foreign tourists. However, in recent years, smaller and less deadly strikes have targeted government authorities, mainly police and anti-terrorism forces.\n\nLoad-Date: July 13, 2015"
}