{
    "title": "3 Cities Seek Freer Hand on Terrorism Fund",
    "publisher": "the new york times",
    "year": 2005,
    "month": 3,
    "day": 19,
    "full text": "The mayors of New York, Los Angeles and Chicago sent a letter yesterday to Michael Chertoff, the Homeland Security secretary, asking that they be allowed to use federal antiterrorism money to pay salaries for police officers and other security-related personnel.\n Mayor Michael R. Bloomberg said that he had joined Mayor James K. Hahn of Los Angeles and Mayor Richard M. Daley of Chicago in calling for the Department of Homeland Security to be more understanding of their cities' security needs and to allow more flexibility in spending antiterrorism money. \n  ''We need monies not for new equipment; we need monies to pay salaries,'' Mr. Bloomberg told listeners on his weekly radio program on WABC-AM. \n Mr. Bloomberg said the Police Department has expanded its intelligence and counterterrorism operations and dispatched officers to far-flung spots like Israel and the Dominican Republic. ''This is the kind of thing you really should do,'' he said. ''You should look ahead. You should look around the world; you should do some innovative things.''\n Brian Roehrkasse, a Homeland Security spokesman, said the federal money is intended for training, equipment and exercises to prepare law enforcement officers and first responders for terror attacks. But he added that the department has made exceptions for New York City and other areas to use the money for overtime during high-threat periods and special events.\n In the past three years, New York City has been given more than $490 million in federal antiterrorism money, city officials said. But they added that they have also incurred hundreds of millions of dollars in regular salary and overtime costs for police officers and other emergency workers involved in countering terrorism.\n The mayors' letter to Mr. Chertoff also called on the secretary to support an increase in antiterrorism money for metropolitan areas at higher risk of attack. ''This is pork-barrel politics at its worst,'' the letter said. ''With so much at stake and given the Herculean efforts being made to protect our cities, distributing Homeland Security money based on politics rather than risk -- and risk alone -- is unconscionable and dangerously wrong.''\n Mr. Roehrkasse said that Homeland Security officials have tried to shift more of the antiterrorism money toward higher-risk areas, and Mr. Chertoff has testified in support of such measures. But these efforts have been largely blocked by Congress, Mr. Roehrkasse added. \n Still, Mr. Bloomberg seemed confident that things would change. He said he met Mr. Chertoff for the first time last week at an annual press dinner in Washington. ''People think this guy is very competent, so I think we have some hope that he will do a good job,'' he said.        \n\nhttp://www.nytimes.com\n\nLoad-Date: March 19, 2005"
}