{
    "title": "3 Dead, Several Injured After U.K. Stabbing",
    "publisher": "the new york times",
    "year": 2020,
    "month": 6,
    "day": 21,
    "full text": "The attack was in a park in southern England where a Black Lives Matter protest had been held earlier in the day. The police arrested a man on suspicion of murder and said it was not being investigated as an act of terrorism.\nLONDON -- Three people were killed and several injured on Saturday in a stabbing attack at a park in southern England where a Black Lives Matter protest had been held earlier in the day, according to the police. \n  The police arrested a 25-year-old man at the scene on suspicion of murder for the attack in the town of Reading.\n  ''This is not currently being treated as a terrorism incident, however officers are keeping an open mind as to the motivation for the incident and are being supported by colleagues from Counter Terrorism Policing South East,'' Detective Chief Superintendent Ian Hunter said early Sunday.\n  The attack happened around 7 p.m. at Forbury Gardens in Reading, according to the Thames Valley Police. They later added that three of the injured were in serious condition.\n  Some social media posts initially said the attack happened during the Black Lives Matter protest. But Lawrence Wort, a 20-year-old personal trainer who said he had witnessed the attack, disputed that. He said the protest had ended at least three hours before the stabbings.\n  ''The park was pretty full, a lot of people sat around drinking with friends when one lone person walked through, suddenly shouted some unintelligible words and went round a large group (of about 10 people) trying to stab them,'' Mr. Wort said in a message on Twitter.\n  He said the man's eyes ''looked like he was on some sort of drugs.'' The assailant stabbed three people in the neck and under the arms before turning and running toward Mr. Wort, who said he ran to escape.\n  The attacker then turned his attention to another group of people who were sitting, stabbing one of them in the back of the neck, Mr. Wort said. When he realized that everyone had started to run, the assailant left the park, he continued.\n  ''This evening we saw a senseless attack on people simply enjoying a Saturday evening with family and friends,'' British Home Secretary Priti Patel said in a statement early Sunday. ''My heart, prayers and thoughts are with all of those affected and to the people of Reading who will be deeply shocked and concerned by this terrible incident.''\n  Nieema Hassan, one of the organizers of the Black Lives Matter protest at Forbury Gardens, said in a video message on Facebook that the incident had nothing to do with the protest and none of the protesters were affected as they had all left the park by the time the attacks happened.\n  ''They were very peaceful -- we worked with the police liaisons the entire time,'' she added.\n  The British prime minister, Boris Johnson, said in a tweet, ''My thoughts are with all of those affected by the appalling incident in Reading and my thanks to the emergency services on the scene.''\n\nhttps://www.nytimes.com/2020/06/20/world/europe/forbury-gardens-stabbing-reading-uk.html\n\nGraphic\n\n \nPHOTO: The police arrested a 25-year-old man at the scene on suspicion of murder for the attack. (PHOTOGRAPH BY PETER CZIBORRA/REUTERS)               \n\nLoad-Date: June 21, 2020"
}