{
    "title": "3 Florida Men, Including 2 Imams, Accused of Aiding the Pakistani Taliban",
    "publisher": "the new york times",
    "year": 2011,
    "month": 5,
    "day": 15,
    "full text": "MIAMI -- Six people, including two imams at South Florida mosques, have been indicted on federal charges of providing financial support and encouraging violence by the Pakistani Taliban, the United States attorney here announced Saturday.\nThe indictment, which was handed up on Thursday, charged Hafiz Muhammed Sher Ali Khan, 76, the imam at the Miami Mosque (also known as the Flagler Mosque), the oldest mosque in Miami. The indictment also charged two of the imam's sons: Izhar Khan, 24, the imam at the Jamaat Al-Mumineen Mosque in nearby Margate, Fla.; and Irfan Khan, 37, of North Lauderdale, Fla. All three men are American citizens who are originally from Pakistan, the authorities said.\nThe four-count indictment charges the Khans, and three others living in Pakistan, with conspiring to provide material support to a conspiracy to murder, maim and kidnap people overseas, as well as with conspiring to provide about $45,000 in financial support to the Pakistani Taliban from 2008 to 2010.\n''Despite being an imam, or spiritual leader, Hafiz Khan was by no means a man of peace,'' Wilfredo A. Ferrer, the United States attorney for the Southern District of Florida, said in a statement. ''Instead, as today's charges show, he acted with others to support terrorists to further acts of murder, kidnapping and maiming.''\nHafiz and Izhar Khan are scheduled to be arraigned in federal court in Miami on Monday afternoon. Irfan Khan will be arraigned in Los Angeles on Monday. Each of the four counts in the indictment carries a maximum 15-year prison term.\nProsecutors said the indictment did not charge the mosques. They added that the defendants were charged ''based on their provision of material support to terrorism, not on their religious beliefs or teachings.''\nThe Muslim Communities Association of South Florida announced that Hafiz Khan had been suspended indefinitely from his mosque.\n''Our organizations, together through the Coalition of South Florida Muslim Organizations, has been working with the U.S. attorney's office and the Miami F.B.I. office,'' the association said in a statement released Saturday afternoon, ''and appreciate the efforts of law enforcement to root out potential sources and supporters of terrorism.''\n''We stand together with the U.S. attorney, Wilfredo Ferrer, and the men and women of the F.B.I., and have been and will be cooperating with law enforcement to our fullest ability,'' the Muslim association added.\nThe charges of supporting the Pakistani Taliban but not actually carrying out operations are the most common types of terrorism prosecutions that American authorities have pursued since the Sept. 11 attacks. Of the 50 top terrorism cases since 9/11, about 70 percent have involved financing or other support to terrorist groups, according to the Center on Law and Security at the New York University School of Law.\nThe Pakistani Taliban is closely allied with Al Qaeda and is responsible for attacks against Pakistani police and military targets in recent years. Pakistani authorities believe that a splinter group of the Pakistani Taliban was responsible for the suicide attack in northwestern Pakistan on Friday that killed more than 80 cadets from a government paramilitary force.\nThe indictment comes at a tense moment in relations between the United States and Pakistan after Osama bin Laden was killed in a raid by the Navy Seals on May 2 in Abbottabad, Pakistan.\nOn Saturday, the Pakistani Parliament condemned the raid as a ''unilateral action'' and ''a violation of Pakistan's sovereignty,'' and demanded a formal review of the country's relationship with the United States.\nF.B.I. agents arrested Hafiz Khan and his son Izhar in South Florida on Saturday, the authorities said. Irfan Khan was arrested in Los Angeles, they said.\nThe Flagler Mosque is a modest house located in a working-class Cuban neighborhood. Before dawn during Saturday morning prayers, two dozen F.B.I. agents arrived at the mosque, blocking streets and sidewalks. Shortly after 6 a.m., a rap on the mosque door by agents interrupted morning prayers, according to Sama Nassirnia, a member of the mosque for 19 years who was inside praying when the agents arrived. The agents waited until the prayers ended before entering the mosque, after removing their shoes, to arrest the imam, he said. ''They were not respectful,'' Mr. Nassirnia said. About the elderly imam, who he described as sickly and frail, he said, ''He's a pious man. This is the most peaceful man there is.''\nAnother of the imam's sons, Ikram Khan, who is a cab driver, angrily left the mosque early Saturday evening and called the arrests ''ridiculous.''\n''They can do anything they want in America,'' he said. ''They want to scare more people.''\nHe said his father has sent money to a madrasa in Pakistan for charitable purposes only. ''It only does good things for people,'' he said, ''and it only does the right thing.''\nNeighbors of the mosque said they heard the call to prayer every Friday. ''We saw the older man all the time but they are quiet,'' said a neighbor, Alina Lahens.\nIzhar Khan graduated from Darul-Uloom Al-Madania in Buffalo, which is the largest and oldest Darul-Uloom in the northeastern United States, according to the mosque's Web site. In its description of Mr. Khan, the Web site said he ''is a qualified mufti and has extensive experience in Islamic teachings.''\nRafiq Mahdi, the imam at the al-Iman Mosque in Fort Lauderdale, said he has met both imams who were indicted. He said he found the news ''surprising'' and ''distressing.''\n''I have not heard anything or known anything that would lead me to think this is the case,'' said the imam, whose congregation includes nearly 400 people.\n''I think as imams here in the United States, we are keenly aware of the scrutiny that we are receiving,'' he said. ''We have a big job to do to try to combat the prejudice that has been focused on Islam and Muslims in this country. We have to be careful in our assumptions.\n''The indictment speaks for itself, but many of our immigrant brothers who are coming to the United States from other countries have ties to their home,'' Mr. Mahdi said. ''They may be sending money to family members for charitable purposes and that can possibly be misconstrued.''\nInvestigators began the inquiry after discovering several suspicious financial transactions in 2008, they said. Through November 2010, the defendants provided money, financial services and other support to the Pakistani Taliban. F.B.I. agents and investigators assigned to South Florida's Joint Terrorism Task Force have recorded telephone conversations in which Hafiz Khan supported violence carried out by the Pakistani Taliban, the authorities said.\nAfter hearing that seven American soldiers had been killed in Afghanistan in September 2010, Hafiz Khan ''declared his wish that God kill 50,000 more'' during a recorded phone conversation, the indictment says.\nIn another recorded phone conversation in July 2009, Hafiz Khan called for an attack on the Pakistani Assembly similar to the suicide bombing of the Marriott Hotel in Islamabad, Pakistan, on Sept. 20, 2008, according to the authorities' statement.\nThe indictment also charged the men with transferring money to Pakistan for use by the Pakistani Taliban. And it said that Hafiz Khan supported the Pakistani Taliban through a madrasa that he founded and controlled in Pakistan's Swat region.\n''Khan has allegedly used the madrasa to provide shelter and other support for the Pakistani Taliban and has sent children from his madrasa to learn to kill Americans in Afghanistan,'' a press release from the Justice Department says.\nThe three in Pakistan who were indicted are Ali Rehman, also known as Faisal Ali Rehman; Amina Khan, also known as Amina Bibi, who the authorities said is the daughter of Hafiz Khan; and Alam Zeb, identified as Mr. Khan's grandson.\nThe Miami mosque was established in 1974. The mosque in Margate was founded in 1995 and has a madrasa and youth programs, according to its Web site.\n''Let me be clear that this is not an indictment against a particular community or religion,'' Mr. Ferrer said. ''Instead, today's indictment charges six individuals for promoting terror and violence through their financial and other support of the Pakistani Taliban.''\n\nhttp://www.nytimes.com\n\nLoad-Date: May 15, 2011"
}