{
    "title": "3 FOREIGNERS NABBED; UPSURGE OF AFGHAN TERRORISM FEARED",
    "publisher": "the new york times",
    "year": 2004,
    "month": 10,
    "day": 29,
    "full text": "Gunmen abducted three foreign election workers in broad daylight yesterday in a busy street in the capital.\n It was the first such kidnapping of foreigners in Kabul since the fall of the Taliban three years ago and raised fears that militant groups in Afghanistan may be borrowing a favored tactic of insurgents in Iraq.\n A group linked to the Taliban, calling itself Jaish-e-Muslimeen, or Army of Muslims, claimed responsibility for kidnapping the foreigners in phone calls to bureaus of the Reuters news agency and Al-Jazeera television network in neighboring Pakistan. The caller, who described himself as a commander named Mullah Ishaq Manzoor, said his forces had carried out the abduction.\n\"The three foreigners have been kidnapped by us,\" he told Reuters by satellite telephone. \"We are taking them to some safe place outside Kabul.\" Al-Jazeera quoted him as saying the group's council was meeting to decide the fate of the hostages.\n As of late yesterday, no conditions had been set for the captives' release.\n Afghan police said they had tracked the gunmen's black Toyota SUV to an area west of Kabul and by afternoon yesterday had surrounded an area and begun a search. NATO helicopters circled over the city dropping anti-rocket flares, and armored vehicles moved into positions at street corners.\n \"It is possible they are armed thieves, and it is possible they are terrorists,\" Interior Ministry spokesman Lutfullah Mashal said.\n The three foreigners -- a Filipino man, a Kosovo Albanian woman and a woman from Northern Ireland -- were all working for the joint U.N. and Afghan election agency, the Joint Election Management Board, which organized Afghanistan's first presidential elections Oct. 9.\n The attack came just as the board announced that it had finished the two-week counting process and that some 100,000 outstanding ballots, still under investigation for fraud, would not change the overall result.\n President Hamid Karzai holds a commanding lead of 55.4 percent, some 39 percentage points over his nearest rival, former Education Minister Muhammad Yunus Qanooni. The election occurred under heavy security and with relatively little violence, although attacks by suspected Taliban, in particular roadside explosions, have flared since.\n The three election workers were seized from their car at gunpoint just before 1 p.m. close to the compound where they worked in western Kabul. Three or four men armed with assault rifles overtook their car and forced it to a stop, said a truck driver, Ruhullah, 29, who was unloading cement by the side of the road and witnessed the kidnapping.\n \"They punched the driver twice and then pulled the women out, throwing them over their shoulders and carrying them to their own car,\" he said.\n The third foreigner, a man, struggled as he was taken to the car by the gunmen, Ruhullah said. Then they took off into the maze of busy streets, their vehicle, with blackened windows like so many government vehicles, making a swift getaway.\n \"They escaped toward the west side of Kabul, toward Araghandeh and Paghman, then the car disappeared into the villages west of Kabul,\" spokesman Mashal said.\n\nLoad-Date: October 29, 2004"
}