{
    "title": "3 HELD IN NYC BOMB INQUIRY MEN, ARRESTED IN RAIDS, MAY HAVE PROVIDED FUNDING",
    "publisher": "the new york times",
    "year": 2010,
    "month": 5,
    "day": 14,
    "full text": "NEW YORK -- Three Pakistani men taken into custody during a series of raids across the Northeast as part of the investigation into the failed Times Square car bombing apparently provided money to the man who has admitted carrying out the unsuccessful attack, Attorney General Eric H. Holder Jr. said Thursday.\nBut Mr. Holder said it was unclear if the men knew that the funds they provided were going to be used for an act of terrorism -- one that Obama administration officials have said was aided and directed by the Pakistani Taliban -- and as of late Thursday, they were being detained on civil immigration violations and had not been arrested or charged with a crime.\nTwo of the men were picked up after one of two raids in the Boston area, part of a sweep in which FBI agents and local police officers executed six search warrants there, in New Jersey and on Long Island. A third man was taken into custody in Maine.\nSpeaking at a news conference on an unrelated matter, Mr. Holder called the development \"a significant step\" when he was asked for details about the three men.\nHe said the men were connected to Faisal Shahzad, the naturalized Pakistani immigrant who drove an SUV packed with gasoline, propane, fertilizer and firecrackers into Times Square and left it smoldering with its hazard lights flashing, but investigators were \"trying to determine exactly what the nature of the connection was.\"\n\"There's at least a basis to believe that one of the things that they did was to provide him with funds, and so we are trying to trace back to see what exactly was the nature of those transactions, what was the purpose of the sharing of that -- of those monies.\"\nEarlier Thursday, one law enforcement official briefed on the investigation said the searches did not represent a \"big break\" in the case, but were part of an effort to pursue leads involving the financing of the May 1 attempted bombing. Statements released by the office of the U.S. attorney in Manhattan and the Boston FBI office said the actions \"do not relate to any known immediate threat to the public or active plot against the United States\" and were undertaken based on evidence that was gathered in the investigation that followed the car bomb attempt.\n\"We can confirm that search warrants have been executed in several locations in the Northeast in connection with the investigation into the attempted Times Square bombing,\" said the statements, released by the office of Warren Bamford, special agent in charge of the FBI's Boston office, and the office of Preet Bharara, U.S. attorney in Manhattan.\nThe statement from Mr. Bharara's office said three people who were encountered by agents as they executed the warrants were taken into custody for suspected immigration violations.\nLater Thursday afternoon, Mr. Bharara said Mr. Shahzad, who has been providing information to agents and prosecutors since his arrest late on the night of May 3, has continued to do so. \"Faisal Shahzad is still cooperating and still being interviewed by agents,\" said Mr. Bharara, who was conducting a news conference in White Plains on an unrelated case. He added that agents and detectives from the Joint Terrorism Task Force \"are still getting all the information we can in regard to any and all associates he may have.\"\nMr. Shahzad, 30, who has been charged with attempting to use a weapon of mass destruction in the Times Square bomb attempt, has waived his right to remain silent and his right to a speedy appearance before a judge each day since his arrest, Mr. Bharara said, a process in which he signs a waiver form. \"Mr. Shahzad will be brought to court at the appropriate time,\" Mr. Bharara said.\nThe five-count criminal complaint charging him says he admitted driving a Nissan Pathfinder with the crude explosive device into Times Square; it also says he told federal authorities that he was trained to build bombs in Pakistan.\nMr. Shahzad, a former financial analyst from Bridgeport, Conn., who attended the University of Bridgeport, has told investigators that he acted alone. Federal authorities as of midmorning Thursday said they do not expect to charge anyone else with terrorism, according to the official briefed on the investigation.\nAgents conducted searches in the Boston area -- in Watertown and Brookline, Mass. -- and at two locations on Long Island, one in Centereach. Philadelphia FBI office agents conducted searches in Camden and Cherry Hill, N.J., according to office spokesman J.J. Klaver.\nBut much remained unclear about the searches, including precisely why the warrants were executed and what evidence the federal authorities were seeking.\n\nLoad-Date: May 14, 2010"
}