{
    "title": "3 HURT IN 2 NEW BOMB BLASTS IN BRITAIN",
    "publisher": "the new york times",
    "year": 1984,
    "month": 3,
    "day": 12,
    "full text": "Two bombs exploded today in the vicinity of an apartment occupied by Libyans in the northwestern city of Manchester in a second day of attacks that the police said were directed at Libyan exiles opposed to the Government of Col. Muammar el-Qaddafi. Three people were wounded.\n The first of the two explosions occurred before dawn when a two-pound bomb blew up a car parked near the apartment. No one was hurt in the blast, which destroyed the car and damaged another nearby.\nTwo bombs explode in vicinity of Manchester, Eng, apartment occupied by Libyans in second day of attacks that police say are directed at Libyan exiles opposed to Government of Col Muammar el-Qaddafi; three people are wounded; incidents detailed; illustration (M)\nLater, when another explosive device was found in the rear of the building, the area was ordered evacuated and an attempt was made to explode the bomb deliberately under controlled conditions.\nThe bomb blew up prematurely, however, wounding a family of three Syrians who apparently had slept undisturbed through the previous explosion and whose presence had gone undetected. They were treated for cuts caused by flying glass.\n \nBomb Exploded in Nightclub\nEarly Saturday a bomb exploded in the Mayfair district of London at a fashionable basement nightclub that is popular with Arabs living here.  Twenty-three people were wounded, three of them seriously.\nA short time earlier, a bomb exploded at a shop in the Bayswater district that sells Arab newspapers. No one was wounded in that blast. The police found three other bombs - one at another Bayswater magazine shop and two at a similar shop in Kensington - before they could go off.\nEarlier this month Scotland Yard warned of tensions in England between Libyan exiles and supporters of Colonel Qaddafi. The police alerted exiles and other possible targets that they might be objects ject of attack.\nToday the Government asked Libya to help put an end to the bombings. Two Libyan diplomats were summoned to the Foreign Office and were told that Britain was ''extremely concerned about the outbreak of violence,'' a Foreign Office spokesman said.\n \nExplanation Sought\nRichard Luce, a Minister of State, said today that the use of British territory for acts of terrorism by any foreign group was ''totally unacceptable and is bound to damage our bilateral relations.'' He is scheduled to meet Monday with Libyan diplomats to hear their Government's formal response to the British request for clarification.\nThe Foreign Office has taken pains to state that it has no information to link the Libyan Government directly to the bombings although the police appear convinced that Libyan political tensions are behind the terrorism.\nTonight, Libya denied all responsibility for the bombings and told Britain to stop ''pointing accusing fingers regarding these incidents,'' according to an official Libyan press agency dispatch monitored in London.\n''The British authorities are solely capable of preventing the occurrence of such events in Britain,'' the dispatch said. It asserted that Libya ''has recently come under a deliberate malicious campaign characterized by a racist stamp in the British media.''\n \nSummoning of Officials Assailed\nThe dispatch said that Britain's summoning of Libyan officials to the Foreign Office only helped encourage ''stray dogs'' - an apparent allusion to exiles opposed to the Qaddafi regime.\nIn 1980 a Libyan student was stabbed to death at about the same time that gunmen killed two Libyans in London. The killings allegedly followed a decision by a revolutionary committee in Libya to ''liquidate'' exiled opponents of Colonel Qaddafi. Two Libyans were eventually imprisoned for these crimes and four members of the Libyan Embassy in London were deported.\nA Libyan exile whose name was withheld said over the British Broadcasting Corporation today that the bombings were part of a campaign by Colonel Gaddafi to ''hunt down'' dissidents. He asserted that a special ministry had been set up to terrorize those opposed to the regime.\n\nGraphic\n\n \nphoto of scene of bomb explosion"
}