{
    "title": "3 ISIS Terrorism Planners Killed in Syria Airstrike, Pentagon Says",
    "publisher": "the new york times",
    "year": 2016,
    "month": 12,
    "day": 13,
    "full text": "ERBIL, Iraq - The Pentagon announced on Tuesday that a United States airstrike had killed three Islamic State operatives who were involved in mounting terrorist attacks in Europe, including the deadly            assault in Paris in November 2015.\nThe three men were killed on Dec. 4 in an airstrike in Raqqa, Syria, the Islamic State's declared capital, said Peter Cook, the Pentagon press secretary. He described the men as \"leaders, directly involved in facilitating external terror operations and recruiting foreign fighters.\"\nUntil his reported death by drone strike in August,            Abu Muhammad al-Adnani, the Islamic State's spokesman, led its external operations branch, and he in turn relied on two lieutenants. Those men have been identified by other members of the group by their noms de guerre, Abu Souleymane and Abu Ahmad, and their real identities remain debated.\nBeyond these figures, little is known about the hierarchy of the branch of the Islamic State - also known as ISIS or ISIL - responsible for projecting terrorism abroad. The Pentagon's announcement on Tuesday adds at least three more names to the mix.\nSalah Gourmat and Sammy Djedou, two of the three operatives the Pentagon said had been killed this month, were described as \"close associates\" of Mr. Adnani, helping him carry out the Nov. 13, 2015, Paris attacks, which killed 130 people. Killed along with them was Walid Hamman, described as \"a suicide attack planner,\" who was convicted in absentia in Belgium for a plot that was thwarted in 2015.\nThe presence of those names together evokes a fourth: All three were part of a network led by Boubaker al-Hakim, a senior French jihadist and \"one of the most dangerous terrorists in the world,\" according to Jean-Pierre Filiu, a specialist at the Institute of Political Studies in Paris. The United States announced that            Mr. Hakim had been killed in an airstrike in Raqqa on Nov. 26.\nMr. Hakim, 33, a French citizen of Tunisian descent, was accused of acting as the mentor to the brothers who carried out the attack on the offices of the satirical newspaper Charlie Hebdo in Paris, killing 12 people on Jan. 7, 2015. He is also suspected of having inspired the Islamic State-led attack on the National Bardo Museum in Tunisia two months later, killing 22 people.\nBesides giving one interview in the Islamic State's online magazine, Mr. Hakim had kept a low public profile after moving to Syria to join the terrorist group. Though his name surfaced repeatedly among counterterrorism analysts as a possible senior figure involved in the Paris attacks, there has been no concrete confirmation of such involvement.\nThe Pentagon's announcement on Tuesday that some of Mr. Hakim's killed associates were involved in the Paris attacks goes a step further in suggesting that he was involved, too. In announcing his death, the Pentagon stopped short of that, describing his removal as one that \"degrades\" the terrorist group's \"ability to conduct further attacks in the West.\"\nMuch remains unknown about how the Islamic State slipped 10 operatives into Paris. To date, more than a year after the devastating attack in Paris, even their exact route to the French capital from Syria remains unknown, with only two of the attackers appearing in Greek immigration records on the island of Leros, where they arrived by boat.\nThe Pentagon said the airstrikes had been carried out through the \"rapid exploitation of intelligence material\" collected in areas ISIS formerly held. Mr. Cook said that Mr. Gourmat, Mr. Djedou and Mr. Hamman \"were working together to plot and facilitate attacks against Western targets at the time of the strike.\"\nThe airstrikes occurred as a highly classified campaign by the Pentagon's expeditionary targeting force, a team of commandos from the Joint Special Operations Command, has intensified drone strikes and raids against the Islamic State's external operations planners in recent months.\nAmerican officials say that detailed personal information recovered from laptops, cellphones and other electronic devices and materials seized in the raids has helped lead to more attacks against important terrorist leaders.\n\"Since we began accelerating our campaign last year, we've killed the majority of ISIL's most senior leaders,\" Defense Secretary Ashton B. Carter said at a security conference in Bahrain on Saturday.\nFollow Rukmini Callimachi on Twitter @rcallimachi. Eric Schmitt contributed reporting from Doha, Qatar, and Gardiner Harris from Washington.\nRelated Articles\nSenior ISIS Strategist and Spokesman Is Reported Killed in Syria\nDoes Killing Terrorist Leaders Make Any Difference? Scholars Are Doubtful\nHow ISIS Built the Machinery of Terror Under Europe's Gaze\nHow a Secretive Branch of ISIS Built a Global Network of Killers\n\nLoad-Date: December 16, 2016"
}