{
    "title": "3 LATIN NATIONS TRADE ACCUSATIONS",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 3,
    "day": 4,
    "full text": "Venezuela and Ecuador yesterday sought to make Colombia pay a high diplomatic and economic price for killing a leftist rebel leader in the Ecuadorean jungle -- expelling its diplomats, ordering troops to the border and largely halting trade at key points along the frontier.\nBut Colombia quickly struck back, revealing what it said were incriminating documents seized from the rebel camp that suggest that its neighbors have been secretly supporting the rebels' deadly insurgency.\nAnd in a tit-for-tat move, Venezuela later displayed the laptop of a slain drug trafficker, which it said contained information implicating Colombia's national police chief in the cocaine trade.\nColombia's national police chief said the documents show Venezuela recently paid $300 million to the rebels, among other financial and political ties that date back years, and that high-level meetings have been held between rebels and Ecuadorean officials.\nAnd this shocker: Colombia says some documents suggest that the rebels have bought and sold uranium.\n\"When they mention negotiations for 50 kilos of uranium, this means that the FARC are taking big steps in the world of terrorism to become a global aggressor. We're not talking of domestic guerrilla, but transnational terrorism,\" Gen. Oscar Naranjo said at an explosive news conference.\nGen. Naranjo didn't give any details about when, where or from whom the uranium was allegedly bought. He provided no proof of the payment and wouldn't release copies of the documents, which he said are \"tremendously revelatory\" and are being examined with the help of U.S. experts.\nBoth Venezuela and Ecuador dismissed his allegations as lies. They expelled Colombia's top diplomats and recalled their own. Ecuador's President Rafael Correa planned to visit five Latin American countries starting today to defend his decision to break off diplomatic relations, accusing Colombia of being an enemy of peace and lying about the nature of the raid.\nColombia said military commandos, tracking Mr. Reyes through an informant, were fired upon from Ecuadorean territory.\nBut Mr. Correa said Colombia deliberately carried out the strike beyond its borders, and that the rebels were \"bombed and massacred as they slept, using precision technology.\"\n\nLoad-Date: March 4, 2008"
}