{
    "title": "3 men charged in connection with violence at Berkeley 'Free Speech Rally'",
    "publisher": "university wire",
    "year": 2018,
    "month": 10,
    "day": 25,
    "full text": "Four more people have been charged in connection with violence at political rallies, three of whom for involvement in attacks that occurred during the April 2017 Berkeley \"Free Speech Rally,\" according to a Department of Justice, or DOJ, press release.\nThe four suspects - Robert Rundo, Robert Boman, Tyler Laube and Aaron Eason - are charged with violating the federal conspiracy and riots statutes. They allegedly used the internet in order to organize and promote rioting in Huntington Beach, Berkeley, San Bernardino and Charlottesville. They are also allegedly members of the white supremacist group Rise Above Movement, or RAM, based in Southern California.\nRundo is allegedly the founder of RAM and was detained after fleeing to Central America. Boman and Laube were detained Wednesday morning. Only Eason is still being sought by law enforcement, according to the DOJ press release.\nAmong the charges against the four men, Rundo, Boman and Eason are accused of involvement in violent attacks during the April 15, 2017, Berkeley rally, which resulted in the punching of a \"defenseless person\" and a Berkeley Police Department officer, according to the DOJ press release.\nThe case is currently under investigation by the FBI's Joint Terrorism Task Force. If found guilty, the defendants would face maximum prison sentences of 10 years.\nThis latest set of charges comes in the wake of the arrests of four other alleged Rise Above Movement members - including former Berkeley Top Dog employee Cole White - who were detained for allegedly inciting violence and conspiring against the United States in their participation at the Charlottesville rally in 2017.\nSophia Brown-Heidenreich is an assistant news editor. Contact her at [email protected] and follow her on Twitter at @sophiabrownh. Aaron Eason, Cole White, Department of Justice, Federal Bureau of Investigation, Free Speech Rally, Joint Terrorism Task Force, Rise Above Movement, Robert Boman, Robert Rundo, Top Dog, Tyler Laube The Daily Californian\nMost Popular\nMost Recent\nCrime & Courts City Council candidate Aidan Hill arrested on suspicion of disturbing the peace during a UC Berkeley class\nCampus 'Nobody should have to deal with these conditions:' Union workers continue 2nd day of 3-day strike\nEditorials Here's how you should vote in the federal elections\nCrime & Courts Former Berkeley College Republicans president Troy Worden raises money for legal fees\nSexual Misconduct Title IX documents expose 31 cases of UCLA employees' sex misconduct\nSex on Tuesday Slut forever\nCrime & Courts 2 robberies, 1 attempted robbery occur within past few days\nConcerts 'Sad boy,' happy people: SYML delivers powerful, emotional performance at The Chapel\nLiterature Cleo Wade lays groundwork for meaningful, loving connection\nCampus UC union members form picket lines, demand higher wages on 3rd day of strike\nWomen's Soccer Women's soccer gears up for final road trip of the year\nThe Soapbox Swiper no swiping!\nNews ASUCCampusCityCrime & CourtsObituaryResearch & IdeasStateUCElection 2018Notes from the Field\nSports Men's BaseballBasketballCrewCross CountryFootballGolfGymnasticsRugbySwimTennisWater PoloWomen's BasketballField HockeyGolfGymnasticsLacrosseSoftballSwimTennisTrack & FieldVolleyballWater Polo\nA&E ColumnsFilm & TelevisionLiteratureMusicTheaterVisual ArtComedy\nOpinion EditorialsOp-EdsLetters to the EditorColumnsEditorial CartoonsThe SoapboxSex on TuesdayCal in Color\nMultimedia ArtsBlogNews: CampusSports\nFeatured Editor's PicksAwardsSpecial IssuesThe WeekenderGamedayBest of BerkeleyDaily Cal ArchiveEditors' Blog\nBlogs The Daily ClogEating BerkeleyTravelA&EBear BytesStrikeoutPhoto tumblr\nDonate We're an independent, student-run newsroom.Make a donation to support our coverage.\nCopyright © 2018 The Daily Californian, The Independent Berkeley Student Publishing Co., Inc. All rights reserved. Privacy Policy. Use desktop site by default. Mobile site.\n\nLoad-Date: October 25, 2018"
}