{
    "title": "3 men indicted on terror charges",
    "publisher": "usa today",
    "year": 2005,
    "month": 4,
    "day": 13,
    "full text": "WASHINGTON -- An alleged al-Qaeda operative who authorities say scouted potential terrorism targets in the USA has been charged with plotting with two other men to bomb five financial buildings in New York City, New Jersey and Washington, according to a federal indictment made public Tuesday.\nThe three British nationals, led by Dhiren Barot, 32, whose numerous aliases include Abu Eisa al-Hindi, have been in custody since August in Great Britain, where they also face terrorism charges. Their arrests -- along with those of five others across the United Kingdom -- came after a series of captures in Pakistan earlier in the summer, one of which yielded a laptop computer that contained surveillance reports on the U.S. financial buildings.\nThe arrests overseas led the U.S. government to raise the terror alert level for the financial sectors in New York City, Newark and Washington until last November. They also heightened concerns that al-Qaeda wanted to attack the USA before the Nov. 2 presidential election.\nThe indictment, issued by a grand jury in New York, alleges that Barot is a former \"jihad\" training camp instructor who applied to a college in New York to hide his \"true purpose\" of doing surveillance on the financial centers in 2000 and 2001. The indictment says he did not enroll or attend classes.\nBarot, Nadeem Tarmohamed, 26, and Qaisar Shaffi, 25, were charged with conspiring to use weapons of mass destruction -- bombs -- to damage and destroy buildings used in interstate and foreign commerce. They also were charged with conspiring to provide and conceal material support to terrorists. If convicted of all charges, they could face life in prison.\nAlthough the surveillance ended before the Sept. 11, 2001, terror attacks, U.S. officials say last year's alert was justified because al-Qaeda can spend years planning attacks. Deputy Attorney General James Comey said the indictment \"highlights the nature of the enemy we face: It's an enemy that is patient . . .  and is bent on killing Americans in a spectacular way.\"\nBarot allegedly wrote surveillance reports on security and other activities at the New York Stock Exchange and Citigroup Center in New York; Prudential's headquarters in Newark; and the International Monetary Fund office and World Bank in Washington. Alleged 9/11 mastermind Khalid Shaikh Mohammed -- captured in Pakistan in 2003 -- told U.S. interrogators that Osama bin Laden sent Barot to the USA in early 2001 \"to case potential economic and 'Jewish' targets in New York City,\" said the report by the 9/11 Commission, which examined the hijacking attacks.\nIn the United Kingdom, Barot, Tarmohamed and Shaffi face terrorism charges that could carry up to life in prison, if they are convicted. They would not be extradited to the USA until they served any sentences.\nThe three were taken into British custody after the capture of Mussad Aruchi, a nephew of Mohammed, last June. That led to the arrest of Muhammad Naeem Noor Khan in Lahore on July 13. Khan, an alleged computer expert for al-Qaeda, had the laptop that contained the files that led to the terrorism alert here.\n\nGraphic\n\n \nPHOTO, Color, Henny Ray Abrams, Reuters; On guard: Police officer Tuesday at the NYSE.\n\nLoad-Date: April 13, 2005"
}