{
    "title": "3 MISSILE STRIKES HIT MILITANTS IN PAKISTAN",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 9,
    "day": 9,
    "full text": "DERA ISMAIL KHAN, Pakistan -- Three suspected U.S. missile strikes in less than 12 hours hit militant targets in northwestern Pakistan on Wednesday, officials said, an unusually intense barrage that follows four other such attacks in the last week. At least 14 suspected militants were killed.\nThe strikes were in North Waziristan, a lawless region home to insurgents battling foreign troops just across the border in Afghanistan, al-Qaida leaders plotting attacks on the West and extremists behind bombings in Pakistan.\nThe militants have stepped up their own attacks in Pakistan in recent days, just as the army focuses on helping millions of victims from the worst floods in the country's history. Four big bombs have killed at least 135 people in less than a week.\nThe United States has fired hundreds of missiles into northwest Pakistan over the last 2 1/2 years. U.S. officials do not publicly acknowledge such strikes, but have said privately that they have killed several senior Taliban and al-Qaida militants and scores of foot soldiers.\nThe Pakistani government has publicly criticized the missiles strikes as violations of its sovereignty, but is believed to help the CIA carry out the attacks, especially when they target militants at war with Pakistan. Other critics say innocents are also killed, fueling support for the insurgency.\nThe first attack was on a house in the village of Dande Darpa Khel near Miran Shah, the main town in North Waziristan, two Pakistani intelligence officials said, on condition of anonymity.\nThe house was owned by Maulvi Azizullah, a member of the Haqqani network, a militant group based in North Waziristan that U.S. military officials have called the most dangerous threat to NATO troops in Afghanistan. Six militants were killed, they said.\nThe second missile hit a car traveling a few miles from the border, killing four people associated with the Haqqani network, officials said. Zameedullah Wazir, a resident of Ambar Shaga, said he and others tried to get close to the vehicle, but were told to leave by Taliban fighters who arrived soon after in three vehicles.\nAfter nightfall, four other militants were killed, again in a Haqqani-dominated area close to Miran Shah, in an attack on a house, officials said.\nPakistan's army has launched several offensives in the northwest over the last two years, but has resisted moving into North Waziristan despite U.S. pressure. The Haqqani network has refrained from launching attacks inside Pakistan, and analysts believe that the army views its insurgents as an important tool to secure its interests in Afghanistan once foreign troops withdraw.\nWithout a Pakistani military offensive, the United States has had to rely on drone strikes to battle the group.\nMeanwhile in Islamabad, the capital, a senior police officer said Wednesday that Pakistan will soon bring terrorism charges against three men alleged to have helped the failed Times Square bomber meet up with militant leaders close to the Afghan border and send him money to carry out the attack.\nThe three have been held since soon after the May 1 attempted car bombing, but the announcement marks the first time that Pakistani authorities have formally acknowledged their arrest. They had previously been picked up by the country's secretive intelligence agencies. Intelligence officers have said as many as five people were being held in connection with the plot. It is unclear what will happen to the other two.\nThe three were identified as Shoaib Mughal, Shahid Hussain and Humbal Akhtar. Islamabad Police Deputy Inspector General Bin Yamin said they would soon be charged in court with terrorism offenses. He did give specifics, but terrorism crimes can be punished by death in Pakistan.\nInspector General Yamin described them as having \"militant minds\" and a strong hatred for America. It was unclear whether the men had been appointed lawyers yet.\nPakistani-American Faisal Shahzad has pleaded guilty to terrorism and weapons charges in the United States in connection with the botched bombing.\nInspector General Yamin said the three suspects had close ties to the leadership of the Pakistani Taliban, a militant group based in the northwest that has claimed responsibility for the plot. He said the three helped Mr. Shahzad to travel to meet militants in the northwest. He said they also sent Mr. Shahzad $13,000 in the United States when he ran short of money.\n\nLoad-Date: September 10, 2010"
}