{
    "title": "3 missing Egyptian students arrested The FBI says that the 8 remaining students pose no terrorism th",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 8,
    "day": 10,
    "full text": "Three Egyptian students who were being sought for failing to turn up for an exchange program at Montana State University were taken into custody Wednesday, more than a week after they arrived in the United States.\nOne student was arrested in Minnesota, and two others surrendered to authorities in New Jersey. They were among 11 students being sought by law enforcement after they failed to attend a monthlong program on the English language and U.S. history and culture in Bozeman, Mont., the FBI said.\nEslam Ibrahim Mohamed El-Dessouki, 21, was taken into custody in Minneapolis on an immigration violation. Two other students - Mohamed Ragab Mohamed Abd Alla and Ebrahim Mabrouk Moustafa Abdou, both 22 - surrendered to police in Manville, N.J., after hearing media reports that they were wanted, FBI spokesman Steven Siegal said.\nEight students remain at large. They arrived in New York on July 29 as part of a group of 17 students. Six students reported to Bozeman on time.\nThe missing students pose no terrorism threat, the FBI said.\nHamvi Kassab, a Minneapolis grocer who said he is El-Dessouki's uncle, told television station KSTP that his nephew was in town to visit relatives and to inquire about attending the University of Minnesota.\nMontana State repeatedly tried to contact the missing students. When that failed, the school notified Homeland Security officials and registered the Egyptians as \"no-shows\" in the system developed after the Sept. 11 attacks to track foreign students.\nThe government tightened the student visa process after the attacks. One of the hijackers involved in the attacks had arrived in the U.S. with a student visa, and immigration officials approved student visas for two other hijackers after they entered the country. A fourth attended flight training school without a student visa.\n\nLoad-Date: August 10, 2006"
}