{
    "title": "3 Minnesota men charged in terrorism case to remain jailed",
    "publisher": "university wire",
    "year": 2015,
    "month": 7,
    "day": 8,
    "full text": "MINNEAPOLIS - A federal judge denied bail Wednesday for three Minnesota men accused of trying to join the Islamic State group.\nBut U.S. District Judge Michael Davis left the door open for future pretrial release for Hamza Ahmed, 20, and Zacharia Abdurahman and Hanad Musse, both 19, saying he'll carefully consider plans designed to reintegrate them into the community.\nThe three men are among seven Minnesota residents charged this year with conspiracy to provide material support to a foreign terrorist organization. Their attorneys argued during separate hearings Wednesday that the men should be released pending trial under plans designed to steer them in a positive direction.\nThe proposals, submitted at Davis' request, were crafted by defense attorneys, Somali community members and religious leaders. They include options for housing, religious education, volunteering and other activities.\nOne of the plans had some merit and another was comprehensive, Davis said, but he added he didn't want to do anything haphazard. He said he'd give the plans a careful look and told two of the men not to be disheartened by his decision to deny bail right now.\nHe said he'd work with all parties on coming up with a program that would ensure the community's safety, calling it a \"worthy goal.\"\n\"We have to have some type of program, on the front end or the back end,\" Davis said. \"If the end effect is in incarceration, they are going to get out at some point, so we have to start working now. ... This is just way too important for us to treat this as a regular criminal case.\"\nAll three men have pleaded not guilty.\nDavis said that while repentance isn't required for him to grant bail, it could be central to a program that's focused on deradicalization. He noted that one man he released under a similar plan - who was later brought back into custody after a box cutter was found in a room he shared with others - had pleaded guilty to a terrorism charge.\nAssistant U.S. Attorney Andrew Winter argued the men should stay in custody, saying that while the plans are created by people who mean well, the men are still a flight risk and a danger to the community.\n\"These are untested programs and this is not the time to engage in experiment,\" Winter said. \"The risks are too high.\"\nSadik Warfa, deputy director of a community organization called Global Somali Diaspora, said after the hearings he was encouraged that Davis left the door open for possible release.\n\"He wants to make sure he gets this right for the safety of all of us and America,\" Warfa said. \"... I mean, we are dealing with terrorism here. So I hope the community understands too.\"\nAuthorities say the three men took a bus to New York City in November and were stopped at JFK Airport before they could travel overseas. Ahmed was arrested in February, and Musse and Abdurahman were arrested in April.\nInvestigators have said a handful of Minnesota residents have traveled to Syria to fight with militants. Since 2007, more than 22 young Somali men have also traveled from Minnesota to Somalia to join the terrorist group al-Shabab.\n___\nFollow Amy Forliti on Twitter: http://www.twitter.com/amyforliti\n\nLoad-Date: July 8, 2015"
}