{
    "title": "3 MORE ATTACKS COMING, HAMAS WARNS A LEAFLET ALSO CONDEMNED YASIR ARAFAT. ISRAEL CALLED ON JORDAN TO",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 4,
    "day": 15,
    "full text": "A day after claiming responsibility for a bombing that killed six people, a Palestinian group warned in a leaflet yesterday it was planning three more attacks and told Arabs to avoid \"crowded Israeli areas.\"\nThe leaflet was circulated by the Muslim fundamentalist group Hamas, the leading opponent to the PLO-Israeli peace talks. It also scorned PLO Chairman Yasir Arafat for condemning Wednesday's bombing and a similar one April 6.\nArafat, under American pressure to condemn the attacks, phoned Prime Minister Yitzhak Rabin on Wednesday and rejected violent acts by Palestinian opponents of the peace talks. On Tuesday, he sent a letter to President Clinton, in which he said he strongly rejected attacks on Israeli civilians.\nRabin had said earlier that Arafat's failure to condemn terrorism had called into question his sincerity in the negotiations and was fueling Israeli opposition to the PLO-Israel accord, which provides for an Israeli withdrawal and Palestinian autonomy in Gaza and the West Bank town of Jericho.\nViolence and disagreement over security details have delayed the withdrawal, which was supposed to have been completed by Wednesday.\nRabin, however, made clear he would continue the negotiations. Otherwise, \"there will be an increase in the number of organizations that will be involved in terrorism, in violence and terror,\" he said on Israel Radio.\nWednesday's bus bombing, in the coastal town of Hadera, killed five Israelis and the suicide bomber. Seven people were killed in the April 6 bus bombing in the northern town of Afula.\nHamas claimed responsibility, and the leaflets distributed yesterday said the Hadera bombing was the \"second in a series of five attacks\" planned by Izzedine al-Qassam, Hamas' military wing.\nIsraeli officials \"should expect three other surprises,\" it said.\nThe group also blasted Arafat for denouncing the attacks. \"Has appeasing America and Israel become more important to you than pleasing your own people and telling the word of truth?\" the leaflet asked.\nIsraeli officials reacted swiftly to the latest Hamas message, demanding in unusually harsh language that Jordan crack down on the militant group.\n\"All the spokesmanship by Hamas to Israel and the whole world comes from Jordan. We see this government as being responsible for whatever happens on its sovereign soil and would like to make it clear that this situation cannot continue,\" Rabin told reporters in Tel Aviv.\nAlthough the statement stopped short of threatening direct action, it was unusually tough considering the normally sanguine relationship between Jordan and Israel. Israel is negotiating a peace agreement with Jordan.\nAfter each of the recent bombings, Hamas issued statements from Amman, Jordan, that were shown on Jordan television then picked up by satellite in Israel and shown on the prime time news broadcast.\n\"It is unprecedented in foreign relations that a country that says it is seeking peace will allow such threats\" to be aired on its television, said Foreign Minister Shimon Peres.\n\nGraphic\n\n \nPHOTO;\n\nPHOTO (1)\n1. The body of David Moyal, 26, is lowered into the ground during his funeral\nin Holon, Israel. Moyal and four other Israelis in a bus were killed Wednesday\nin an explosion set off by a suicide bomber in northern Israel. The militant\nMuslim group Hamas claimed responsibility. (Associated Press, JEROME DELAY)\n\nLoad-Date: October 21, 2002"
}