{
    "title": "3 more in Britain charged in suspected terror plot",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 8,
    "day": 30,
    "full text": "British anti-terrorist police charged three more people late Tuesday with conspiring to commit murder in the alleged plot to blow up U.S.-bound airliners.\nThe three -- Mohammed Yasar Gulzar, Mohammed Shamin Uddin and Nabeel Hussain -- were also charged with preparing to commit terrorism by helping in an alleged plan to smuggle explosives aboard the planes, police said.\nEleven people have now been charged on those two counts. Four others were charged with lesser offenses, including having knowledge of a terrorist activity but not disclosing information about it.\nA Scotland Yard statement said Gulzar, Uddin and Hussain conspired with eight other suspects in the alleged plot and had intended to commit \"acts of terrorism engaged in conduct to give effect to their intention to smuggle the component parts of improvised explosive devices onto aircraft and assemble and detonate them on board.\"\nAll three men will be arraigned today.\nOf 25 people originally arrested, 15 have been charged and are being held by police, five others remain in custody without charge and five have been released.\nA deadline for the detention of the remaining five suspects held without charge expires today, but a police spokesman said it was not yet decided whether they would be charged or whether police would seek further time for questioning.\nSenior police officers said last week they were analyzing thousands of pieces of evidence seized in searches of dozens of properties and two stretches of woodland.\nInvestigators have found chemicals that can be used to make bombs, including hydrogen peroxide, and electrical components during their searches, said Peter Clarke, head of Scotland Yard's anti-terrorist department.\nMonths of surveillance had produced \"significant video and audio recordings\" about the alleged plot, he said, including \"martyrdom videos\" by some of the suspects.\n\nLoad-Date: August 30, 2006"
}