{
    "title": "3 seek Democratic nod in 6th Congressional District",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 3,
    "day": 6,
    "full text": "Three Democrats are seeking their party's nomination in the March 20 primary for the 6th Congressional District.\nThe field features Leslie Coolidge of Barrington Hills, Geoff Petzel of Lake Zurich and Maureen Yates of Barrington.\nThe winner of the primary will challenge incumbent Republican Rep. Peter Roskam of Wheaton in the general election in November for the right to represent the district.\nOnce a relatively contiguous block mainly in DuPage County, the district was changed by the congressional remap to take in parts of DuPage, Kane, Lake, McHenry and Cook counties.\nThe Daily Herald recently asked candidates for their opinions on issues facing the district. Some of their responses are presented here. See their complete responses at dailyherald.com.\nQ. What is your No. 1 campaign issue?\nCoolidge: In this economy, we simply need more good-paying, secure jobs. My No. 1 priority is job creation, as it should be for every member of Congress. I just have a different philosophy on how to accomplish that growth than our current representative. I believe that government spending in a recession actually contributes to the creation of jobs in the private sector by putting more money into the hands of people who spend it, thereby encouraging businesses to expand.\nFor us to have a strong economy in the long term, though, we also need to be creating new businesses and entire industries that would bring new jobs to this country. Clean energy and high-tech industries in particular should be a space that the United States profitably occupies. After all, we have been the source of the \"next big thing\" for at least the past 50 years and should give high priority to doing so in the future.\nTo do that, though, we need to have a highly educated and creative workforce capable of excelling at jobs not imagined when they started school. Community colleges, in particular, can help out with this task if they focus on the high-tech jobs that require good math and computer skills, where there are existing jobs in the U.S. now that are going unfilled because of a lack of qualified workers. In other words, we must do everything we can to put America back to work.\nPetzel: The No. 1 issue for our campaign is the economy. We must deal with the housing/foreclosure mess, banking regulations, job creation, taxes and government spending in a comprehensive manner if we are going to effectively deal with the significant economic issues this country faces. Our campaign has put forth a series of comprehensive reforms that will create jobs, create a fairer tax system and create a sustainable future for our economy. Our plan includes the following highlights.\n1. More than 23 percent of all homes in this country are under water. In order to address the housing crisis and our nation's economic stability, we must deal with housing. One specific proposal offered by our campaign is to change the law and require banks to refinance underwater mortgages when the homeowners meet all qualifications for refinance except for the home's appraised value.\nThe estimated 10 million homeowners that would benefit from refinancing their mortgages would see an average savings on their mortgage payment of $200 per month. This would give homeowners an additional $24 billion annually to spend on other goods or services and boost our economy.\n2. We have proposed a series of job creation strategies. The simplest strategy is to spend money repairing our infrastructure. We have proposed a $150 billion infrastructure investment plan that by conservative estimates would create 2.3 million jobs. Such investments would be used to upgrade our power grid, repair our roads and bridges, build new high-speed commuter rail service and repair our public transit systems. Our jobs plan is aggressive and bold, just the kind of action needed to get the economy working again.\n3. Individual tax rates must also be addressed to see sustainable economic benefits. Our plan supports an extension of middle class tax cuts and the expiration of the Bush tax cuts for the rich. We must restore fundamental fairness to our tax system and this is a first step in that process.\n4. Our plan for corporate tax rates includes a massive overhaul of the corporate tax system.\nFirst, we must close all loopholes. General Electric made $14 billion in profits last year and paid zero taxes. This must end. Once all loopholes and subsidies are eliminated, we should reduce the corporate tax rate to 27 percent to keep us competitive in a world economy when countries like Germany and China have cut tax rates to near 25 percent. After closing loopholes, this reduced tax rate will still result in increased federal revenues but will create a level playing field for all businesses.\nWe also propose reducing the tax rate for manufacturers that produce goods in America to 17 percent. All manufactured goods produced outside the United States should remain at a 35 percent tax rate to encourage reinvestment in American manufacturing and penalize manufacturers who ship jobs overseas. We believe America can once again have a strong manufacturing base.\n5. We also suggest the passage of the Obama jobs plan, which will provide important investments into public safety improvements, infrastructure and education, and provide a wide range of tax cuts for employers who hire the long-term unemployed or veterans. The Obama jobs plan, combined with our infrastructure plan and tax reforms, will create an estimated 5.9 million jobs.\nYates: Women's rights; jobs; the economy; stop the wars. Protecting the elderly from having their Social Security and Medicare/Medicaid taken away from them, or reduced. Government day care for all financial levels. This cannot just be one item.\nQ. What would you do to help ease partisan gridlock? Are you willing to compromise on sticking points including spending cuts and taxes to produce results? How can Congress move from being a \"crisis-driven\" institution?\nCoolidge: I believe I am in a unique position to be a leader in the effort to ease gridlock. I am a CPA and CPAs are trained to be problem solvers, not advocates for a particular ideological position. I have a lot of experience negotiating with clients on financial matters and resolving disagreements through dialogue and compromise.\nThat is not to say I would never take a firm position, but it would be based on an understanding of the facts and the needs of 6th District residents, not on political orthodoxy.\nWe need more people in Congress willing to work together to solve problems. I believe that \"sticking points\" only become sticky when people stop listening to the other side. We should be willing to consider all options to produce results. You cannot compromise with people whose only response to Democratic ideas is to say \"no.\" But I believe you can reach across the aisle to develop relationships with people who believe that finding solutions to our pressing problems should be our top priority.\nI believe that reasonable people can craft sensible solutions to complex problems when we focus on the needs of the people we serve. We can end the \"crisis-driven\" attitude by electing people to Congress who actually believe in planning ahead and governing, rather than political posturing and brinkmanship.\nI got interested in running for Congress during the debt ceiling debate last summer when I saw the Tea Party freshmen acting like the idea of defaulting on our debt was a good thing. In what possible world is it a good idea to go to the brink of national financial ruin just to make the point that we have too much debt? Everybody gets that, but showboating on a formerly noncontroversial issue like raising the debt ceiling to pay bills already incurred gets us nowhere fast.\nPetzel: The only way to ease partisan gridlock at this point is to elect new people to Congress who will be willing to work together to address the serious issues facing this country. I will gladly work with people on both sides of the aisle to deal with the important issues we face like health care costs, job creation and government spending.\nJust like when Bill Clinton was president, we will need to make tough choices that must include a combination of revenue increases and spending cuts if we are to seek a balanced budget and reduction in the national debt.\nCongress has become crisis-driven because the Republican leadership has refused to compromise on relatively uncontroversial issues like extending the payroll tax cut. This lack of compromise is due to a fundamental failure by our Congress to fulfill its most important purpose: looking out for us.\nWhen I am elected, I will make decisions based on what is best for the people of the 6th District regardless of party, partisan rhetoric or what is best for re-election.\nYates: How can you negotiate with a party that refuses to negotiate in any way? Congress will move forward if the Democrats have a majority in the House and we can overcome the filibuster; so it is a 60 majority or this country will destroy itself.\nQ. Should tax breaks be extended? Why or why not? If so, for whom? What should Congress do to improve unemployment? Why do you support or oppose President Obama's jobs plan? What cuts or revenue increases do you support for deficit reduction?\nCoolidge: The Bush tax breaks, set to expire at the end of 2012, should definitely be extended, but only for the middle class. Just like the payroll tax cut, ending such breaks while the economy is still weak is shortsighted because middle-class people tend to spend most of their income.\nThey should be ended for the wealthy, however, since it has been shown that most of their increased income ends up in savings and investments. One poll showed that 64 percent of the wealthy even believe they should pay a fairer share of their earnings in taxes. Some continued breaks should be considered for small business owners but only in the form of credits for creating actual jobs.\nThere are several steps Congress can take to spur job growth and lower unemployment. Most immediately, Congress should promote investment in infrastructure, such as repairs to deteriorating bridges and roads, that private industry cannot provide on its own. I would also propose giving businesses incentives to create jobs, such as generous tax credits for the salaries of first-year employees.\nIn addition, I believe the R&D (research and development) tax credit should be made permanent to spur American companies to develop new technologies. A study by Ernst & Young shows doing this alone will add 130,000 jobs to the U.S. economy just in the short-term. In fact, a focus by Congress on rewarding innovation can improve our economy over the long term by creating high-paying jobs and making us more competitive in world markets.\nI support President Obama's jobs bill and believe it should be passed immediately by Congress. In fact, I wish it was more extensive because we need more money pumped into the economy so businesses feel confident investing in inventories, new technology and equipment, which will spur job creation.\nI would argue that deficit reduction is not the most important problem facing our country right now, despite repetitious hammering on that issue by the Republicans. Once we get the economy rolling at a rapid pace again, more people and businesses will be paying taxes on higher incomes and so the deficit will automatically fall.\nWe do need to look for places to cut spending, though, because there is still a lot of waste in government spending. For instance, now that the war in Iraq is over, spending on military contractors should drop precipitously. There is a likelihood, though, that that won't happen automatically, since those companies will lobby hard to keep the gravy flowing.\nCongress can also raise taxes on people who are not paying nearly enough, such as private equity firm owners and employees, who are allowed by law to recognize their ordinary income as capital gains (known as \"carried interest\" rules) thus costing the treasury multimillions of dollars in lost revenues.\nPetzel: I support the extension of middle class tax cuts and allowing the Bush-era tax cuts for the rich to expire. We must focus on creating fairness in our tax system. The middle class should receive tax relief. We must also close massive tax breaks for corporations that allow corporations like General Electric to make $14 billion in profits and pay nothing in income tax.\nThe best way to create jobs and deal with unemployment is to create opportunity. That's why I fully support President Obama's jobs plan. The president's plan includes funding to rebuild dilapidated schools, to repair failing roads and bridges, to rebuild our public transit systems and to continue the payroll tax cuts.\nIt also provides tax credits for hiring the long-term unemployed and veterans. It provides significant incentives to businesses who hire workers and puts more money into the pockets of employees.\nThere is nothing controversial about his jobs plan, yet Congress can't accomplish any pro-jobs legislation. I support the president's jobs plan and have proposed additional job creation measures beyond his plan. We must have a comprehensive job creation agenda if we are going to get this country back on the right track.\nYates: No extension of tax breaks for the 1 percent. Tax breaks (payroll and other) for the middle class. This will inflate the economy and provide jobs and prosperity. Support President Obama's jobs plan as it is a really good start; then revise in accordance with the current situation. Cut both the wars; that would be a big deficit reduction.\nQ. What steps should the country now be taking in the war on terrorism? What policy should the U.S. have toward Iran and North Korea? What is your view of terrorism policies that pit public safety against civil liberty?\nCoolidge: I believe the \"stick and carrot strategy\" for combating terrorism, first advocated by the Bush Administration, is the right approach. But we have employed far too many sticks (wars, renditions) and far too few carrot approaches aimed at winning the hearts and minds of people in the countries that are sources of most of those who employ terrorist tactics.\nI believe Secretary of State Hillary Clinton outlined best what our main approach should be going forward in a speech last year: \"We have also learned that to truly defeat a terror network, we need to attack its finances, recruitment and safe havens. We need to take on its ideology, counter its propaganda, and diminish its appeal so that every community recognizes the threat that extremists pose to them and they then deny them protection and support. And we need effective international partners in government and civil society who can extend this effort to all the places where terrorists operate.\"\nWith both Iran and North Korea, I believe we keep their ambitions in check by applying that internationalist approach: that is, getting other countries in the region to apply pressure to them to act responsibly on the world stage.\nEconomic sanctions seem to be working in Iran to persuade them to reconsider their nuclear program, although every day we get an indication (such as the arrest of an American \"spy\") that they are willing to try almost anything else to end the sanctions before putting the nuclear program back on the negotiating table.\nOn North Korea, we should elevate China as an equal partner in keeping peace in the region, in which they have a compelling interest. By treating them with the respect due a rising superpower, we will be able to solicit their cooperation in helping us with our shared interest in keeping North Korea stable under its new regime and perhaps improve their situation now that Kim Jong-il has passed from the scene.\nCivil liberties cannot be trampled in the rush to protect ourselves from terrorism. Such an impulse is understandable, but we should not undermine our American values to do so. I am, in fact, quite concerned about the National Defense Authorization Act signed into law by President Obama in December. It allows the indefinite detention of American citizens who are suspected of terrorism by the administration or the military, with no right to appeal to federal courts.\nThere has also been a broadening of warrantless searches, even in libraries. We must be careful that we don't destroy our Constitution in an effort to protect ourselves. And we must ensure the methods we are using to protect ourselves actually work.\nPetzel: The Obama administration has done a good job dealing with the threat of terrorism. The administration has killed Osama bin Laden and has killed or captured dozens of terrorist leaders. We also were able to remove Moammar Gadhafi from Libya without losing a single American.\nThe United States must remain firm in our resolve to combat terrorism across the globe. Terror cells in Pakistan, Sudan and Yemen continue to threaten our safety and I believe the use of our intelligence resources and drone attacks are the most effective means of dealing with this threat.\nI believe the United States and our allies must directly engage in negotiations with Iran and North Korea if we are going to effectively stop the nuclear threat these countries pose. While we have pursued strict sanctions in North Korea and Iranian sanctions have been in place since 1979, both countries continue to defy the world community in their development of nuclear weapons.\nSanctions will not stop these programs, but will continue to hurt the citizens of these nations. Direct negotiations should be utilized to try to put a diplomatic end to these weapons programs. Should such negotiations fail, the United States and our allies will maintain the ability to pre-emptively strike weapons development facilities to prevent North Korea and Iran from obtaining nuclear weapons.\nI oppose any attempt by our government to infringe on our civil liberties in the name of safety. While certain security protocols like airport screening are an acceptable form of providing security, wire taps without court orders or unlawful detention of citizens suspected of terror links should be prevented at all costs. Benjamin Franklin once said that \"Those who can give up essential liberty to purchase a little temporary safety deserve neither liberty nor safety.\" Our government must remain diligent in the pursuit of safety, but must not infringe on our liberties in that pursuit.\nYates: Change the Army/Marines to be small teams (Team 6) to fight terrorism with terrorist units. Build into these units all the support systems currently used.\nPolicies that harm civil liberty should be changed and curtailed while making covert activities more active.\nIran is making idle threats as Ahmadinejad has opposition and will not go beyond certain parameters. Kim Jong Un is dangerous, but hopefully there will be levelheaded advisers who will keep him in check. The power of the United States should not be underestimated.\n\nLoad-Date: March 6, 2012"
}