{
    "title": "3 suspects released in French terror probe",
    "publisher": "charleston gazette",
    "year": 2015,
    "month": 1,
    "day": 19,
    "full text": "PARIS - French police have released three female suspects from questioning, but will keep nine other people in custody as part of an anti-terror investigation connected to last week's attacks in Paris that have put Europe on high alert, officials said Sunday.\nAmid the heightened European vigilance, a far-right rally in Germany planned for Monday was cancelled over a terrorism threat, Italy said it had expelled nine suspected jihadis since late December and Britain's home secretary called for new action to fight anti-Semitism in the wake of the Paris attacks.\nAuthorities in Belgium, meanwhile, asked Greek counterparts to extradite a man detained in Greece a day earlier in connection with a probe of a suspected plot to kill police in Belgium. On Thursday, Belgian police led a vast anti-terrorism sweep in and around Brussels and in eastern Verviers, which left two suspects dead. Authorities cited an imminent threat.\nPolice in at least four European countries arrested dozens of suspects in recent days in an anti-terrorism crackdown sparked by last week's bloody rampage in and around Paris. Brothers Said and Cherif Kouachi and their friend, Amedy Coulibaly, killed 17 people at the satirical newspaper Charlie Hebdo, a kosher grocery and elsewhere.\nIn Paris, prosecutor's office spokesman Denis Fauriat said nine suspects among a total 12 rounded up on Friday were facing extended interrogations for the next two days, a step allowed under tough French anti-terror laws enacted largely after bombings and other terrorism years ago in France.\nThe nine - eight men and a woman - were being held in a probe centering on possible logistical support given to Coulibaly. Belgian authorities say there was no apparent link between the foiled plot in Belgium and the terror attacks in Paris.\nFallout from the Paris attacks has spread. Demonstrations in support of the slain Charlie Hebdo journalists have been held in countries from the United States to Brazil, and violent protests against the magazine's depictions of the Prophet Muhammad have taken place in Niger, Pakistan and Algeria - countries with large Muslim populations.\nNiger's president said Saturday that at least 10 people were killed in violent protests in the West African nation over Charlie Hebdo's depiction of the Prophet Muhammad. The satirical weekly has long antagonized Muslims with its depictions of the prophet, and its cover cartoon published Wednesday depicted Muhammad holding a \"Je Suis Charlie - I am Charlie - sign.\nEurope too was eager to head off any possible violence.\nFrench authorities banned an anti-Islamist demonstration in Paris planned on Sunday, ruling that it might disrupt public order. In Germany, a rally by a group calling itself PEGIDA, or Patriotic Europeans against the Islamization of the West, was called off because of a terrorist threat against one of its organizers. The group has been holding weekly rallies in the eastern city of Dresden.\nOrganizers of the banned Paris rally instead held a news conference in a location that was kept secret until a few hours before it began. Renaud Camus, who has tapped into fears about Muslims in Europe, said Pegida represents a \"great hope rising in the east.\nMelanie Dittmer, a Pegida activist from Duesseldorf who organizes the movement in western Germany, was among those present for the news conference. Wearing a bulletproof vest, Dittmer said she had been personally attacked and that organizing the group's rallies had become \"physically dangerous.\nIn Britain, Home Secretary Theresa May urged new action to fight anti-Semitism amid fears in the Jewish community after the Paris attacks.\nMeanwhile, Italian Interior Minister Angelino Alfano told five Tunisians and citizens from Turkey, Egypt, Morocco and Pakistan were among the expulsions of nine suspected jihadis since late last month. He vowed more expulsions in a heightened crackdown on terrorism.\nPresident Francois Hollande said France was \"waging war on terrorism and it showed on the streets of Paris and elsewhere, where 122,000 police and well-armed troops have been deployed to protect the country. In the wake of the thwarted plot against police, Belgian authorities have also deployed troops for enhanced counterterrorism security.\nThe Kouachi brothers were buried over the weekend in secretive ceremonies and in anonymous graves in a bid to prevent their tombs from being turned into shrines for radicals. Said Kouachi was buried in Reims in eastern France, and his younger brother Cherif was buried in the northwest Paris suburb of Gennevillers, city officials said.\nThere has been no word on burial plans for Coulibaly, who killed five people before he was killed by police Jan. 9.\n\nLoad-Date: January 20, 2015"
}