{
    "title": "3 U.S. Muslims are found guilty of plotting jihad; Two traveled to Pakistan and all trained for terr",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 3,
    "day": 5,
    "full text": "Three American Muslims accused of training for holy war against the United States by waging paintball battles in the Virginia woods were convicted yesterday of conspiring to support terrorism.\nProsecutors said the three were part of a \"Virginia jihad network\" that used paintball games in 2000 and 2001 to train for holy war around the globe. After the Sept. 11 attacks, the group allegedly focused efforts on defending the Taliban.\nTwo of the defendants were accused of traveling to Pakistan to train with a terrorist group.\nMasoud Khan, 34, of Gaithersburg, Md., was found guilty of the most serious charges, including conspiracy to levy war against the United States and conspiracy to contribute services to the Taliban.\nSeifullah Chapman, 31, of Alexandria, and Hammad Abdur-Raheem, 35, of Falls Church, were also convicted on conspiracy counts.\n\"These convictions are a stark reminder that terrorist organizations are active in the United States,\" Attorney General John Ashcroft said. \"We will not allow terrorist groups to exploit America's freedoms for their murderous goals. We will not stand by as United States citizens support terrorist causes.\"\nThe defendants waived a jury trial and were convicted by U.S. District Judge Leonie Brinkema, who said she did not find credible testimony by the two defendants who took the stand. Sentencing is scheduled for June.\nProsecutors said Khan traveled to Pakistan just days after the Sept. 11 attacks to train with a terrorist group called Lashkar-e-Taiba, and planned to use his training alongside the Taliban in neighboring Afghanistan.\nKhan did not testify during the four-week trial, but his attorneys said their Pakistani-born client never intended to join the Taliban. They said he went to Pakistan to handle legal matters related to his father's death.\nChapman testified that he simply wanted the opportunity for a grueling physical challenge in the rugged Pakistani mountains.\nAbdur-Raheem, an Army veteran, never traveled to Pakistan, but the government says he aided the conspiracy by using his military expertise to train others for holy war during the paintball games played in the woods near Fredericksburg.\nSix members of the alleged conspiracy, including Muhammed Aatique, a Norristown, Pa., engineer, have already pleaded guilty to various charges.\n\nLoad-Date: August 23, 2005"
}