{
    "title": "3 U.S. terror frights",
    "publisher": "pittsburgh tribune review",
    "year": 2007,
    "month": 1,
    "day": 9,
    "full text": "Three U.S. cities experienced minor, unusual scares Monday that had the television-watching public concerned with a slight edge of fear -- the lasting specter of 9/11. \nPrecautions were taken, security was checked. Terrorism came to mind. \nBut after time, the instances played out without danger. \nNew Yorkers bombarded 911 with calls, crowded sidewalks in front of evacuated buildings and tuned to the news for word of what was happening. The question on the minds of many in New York City yesterday morning was: \"What's that smell?\" \nPolice shut down 10 blocks in downtown Austin for several hours when 63 birds were found dead in the street -- the cause unknown -- but officials said preliminary tests found no threat to people. \nThe Port of Miami was slowed by its second terrorism scare in two days when a package that was to be loaded onto a cruise ship tested positive for plastic explosives.  \nIt was a natural gas-like odor that hung over much of Manhattan and parts of New Jersey, confounding authorities. The smell seemed to be gone by early afternoon. \nMayor Michael Bloomberg said there was no indication the air was unsafe. \"It may just be an unpleasant smell,\" he said. He said sensors did not show an unusually high concentration of natural gas, and Con Edison reported it found no gas leaks. Bloomberg said the smell may have been caused by a leak of a substance called mercaptan that is added to natural gas for safety reasons to give it a recognizable odor. By itself, natural gas is odorless. \nSome commuter trains running between New Jersey and Manhattan were suspended for about an hour as a precaution. A few city schools were briefly evacuated. Some apartment dwellers were advised to close their windows. \nHomeland Security spokesman Russ Knocke said there was nothing to suggest terrorism. \n\"That smell was stinking. It smelled like, toxic,\" said Alfred Stewart, 47, who lives in an apartment in Manhattan's Chelsea section. He said it smelled like a mix of oil and kerosene: \"You stayed in it and held it enough, you probably would have got dizzy from it.\" \nThe Fire Department began getting calls around 9 a.m. Con Edison said it fielded 700 calls from Manhattan residents worried about the smell, from as far north as Washington Heights to as far south as Greenwich Village and as far east as Lexington Avenue. Con Edison spokesman Chris Olert said more than 60 utility workers fanned out across Manhattan's West Side but found no indication of a gas leak. \nTexas workers in yellow hazardous-materials suits tested for contaminants in a cordoned-off section near the state Capitol and the governor's mansion where the birds fell. Authorities gave the all-clear in the afternoon. \nAlthough officials could not immediately determine whether poison or something else killed the birds, \"there's no threat to humans at this point,\" said Assistant City Manager Michael McDonald. \nThe dead grackles, sparrows and pigeons will be tested. Some experts said the most likely cause was a deliberate poisoning.  \nThe dead birds were found overnight along Congress Avenue, a major downtown thoroughfare. Police closed the route through downtown and two side streets, and a staging area was set up near the Capitol, with dozens of fire trucks, police cars and ambulances. \nThe Capitol opened on schedule, however. And the governor was not asked to leave the mansion. \nDr. Adolfo Valadez, medical director for the Austin and Travis County Health and Human Services Division, said the birds will be tested for signs of poison or viral infections. But he said officials do not believe bird flu is involved. It could be days or weeks before a cause is determined, he said. \nThe package in Miami initially was tested six times, and each time it came back positive for the military-grade explosive known as C4, the Coast Guard said. \nThe package was destroyed. Authorities determined it was just a box of sprinkler parts. A Miami-Dade County police bomb squad determined the parts contained a substance that \"closely resembles\" plastic explosives, said police spokesman Bobby Williams. He said the instruments used to test the package sometimes give false positives. \nThe developments occurred a day after three Middle Eastern men in a cargo truck sparked a brief terrorism scare at the port. After a bomb squad search, authorities concluded the men were carrying automotive parts and that the scare stemmed from miscommunication. \n\nLoad-Date: January 9, 2007"
}