{
    "title": "3 words expose a White House divide The 'radical Islamic terrorism' label has become a flash point",
    "publisher": "the new york times",
    "year": 2017,
    "month": 3,
    "day": 5,
    "full text": "SUSAN WALSH/ASSOCIATED PRESS From left to right above: Lt. Gen. H.R. McMaster, the new national security adviser, and President Trump; Sebastian Gorka, a deputy assistant to the president; and Stephen K. Bannon, Trump's chief strategist. McMaster has reportedly said he doesn't like the broad label \"radical Islamic terrorism,\" which Trump has used in speeches, while Gorka and Bannon support using the term.\nERIC STEEN/U.S. ARMY\nBILL O'LEARY/THE WASHINGTON POST\nWith three words, President Trump exposed one of the biggest rifts inside his administration: the divide between the national security pragmatists and the ideologues pressing for more sweeping change.\nTrump vowed on Tuesday that his administration is taking strong measures to protect the United States from \"radical Islamic terrorism,\" slowing his cadence to enunciate the words. The president was still speaking when Sebastian Gorka, a deputy assistant to the president, added an exclamation point to his remarks. \" 'RADICAL ISLAMIC TERRORISM!' Any questions?\" he tweeted.\nThe president's remarks and Gorka's tweet, which had been taken down by Wednesday morning, could be read as a direct rebuke of Lt. Gen. H.R. McMaster, Trump's new national security adviser. Less than a week earlier, McMaster told his staff in an \"all hands\" meeting that he did not like the broad label and preferred talking about specific adversaries, such as the Islamic State, according to officials who were in the meeting.\nHe said that groups such as the Islamic State, were \"un-Islamic\" and referred to them as \"criminals\" and \"thugs.\"\nThe disagreement is more than just rhetorical and sheds light on a significant divide in the White House between McMaster and Stephen K. Bannon, Trump's chief strategist. Bannon leads the Strategic Initiatives Group, an internal White House think tank, and was also named by Trump to a position on the National Security Council, giving him a major role in the formulation of foreign policy. Gorka is one of his senior advisers, focusing on issues involving counterterrorism, immigration and refugees.\nBannon's stark, nationalist convictions offer a contrast to the rest of Trump's foreign policy team, which is dominated by generals, such as McMaster and Defense Secretary Jim Mattis, who have been strong advocates for an America engaged in the world through strong, multilateral alliances.\nThe differences are particularly sharp on Islam, where the views of Gorka and Bannon mark a fundamental departure from the approach that Republican and Democratic administrations have taken to counterterrorism and the Muslim world over the past 16 years.\nBannon has said that the United States is locked in a brutal and bloody civilizational conflict with a \"new barbarity\" that has its roots in radical Islam. McMaster, who led U.S. troops in Iraq in 2005 and 2006, has taken a different view, insisting that the primary drivers of jihadist terrorism are rooted in the collapse of governance, torture, and deep-seated sectarian and ethnic grievances.\n\"Every time you disrespect an Iraqi, you're working for the enemy,\" he told his troops in Iraq when they were battling Islamic militants.\nOn Wednesday, Gorka defended the president's use of the phrase \"radical Islamic terrorism,\" calling them the \"clearest three words\" of the president's speech. \"The enemy is radical Islamic terrorism,\" Gorka said in an interview with NPR. \"That has not changed, and it will not change.\"\nHe also dismissed suggestions that there was a rift inside the administration and insisted that McMaster's words had been mis-characterized in news reports. He said that McMaster was referring specifically to the Islamic State when he said that the term \"radical Islamic terrorism\" was not helpful.\n\"We are talking about the broader threat,\" Gorka said. Mc-Master's remarks were first reported by the New York Times.\nMcMaster's private remarks in the week leading up to Trump's address were designed to help calm a staff that had been roiled and demoralized by the sudden resignation of his predecessor, retired Lt. Gen Michael Flynn. Flynn had misled the vice president about a phone call with the Russian ambassador.\nIn addition to talking about terrorism, McMaster also described Russia, China and North Korea as the three most pressing nation-state threats to the United States.\nThe public dispute, less than a week into McMaster's tenure, highlights the perilous balancing act facing the general as he moves into the White House. Some of McMaster's friends and former military officers have said that retiring from the military before taking the job as national security adviser would have provided him more leverage in internal debates.\n\"In a civilian capacity he has much more latitude to say, 'In 48 hours, I am gone,' \" said retired Army Gen. Barry R. McCaffrey, who served in the Clinton administration. \"If he's got to tell Ban-non to shut the hell up in the next meeting, that's easier to do as a civilian.\"\nMcMaster is joining an NSC that has not yet been fully staffed and a Trump national security team that has yet to fill numerous positions. The absence of senior political appointees in those agencies could in the near term give Bannon and others in his group an outsize role in policy debates.\nMcMaster has a reputation for not holding back in disagreements with superiors. In the late 1990s, McMaster's book \"Dereliction of Duty\" harshly criticized the military's senior leadership during the Vietnam War for failing to tell President Lyndon B. Johnson that his strategy of gradual escalation could not work.\nThe debate over the exact nature of McMaster's remarks suggests another challenge for the general. \"He also shouldn't let the president or other White House officials misrepresent his positions in public,\" said a friend, who spoke on the condition of anonymity so he could talk frankly without compromising McMaster's relationship with the White House.\n?The Washington Post\n\nLoad-Date: March 5, 2017"
}