{
    "title": "3-headed viper Terror trio will finally face justice here",
    "publisher": "daily news ",
    "year": 2012,
    "month": 10,
    "day": 7,
    "full text": "A RADICAL Al Qaeda preacher and two U.S. Embassy bombing suspects faced long-delayed terrorism charges inside an American courtroom Saturday after a fierce extradition fight.\nAccused jihadist Abu Hamza al-Masri, a former nightclub bouncer-turned-terrorist pitchman, showed no emotion during a Manhattan Federal Court appearance that was eight years in coming.\nHe arrived from England about 12 hours earlier with a pair of fellow terror suspects accused in the 1998 U.S. Embassy bombings: Egyptian national Adel Abdel Bary, 52, and Saudi Arabian citizen Khalid al-Fawwaz, 50.\nAll were ordered held without bail pending Tuesday hearings in the courthouse near Ground Zero.\n\"After years of protracted legal battles, the extradition of these three alleged terrorists to the U.S. is a watershed moment in our nation's efforts to eradicate terrorism,\" said Manhattan U.S. Attorney Preet Bharara.\n\"As is charged, these are men who were at the nerve centers of Al Qaeda's acts of terror.\"\nThey were brought to New York under tight security, and the terrorist trio was later hustled into quick afternoon court sessions.\nBary, with a long grey beard, smirked at one point during his proceeding while shifting his eyes from his hands to the judge.\nHe and Fawwaz are accused in the bombings that killed 224 Americans in Kenya and Tanzania - a plot masterminded by slain Al Qaeda head Osama Bin Laden.\nBoth pleaded not guilty.\nEgyptian national Masri, sporting a white beard and glasses, was minus the prosthetic hooks that serve as his hands. The nubs of his arms were visible at the end of his navy-blue prison jumpsuit in the fifth-floor courtroom.\n\"I do,\" he declared in a booming voice when asked by Manhattan Federal Magistrate Judge Frank Maas to verify the accuracy of the statements made at the hearing.\nMasri, 54, was operating on no sleep after his sudden transatlantic flight on Friday night, said defense attorney Sabrina Shroff.\nMaas read aloud the 11-count indictment against Masri, known in his native England as a terrorist recruiter who enlisted 9/11 conspirator Zacarias Moussaoui and infamous shoe bomber Richard Reid to the Al Qaeda cause.\nHe was charged in the 1998 abduction of 16 tourists, including two Americans, in Yemen; with conspiring to establish a terrorist training facility in Oregon, and with supporting violent jihad in Afghanistan in 2000-01.\nMasri's terrorist bona fides include the loss of one eye and the hooks in place of his hands - all injuries suffered fighting the Soviets in Afghanistan.\nFawwaz, balding and with his own lengthy gray beard, stood silently during his hearing.\nThe three suspects had battled extradition from England for years, with Masri behind bars since 2004 on unrelated charges.\nThe men were flown across the Atlantic Ocean overnight after Britain's High Court ruled the defendants had burned through all their appeals.\n\nGraphic\n\n \nAbu Hamza al-Masri showed no emotion in court. He also didn't wear his hook, as seen at left Khalid al-Fawwaz and Adel Abdel Bary appear in Manhattan court on Saturday after being extradited to the U.S. Sketches by Jane Rosenberg\n\nLoad-Date: October 8, 2012"
}