{
    "title": "3-MONTH TERRORISM OUTLAY IS $60 BILLION; SPENDING IS 5 TIMES PREVIOUS YEAR'S TOTAL",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 1,
    "day": 7,
    "full text": "Congress has provided more than $60 billion since September to combat terrorism at home and abroad and to rebuild from the attacks on New York and Washington.\nThat's roughly five times what the nation spent to fight terrorism in the previous year.\nSome costs are one-time expenses or will diminish in coming years - like helping communities recover from the Sept. 11 devastation. But other anti-terrorism programs are sure to grow.\nWhen he sends Congress his $2 trillion budget for fiscal 2003 next month, President Bush is expected to propose billions more for the military's $345 billion wartime budget for the rest of this year and a hefty increase for next year for government-wide anti-terrorism efforts. Fiscal 2003 begins Oct. 1.\nRepublican aides on the House Budget Committee estimate that so-called homeland security programs alone - such as hiring FBI agents and stopping bioterrorists - will grow by $150 billion over the next decade. That excludes money for military anti-terrorism operations and for local recovery aid.\nNot all of the $60 billion Congress approved will be spent this year. Figures are hazy because of disagreements over what exactly constitutes anti-terrorism spending, and because such activities are often included within broader programs.\n\"We're scrambling\" to figure out precisely how much was enacted, said spokeswoman Melissa Merson of the nonpartisan Congressional Budget Office.\nThough but a sliver of the federal budget, $60 billion exceeds the 2000 revenues of all but the dozen largest U.S. corporations. It would buy 3 million cars at $20,000 apiece.\nIt is also five times the $12 billion total for all federal anti-terrorism spending in fiscal 2001, an August White House report said.\nIncreasing security at home and hunting Osama bin Laden are hugely popular with the public and both parties, but that hasn't stopped political warfare from erupting.\nBush and congressional Democrats clashed last fall over how to divide the first round of spending between defense and domestic programs. With a return of federal deficits imminent, more fights are brewing this election year.\nBush's budget is expected to propose a $15 billion increase for domestic security. The White House says $34 billion was enacted for such programs for fiscal 2002.\nA $40 billion anti-terrorism bill provided $17 billion for defense, $11 billion for New York and other affected communities and $10 billion for domestic security. Nearly $2 billion has yet to be allocated.\nOverall, lawmakers provided about $3 billion for countering bioterrorists, such as helping state and local health agencies and research. The Customs Service got $3.6 billion to upgrade security at ports and along U.S. borders, and the Immigration and Naturalization Service got $4.4 billion to strengthen enforcement.\n\nLoad-Date: January 9, 2002"
}