{
    "title": "34 Firefighters, EMS Technicians Are Terror-Ready",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 4,
    "day": 27,
    "full text": "Thirty-four firefighters and EMS technicians graduated yesterday from a military-style training program that will help them get inside the mind of a terrorist to avoid a repeat of the September 11 attacks.\nThe 14-week Combating Terror Course, designed by the Fire Department and the U.S. Military at West Point, is the first of its kind and was adapted specifically for the Fire Department from the curriculum administered at West Point's Combating Terrorism Center.\n\"Terrorists today are more complex, innovative, and educated than ever before,\" said Colonel Russell Howard of the U.S. Military Academy, one of the course instructors. That, in turn, demands institutions to respond in more sophisticated ways.\n\"The question is not if, but when, the next terrorist attacks will come,\" said Colonel Howard, who, along with Major Reid Sawyer, another instructor from the Military Academy, wrote \"Terrorism and Counterterrorism: Understanding the New Security Environment,\" a textbook used in the course. \"The terrorist threat has changed.\"\n\"Nothing could be more important than doing what we're doing here,\" Fire Commissioner Nicholas Scoppetta said at the City Hall ceremony.\nThe course examined the evolution of terrorism since the 1970s and 1980s, terrorists' motivations, and terrorist targets. It also devised doomsday scenarios in an effort to ultimately generate rescue strategies. The scenarios included a suicide bombing on a crowded street, a chemical attack on the transit system, and a threat to the city's water supply system.\nImagining the variety of possibilities was enough to rattle some participants' nerves. \"Doing some of the reading assignments was scary stuff,\" FDNY Battalion Chief Jay Jonas said.\nChief Jonas, of Battalion 2 in Greenwich Village, was at the World Trade Center on September 11 and survived the collapse of the North Tower. The terrorism course, he said, \"took on special meaning to me.... It's a new hazard, a new enemy, and we have to be better prepared and understand their thought process.\"\n\nLoad-Date: April 27, 2004"
}