{
    "title": "34 IPOB Members In Police Net After Inspector Killed",
    "publisher": "the will ",
    "year": 2018,
    "month": 11,
    "day": 24,
    "full text": "SAN FRANCISCO, November 24, (THEWILL) The Police Command in Anambra has arrested 34 suspected members of the proscribed Indigenous People of Biafra ( IPOB) in connection with the killing of a police Inspector in Nnewi. SP Haruna Mohammed , Spokesman of the command made the disclosure in a statement on Saturday.\n Haruna said that some personnel and a Divisional Police Officer ( DPO ) were also wounded while a police patrol van was set ablaze. The spokesman said that anti-riot Police Mobile Force ( PMF ),Counter Terrorism Unit (CTU), Federal Special Anti-Robbery Squad (FSARS), EOD and Special Anti-Cult Unit Personnel and conventional police have been deployed to Nnewi and environs.\n Haruna said that on Nov. 23 at about 11: 55 am, there was intelligence report that members of IPOB were gathering near the Teaching Hospital, Owerri Road, Nnewi with intent to cause a breach of public peace.\n He said following the report, the police patrol teams led by the Area Commander, Nnewi, ACP Nnanna Ama, mobilized to the scene to disperse and prevent them from causing a breakdown of law and order. The spokesman explained that as soon as the team arrived, the IPOB members descended on them, set ablaze one patrol vehicle and attacked them with machetes and stones.\n \"They marched towards the Agbaedo Market shouting \"No Elections without referendum. \"The injured personnel were rushed to the hospital for medical attention where the Inspector was certified dead by a medical doctor while the DPO and the ASP are presently receiving treatment,\"he said.\n He said that the police joint team have commenced search operations for the recovery of two AK47 rifles and one Beretta Pistol with ammunition snatched from the slain Police Inspector and police officers. Haruna said that efforts were on to arrest other fleeing members of the group and bring them to justice.\n The police spokesman urged members of the public to go about their lawful businesses and reminded them that IPOB remains a proscribed organisation and its' activities illegal. \n\nLoad-Date: November 27, 2018"
}