{
    "title": "35,000 convicted on terror charges",
    "publisher": "chicago daily herald",
    "year": 2011,
    "month": 9,
    "day": 4,
    "full text": "At least 35,000 people worldwide have been convicted as terrorists in the decade since the Sept. 11 attacks on the United States.\nBut while some bombed hotels or blew up buses, others were put behind bars for waving a political sign or blogging about a protest.\nIn the first tally ever done of global anti-terror arrests and convictions, The Associated Press documented a surge in prosecutions under new or toughened anti-terror laws, often passed at the urging and with the funding of the West. Before 9/11, just a few hundred people were convicted of terrorism each year.\nThe sheer volume of convictions, along with almost\n120,000 arrests, shows how a keen global awareness of terrorism has seeped into societies, and how the war against it is shifting to the courts. But it also suggests that dozens of countries are using the fight against terrorism to curb dissent and throw political opponents in jail.\n\"There's been a recognition all around the world that terrorism really does pose a greater threat to society and that it needs to be nipped in the bud early,\" said John Bellinger, who as legal adviser to the National Security Council was in the White House Situation Room during the al-Qaida attack on the World Trade Center.\n\"Also, more authoritarian countries are using the real threat of terrorism as an excuse and a cover to crack down in ways that are abusive of human rights.\"\nAfter the 9/11 attacks, U.S. and the U.N. declared war not just on al-Qaida, but on terrorism worldwide. The U.N. immediately sent millions of dollars in foreign aid and lucrative contracts to press countries to adopt or revise their anti-terror laws. The term \"global war on terror\" was born.\nSince then, almost every country has passed new or revised anti-terror laws, from tiny nations like Tonga and Luxembourg to giants like China.\nTurkey, long at odds with its Kurdish minority, tops all other countries AP could tally for how many anti-terror convictions it has and how fast the number is rising.\nOne of Turkey's terrorists is Naciye Tokova, a Kurdish mother of two who lives in a small village in arid southeastern Turkey. Last year she held up a sign at a protest that said, \"Either a free leadership and free identity, or resistance and revenge until the end.\"\nShe couldn't read the sign, because she cannot read. Tokova said she was asked to hold a banner she thought was about peace.\nShe was convicted and sentenced to seven years in prison.\n\"Of course, I'm not a terrorist,\" Tokova, who is free on appeal, said as she sat on a floor cushion in her home, wearing a traditional flowered shawl. She was defiant, replying curtly to questions after long pauses.\nIn the past, Tokova has inked her thumb print on a petition honoring the Kurdish rebel chief and gone to a rally where protesters clashed with police. And she speaks only Kurdish, a language Turkey has barred in schools, parliament and most official settings, including court.\nKurds make up 20 percent of Turkey's 75 million people, and the Kurdistan Workers' Party is responsible for much of the violence in the country. The U.S. and European Union label the Kurdish party as terrorist, but urges Turkey to do more for the Kurdish people.\nWhile Turkey has for decades imprisoned Kurds, it stepped up its campaign against Kurdish autonomy in 2006, when it followed the lead of its European neighbors and revised anti-terror laws.\nThe new laws considered peaceful protests as security threats, and gave protesters sentences similar in length to those of convicted guerrillas.\nAnti-terror convictions shot up from 273 in 2005 to 6,345 in 2009, the latest year available.\nWhat is a terrorist?\nThe broad use of anti-terror laws worldwide shows that what constitutes a terrorist depends largely on where you are.\nThe day after the attacks, President George W. Bush told the U.N. General Assembly that the world stood \"at a difficult and defining moment.\"\nThe trouble is, no one actually agrees on what makes a terrorist. Definitions range from those who set an almost impossibly high bar for terrorism to those who sweep up anyone who might oppose the government.\n\"If anything should have revealed to the world the essence of unacceptable terrorism, it was 9/11. Unfortunately, a decade later, we seem no closer to reaching agreement,\" said law professor Kent Roach at the University of Toronto, whose book on that fateful day and its impact on anti-terrorism will be published this month.\nEven the U.S., which fought to get anti-terror laws passed, has come under criticism for allegedly not handling terrorist suspects fairly, especially at the military detention center in Guantanamo Bay, Cuba, and for not defining terrorism clearly.\nIn fact, the FBI, the CIA, the Defense Department and the State Department don't agree on what terrorism is.\nChina has an anti-terrorism statute, but it prefers to consider terrorism part of a vague charge of \"endangering state security,\" under which it has arrested more than 7,000 people, mostly in Xinjiang, according to the government's annual crime reports. Xinjiang is known as East Turkistan to ethnic Uighurs fighting for an independent homeland.\nStrong anti-terror laws are necessary to crack down on violence and ensure safety, State Councilor Meng Jianzhu said during a national anti-terror conference this summer.\nMeng pledged to handle terrorists with an \"iron fist.\"\nThat doesn't mean just violent offenders.\nTwo years ago, Dilshat Perhat, an Uighur entrepreneur in China, asked visitors to his popular Uighur-language website not to post political comments because he knew they were illegal. Even so, someone posted a call for a demonstration on the website in the middle of the night.\nPerhat deleted the comments the next day and informed the police, as required. But he was arrested anyway, amid an outbreak of violence that killed 197 people in China's Muslim-majority northwest. Perhat was convicted in a one-day trial last year, and sentenced to five years in prison on charges of endangering state security.\nChina quickly accused Uighur activists abroad of organizing the violence as an act of terrorism. Hundreds, possibly thousands, of Uighurs were rounded up in house-to-house sweeps and arrested. At least two dozen were executed, and an unknown number remain unaccounted for.\nEven those with no hand in the violence, like Perhat, were sentenced to prison for up to 15 years. Two other website operators were sentenced to three and 10 years respectively.\nPerhat is now in Xinjiang's No. 4 prison.\n\"They wanted to use him as an example, to threaten and show their power to the Uighur people,\" said Perhat's brother Dilmurat, a graduate student in the U.S. \"Inside China, any peaceful protest by the Uighurs is labeled as an act of terrorism by the Chinese government.\"\nAre arrests fueling fire?\nThe increase in anti-terror prosecutions reflects how much they have become a weapon, however blunt, in the fight against terrorism. But when it comes to actually stopping violence, the record is mixed.\nThe rise in terror arrests in Pakistan was steeper than in any other country the AP examined, with the help of billions of dollars from the United States. Arrests have gone up from 1,552 in 2006 to 12,886 in 2009, partly because of four military operations that year.\nSince amending its terror laws in 2004, Pakistan has made 29,050 arrests in all, according to the independent Pak Institute for Peace Studies.\nYet terror attacks in Pakistan are still on the rise. Pakistan suffers more deaths from terror than any other country in the world, except for Iraq.\nOnly about 10 percent of terrorism cases in Pakistan end in conviction, according to the country's human rights commission. That compares with 90 percent in the U.S. Pakistani witnesses usually refuse to testify because of death threats and the lack of protection. And prosecutors have no power to make plea bargains, making it hard to get co-defendants to turn on each other.\nPakistan's anti-terror laws may even make things worse, at least in the short term.\nWhen arrests go up, so do attacks, according to Syed Ejaz Hussain, a Pakistani police officer who studied thousands of cases for his doctorate at the University of Pennsylvania. And when police arrest hard-core terrorists, Hussain found, casualty rates go up almost 25 percent.\n\"It's defiance. Terrorists want to punish the government in a bigger way after the arrest of their hard-core group member, and one way to do so is to commit a mass-killing event,\" says Hussain, whose house in Lahore was bombed while he was in the U.S. Back in Pakistan now, he says that despite his standard-issue gun and bulletproof jacket, terror is never far from his mind.\noptional trim\nLike Pakistan, Spain is no stranger to terrorism, but has had some success fighting it. Spain stands out for how steadily it has convicted people over the past decade, with about 140 convictions a year, according to data from AP's freedom of information request.\nETA, the Basque separatist group, once was responsible for killings every month. Today it is severely weakened.\nNo one is shouting victory yet this is ETA's 11th cease-fire but the group announced earlier this year that it has ended a \"revolutionary tax\" levied for decades on Basque businesses to finance its terror campaign.\n\"The terrorist attacks 10 years ago on the World Trade Center and the Madrid bombings helped forge a strong feeling of rejection toward ETA,\" said Spanish journalist Gorka Landaburu, who is Basque and himself a victim of an ETA mail bomb in May 2001 that blew off his thumb and fingertips. \"Society lost a bit of its fear.\"\nAfter 9/11, Spain passed a tough new law under which it can ban political parties that support terrorist acts, collaborate with terrorist groups or refuse to condemn violence. By 2003, Spain had outlawed Basque political party Batasuna, which had ties to ETA. Convicted terrorists in Spain face a maximum of 40 years, 10 more than for other crimes, including murder.\nPolitical science professor Roman Cotarelo of Spain's National Open University notes that Spain's Political Party Law was introduced \"in a period made fertile\" by the Sept. 11 attacks.\n\"Every democratic country has to resort at one time or another to exceptional measures to defend itself,\" Cotarelo said.\nA new Basque pro-independence political coalition won a local election after it made clear it rejected violence something unimaginable a decade ago. It now controls dozens of Basque town halls. And polls say ETA is no longer Spaniards' chief worry.\nFor Landaburu, a gray-haired, chatty journalist who runs the magazine Cambio 16, the terror is still there, in his pinched brow and in the two bodyguards who follow him to work, to a bar for a beer or even just walking with his family. When he gestures with his hands, which he often does, there's a stump where his thumb once was.\nBut he feels ETA's days are numbered.\n\"Things are much calmer,\" he said. \"People can breathe more easily.\"\nThe cradle of terror\nAnti-terror laws are still playing out in unexpected ways, particularly in the Middle East, long seen as the caldron of terrorism.\nAfter the terrorist attacks on the U.S., many Middle Eastern countries quickly adopted strict anti-terror laws. But the laws inadvertently united activists of all stripes trade unionists, Islamists, Internet bloggers in the Arab Spring.\nTunisia passed its anti-terror laws in 2003. The staunchly secular regime used the laws to crack down on signs of piety, to protect itself and to prevent the rise of Islamic militancy. It convicted 62 people under the laws in 2006, 308 in 2007 and 633 in 2009, according to the U.N.\nOne of those convicted was Saber Ragoubi, a slim, soft-spoken young man with a full beard and an engaging smile. The smile is a recent addition he was just fitted with two new front teeth to replace the ones kicked out of his mouth by the heavy boot of a prison guard, he says.\nRagoubi joined an anti-government group in 2006, because he says he wanted religious freedom. The group was trained by an Algerian group that later declared allegiance to al-Qaida.\nRagoubi says he never held or planned to hold a weapon, but he did support plans to attack police stations and the much-hated secret police.\nWhen the police found him, Ragoubi was tried and sentenced to life in prison. For years, he says, he was kicked and beaten, his hands and legs chained to an iron bar in what was called the \"chicken on a spit\" position. He says he was shackled him to a metal chair and electrically shocked, and told his mother and sisters would be raped in front of him if he didn't sign a confession.\n\"To this day, I don't know how I bore all that torture during that time,\" said Ragoubi, who now lives in an unfinished neighborhood where goats graze under straggly olive trees in trash-filled empty lots.\nUnder former leader Zine El Abidine Ben Ali, as many as 2,000 Tunisians were detained, charged or convicted on terrorism-related charges, according to a 2009 State Department report. The U.N. says some were tortured.\nBut five days after Ben Ali fled in January, the new ministers released everyone convicted under the anti-terror laws even those who had indeed committed violent crimes. The danger is now that militant Islam could rise without the check of strong anti-terror laws. At least one formerly banned Islamist party, the progressive and nonviolent Ennahda, is back, and Ragoubi says he has turned down an offer to represent it.\nThe role of anti-terror laws in and against the Arab Spring continues.\nBahrain and Syria have charged protesters under their own anti-terror laws. Saudi Arabia, concerned with keeping al-Qaida from taking root in the kingdom, is considering an anti-terror law that would carry a minimum prison sentence of 10 years for challenging the integrity of the king.\n\"Regional unrest provides a breeding ground for new threats,\" a statement from Saudi authorities read.\nFreedom vs. security\nTen years after 9/11, the push for a global assault on terrorism still runs strong. Mike Smith, director of the U.N.'s Counter-Terrorism Committee, calls prosecuting terrorists \"incredibly important.\"\n\"These are not ideological warriors, these are common criminals,\" said Smith, one of the highest-ranking officials in the world dedicated to anti-terror laws. \"When prosecutions are carried out, it helps to take the glamour out of what they are doing.\"\nBut almost everyone, including the U.N. and the U.S., agrees that the cost is some erosion of human rights.\nIn 2005, the U.N. named Finnish law professor Martin Sheinin as special rapporteur on human rights and counterterrorism. His job is to report on how anti-terror prosecutions are playing out. After six years, Sheinin agrees with the need to sweep out terrorists but concludes that the brush being used is too broad.\n\"Originally the approach was the more the merrier, the stronger counterterror laws, the better for the security of the world. But that was a serious mistake,\" he said. \"Nowadays people are realizing the abuse and even the actual use of counterterror laws is bad for human rights and also bad for actually stopping terrorism.\"\nConvictions: Even legitimate terror crackdowns get mixed results\n\nLoad-Date: September 4, 2011"
}