{
    "title": "35,000 worldwide convicted under anti-terror laws",
    "publisher": "the world",
    "year": 2011,
    "month": 9,
    "day": 4,
    "full text": "After the 9/11 attacks, the world launched a war on terror. Here, in the first tally of anti-terror prosecutions ever done, The Associated Press examines how many people have been put behind bars under anti-terror laws, and who they are. AP reporters in more than 100 countries filed requests under freedom of information laws, conducted interviews and gathered data for this story.\nAt least 35,000 people worldwide have been convicted as terrorists in the decade since the Sept. 11 attacks on the United States. But while some bombed hotels or blew up buses, others were put behind bars for waving a political sign or blogging about a protest.\nIn the first tally ever done of global anti-terror arrests and convictions, The Associated Press documented a surge in prosecutions under new or toughened anti-terror laws, often passed at the urging and with the funding of the West. Before 9/11, just a few hundred people were convicted of terrorism each year.\nThe sheer volume of convictions, along with almost 120,000 arrests, shows how a keen global awareness of terrorism has seeped into societies, and how the war against it is shifting to the courts. But it also suggests that dozens of countries are using the fight against terrorism to curb political dissent.\nThe AP used freedom of information queries, law enforcement data and hundreds of interviews to identify 119,044 anti-terror arrests and 35,117 convictions in 66 countries, accounting for 70 percent of the world's population. The actual numbers undoubtedly run higher because some countries refused to provide information.\nThat included 2,934 arrests and 2,568 convictions in the United States, which led the war on terror - eight times more than in the decade before.\nThe investigation also showed:\n-More than half the convictions came from two countries accused of using anti-terror laws to crack down on dissent, Turkey and China. Turkey alone accounted for a third of all convictions, with 12,897.\n-The range of people in jail reflects the dozens of ways different countries define a terrorist. China has arrested more than 7,000 people under a definition that counts terrorism as one of Three Evils, along with separatism and extremism.\n-The effectiveness of anti-terror prosecutions varies widely. Pakistan registered the steepest increase in terror arrests in recent years, yet terror attacks are still on the rise. But in Spain, the armed Basque separatist group ETA has not planted a fatal bomb in two years.\n-Anti-terror laws can backfire. Authoritarian governments in the Middle East used anti-terror laws broadly, only to face a backlash in the Arab Spring.\n\"There's been a recognition all around the world that terrorism really does pose a greater threat to society,\" said John Bellinger, former legal adviser to the U.S. State Department. \"Also, more authoritarian countries are using the real threat of terrorism as an excuse and a cover to crack down in ways that are abusive of human rights.\"\nSince 9/11, almost every country in the world has passed or revised anti-terror laws, from tiny Tonga to giant China.\nTurkey, long at odds with its Kurdish minority, tops all other countries AP could tally for anti-terror convictions and their steep rise. The Kurdistan Workers' Party is responsible for much of the violence in the country of 75 million.\nNaciye Tokova, a Kurdish mother of two, held up a sign at a protest last year that said, \"Either a free leadership and free identity, or resistance and revenge until the end.\" She couldn't read the sign, because she cannot read.\nShe was convicted and sentenced to seven years in prison under anti-terror laws.\n\"Of course, I'm not a terrorist,\" said Tokova, who is free on appeal. She was defiant, replying curtly to questions after long pauses.\nTurkey passed new and stricter anti-terror laws in 2006. Convictions shot up from 273 in 2005 to 6,345 in 2009, the latest year available, according to data AP got through Turkey's right to information law.\nTurkey's prime minister, Recep Tayyip Erdogan, says the country is fair to its Kurds.\n\"We have never compromised on the balance between security and freedom,\" Erdogan said.\nTurkey clearly reflects the saying that one person's terrorist is another's freedom fighter. What makes a terrorist depends on where you are and whom you ask. In the U.S., the FBI, the CIA, the Defense Department and the State Department don't agree on what terrorism is.\n\"If anything should have revealed to the world the essence of unacceptable terrorism, it was 9 /11. Unfortunately, a decade later, we seem no closer to reaching agreement,\" said law professor Kent Roach at the University of Toronto.\nChina considers terrorism part of a vague charge of \"endangering state security,\" and calls strong laws necessary to ensure safety. The people arrested under the laws come mostly from Xinjiang, known as East Turkistan to ethnic Uighurs fighting for an independent homeland.\nTwo years ago, Uighur entrepreneur Dilshat Perhat warned visitors to his popular Uighur-language website not to post political comments. Even so, someone posted a call for a demonstration in the middle of the night.\nPerhat deleted the comments the next day and informed the police, as required. But he was arrested anyway, convicted in a one-day trial and sentenced to five years in prison.\n\"They wanted to use him as an example, to threaten and show their power to the Uighur people,\" said Perhat's brother Dilmurat, a graduate student in the U.S. \"Inside China, any peaceful protest by the Uighurs is labeled as an act of terrorism by the Chinese government.\"\nThe increase in anti-terror prosecutions worldwide reflects how much they have become a weapon, however blunt, against terrorism, but their record is spotty.\nPakistan had the steepest rise in terror arrests of any country the AP examined, with the help of billions of dollars from the U.S. Pakistan amended its terror laws in 2004. Arrests went up from 1,552 in 2006 to 12,886 in 2009, partly because of four military operations that year.\nYet terrorism in Pakistan is still on the rise, and only Iraq beats Pakistan for deaths from terror. One reason may be a conviction rate of only 10 percent in terrorism cases, compared to 90 percent in the U.S.\nLike Pakistan, Spain is no stranger to terrorism, but has had some success fighting it. Spain has about 140 convictions a year, according to data from AP's freedom of information request.\nETA, the Basque separatist group, once was responsible for killings every month. Today, it is severely weakened.\n\"The terrorist attacks 10 years ago on the World Trade Center and the Madrid bombings helped forge a strong feeling of rejection toward ETA,\" said Spanish journalist Gorka Landaburu, who is Basque and himself a victim of an ETA mail bomb in May 2001 that blew off his thumb and fingertips. \"Society lost a bit of its fear.\"\nUnder tough new anti-terror laws passed after 9/11, convicted terrorists in Spain face a maximum of 40 years, 10 more than for other crimes.\n\"Every democratic country has to resort at one time or another to exceptional measures to defend itself,\" said Roman Cotarelo, a political science professor at Spain's Open University.\nFor Landaburu, the terror is still there, in his pinched brow and in the two bodyguards who follow him. When he gestures with his hands, which he often does, there's a stump where his thumb once was.\nBut he feels ETA's days are numbered.\n\"Things are much calmer,\" he said. \"People can breathe more easily.\"\nAnti-terror laws are still playing out in unexpected ways, particularly in the Middle East, long seen as the cauldron of terrorism.\nAfter 9/11, many Middle Eastern countries quickly adopted strict anti-terror laws. Secular Tunisia used its 2003 laws to crack down on piety and protect against Islamic militancy. It convicted 62 people under the laws in 2006, 308 in 2007 and 633 in 2009, according to the U.N.\nFormer prisoner Saber Ragoubi joined an anti-government group in 2006 because he says he wanted religious freedom. The group was trained by an Algerian group that later declared allegiance to al-Qaida.\nRagoubi says he never held or planned to hold a weapon, but he did support plans to attack the police.\nWhen the police found him, Ragoubi was tried and sentenced to life in prison. For years, he said, he was kicked and beaten, his hands and legs chained to an iron bar in what was called the \"chicken on a spit\" position. He said he was shackled to a metal chair and electrically shocked, and told his mother and sisters would be raped in front of him if he didn't sign a confession.\n\"To this day, I don't know how I bore all that torture during that time,\" said Ragoubi. He was just fitted with two new front teeth to replace the ones kicked out of his mouth by the heavy boot of a prison guard, he said.\nUnder former leader Zine El Abidine Ben Ali, as many as 2,000 Tunisians were detained, charged or convicted on terrorism-related charges. The U.N. says some were tortured.\nBut five days after Ben Ali fled in January, the new ministers released everyone convicted under the anti-terror laws, even those who had indeed committed violent crimes.\nThe role of anti-terror laws in - and against - the Arab Spring continues.\nBahrain and Syria have charged protesters under anti-terror laws. Saudi Arabia, citing concerns about al-Qaida, is considering an anti-terror law with a minimum prison sentence of 10 years for disloyalty to the king.\nTen years after 9/11, the push for a global assault on terrorism still runs strong. Mike Smith, director of the U.N.'s Counter-Terrorism Committee, calls prosecuting terrorists \"incredibly important.\"\nBut almost everyone, including the U.N. and the U.S., agrees that the cost is some erosion of human rights.\nLEFT: Naciye Tokova, a Kurdish mother and housewife who was sentenced to seven years in jail for helping rebels who are described by Turkey as terrorists, and her husband Sadik speak during an interview in her home in Kurtalan, Siirt, in southeastern Turkey. The key piece of evidence against Tokova, who is illiterate, was the sign that she held up at a protest. It said: \"Either a free leadership and free identity, or resistance and uprising until the end.\" The punishment stems from the Turkish state's homegrown narrative of terrorism, one that pre-dates the Sept. 11, 2001 attacks and is rooted in the bloody legacy of Kurdish rebel chief Abdullah Ocalan, jailed since 1999.\nBELOW: Tunisian Islamist Saber Ragoubi, 28, shows how he was forced to kneel when he first arrived at Morneguia prison and had his teeth kicked out during an interview at his home in Sousse, Tunisia. Tunisia passed anti-terror laws in 2003, and the staunchly secular regime used them to crack down on signs of piety, to protect itself and to prevent the rise of Islamic militancy.\nAP photos\nAP staff writers who contributed to this report include: Christopher Torchia from Turkey; Christopher Bodeen from China; Paul Schemm from Tunisia; and Ciaran Giles from Spain.\n\nLoad-Date: September 6, 2011"
}