{
    "title": "3D PARIS BOMB IN 2 DAYS RIPS OFFICE",
    "publisher": "the new york times",
    "year": 1984,
    "month": 7,
    "day": 16,
    "full text": "A banned group of extremists, Direct Action, claimed responsibility today for its third bomb attack here in 48 hours.\n The explosion late Saturday blasted a hole through the ground-floor offices of the Ministry of Industry, shattered windows in nearby buildings and left three people slightly wounded. The attack came on Bastille Day, the French national holiday.\nEarly this morning, a caller to Agence France-Presse said the bombing was carried out in the name of the so-called Lahouri Farid Benchellal Combat Unit, Direct Action. Lahouri Farid Benchellal, a French leftist extremist, was found dead in a jail cell in Helsinki in January 1982.\nBanned group of extremists, Direct Action, claims responsibility for its thrid bomb attack in Paris, France, in 48 hours; explosion blasts hole through ground-floor offices of Ministry of INdustry, leaving three people slightly wounded; attack apparently is in response to filing of formal charges against three purported members of Direct Action for 1983 killings of two French police officers; illustration (M)\nThe attack was seen by officials here as a response to the filing of formal charges on Friday against three purported members of Direct Action for the shooting deaths of two French police officers in May 1983.\n \nDefense Ministry Attacked\nDirect Action has also claimed responsibility for an attack against an annex of the Defense Ministry on Friday night and an explosion Thursday at the Atlantic Institute, a research center. The attack on Friday also came after the men were charged.  The Defense Ministry attack was claimed by Direct Action's Ciro Rizzato Combat Unit, named after an Italian leftist who was killed last October in a bank holdup.\nIt was not clear if the attacks represented the beginning of a new offensive by the group, which has been blamed for more than 40 bombings in France since late 1981.\nPolice believe the organization was formed in 1979 by Jean-Marc Rouillan out of elements that were hostile to Gen. Francisco Franco. Mr. Rouillan is at large. The organization is thought to be an amalgam of extremist groups and has been linked at different times to Palestinian, Armenian, Lebanese and other underground organizations.\nIts ideology is variously described as anarchist or Maoist, and it has been compared to the Italian Red Brigades and the West German Red Army Faction.\n \nPolice Claim Progress\nInformation on Direct Action's internal workings and external alliances is murky, and there have been reports of splintering in the organization. The police here say they have made progress in breaking the group, which they believe may have a firm membership of fewer than 50 people.\nThe group has been an embarrassment to the Government of President Francois Mitterrand, who declared an amnesty for its members after his election in 1981. Mr. Mitterrand's act was one of a series of early gestures by the French Socialists aimed at demonstrating the new Government's libertarian inclinations.\nBut the summer of 1982 brought a wave of terrorist incidents in Paris, notably a submachine-gun and grenade attack against Chez Jo Goldenberg, a restaurant featuring Jewish specialties, in which 6 people were killed and 22 wounded. Direct Action immediately denied responsiblity for that attack.\nThe attack was one of several aimed at Jewish targets here that summer, the time of the Israeli invasion of Lebanon. The Israeli Prime Minister, Menachem Begin, charged that France was a land of rampant anti-Semitism.\n \nGovernment Bans Group\nEmbarrassed, Mr. Mitterrand's Government took a series of antiterrorist steps, including banning Direct Action and thereby making mere membership in the group a crime.\nLast year, the group claimed responsibility for attacks on the French Defense Ministry and the headquarters of Mr. Mitterrand's Socialist Party to back its demands that French troops be withdrawn from Chad.\nBut the killing of the two police officers proved the most disruptive incident for the Government, bringing 2,000 police officers to the streets. They marched to the offices of Justice Minister Robert Badinter, shouting insults and demanding Mr. Badinter's resignation. The police and the conservative opposition charged that Mr. Badinter, who has a reputation as a civil libertarian, was soft on crime.\nThe latest Direct Action attacks could put the Government in an awkward position. Opposition charges that the Socialists are too solicitous about the civil liberties of criminals come at a time when the Government is also under attack from some quarters for endangering individual liberty on the questions of press freedom and private schools.\n \nConcerted Terrorist Search\nThe one official response to the Direct Action attacks has come from Defense Minister Charles Hernu. ''It is not a terrorist act that will break the French Government's will,'' Mr. Hernu said in a radio interview Saturday.\nMr. Hernu said that the police of various countries were cooperating in the pursuit of the terrorists. Western leaders, including Mr. Mitterrand and President Reagan, have often spoken of the need for concerted Western action against terrorist organizations.\nMr. Hernu also distinguished between two types of terrorism. ''There are local terrorisms that should not be dramatized, even if they are dangerous,'' he said, ''and there is a form of organized, destabilizing terrorism that can circumvent our own defenses.''\nThe three men charged by the police Friday, Regis Schleicher, 27 years old; Claude Halfen, 28, and his brother, Nicolas, 20, were arrested in March for other crimes. The new charges included murder, attempted murder, robbery and gun law violations. The police believe Mr. Schleicher is a Direct Action leader.\n\nGraphic\n\n \nphoto of scene outside French Industry Ministry following explosion"
}