{
    "title": "3rd arrest made in London attack",
    "publisher": "telegraph herald ",
    "year": 2017,
    "month": 9,
    "day": 20,
    "full text": "LONDON - British police have arrested a third suspect in connection with the bomb that partially exploded on a London subway last week.\nPolice said they arrested a 25-year-old man in Wales on Tuesday evening under the Terrorism Act. They say a property in Newport, Wales 140 miles west of London, was being searched.\nTwo other men arrested over the weekend - an 18-year-old refugee from Iraq and a 21-year-old from Syria - remain in custody. Neither has been charged. London police have not released details from the investigation.\nCommander Dean Haydon, head of the Metropolitan Police Counter-Terrorism Command, said searches were underway at four different locations, including three that were in progress before Tuesday. The searches may take \"some days to complete\" as detectives seek to determine the \"full facts\" behind the attack, Haydon said.\nHe asked the public to \"look out for anything that seems out of place, unusual, or just doesn't seem to fit in with day-to-day life\" and to notify police immediately if something seems amiss.\nThe homemade explosive device, which had been placed inside a bucket that was enclosed by a shopping bag, injured 30 people when it partially detonated inside a crowded subway car on Friday morning.\nThe subway was stopped at the Parsons Green station when the device went off.\nHome Secretary Amber Rudd said the rush-hour explosion would have caused many more injuries if it had fully detonated.\nBritain's official terrorist threat level was raised to \"critical\" after the attack - meaning an attack was judged to be imminent - but it was lowered after the first two arrests.\nThose suspects are believed to have at one point lived in a foster home in Sunbury, a suburb southwest of London. Details about the third suspect have not yet emerged.\nIslamic State extremists have claimed responsibility but British officials have said they don't see proof of a connection yet.\n\nLoad-Date: September 20, 2017"
}