{
    "title": "3rd package ignites, more expected",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 1,
    "day": 7,
    "full text": "WASHINGTON ? A package addressed to the U.S. Homeland Security secretary ignited Friday at a postal facility, and authorities said it was similar to fiery parcels sent to Maryland officials a day earlier by someone complaining about the state's terrorism tip line. The suspicious package was discovered by an employee at the D.C. facility when it began popping and smoking, and it emitted \"a brief flash of fire\" before extinguishing itself, D.C. Police Chief Cathy Lanier said. The details were very much like what Maryland authorities described Thursday after workers at state government buildings opened the book-sized packages. \nThere, the workers' fingers were singed. It's not clear what ignited the package at the D.C. processing facility because the worker didn't open it, Lanier said. No one was injured. Authorities were bracing for more packages to surface. \"Right now we don't have any other packages, but we're not taking anything for granted,\" Lanier said. The D.C. package was addressed to Homeland Security Secretary Janet Napolitano, according to a department official who spoke on the condition of anonymity because of an ongoing investigation. The parcel ignited in northeast Washington about 2:45 p.m. Authorities wouldn't say whether it contained a note. In July, Napolitano launched a nationwide \"see something, say something\" campaign. Her recorded voice can be heard in Washington-area Metro stations, reminding commuters to report suspicious behavior. The Maryland packages had a message railing against highway signs urging motorists to report suspicious activity by calling a toll-free number. The message read: \"Report suspicious activity! Total Bull----! You have created a self fulfilling prophecy.\" The state's terrorism tip line is widely shown on overhead highway signs along with information about missing children. To the ire of some drivers, the signs added real-time traffic estimates to major highways in March. Some commuters complained drivers slowed to read the signs and backed up traffic. At Gov. Martin O'Malley's request, the state studied the issue and removed the real-time postings from one congested area on the Capital Beltway. There are 113 signs statewide. Washington Mayor Vincent Gray called the person who sent the packages \"incredibly irresponsible\" and said sending them was a \"cowardly, reprehensible act.\" The earlier packages, addressed to O'Malley and to Transportation Secretary Beverley Swaim-Staley, have been taken to the FBI lab in Quantico, Va., for forensic analysis, and Lanier said the D.C. package would also be sent there. The packages did not contain explosive material. Officials have declined to speculate on whether the incendiary devices worked as intended or were supposed to cause more harm. The Maryland mailings were opened within a 15-minute period Thursday at buildings 20 miles apart. Mailroom employees around the state were back at work Friday, and they had pictures of the packages and were advised to be vigilant about anything suspicious. The Postal Service rereleased a safety talk on how to recognize suspicious mail Friday in light of the incidents, American Postal Workers Union spokeswoman Sally Davidow said. Investigators had no previous indication the packages would be sent anywhere other than Maryland government buildings, FBI spokesman Richard J. Wolf said. Police have not yet identified any suspects and were searching for disgruntled people who've made threats against state government. Anyone arrested would be charged with possession and use of an incendiary device, which includes a maximum penalty of 20 years in prison, authorities said. The state terrorism tip line averages about two calls per day, said Jim Newton, privacy officer at the Maryland Coordination and Analysis Center, where police officers field the calls. Any valid information related to terrorism is sent to the FBI. Neither Newton nor police were aware of any repeat, angry callers to the tip line. In a sign of their continued confidence in the tip line, police urged people with information about the packages to call it. The call volume typically doesn't spike when the phone number is displayed on highway signs, he said. Instead, calls tend to come in after terrorism cases make news in the U.S. or internationally. Speaking before the new package was found, Maryland State Police Col. Terrence Sheridan said authorities were expecting more packages. \"We've got to make sure we go after this person and get them off the street and get them behind bars, because these kinds of things are very, very dangerous,\" Sheridan said. \"We just don't know where this person is going with this. We don't know who it is. We don't know what they're thinking right now.\" Postal inspectors said they had a variety of ways to determine where a package is mailed from, including postmarks and cancellation stamps, which include partial Zip codes that indicate where a piece of mail was processed. Packages are tracked once they enter processing plants, Postal Inspector Frank Schissler said, but the Maryland packages did not have individual tracking numbers because they were sent by first-class mail, not registered mail or express mail. In 2001, as the nation was still reeling from the 9/11 attacks, letters containing anthrax were sent to lawmakers and news organizations. Postal facilities, U.S. Capitol buildings and private offices were shut for inspection and cleaning. The anthrax spores killed five people and sickened 17. Since those attacks, the Postal Inspection Service has beefed up its preparation to investigate suspicious mailings. But dangerous devices sent through the mail remain extremely rare, inspectors said, with 13 such cases reported since 2005. \n\nLoad-Date: January 8, 2011"
}