{
    "title": "3rd GIFF 2019, concludes at Srimanta Sankaradeva Kalakshetra",
    "publisher": "the sentinel",
    "year": 2019,
    "month": 11,
    "day": 7,
    "full text": "GUWAHATI: The 3rd Guwahati International Film Festival (GIFF)-2019 organized by Jyoti Chitraban in association with Dr. Bhupen Hazarika Regional Government Film and Television Institute came to an end on Wednesday at the Srimanta Sankardeva International Auditorium, Srimanta Sankaradeva Kalakshetra.\n\nWith the announcement of Jury report and presenting awards in various categories followed by the screening of El Desierto (To the Desert) an Argentine film as the closing film of the festival, the 3rd edition of GIFF came to an end.\n\nDear Molly, a Marathi film directed by Gajendra Ahire received the Best Indian feature film award. Arjun Dutta received the best director award for his Abyakto (The Unsaid), a Bengali film. The special Jury Award was conferred on Sumitra Bhave for her Marathi film Seeing (Dithee) for Art direction. While Rajni Basumatary was conferred on Jury Second Special Mention Certificate Award for her Bodo film Jwlwi for her honest attempt to highlight the consequences of terrorism, Philip Sangma was conferred on the First Jury Special Mention Certificate Award for his acting in Ma'ama. Besides this Juri Special Mention in Debut Short film category was given away to two of the films This is Life and Soan Papdi and the Best film in debut short film category was conferred on Aaharor Duporiya.\n\nDignitaries such as Dr. Mohan Agashe as the guest of honour, eminent cinematographer AK Bir, filmmaker from Bangladesh Abu Sayeed and Santwana Bordoloi from Assam and Nenad Dukic from Serbia were present. The other dignitaries include Ambassador of Argentina Daniel Chuburu and Assistant High Commissioner of Bangladesh in Guwahati Dr. Shah Md Tanvir Monsur.\n\nMd. Shah Tanvir Monsur said, \"We're planning to screen single country film here in Guwahati in the month of February or March by taking Indian and Bangladeshi movies. I think we don't need subtitle as India and Bangladesh can be understood. Recently I watched Assamese movies like Kanchanjagha, Ratnakar and Bulbul Can Sing and was amazed.\"\n\nLoad-Date: November 7, 2019"
}