{
    "title": "4 Are Acquitted by Pakistan In Times Square Bomb Plot",
    "publisher": "the new york times",
    "year": 2012,
    "month": 6,
    "day": 3,
    "full text": "ISLAMABAD, Pakistan -- A Pakistani court on Saturday acquitted four men accused of assisting Faisal Shahzad, the Taliban-trained militant who tried to explode a car bomb in Times Square two years ago, a lawyer and several relatives said.\nMalik Imran Safdar, a lawyer for one of the men, said prosecutors had failed to prove their case against the defendants during a 20-month trial that was conducted partly inside a jail.\n''They are feeling so relaxed, so comfortable and so satisfied,'' he said. ''But their families have suffered a lot.''\nThe four men -- Muhammad Shouaib Mughal, Shahid Hussain, Humbal Akhtar and Faisal Abbasi -- were arrested in Pakistan shortly after Mr. Shahzad, a naturalized American citizen of Pakistani origin, tried to detonate an S.U.V. packed with explosives in Times Square on May 1, 2010. The bomb, which did not go off, was deactivated by the police in New York.\nMr. Shahzad, 32, who called himself a ''Muslim soldier,'' pleaded guilty at trial and was sentenced to life imprisonment without parole in October 2010.\nPakistani authorities accused the four men of providing financial and logistical support to Mr. Shahzad, who told the court that before the attack he had traveled to Pakistan's tribal belt for five days of explosives instruction under the Pakistani Taliban.\nThree of the men were indicted in November 2010 by one of Pakistan's antiterrorism courts, which have special powers to try religious and political extremists. All three denied the charges.\nThe trial has been quietly under way for 20 months but has gone largely unnoticed in the Pakistani news media.\nContacted by telephone, several relatives of the four defendants confirmed their acquittal but were otherwise reluctant to speak.\nThe men were among 20 people known to Mr. Shahzad who were picked up by Pakistani intelligence after the attacks.\nOne of them was Salman Ashraf Khan, the co-owner of Hanif Rajput, a well-known catering company in Pakistan where one of the accused worked. Mr. Khan was arrested after the United States Embassy in Islamabad posted a notice on its Web site saying the company might have links to terrorism, but he was later released without being charged.\nBy Saturday evening, Mr. Safdar said, the men had been released from jail except for Mr. Abbasi, who remained in custody to face charges under a separate case. Mr. Safdar said he was not aware of the details of that case.\n''Our justice system is very slow and cumbersome,'' he said.\nThe acquittals are unlikely to quiet the sharp criticism of Pakistan's criminal justice system and its failure to prosecute terrorism suspects. Analysts say the police lack basic investigative skills, witnesses are intimidated, and judges often fear violence.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 3, 2012"
}