{
    "title": "4 Convicted Of Attempting To Blow Up 2 Synagogues",
    "publisher": "the new york times",
    "year": 2010,
    "month": 10,
    "day": 19,
    "full text": "Four men were convicted on Monday on charges of planting what they believed were bombs outside synagogues in the Bronx and plotting to fire missiles at military planes.\nThe case was widely seen as an important test of the entrapment defense. It turned on the role of a government informer who spent several months secretly recording conversations with the men that included plans for mass violence and anti-Semitic comments, along with their moments of hesitation and concerns about hurting women or children.\nProsecutors said that the plot revealed the dangers of homegrown terrorism, and that the informer, posing as a Pakistani terrorist, had presented the defendants with an opportunity to commit violence to which they were predisposed.\nBut defense lawyers said the case crossed the line into entrapment. They said the informer, on behalf of the Federal Bureau of Investigation, dangled offers of money and lured impoverished men with no ties to international terrorism into a plot they could never have dreamed up on their own.\nIn the end, the entrapment defense failed, as it has in every other terrorism trial since Sept. 11, 2001. About 2:30 p.m. on Monday, the jury forewoman stood and began reading the verdicts with a wavering voice. ''Guilty,'' she said, 30 times, as the girlfriend of one of the defendants sobbed in the gallery.\nThe four men -- Onta Williams, Laguerre Payen, James Cromitie and David Williams IV -- will be sentenced on March 24. Each could face life in prison. Mr. Cromitie and David Williams were convicted on all eight counts of the indictment. Onta Williams and Mr. Payen, who met the informer late in the investigation, were found not guilty on one of the counts: attempting to kill officers and employees of the United States.\nAll the men were quiet as the verdicts were read. Mr. Cromitie's lawyer, Vincent L. Briccetti, patted his client on the shoulder, while a few seats away, David Williams wore a grim smile. After the jury left the room, Mr. Williams's aunt, Alicia McWilliams-McCollum, stood and yelled obscenities, saying there was no justice. Court officers told her to leave.\nIn an interview a few hours after the verdict, one juror indicated that the deliberations, which lasted eight days, had been taxing. ''We considered that what they did was a serious crime. We also considered that they didn't have that kind of background,'' said the juror, who insisted that his name not be published. ''We took our time. We dug deep.''\nThe events that led to the convictions started in June 2008, with a meeting outside a mosque in Newburgh, N.Y., between the informer, Shahed Hussain, and Mr. Cromitie. That day, prosecutors said, Mr. Cromitie sparked the interest of the authorities by saying he wanted to ''do something'' to America.\nOver the next 11 months the three other defendants joined a plot that included leaving bombs outside two synagogues in the Riverdale section of the Bronx and firing Stinger missiles at military transport planes at Stewart International Airport.\nIn a statement, Preet Bharara, the United States attorney in Manhattan, said Monday: ''Homegrown terrorism is a serious threat, and today's convictions affirm our commitment to do everything we can to protect against it. The defendants in this case agreed to plant bombs and use missiles they thought were very real weapons of terrorism. We are safer today as a result of these convictions.''\nMark B. Gombiner, who represented Onta Williams, called the notion that citizens were safer ''pure nonsense,'' adding, ''It does not reflect anything that happened during the investigation and prosecution.''\nMr. Gombiner and the other defense lawyers had tried to make their cross-examination of the informer, Mr. Hussain, the centerpiece of their case. For days in court, they questioned him about his criminal history, his financial dealings and his life in Pakistan, saying inconsistencies in his testimony showed he was a liar. They said he felt compelled to deliver a conviction to satisfy his government handlers and expected to be rewarded with citizenship.\nThroughout the investigation, the defense lawyers said, it was Mr. Hussain, not the defendants, who steered the conversation toward religious justifications for violence.\nKaren J. Greenberg, executive director of the Center on Law and Security at New York University, who sat through much of the trial, said: ''If this wasn't an entrapment case, then we're not going to see an entrapment case in a terrorism trial. We really need to think about ideology as part of entrapment. In this case, they took people who might or might not commit hate crimes, and led them along the path to jihad.''\nBut the prosecutors said most of the recordings showed the men were ready to act.\nIn one of the recordings, Mr. Cromitie, who was especially voluble, said he wanted to make a ''big noise.'' Jurors saw recordings of the men inspecting inert bombs and Stinger missile launchers, and scouting Stewart Airport, where they planned to fire missiles at C-5 Galaxy military transport planes.\nPerhaps most powerfully, the prosecutors showed the court the fake bombs, built by the F.B.I., that Mr. Cromitie left in cars outside the synagogues. They were bundled into bags with 500 ball bearings, which, prosecutors said, were intended to kill.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 19, 2010"
}