{
    "title": "4 EXTREMISTS CONVICTED IN N.Y. BLAST FOUND GUILTY IN THE WORLD TRADE CENTER BOMBING, THEY COULD GET",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 3,
    "day": 5,
    "full text": "Four militant Muslim extremists were found guilty yesterday in last year's bombing of the World Trade Center, one of the most dramatic acts of terrorism ever committed in the United States.\nThe federal jury of eight women and four men deliberated for more than four days before delivering a verdict that triggered bedlam in the courtroom.\nPounding the defense table as the word \"guilty\" was repeated on 38 counts, the four men chanted together in Arabic.\n\"Allahu Akbar!\"- God is Great!\n\"Injustice!\" cried Mohammad Salameh.\n\"Islam is coming back!\" shouted Nidal Ayyad, glaring at the jury.\nEach of the men - Salameh, Ayyad, Mahmud Abouhalima and Ahmad Ajaj - was convicted in connection with the massive explosion on Feb. 26, 1993, which killed six people, injured more than 1,000, and raised fears that the plague of Middle Eastern terrorism had spread to America.\n\"The signal should go out across the world that anyone who seeks to come into this country to practice terrorism will have the full weight of law enforcement brought against them,\" President Clinton said after the verdict.\nThe four men - convicted on conspiracy, assault and various explosives charges - could be sent to prison for life without the possibility of parole. They will be sentenced on May 4. Two other men sought in the bombing, Ramzi Ahmed Yousef and Abdul Rahman Yasin, apparently fled the country to escape arrest.\n\"There are two conclusions that can be reached with this verdict,\" said Bill Gavin, head of the FBI office in New York, \"One: International terrorism has in fact reached the shores of the United States. Two: The justice system of the United States is up to combating that threat.\"\nThe State Department responded to yesterday's verdict with a warning to Americans in Egypt to be on guard against reprisals by extremists.\nThe four men all had ties to a New Jersey mosque led by a radical Egyptian sheik, Omar Abdel-Rahman, who has been charged in a separate plot to bomb other New York City landmarks.\nThe convictions of the defendants were remarkable in that the prosecutors were unable to call one witness who could place the men at the World Trade Center. Instead they used a mountain of circumstantial evidence that at times seemed about to collapse under its own weight.\nThey called 203 witnesses and presented 1,003 of pieces of physical evidence, including automotive parts, pieces of the damaged building, videotapes of simulated explosions, clothes with chemical stains, and a huge plexiglass reproduction of the twin towers.\nALL OF THE PIECES\nAt times, U.S. District Judge Kevin T. Duffy urged the prosecutors to go faster.\nIn his daylong closing argument two weeks ago, Assistant U.S. Attorney Henry DePippo weaved the pieces into a single story of conspiracy and terror. He spoke of the dead, the survivors, the rental truck that gave investigators their first clue, and the relationship among the four men.\nHe concluded that they had set out to terrorize America.\nDefense attorneys said the prosecution had fallen short.\n\"There is no motivation to why these guys would do that,\" said one defense lawyer, Hassen Ibn Abdellah.\nThe defense tried to poke holes in the case, underscoring that there were no witnesses who saw the men make or plant the bomb, and that much of what was presented appeared inconclusive.\nAfter the verdict yesterday, Abdellah said that he and his client Abouhalima would accept the decision of the jurors.\n\"We helped pick the jury, and this was a good jury, at least we thought so when we picked it, and we said all along that we would accept the verdict of this jury,\" Abdellah said.\nNot all of the defense team was so sanguine.\n\"No one in the government should be patting themselves on the back and pretending this was a fair outcome,\" said Robert Precht, Salameh's attorney.\n*\nThe explosion - at 12:18 in the afternoon on the final Friday in February last year - ripped through the parking garage beneath the Vista Hotel in the World Trade Center. It opened up a crater 200 feet across and punched holes through five floors almost midway between the two towers.\nNews of the blast gripped the city and the nation. Within two minutes a nearby hospital had activated its disaster plan. Local television stations that have transmitters atop the towers lost power.\nThe blast knocked out power in the buildings; it destroyed hundreds of cars, including more than 100 owned by the U.S. Secret Service, which leased parking space in the garage.\nThe elevators in the 110-story building stopped, one of them on the 107th floor, trapping a class of kindergarten pupils in darkness for hours. To intensify the horror, smoke drifted up into the towers and seeped into elevators. Pictures of those who walked out or were carried had a wartime effect; nearly every face was covered in black soot and taut with fright.\nNO FIRM NOTION\nFor several hours there was no firm notion of how many people might be dead. About 3:30 p.m. police confirmed that two bodies had been found. There were five by the end of the day.\nThe dead were workers who had been eating lunch in an office near the blast when the walls collapsed on them. One of them, Monica Smith, a secretary, was seven months pregnant. Seventeen days later, the body of a janitor was found beneath the rubble.\nWithin days of the explosion investigators announced that they had identified bits of a vehicle that they believed had ferried the bomb into the B2 Parking Level.\nThey traced the truck - a yellow Ford Econoline with Alabama license plates #XA70668 - to a Ryder rental company in Jersey City and discovered that a Mohammad Salameh had reported it stolen the day before the bombing.\nThe FBI persuaded Salameh to come to the store to pick up a security deposit they convinced him he was owed. He came March 4, and agents arrested the 26-year-old Jordanian national as he tried to leave with the money.\nIn addition to the rental truck, police said they found antennae and manuals dealing with circuitry in Salameh's apartment, which they said was evidence of bomb-making. Salameh also rented a storage locker where the bombing ingredients were hidden, police said, and a second apartment where the ingredients were mixed into a deadly 1,200-pound urea nitrate bomb.\nAt trial, the government presented evidence that Salameh had accepted the delivery of three tanks of compressed hydrogen the day before the blast, shortly after phone records showed that the gas was ordered in a call made\nfrom the workplace of co-defendant Nidal Ayyad. A few months earlier, Salameh and Ayyad had opened a joint bank account.\nRobert Precht acknowledged in his closing arguments that his client was involved in a plot to bomb the World Trade Center, but contended that Salameh was unaware of the conspiracy, and was duped into taking part by his onetime roommate, Ramzi Ahmed Yousef, whom Precht dubbed an \"evil genius.\"\nPrecht's declaration shocked nearly everyone in the courtroom, including Salameh, who complained to reporters later that he did not agree with his lawyer's strategy. It was the first time anyone on the defense team had acknowledged that the explosion was caused by a bomb.\nOne of the most extraordinary moments in the trial came as prosecutors tried to get one witness to identify Salameh and Abouhalima. Willie Hernandez Moosh, a gas station attendant, said he saw the yellow Ryder truck the morning of the blast. He had told investigators that Salameh and Yousef had come in to buy gas, followed by Abouhalima in a second vehicle.\nPOINTED TO JURORS\nBut when he took the stand and was asked to identify the men he had seen, Moosh pointed to a pair of jurors. Defense attorneys demanded a mistrial; prosecutors were speechless.\nThe next day Moosh again was asked to make the identification. He picked out Salameh and Abouhalima.\nFive days after Salameh was arrested, agents grabbed Ayyad. His financial connections to Salameh first drew investigators to Ayyad, but his phone calls to other defendants convinced them of his involvement. Prosecutors provided evidence of more than 80 calls between the apartment where the bomb was built and Ayyad's home or office in the two months before the explosion.\nAyyad, a 26-year-old Kuwaiti-born American citizen, is a chemical engineer who prosecutors said provided the technical expertise to build the bomb and bought the tanks of compressed hydrogen used in the bomb. He also made phone calls to news organizations claiming responsibility for the blast, prosecutors said.\nMOST MEMORABLE\nAbouhalima was easily the most physically memorable of the defendants. A towering man with hair the color of strawberry Kool-Aid and freckles, his striking physical appearance helped authorities identify him. Neighbors of the Jersey City apartment where the bomb was made described a visitor with oddly colored hair. One witness told of a man \"with the weirdest color hair he has ever seen.\" Prosecutors contended that Abouhalima was the man whom the neighbors had seen.\nThe prosecution also said that Abouhalima bought a smokeless powder that was used to set the bomb off.\nOn March 4, four days after the blast, Abouhalima left the country for Amman, Jordan. He was was arrested in Egypt and returned to the United States.\nThe most complex case for the prosecution may have been against Ahmad Ajaj, who had been in prison for six months at the time of the bombing. But the prosecution said he was part of a plot that had been developed as far back as April 1992.\nProsecutors said that Ajaj left the United States nearly two years ago to get weapons and explosives training in the Middle East in preparation for his role in the plot. When he returned to the United States on Sept. 1, 1992, Ajaj was arrested for traveling on a false passport.\nAuthorities confiscated from him what they described as a \"terrorist kit,\" including books and videotapes about the manufacture and function of explosives.\nAjaj's lawyer, Austin Campriello, said that his client's alibi was so tight as to be \"perfectly hermetically sealed.\" Ajaj, he said, had no visitors, no mail, no telephone conversations that would link him to the crime.\nProsecutors said his part in the plot was carried out before he went to jail.\nel4 Yesterday, Vito DeLeo stood outside the courtroom following the verdict.\n\"Great!\" DeLeo said of the verdict. \"It sends chills all over my body.\"\nDeLeo, 33, an engineer at the World Trade Center, had been eating pizza about 150 feet from where the bomb exploded. His eardrum was punctured by the blast.\nHe said the verdict made him think of friends who did not survive the explosion.\n\"I've been living this over the last year,\" he said. \"I feel now that their souls can rest in peace.\"\n\nGraphic\n\n \nPHOTO;\n\nPHOTO (4)\n1-4. The four defendants (clockwise, from upper left): Ahmad Ajaj, Mohammad\nSalameh, Nidal Ayyad and Mahmud Abouhalima.\n\nLoad-Date: October 21, 2002"
}