{
    "title": "4 GET LIFE TERMS IN '93 BOMBING AT TRADE CENTER JUDGE CALLS PLOTTERS SNEAKING COWARDS WHO LACK REMOR",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 5,
    "day": 25,
    "full text": "The four Muslim fundamentalists convicted of bombing the World Trade Center were each sentenced yesterday to 240 years in prison by a judge who called them sneaking cowards with no remorse.\nU.S. District Judge Kevin Duffy said that 180 years of each sentence against Mohammad Salameh, Nidal Ayyad, Mahmud Abouhalima and Ahmed Ajaj was based on the life expectancy of the six people who died in the blast.\nIn addition to the prison terms, which carry no chance of parole, Duffy fined each man $ 250,000 and ordered them to pay $ 250 million each in restitution so that if they ever sell their life stories, the proceeds would go to the victims' families.\nThe Feb. 26, 1993, bomb ripped through the garage level of the huge office building at lunchtime, injuring more than 1,000 people and causing hundreds of millions of dollars in damage.\nAlthough Duffy allowed the defendants to speak for an unlimited time, he was outraged at their claims they had been unjustly tried and mistreated by the U.S. justice system.\nHe lost patience at the end of the day after Ajaj, 28, spoke for over 2 1/2 hours about terrorism against Palestinians and U.S. crimes against humanity.\n''You have some nerve, you really do,'' Duffy told Ajaj.\nAjaj came to the United States in 1991 and applied for political asylum while living with relatives in Houston.\nWhile waiting for a ruling on the petition, he traveled to Afghanistan. He was arrested when he tried to re-enter the United States with a fake Swedish passport in 1992. Authorities found manuals on making bombs in his luggage.\n''You come to lecture this county about terrorism and you ignore the evidence that was overwhelming in this case. … If it hadn't been for you … there would have been no bombing at the World Trade Center. You were the one thing that was absolutely necessary. The others are low, but you are even lower.''\nDuffy said that the defendants' intention of toppling both towers was even more frightening than the actual explosion. He said tens of thousands of deaths would have resulted.\nThe session began with an impassioned plea for severe sentences by Ed Smith, the husband of a pregnant woman killed in the blast.\n''I lost my wife, my best friend, my idol and my son. … We would never get the opportunity to hold baby Eddie in our arms,'' Smith said.\nDuffy told Salameh that he and the other defendants tried to kill as many people as possible by detonating the bomb at lunchtime when the World Trade Center is at its busiest.\n''It's the mark of a sneak and a coward to kill innocents and then steal away … what you sought to do in the name of Islam is exactly what the Koran forbids.\n''There has been no remorse shown, merely arrogance and nothing else. Somehow, you have a sense of achievement. Perhaps you feel you are a martyr,'' the judge said.\nSalameh, 26, a Jordanian citizen of Palestinian descent, was arrested last year after he tried to get his $ 400 deposit back on the yellow rental van that contained the bomb.\nDuffy also lambasted Ayyad, 26, a chemical engineer who prosecutors say helped to build the bomb.\n''You are likely the biggest hypocrite in this room. You are clearly the most culpable of the defendants. … You had the best breaks,'' Duffy told him.\nDuffy noted that Ayyad was a college graduate and had the chance to make something of himself. ''Instead, you turned your life into a total lie.''\n\nGraphic\n\n \nPHOTO (4), (for four photos) Life for bombers/The four men convicted in the World Trade Center bombing are each sentenced to 240-year prison sentences. From top, they are Ahmed Ajaj, Mohammad Salameh, Mahmud Abouhalima and Nidal Ayyad. (Photos, Page A-1)\n\nLoad-Date: September 15, 1994"
}