{
    "title": "4 jet passengers' IDs being investigated",
    "publisher": "charleston gazette",
    "year": 2014,
    "month": 3,
    "day": 9,
    "full text": "KUALA LUMPUR, Malaysia - Malaysia intelligence agencies are investigating how up to four passengers with suspect identities were able to board the missing Boeing 777 jet, the government said, as planes and ships from across Asia resumed the hunt today for the plane.\nThere was still no confirmed sighting of wreckage from the Boeing 777 in the seas between Malaysia and Vietnam where it vanished from screens early Saturday morning en route to Beijing from Kuala Lumpur with 239 people on board. The weather was fine, the plane was already cruising and the pilots had no time to send a distress signal - unusual circumstance for a modern jetliner to crash.\nOn Saturday, the foreign ministries in Italy and Austria said the names of two citizens listed on the flight's manifest matched the names on two passports reported stolen in Thailand.\nThis, and the sudden disappearance of the plane that experts say is consistent with a possible onboard explosion, strengthened existing concerns about terrorism as a possible cause for the disappearance. Al-Qaida militants have used similar tactics to try and disguise their identities.\nToday, Malaysian Transport Minister Hishammuddin Hussein said that authorities were now looking at four possible cases of suspect identities. He said Malaysian intelligence agencies were in contact with their international counterparts, including the FBI.\n\"All the four names are with me and have been given to our intelligence agencies,\" he said. \"We do not want to target only the four; we are investigating the whole passenger manifest. We are looking at all possibilities.\"\nLi Jiaxiang, administrator of the Civil Aviation Administration of China, said some debris had been spotted, but it was unclear whether it came from the plane. Vietnamese authorities said they had seen nothing close to two large oil slicks they saw Saturday and said might be from the missing plane.\nTwo-thirds of the jet's passengers were from China. The rest were from elsewhere in Asia, North America and Europe.\nMalaysia's civil aviation chief Azaharuddin Abdul Rahman said his country had expanded its area of operation to the west coast of peninsular Malaysia, on the other side of the country from where the plane disappeared.\n\"We are looking at the possibility of an aircraft air turn back, in which case different locations will have to be identified,\" Hishammuddin said.\nFinding traces of an aircraft that disappears over sea can take days or longer, even with a sustained search effort. Depending on the circumstances of the crash, wreckage can be scattered over many square miles. If the plane enters the water before breaking up, there can be relatively little debris.\nA team of American experts was en route to Asia to be ready to assist in the investigation into the crash. The team includes accident investigators from National Transportation Safety Board, as well as technical experts from the Federal Aviation Administration and Boeing, the safety board said in a statement.\nMalaysia Airlines has a good safety record, as does the 777, which had not had a fatal crash in its 19-year history until an Asiana Airlines plane crashed last July in San Francisco, killing three passengers, all teenagers from China.\nInvestigators will need access to the flight data recorders to determine what happened.\nAviation and terrorism experts said revelations about stolen passports would strengthen speculation of foul play. They also acknowledged other scenarios, including some catastrophic failure of the engines or structure of the plane, extreme turbulence or pilot error or even suicide, were also possible.\nProf. Jason Middleton, the head of the Sydney-based University of New South Wales' School of Aviation, said terrorism or some other form of foul play seemed a likely explanation.\n\"You're looking at some highly unexpected thing, and the only ones people can think of are basically foul play, being either a bomb or some immediate incapacitating of the pilots by someone doing the wrong thing and that might lead to an airplane going straight into the ocean,\" Middleton said. \"With two stolen passports (on board), you'd have to suspect that that's one of the likely options.\"\nJust 9 percent of fatal accidents happen when a plane is at cruising altitude, according to a statistical summary of commercial jet accidents done by Boeing. Malaysia Airlines CEO Ahmad Jauhari Yahya said Saturday there was no indication the pilots had sent a distress signal.\nThe plane was last inspected 10 days ago and found to be \"in proper condition,\" Ignatius Ong, CEO of Malaysia Airlines subsidiary Firefly airlines, said at a news conference.\nGreg Barton, a professor of international politics at Australia's Monash University and a terrorism expert, said if the disaster was the result of terrorism, there is no obvious suspect. If it was terrorism, Barton expected China would be quick to blame separatists from the ethnic Uighur minority, as authorities did recently when 29 people were killed in knife attacks at a train station in the southern city of Kunming.\n\"If a group like that is behind it, then suddenly they've got a capacity that we didn't know they had before, they've executed it very well - that's very scary,\" Barton told AP. \"It's safe to start with the assumption that that's not very likely, but possible.\"\n\nLoad-Date: March 10, 2014"
}