{
    "title": "4 Men Held in British Raids Are to Remain in Custody",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 13,
    "full text": "Residents and employees at two recreation sites that have been cited in court documents as possible terrorist training camps expressed puzzlement on Tuesday, though one person said his resort had attracted police attention before. \n  ''This place is not the least bit linked to terrorism,'' said Mick Holdaway, the owner of a leafy, 98-acre complex called Pondwood Farm near this town west of London that offers such pursuits as paintball shooting, bungee jumping and fishing.\nOn Tuesday, four men who were arrested in a series of police raids across London on Sept. 1 were ordered to be kept in custody, one day after they were charged with terrorism-related offenses. \n  One of the men, Ugandan-born Yassin Mutegombwa, 22, was charged on three counts of weapons training ''for the purposes connected with the commission or preparation of acts of terrorism'' near Pondwood Farm on June 18 and near the Matley Wood Caravan and Camping site in Lyndhurst, on England's south coast, from April 28 to May 1 and June 2 to June 4.\n  As Mr. Holdaway, 56, strolled through Pondwood Farm's 14-acre paintball site, he said the area had been under surveillance by the police Special Branch since just after the Sept. 11, 2001, attacks and by the antiterrorism squad since 2004. \n  ''The Special Branch came here just after 9/11,'' Mr. Holdaway said. ''They asked, 'Do you get brothers over in your paintball area doing training?' Then two years ago the antiterrorism squad came and said, 'Is it O.K. that we do surveillance?' I said, 'Yes' to both, 'feel free.' I'm a family man and if anything like that is going on, I want to know about it.''\n  ''If someone came here and played paintball but had an ulterior motive for weapons training, well, that's not at all my fault,'' he said. ''Certainly no one I knew of received any training.'' \n  The manager of the paintball facility is Shahid Chowdhary, a 42-year-old father of eight who leases the site from Mr. Holdaway and who described himself as a staunch Muslim.\n  ''Every person who plays paintball signs a disclaimer, and not only don't I know Yassin, I have never seen his name,'' Mr. Chowdhary said in a telephone interview. The disclaimer, he said, includes personal details to identify those who play paintball. \n  ''The only weapons we have are paintball guns,'' he said. ''If I came across something suspicious, I would tell a policeman straightaway. I abhor terrorism, and it is not Islam.'' \n  The forest floor where paintball is played was dotted with purple paint pellets on Tuesday. There was one area with rows of knee-high boards that had faces printed on them -- including one of Saddam Hussein in military garb -- that were splattered with purple paint. There were several wooden shacks and a cluster of log huts and fences that Mr. Holdaway called the Vietcong Village.\n  Mr. Mutegombwa was also charged with attending a site near Matley Wood Caravan and Camping for weapons training.\n  Christine Saunders, a 56-year-old retired florist, said she pitched her green mobile home there in March, a month before Mr. Mutegombwa is said to have first visited the area. \n  ''There have been no suspicions or rumors here all summer,'' she said in an interview. ''It's quiet here. That's why we like it.'' \n  The four men who appeared at a magistrates' court in central London on Tuesday were among 14 arrested in the Sept. 1 police raids. The raids were part of a police hunt for terrorist recruiters and trainers and not related to the Aug. 10 security alert surrounding what police called a conspiracy by Islamic radicals to bomb trans-Atlantic airliners.\n  Mustafa Abdullah, 24, and Musa Akmet, 47, were charged with one count of possessing information likely to be useful to a terrorist. Mr. Akmet was also charged with illegal possession of a 16- millimeter mini-flare launcher. Hassan Mutegombwa, 20, Yassin's brother, was charged with one count of procuring financing for terrorism. The British Press Association said the charge was related to seeking money for a one-way airline ticket to Kenya. \n  Lawyers for all the men except Mr. Akmet said their clients would plead not guilty to the charges.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 13, 2006"
}