{
    "title": "4 MUSLIMS GUILTY OF 6 BOMB DEATHS THEY ENGINEERED WORLD TRADE CENTER BLAST",
    "publisher": "the world",
    "year": 1994,
    "month": 3,
    "day": 5,
    "full text": "To a shout of \"Injustice!\" four Muslim extremists were convicted yesterday in the World Trade Center bombing, a verdict the government hailed as an unmistakable message that terrorists can't get away with it in America.\n\"Islam is coming back!\" cried defendant Nidal Ayyad, glaring at the jury as it pronounced the four men guilty on all charges. \"Injustice!\" shouted defendant Mohammad Salameh, pounding on the defense table.\nThe defendants face life in prison without parole when sentenced by U.S. District Judge Kevin Duffy on May 4.\n\"They should be executed,\" said Walter Stokes, 47, who was among those injured in the blast. \"There wasn't enough penalties for them.\"\nThe anonymous federal jury returned the verdicts on the sixth day of deliberations, and a year and six days after the blast that killed six people, injured more than 1,000 and shattered Americans' confidence that terrorism was a foreign problem.\n\"The signal should go out across the world that anyone who seeks to come into this county to practice terrorism will have the full weight of law enforcement brought against them,\" President Clinton said.\nThe verdict \"should send a clear and unmistakable message that we will not tolerate terrorism in this country,\" said U.S. Attorney Mary Jo White, whose office prosecuted the case.\nAfter the verdicts, the State Department warned Americans overseas of possible attacks by Islamic extremists.\nThe verdicts - on conspiracy, assault and various explosives charges - came on the Muslim Sabbath and during Ramadan, the holy month of daytime fasting.\nAs the jury forewoman repeatedly said \"guilty,\" Salameh shook his head dejectedly. Defendant Ahmad Ajaj appeared to smile in wonderment, then joined a chant of \"Allahu Akbar!\" - Arabic for \"God is Great!\"\nSalameh, 26, a Palestinian, was accused of helping bankroll the attack, building the bomb and renting the van that carried it into the trade center's underground parking garage.\nProsecutors said Ayyad, 26, a chemist, ordered chemicals for the bomb and later told news organizations the motive: to protest U.S. aid to Israel.\nWitnesses said Mahmud Abouhalima, 34, frequented the apartment where the bomb was built, while Ajaj, 28, provided bomb-making expertise. Ajaj was in jail on a false-passport conviction when the blast occurred.\nAjaj lived in Houston, the others in New Jersey suburbs of New York City.\nDefense attorneys contended that the government twisted the evidence to trap the defendants in a web of conspiracy.\nSalameh's lawyer, Robert Precht, said he will appeal. He called it a \"shameful day\" because of pretrial leaks designed to \"demonize\" his client.\n\"No one in the government should be patting themselves on the back and pretending this was a fair outcome,\" Precht said.\nHassen Abdellah, attorney for Abouhalima, said the verdict came too quickly after a five-month trial.\nBut Abdellah added, \"I'm not going to second-guess the jury. We hope they did the best they could under the circumstances.\" He said he didn't know whether he would appeal.\nWhile some defense lawyers wouldn't even concede it was a bomb that devastated the trade center, Precht surprisingly acknowledged during closing arguments that there was a bombing conspiracy and that Salameh was involved. Precht insisted his client was an unwitting dupe of the alleged ringleader, Ramzi Yousef, a fugitive, and therefore was innocent.\nSalameh later complained to the judge about his attorney's comment.\nThe noontime blast on Feb. 26, 1993, blew a five-story-deep crater in a garage beneath the trade center.\nThe 1,200 pounds of explosives inside a yellow Ryder van wrecked the skyscrapers' power and emergency systems. Tens of thousands of people fled down smoky, dark stairwells in a six-hour evacuation, emerging with soot on their faces and terror in their eyes.\nA pregnant woman was plucked off a rooftop by a police helicopter. Seventeen kindergartners spent five hours trapped in an elevator.\nAmong the six people killed were a pregnant clerical worker and a trade center worker whose body wasn't found for two weeks.\n\nGraphic\n\n \nPHOTO;\n\nPHOTO (4)\n1. Ajaj\n2. Salameh\n3. Abouhalima\n4. Ayyad\n\nLoad-Date: October 18, 2002"
}