{
    "title": "4 terminals closed at airport after separate security threats; Officials say the incidents were unre",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 9,
    "day": 5,
    "full text": "Four terminals at Los Angeles International Airport were shut down for more than three hours Saturday after a passenger bypassed security at one terminal and a flashlight battery exploded during screening at another, authorities said.\nThe incidents, about a half-hour apart, were apparently unrelated and there was no link to terrorism, according to the federal Transportation Security Administration. Thousands of Labor Day weekend travelers were evacuated from the terminals.\nThe airport's main road, the Tom Bradley International Terminal and terminals 6, 7 and 8 were reopened around noon.\nThe scare at the international terminal came when a battery in a plastic flashlight inside checked luggage exploded as the bag was being hand-searched by a TSA worker, TSA spokeswoman Amy Von Walter said. She said the small but loud blast appeared to have been caused by old batteries.\nThe TSA worker suffered swollen hands and was taken to a hospital. Several other people complained of ringing in their ears.\nThe passenger whose bag was being screened at the time is a Japanese citizen who planned to take a flight to Tokyo, said Police Chief William Bratton. He was questioned by police and the FBI, who also interviewed other nearby travelers. The flashlight in his bag disintegrated when the two C batteries inside exploded, Bratton said.\nAbout half an hour earlier, security workers spotted a passenger bypassing security at United Airlines' Terminal 8 by running up a down escalator, TSA spokeswoman Jennifer Marty said. Security officials ordered the evacuation of the terminal and two connected terminals in order to re-screen passengers.\nAfter about 40 minutes, security officials gave up searching for the passenger, who had gotten off a plane and went back into a secure area, said Larry Fetters, the airport's TSA security director.\nAuthorities are especially wary of terrorism at Los Angeles International Airport, among the world's busiest. It has twice been targeted for attacks - a foiled bomb plot planned for around New Year's Day 2000, and a shooting at a check-in counter that left three dead on July 4, 2002.\n\nGraphic\n\n \nphoto\n\nLoad-Date: September 5, 2004"
}