{
    "title": "4 terrorism suspects escape in Afghanistan",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 7,
    "day": 12,
    "full text": "BAGRAM, Afghanistan - Four suspected Arab terrorists broke out of a U.S. military detention facility in Afghanistan on Monday, fleeing through barbed wire stockades in the first escape from the compound since the American military took over the former Soviet airbase.\nAlso Monday, rescuers reported finding the body of a U.S. Navy SEAL, the last to be accounted for from a four-man special forces unit that disappeared after a June 28 ambush in the rugged mountains in the east of the country.\nU.S. and Afghan forces launched a manhunt for the suspects, identified as Arabs from Syria, Saudi Arabia, Kuwait and Libya. U.S. soldiers set up roadblocks and helicopters clattered low over villages near the heavily guarded base north of the capital, Kabul.\nBagram is in a wide, dusty plain at the foot of the Hindu Kush mountains, and much of the area around the base remains mined from Afghanistan's civil war and Soviet occupation. The base itself is surrounded by a series of barbed wire fences and is intensely guarded by U.S. troops. The main entrance is a series of checkpoints and all visitors are checked several times by U.S. military guards.\nThe escapes were another setback for the U.S. military as it struggles with insurgent fighting that has left more than 700 people dead in three months and threatened to sabotage three years of progress toward peace. Over the weekend, 22 Afghan soldiers were killed, including 10 who were beheaded.\nThe discovery of the body of the U.S. Navy SEAL in Kunar province on Sunday ended a desperate search for the final unaccounted for member of the special forces team. One of the four was rescued July 3, and two were found dead the next day.\nThe missing SEAL whose body was found most recently was identified as Petty Officer 2nd Class Matthew G. Axelson, 29, of Cupertino, Calif.\nRear Adm. Joseph Maguire, commander of Naval Special Warfare Command at Pearl Harbor, said Axelson's body was found in roughly the same area where the bodies of the other two SEALS were recovered.\n\"It was his platoonmates that went out, were the ones that found him and the ones that brought him home,\" Maguire said.\nHe said rumors of Axelson being captured and killed by insurgents were \"absolutely false.\"\nU.S. military spokesman said the injuries on Axelson's body were consistent with \"a firefight, a combat operation with smalls arms fire, RPG [rocket-propelled grenade] rounds.\"\nSixteen troops died in the June 28 chopper crash, the deadliest single attack on the U.S. military since the war began here in 2001.\n\"The SEALS were there because that's where the fight was. And we will continue to go wherever the fight is,\" Maguire said Monday at a memorial service in Honolulu honoring the dead servicemembers.\nThe surviving commando was saved by an Afghan shepherd named Gulab, who found him wounded in the mountains and took him to his home, according to an article based on an interview with the villager in this week's edition of Time magazine.\nDespite demands from the insurgents to hand over the American, Gulab and his neighbors refused because of a tribal honor code that bars them from refusing sanctuary to a guest, the report said. The shepherd later escorted the American to the nearest U.S. base in the town of Asadabad.\nU.S. military officials in Kabul have declined to comment on how the commando was rescued.\nThe four terrorist suspects who escaped Monday from the U.S. military detention facility at Bagram were identified as Abdullah from Syria, Mohammed al-Qatari from Saudi Arabia, Mahmood Ahmad from Kuwait and Abulbakar Mohammed Hassan from Libya, according to local police chief Abdulrahman Mawalana.\n\"They are considered dangerous and are suspected terrorists,\" U.S. military spokeswoman Lt. Cindy Moore told The Associated Press.\nLocal government chief Kaber Ahmad said, \"coalition forces, police and Afghan troops have surrounded several villages near the base,\" and have distributed photos of the four, who have short hair and long beards.\nIn the pictures, the men are wearing orange prison outfits and one man is grinning. Descriptions under the photos describe two of them as of Middle Eastern descent and the other as Arab. There is no description of the fourth.\nMoore declined to identify the four escapees or elaborate on why they were being held. Another military spokesman, Lt. Col. Jerry O'Hara, described them only as \"enemy combatants.\"\nHe said it was the first time anyone has broken out of Bagram's detention facility, where most of about 500 detainees in Afghanistan are held.\nSuspected militants have broken out of other detention facilities. In 2003, 41 suspected Taliban rebels escaped from a government-run jail in the southern city of Kandahar by digging a tunnel.\nU.S. and Afghan officials have warned the violence is likely to worsen ahead of legislative elections in September.\nAn airborne infantry battalion of about 700 troops based in North Bragg, N.C., was preparing to deploy to Afghanistan to bolster the 20,000-strong U.S.-led coalition so it can \"enhance security during the election,\" Brig. Gen. Jack Sterling, a deputy commanding general, said in a statement.\n\nLoad-Date: July 13, 2005"
}