{
    "title": "4 terrorism suspects detained in Greece Belgium on high alert; France quietly buries 2 brothers in a",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 1,
    "day": 18,
    "full text": "Widening a European counterterrorism dragnet, Greek authorities on Saturday detained four terrorism suspects, including a man believed to be the ringleader of a Belgian jihadi cell.  \nA Greek police official said the four were arrested separately in Athens and included a man who matches the description of Abdelhamid Abaaoud - who Belgian authorities suspect was behind a jihadi cell that was dismantled in Belgium on Thursday. \nAuthorities in Belgium were going over photos, fingerprints and DNA material sent from Greek police to try to verify whether the person was Abaaoud, said Greek and Belgian officials, speaking only on condition of anonymity because of the sensitivity of an ongoing investigation.\nGreek officials initially thought Abaaoud was in Turkey, but the detained man's name, as well as the cellphone found on him, matches descriptions that Greek police received from Belgium, the Greek official said.  \nThe announcement came amid a groundswell of popular antagonism across Europe against radical Islam, stepped-up police efforts to prevent terrorism, and protests against caricatures of the Prophet Muhammad across the Muslim world that have underscored vast cultural differences.Belgium has raised its terror warning to 3, the second-highest, following anti-terror raids there Thursday that left two suspects dead and a third wounded amid fears they had been planning imminent attacks on police and their offices. \nThe country deployed 150 paratroopers Saturday to guard possible terrorism targets, including some buildings in Antwerp's Jewish quarter. It was the first time in 30 years that authorities used troops to reinforce police, and they said the number of troops could double until a review of the situation next week. \nMeanwhile in France, authorities sought to head off possible civil unrest and glorification of terrorism after the country's worst attacks in decades - assenting to quietly bury the two brothers involved in the attack against the Charlie Hebdo newspaper and banning an anti-Islamist demonstration in Paris.\nWe are one country, one people, one France - without distinction by religion, belief or sensibility, President Francois Hollande said in a speech Saturday in south-central France. An ardent France against those who want to instill among us who-knows-what war of religion. \n\nLoad-Date: January 18, 2015"
}