{
    "title": "4 to face trial in trailer burglary",
    "publisher": "colusa county sun-herald ",
    "year": 2014,
    "month": 10,
    "day": 15,
    "full text": "Oct. 15--Four men facing charges in relation to an allegedly gang-related burglary will stand trial, a judge ruled at a preliminary hearing on Thursday.\nTony Junior Gudino, Tyler Ray Lopez, Nathaniel Eisenhower Rojas, and Devin Kenneth Pearson will be charged with first-degree burglary with a special allegation of street terrorism, vandalism with over $400 worth of damage with a special allegation of street terrorism, grand theft of personal property with a special allegation of street terrorism and street terrorism. Lopez will also be charged with receiving stolen property, Colusa County Superior Court Judge Jeffrey A. Tompson ruled.\nCharges were dropped against Kassandra Desiree Troughton.\nThe charges stem from an incident on Sept. 4 in which the victim, Francisco Beltran, came home to find four men standing around his trailer home according to Colusa County Deputy Sheriff Matthew Purcell. A Hispanic man questioned Beltran's citizenship and right to live on the property, which Beltran rented from Ralph Castanon, suspected to be a member of the Norteños street gang, Purcell said.\nThe man told Beltran that Beltran had 24 hours to move and threatened to kill Beltran if Beltran told anyone, Purcell said.\nBeltran called police, and Colusa County Deputy Sheriff Arnold Navarro reported as a translator for other officers. He said in court Beltran's trailer was completely trashed. A window was broken, his swamp cooler was on the ground, the TV was broken, and items were scatter about. It was obviously more than mere messiness, Navarro said.\n\"Everything that may have been attached was destroyed,\" Navarro said.\nBeltran told Purcell many items had been stolen from the trailer, including a flashlight, a refrigerator, an expensive cowboy hat and boots. Navarro said he believed the damage to be more than $400.\nOne of the men, Purcell said Beltran reported to police, was Gudino. Beltran told police he knew Gudino and had liked him. Then, during a series of photo lineups, Purcell said Beltran identified Rojas and Lopez.\nSgt. Miles Lewis of the Colusa County Sheriff's Department said Beltran told him Beltran recalled seeing a silver SUV. Police traced the SUV to Pearson and his girlfriend, Troughton, who both admitted to driving to Castanon's main house.\n\"We might have been at two places we shouldn't have been,\" Pearson told Lewis.\nMonitoring a visit between Rojas and Castanon, Lewis said he overheard Rojas say to Castanon:\n\"Your white son took care of the 'pisa' (derogatory slang implying a newly immigrated Hispanic person who does not speak English).\"\nAccording to a conversation Purcell had with Castanon, Beltran paid Castanon $150 to live on his property. Beltran had paid August's rent, but not September's, according to Purcell.\nInvestigator Dave Salm of the Colusa County Sheriff's Department testified as a gang expert, saying Rojas is a validated Norteños gang member. Salm said he was fairly confident both Gudino and Lopez are validated gang members as well. Pearson, Salm said, is at least affiliated with the Norteños, if not a full-fledged member. When asked if these men's actions were congruent with gang activity, Salm showed no hesitation in his response.\n\"It's self-explanatory, yes,\" Salm said.\nLewis said several items stolen from Beltran, including prescription bottles with Beltran's name on them, were found at Lopez's residence.\n___ (c)2014 the Colusa County Sun-Herald (Colusa, Calif.) Visit the Colusa County Sun-Herald (Colusa, Calif.) at www.appeal-democrat.com/colusa_sun_herald/ Distributed by MCT Information Services\n\nLoad-Date: October 16, 2014"
}