{
    "title": "4 UK officers charged over alleged suspect attack",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 8,
    "day": 12,
    "full text": "LONDON ? Four British police officers will face criminal charges over an alleged attack on a terrorism suspect wanted by authorities in the United States, prosecutors said Thursday. Britain's Crown Prosecution Service said the men are accused of assaulting Babar Ahmad during his arrest in 2003, when he suffered a series of injuries. \nAhmad, a 36-year-old British computer specialist, is accused by the United States of running websites used to raise money for terrorists, and of supplying them with gas masks and night vision goggles. Simon Clements, of the prosecution service, said the police officers will appear at a London court on Sept. 22 on a charge of assault causing actual bodily harm. \"It will now be for the jury to determine whether any police officer should be punished for the assault upon me,\" Ahmad said in a statement issued by his lawyer Fiona Murphy. Police constables Nigel Cowley, John Donohue, Roderick James-Bowen and Mark Jones face a maximum penalty of five years in jail if convicted. \"Ahmad suffered a number of injuries during that arrest, including heavy bruising to the head, neck, wrists and feet,\" Clements said in a statement. \"These are serious offenses.\" Clements confirmed that prosecutors reviewed the case after London police paid out 60,000 pounds (US$95,000) in damages to Ahmad last year. An original inquiry by the London police department at the time of the incident had ruled that no officer should be disciplined, or face criminal charges. Ahmad's supporters claim he suffered 73 injuries between his arrest at his home on Dec. 2, 2003, and his arrival at a police station in central London. In July, the European Court of Human Rights temporarily halted Ahmad's extradition to the U.S. to face terrorism charges. It will make a ruling next year on whether the fact he could face potential imprisonment without parole, and be held in solitary confinement, breaches his rights under European law. Prosecutors in Connecticut accused Ahmad in 2004 of running several websites including Azzam.com, which investigators say was used to recruit members for the al-Qaida network, Chechen rebels and the Taliban in Afghanistan. Ahmad remains in custody in a prison in western England while he awaits the outcome of the European court hearing. \n\nLoad-Date: August 13, 2010"
}