{
    "title": "4 WVU experts dissect Trump Union speech",
    "publisher": "the dominion post ",
    "year": 2018,
    "month": 2,
    "day": 4,
    "full text": "Feb. 04--CHARLESTON -- President Donald Trump, during his State of the Union Address on Tuesday, offered a look back at his first year in office and a look ahead at his goals for the coming year.\nThe Dominion Post spoke with four experts from WVU -- via phone and email interviews -- on three of the topics Trump wants to focus on this year: Infrastructure, immigration and terrorism.\nInfrastructure\nKaren Kunz, an associate professor in the Department of Administration, and John Deskins, director of WVU's Bureau of Business and Economic Research, talked about Trump's infrastructure plans.\nTrump wants Congress to craft a bill raising $1.5 trillion to bring roads, bridges, railways and so on back up to snuff. He wants the federal government to partner with state and local governments and private investors, and trim the permitting period from 10 years to one or two.\nThe American Society of Civil Engineers said in its most recent TRIP report that the nation has 614,387 bridges; almost 4 in 10 are 50 years or older and 9.1 percent were structurally deficient in 2016.\nAmerica's roads, the report says, are frequently in poor condition, chronically underfunded and are becoming more dangerous. One out of every five miles of highway pavement is in poor condition, and traffic fatalities increased by 7 percent from 2014 to 2015, with 35,092 people dying.\nThe problem is the money, Kunz and Deskins agreed. The states don't have it, Kunz said, and the private sector is not overly enthused. \"I'm not sure he'll get anybody to play.\"\nFederal fuel taxes help pay for highway infrastructure now. Gas is 18.4 cents per gallon and diesel is 24.4 cents.\nCombined, they raised just over $35 billion in 2014. Trump's $1.5 trillion is about 42 times more than that, which would require a significantly higher gas tax.\nBut Trump isn't asking for a tax hike, Kunz said. And she doesn't know if Congress will opt for deficit spending. \"I don't see it happening. ... This is a nonstarter.\"\nDeskins believes Trump's plan is to fund the improvements by raising the deficit. The question then becomes how much those investments will benefit the economy.\nWill we see economic stimulus through improved infrastructure, he said, or higher interest rates from a higher national deficit crowding out private investment?\nFurther clouding the issue is that the relationship between the federal deficit and interest rates isn't what it used to be. Up until 2008 and the Great Recession, national debt was 35-40 percent of GDP; since then, it's about 70 percent.\nMany economists, he said, think debt doesn't make a difference at the low range; but we reach a tipping point where its creates problems for the private sector. Whatever that point is, we're closer to it.\nImmigration\nTrump proposed \"four pillars\" for immigration reform: A 12-year path to citizenship for Dreamers, children brought here by illegal immigrant parents; more secure borders through a wall, more agents and closing legal loopholes; ending the visa lottery and using instead a skills- and merit-based system; and ending \"chain immigration\" where legal immigrants can bring in family members.\nWilliam Brustein, WVU vice president for global strategies and international affairs, addressed the four pillars, speaking, he said, not as a WVU official but as a scholar whose research focuses on nativism and immigration.\n\"We've been a country that has welcomed immigrants and has benefited from them,\" Brustein said. \"I support fully developing a path for citizenship\" for the Dreamers. However, the 12-year path is more than twice that of the five-year naturalization path for legal immigrants. The Dreamer path should be the same length.\nRegarding the border wall, he said, \"Most people who have studied this carefully do not think that a physical wall is the best means to ensure security and safety.\"\nWisely deploying technology and personnel, with some physical structures at strategic points, would cost less and would be more effective. And that would leave money to be better spent on other matters that could help the country continue to grow and prosper.\nTrump characterized the visa lottery system as a means for terrorists and criminals to easily slip into the country. Brustein disagrees.\n\"Don't look at one or two examples where individuals brought in were involved in terrorism or crime and use it as a blanket to totally castigate a program,\" he said.\nAnd the program isn't an automatic in. It allows for up to 50,000 immigrants per year, who go through a long, thorough vetting period. And it allows only the individual, when his or her number is called, to apply for and possibly obtain a visa. It's not just handed out willy-nilly.\nThe program enriches our country, he said, by allowing people from places where they wouldn't ordinarily have a chance to move away to come here to learn about us, and for us to learn about them.\n\"Getting people to come here who have that fire in their belly, who really want to have that opportunity in this great country to contribute, it's so important I hate to see us move away from it.\"\nTrump characterized chain migration as another means for terrorists and criminals to slip in. Brustein said the law isn't quite as wide open as Trump suggests. \"We have to be a country that looks at things based upon the evidence.\"\nFamily reunification, as chain migration is formally called, he said, is grounded on the 1965 Immigration and Nationality Act.\nGreen card holders can cosponsor spouses and married children; U.S. citizens can petition to bring in their parents, siblings and married adult children. Generally, most folks bring in only three to four family members.\n\"Look at the numbers. They don't support the argument that these people are becoming terrorists.\"\nThe history of immigration has been that people from one area will congregate; in this way, they can develop networks to help them assimilate, acquire jobs and learn the language.\n\"Almost without exception these people have enriched our country. Why is it an issue now?\"\nA few immigrants have been associated with terrorist acts, he said, which has served as an indictment for the whole program.\n\"I fear that if we continue down this path of America as a non-friendly nation ... that we will lose this great talent that aspires to come here and make the contributions and continue to lift the United States.\"\nAnd we could lose good people who are here already. That would be terrible for the country. \"And I worry about that.\"\nTerrorism\nTrump talked about viewing terrorists as unlawful enemy combatants. He issued an executive order, he said, to have the secretary of defense re-examine the previous administration's detention policy and to keep the Guantanamo Bay -- Gitmo -- prison open. He's also putting in place new rules of engagement to untie the military's hands when it needs to respond.\nLarry Nichols is a professor of sociology and anthropology who teaches the sociology behind terrorism.\nUnlawful enemy combatants, he said, would refer mainly to international terrorists, rather than to domestic groups that engage in political violence.\n\"So this way of speaking frames terrorism as an international threat, rather than a domestic threat, or a combination of these -- ISIS, rather than Dylan Roof. Also, the phrase indicates a connection to a group. While terrorism is very often a group activity, there are also quite a few lone wolves.\n\"Some of those lone wolves may link themselves to ISIS while others may be freelancers, sometimes with private grudges, such as Ted Kaczynski, the Unabomber.\n\"To be fair, jihadism is the most widespread form of terror around the world at present, operating on several continents. ... So if we ask which groups are most 'out to get the U.S.,' the answer would be jihadist groups. But, again, this omits domestic terror threats based on race or religion or sexuality, etc. -- as though the [president] only needs to protect the country from external threats.\"\nRegarding the rules of engagement, Nichols noted that there are international conventions on warfare that prohibit attacks on civilian populations or the use of weapons of mass destruction. \"These cannot be ignored, if the U.S. is to maintain its moral standing.\"\nOn Gitmo, Nichols said the ordinary courts are not well suited to handle international terror cases. Even domestic terror cases can be problematic. Ireland has Diplock Courts, created to handle Irish Repulican Army cases. They allowed secret testimony and protected the identity of witnesses from possible retaliation or pre-trial violence. \"The rights of the accused suffered in the process.\"\nIsrael has used administrative procedures, he said, often also based on anonymous informants, and has kept suspected Arab terrorists behind bars for long periods, again with a loss of rights of the accused. \"In some cases, rather than take suspected terrorists to court, Israel has shot them on the street -- including the first two heads of Hamas.\"\nIsrael also has special prisons for both men and women involved in terrorist attacks, including failed suicide bombings.\nThe Dominion Post raised the point that Trump strives -- and to some extent succeeds -- to appear stronger on terror than his predecessor.\nNichols said Trump \"believes strongly that a fundamental task of the office is to project strength, and there is no doubt that many U.S. citizens desire this. For the past half century, Republicans have done this more effectively, (Ronald) Reagan most of all.\"\nFranklin D. Roosevelt, Truman and Kennedy all succeeded at projecting strength, but Kennedy was the last Democrat to succeed at this. \"Ever since the disillusionment over the Vietnam War, Democrats have seemingly lost this ability. ... Hillary Clinton is plenty tough, but she did not project this quality during the election, focusing on domestic issues with the vague slogan, 'Stronger together,' which I doubt inspired anyone.\n\"A downside here is that jihadists can use the rhetoric and actions of [the president] to recruit, more so than under Obama or Hillary. They can effectively portray him as anti-Muslim and as desecrating Muslim lands.\"\nFollow David Beard on Twitter @dbeardtdp. Email dbeard@dominionpost.com\n___ (c)2018 The Dominion Post (Morgantown, W.Va.) Visit The Dominion Post (Morgantown, W.Va.) at www.dominionpost.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: February 4, 2018"
}