{
    "title": "4,000 Jobs To Be Cut At Pan Am",
    "publisher": "the new york times",
    "year": 1991,
    "month": 2,
    "day": 6,
    "full text": "The Pan Am Corporation said yesterday that it would cut about 4,000 jobs and reduce service to Europe as a result of the falloff in international air travel since the Persian Gulf war began.\nThe company, which has been operating under bankruptcy protection since early this year, said it would not eliminate any European destinations but that it would reduce the frequency of the flights and use smaller planes. Most of the job cuts would be in the Pan American World Airways subsidiary, which has already reduced its trans-Atlantic flights by nearly 35 percent since the outbreak of war, but the Pan Am Shuttle and Pan Am Express subsidiaries will also be affected.\n \n21% Fewer Workers\n The job cuts will reduce the company's personnel by about 15 percent, leaving Pan Am with 22,500 employees, or about 21 percent fewer than a year ago.\nThe reduction in Pan Am's trans-Atlantic flights follows cuts the company made before the United Nations' Jan. 15 deadline for Iraq to leave Kuwait. In that prewar period Pan Am suspended service to several countries, including Israel, Saudi Arabia, Greece, Turkey and Pakistan.\nThe bulk of Pan Am's business comes from international travelers, and the fear of terrorism recently has been especially damaging to the airline, which is already pressed for cash.\n \n'Painful Action'\n \"The precipitous decline in trans-Atlantic travel requires painful action,\" Thomas G. Plaskett, the airline's chairman, said in a statement.\nMr. Plaskett said the cuts would be a combination of voluntary leaves, furloughs, attrition and transfers to United Airlines. All the company's employee groups will be affected by the cuts.\n\"It's not an overreaction at this point,\" said Kevin Murphy, an airline industry analyst with Morgan Stanley & Company.\n \n'Other Shoe Has Dropped'\n \"For all the carriers that have international exposure -- even for the strong guys -- the other shoe has dropped,\" he added. \"Now you have high fuel prices, seasonal slowness, the beginning of a recession, and now the terrorism shoe has dropped.\"\nMr. Murphy added that the cuts were not unreasonable given Pan Am's lack of cash to meet obligations and the need of the company to hang on until it can get $290 million from the sale of its London-Heathrow routes and other assets to United.\nPan Am, buffeted by high fuel costs and a heavy debt load, filed for bankruptcy protection on Jan. 8.\n\nLoad-Date: February 6, 1991"
}