{
    "title": "40 years for spy who hid in the Bronx",
    "publisher": "daily news ",
    "year": 2019,
    "month": 12,
    "day": 4,
    "full text": "A Hezbollah spy who laid low in the Bronx was sentenced to 40 years in prison Tuesday after telling a judge he still sympathized with the terrorist-designated organization.\nAli Kourani (inset) claimed the FBI wrongly rejected his efforts to betray Hezbollah and become an informant. The government countered he was merely trying to avoid facing justice as his cover in the terrorist sleeper cell fell apart.\nThe case represented the first time a member of Hezbollah's Islamic Jihad Organization had been sentenced in a U.S. courthouse, Assistant U.S. Attorney Emil Bove said. The prosecutor told Judge Alvin Hellerstein that Kourani's case had huge implications for Hezbollah's patron, Iran, as well as public safety around the world.\n\"Your voice will be heard today in Lebanon. Your voice will heard in Iran, which is directing IJO operations,\" Bove said.\nPrior to being sentenced for terrorism offenses and other charges, Kourani said the feds had violated his due process by \"overreaching.\"\n\"I wonder what will be next? Dismembering dissidents?\" Kourani, 35, asked.\n\"I don't see Hezbollah as a terrorist organization. If it wasn't for Hezbollah, ISIS would have raided my village,\" added Kourani, who grew up in southern Lebanon.\nHellerstein wasn't having it.\n\"Let me remind you this case came before a U.S. jury,\" Hellerstein said. \"It was not the government, the CIA, the prosecutors or the FBI who found you guilty.\"\nThe government claimed Kourani tried to selectively share intel on Hezbollah with the feds in exchange for help getting his children back from his estranged wife, who had moved to Canada. After numerous meetings the feds chose to arrest him.\n\"You can't blame the government because you're estranged from your wife and she divorced you and took the kids to Canada,\" Hellerstein said.\n\nLoad-Date: December 5, 2019"
}