{
    "title": "400 INTELLECTUALS FORM 'STRUGGLE FOR FREEDOM' UNIT",
    "publisher": "the new york times",
    "year": 1981,
    "month": 2,
    "day": 19,
    "full text": "Four hundred intellectuals, warning that the Soviet Union is an increased danger to democratic societies, have announced the formation of an international committee to lead a ''struggle for freedom.''\nThey said that this struggle, to be conducted by their Committee for the Free World ''in the world of ideas,'' may be won in books, newspapers, broadcasts and classrooms.\nThe committee, with Midge Dector, the writer, as executive director, has set up a three-room headquarters in New York at 211 East 51st Street and another office in London. Its members are prominent writers, publishers, academic figures, scientists and labor leaders from a dozen countries, including Britain, Canada, Australia, France and West Germany\n400 intellectuals announce formation of international committee to lead struggle for freedom against USSR danger to democratic societies\n''Our aim is to alter the climate of confusion and complacency, apathy and self-denigration, that has done so much to weaken the Western democracies in the face of a growing threat to their continued viability and even their existence as free societies,'' the committee said in a policy statement signed by the members. It ended with a commitment to defend the non-Communist world ''against the rising menace of totalitarianism.''\nMiss Decter, whose husband, Norman Podhoretz, is editor of Commentary, said the idea for the committee emerged almost two years ago after she and others attended a meeting in Jerusalem on international terrorism. She said she came away convinced of the need for action against those who kidnap and throw bombs, many of whom are trained in the Soviet Union and Cuba, but also concerned about a spreading practice of indulging in self-criticism to the point of condoning terrorism as being justified. The committee wants Israel's future to be secure, she said, but Middle East policy is a general concern, not an overriding one.\nThe American members appear to include many writers and political scientists frequently identified with the neoconservative viewpoint, meaning critics who have moved to the right and advocate a more assertive American foreign policy. Besides Miss Decter and Mr.  Podhoretz, they include Irving Kristol, editor of The Public Interest; Seymour Martin Lipset, Nathan Glazer and James Q. Wilson, sociologists, and Sidney Hook, the philosopher.\nMiss Decter said the group intended to sponsor conferences here and abroad, the first a meeting this fall on Soviet expansionism. She said the committee intended also to ''monitor'' news reports and publish a monthly bulletin to answer articles that it thought were faulty in logic or in fact.\nInitial financial support of $125,000 was provided by individual contributors and foundations such as Pittsburgh's Scaife Foundation, the John M. Olin Foundation of Missouri and the Smith Richardson Foundation of North Carolina, which have a reputation for supporting conservative causes.\nNot all those invited to sign the policy statement agreed to, and Prof. Ralf Dahrendorf, director of the London School of Economics, for one, publicly acknowledged his refusal in a German-language weekly. Reached in London, he said that although he had many good friends on the committee, he regarded it as strange that people who represented the trend of the times - meaning the political swing to center right - and had access to positions of power seemed ''so defensive.''\nBy contrast, an enthusiastic endorsement of the committee was expressed by Jeane J. Kirkpatrick, the chief American delegate to the United Nations, who said she was compelled to suspend her membership because of her new post."
}