{
    "title": "43 RADICALS SIDE WITH SHEIK HERE",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 3,
    "day": 10,
    "full text": "Forty-three Islamic radicals opened their terrorism trial Tuesday by professing allegiance to Sheik Omar Abdel-Rahman, the cleric who occasionally preaches at a mosque in New Jersey attended by the Palestinian arrested in the World Trade Center bombing.\nAbdel-Rahman, a preacher who has been living in the United States for nearly three years, has denounced the bombing in New York. His lawyer declined to comment on the defendants' statement.\nThe radicals on trial belong to a fundamentalist organization called the Islamic Group. The statement in which they pledged their allegiance to the sheik did not refer to the Trade Center. But British Broadcasting Corp.  said the group had denied, in a fax received Monday in Cairo, that it was involved in the bombing. The fax also threatened retaliation for the linking of Abdel-Rahman's name to the bombing investigation.\nAbdel-Rahman has been acquitted three times by Egyptian courts of charges related to violence by radicals; the charges included ordering the assassination of President Anwar Sadat in 1981. The Muslim radicals took responsibility for the assassination in their statement Tuesday.\nU.S. authorities are trying to expel Abdel-Rahman for providing false information on his application for permanent residency in America.\nEgyptian fundamentalists have staged violent attacks in Egypt since early last year, trying to oust President Hosni Mubarak's secular government and set up an Islamic regime like Iran's. The violence has killed 95 people and wounded 166.\nThe defendants are charged with terrorist acts, including four attacks on buses carrying foreign tourists and an attack on a Nile cruise boat. The indictment also lists an attack on a Coptic Christian shop.\nAs the trial opened in a military court 25 miles northeast of Cairo, one defendant read a statement claiming the Islamic Group was responsible for Sadat's assassination and the murder last year of a prominent writer opposed to Muslim fundamentalism. The defendant said the group had tried to kill a former Egyptian interior minister.\n\"Islam, you are returning. You will rule with the Koran,\" the other defendants chanted from adjacent cages in the courtroom. \"Imprisonment and execution would not frighten us,\" they added.\nThe men interrupted their chanting long enough for one of the accused, Hisham Abdel-Zaher, an engineer, to read the statement.\nOver the protests of defense lawyers, Abdel-Zaher said: \"What is the al-Gamaa al-Islamiya (Islamic Group)? It is led by Dr. Omar Abdel-Rahman.  It killed Sadat after he rejected the rule of God. If terrorism and extremism means legitimate self-defense and the defense of our religion and honor, then welcome terrorism.\"\nThe court is hearing charges related to attacks on foreigners and tourist sites beginning late last year. The military prosecutor said many of the defendants face the possibility of a death sentence.\n\nGraphic\n\n \nPHOTO; Photo by Reuters - Muslims on trial in attacks on tourists in Egypt holding the Koran in their cage in Cairo Tuesday. A banner over their heads reads: \"We didn't kill anyone of the tourists.\" They said they were memebers of the Islamic Group and followers of Sheik Omar Abdel-Rahman, now in New Jersey.\n\nLoad-Date: September 29, 1993"
}