{
    "title": "48 POLITICAL PRISONERS FREED IN S. AFRICA AS POSITIVE GESTURE",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 6,
    "day": 10,
    "full text": "JOHANNESBURG, South Africa (AP) - President F.W. de Klerk freed 48 political prisoners Saturday in a goodwill gesture aimed at improving the climate for black-white negotiations, the Prisons Service said.  Those released included activists convicted in some of the country's most highly publicized terrorism and treason trials in recent years, said attorney Ramesh Vassen, who represented several of the people freed.\nDe Klerk announced on Thursday the end of the national state of emergency for three of South Africa's four provinces, and he said that he would release 48 prisoners as a goodwill gesture.  One of the men released, Stephen Nkosi, said he thought that the 48 had been freed as a publicity move to counteract the current international tour by African National Congress leader Nelson Mandela.  Mandela is on a six-week tour of Europe, North America and Africa and is urging foreign governments to maintain economic sanctions against South Africa to protest apartheid.  Nkosi was sentenced to 16 years in 1977 for what he described as ANC- related activities. He was among 28 men freed from Robben Island Prison, off Cape Town.  Ashraf Karriem, convicted in 1988 along with several others at a terrorism trial, hugged his ailing father at a tearful reunion in Cape Town. ''I've been praying for this day; I can die now,'' said the father, Abdulrahman Karriem, 63.  The ANC, the country's most powerful opposition group, says the lifting of the state of emergency, the release of political prisoners and the return of exiles are conditions for black-white negotiations on ending apartheid.\n\nGraphic\n\n \nPhoto; PHOTO By Agence France-Presse...Young Admirer...President George Bush mimicking the bashful expression of a baby Friday at a rally in Omaha, Neb., for the group Mad Dads, a group working against drugs and gang violence.\n\nLoad-Date: October 14, 1993"
}