{
    "title": "5 Americans Held in Pakistan Plead Not Guilty to Terrorism Charges",
    "publisher": "the new york times",
    "year": 2010,
    "month": 3,
    "day": 18,
    "full text": "LAHORE, Pakistan -- Five young American Muslims detained in Pakistan in December on suspicion of seeking to join jihadists in Afghanistan were formally charged Wednesday, in a case that added to fears that Westerners might increasingly be turning to Islamist-inspired terrorism. \n  The five men, friends from the Washington suburbs in their late teens and early 20s, pleaded not guilty to the charges, which include plotting attacks in Afghanistan, raising money to commit terrorism and planning attacks against Pakistani allies and targets within the country, according to Hassan Katchela, a defense lawyer for the men. Some of the charges carry life imprisonment sentences.\n  The five are Ramy Zamzam, a dental student of Egyptian descent at Howard University; Ahmed Abdullah Minni, a native of Eritrea; Aman Hassan Yemer, originally from Ethiopia; and Umer Farooq and Waqar Khan, who are of Pakistani background. They are scheduled to appear in court again on March 31, when the government is expected to present evidence.\n  The filing of formal charges indicated that the men were not likely to be deported to the United States soon, although the possibility of their expulsion had been raised by American officials in the days after their arrest. \n  Pakistani authorities said the men, encouraged by Internet contacts with a Pakistani militant, went to Pakistan last year seeking to wage jihad against American troops in Afghanistan. They were arrested in early December in the city of Sargodha and have been jailed there since. \n  At a closed hearing on Wednesday, a district judge in Sargodha read a three-page description of the five charges that had been filed against each man. In addition to plotting attacks in Afghanistan, they were accused of planning assaults on a Pakistani nuclear power plant and Pakistani air force bases in Sargodha and the central city of Mianwali, Mr. Katchela, the defense lawyer, said in a telephone interview. \n  The case of the five young men is among a handful of high-profile terrorism cases that have recently stirred concerns about the radicalization of Muslims in the United States. \n  This month, a New Jersey man accused of joining Al Qaeda was arrested in a sweep in Yemen, then shot a guard to death at the hospital where he had been taken for treatment, the authorities said. A federal indictment unsealed last week tied a Pennsylvania woman who called herself JihadJane on the Internet to a plot to kill a Swedish artist who had depicted the Prophet Muhammad's head on a dog's body.\n  David C. Headley of Chicago was accused in December of helping to scout out locations for the deadly attacks on Mumbai, India, in 2008, and has also been charged with planning to attack a Danish newspaper that incensed many Muslims by printing cartoons with the image of the Prophet Muhammad. \n  Mr. Headley was expected to plead guilty on Thursday.\n  Najibullah Zazi, an Afghan immigrant who worked at a coffee stand in lower Manhattan, pleaded guilty in February to plotting to bomb the New York subway. American authorities called the case one of the most serious threats since the Sept. 11 attacks. \n  Other cases that have drawn concern include those of the several Somali-Americans in Minnesota who returned to Africa to fight alongside Islamic militants who control much of Somalia; the Muslim-American psychiatrist accused of shooting 13 people to death at Fort Hood, Tex.; and a Long Island man who converted to Islam and traveled to Pakistan and Afghanistan to join up with militants.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 18, 2010"
}