{
    "title": "5 Americans convicted in Pakistan of terrorism",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 6,
    "day": 24,
    "full text": "SARGODHA, Pakistan ? Five young American Muslims were convicted of plotting terrorist attacks and sentenced to 10 years in jail Thursday in a case that highlights concerns about Westerners traveling to Pakistan to link up with al-Qaida and other extremist groups. Prosecutors said e-mail records, documents and witness statements proved the men from the Washington, D.C., area used the Internet to plot terror attacks in Pakistan and allied nations and meet militant organizations in the country. They sought life imprisonment for the defendants. \nDefense lawyers said the evidence was faked and the men were innocent. They vowed to appeal. The father of one of the men said they were in Pakistan to attend his son's wedding but had also intended to cross into Afghanistan for humanitarian work. In November, family members in the United States informed authorities the men had gone to Pakistan after one left behind a farewell video showing scenes of war and casualties and saying Muslims must be defended. \"There is no question of them wanting to fight; they can't even kill an ant,\" said the father, Khalid Farooq, a Pakistani-American. \"They wanted to help orphans.\" The men were staying in Farooq's house in the central Pakistan city of Sargodha when they were arrested six months ago. The trial was sensitive for the U.S., which is pushing Pakistan to crack down on militancy but has also complained about persistent anti-Americanism in the government, bureaucracy and media. State Department spokesman Mark Toner said Thursday that the U.S. respects the Pakistani justice system but it was too early to assess whether the trial was fair because the appeals process is still to come. \"But we have continued to provide consular assistance to these U.S. citizens throughout, and a consular officer attended the court hearing,\" Toner told reporters in Washington. The verdict comes just days after Pakistani-American Faisal Shahzad pleaded guilty to trying to bomb New York's Times Square in May after getting training by the Taliban in Pakistan's tribal areas. Several other so-called \"homegrown terrorists\" have been arrested over the last 18 months, highlighting what experts say is the vulnerability of a small number of Muslims living or growing up in the United States to militancy. The trial in Pakistan was closed to journalists, observers and family members and took place in a special anti-terrorism court established within a prison in Sargodha. As is common in terrorist cases, a single judge heard the case. The judge handed down two prison terms for each man, one for 10 years on a criminal conspiracy charge and the other for five years on the charge of funding banned organizations for terrorism. The terms are to be served concurrently. There has been no indication the men would be extradited to the U.S. The five were acquitted of three other charges, including planning to wage war against the U.S. and Afghanistan. The men said nothing when the verdict was read out, deputy prosecutor Rana Bakhtiar said. In letters tossed to journalists from a prison van, the men earlier claimed they were tortured by Pakistani police and FBI agents, charges denied by authorities here and the U.S. The trial moved with unusual speed in a country where cases often drag out for years. The men have been identified as Ramy Zamzam of Egyptian descent, Waqar Khan and Umar Farooq of Pakistani descent, and Aman Hassan Yemer and Ahmed Minni of Ethiopian descent. They range in age from late teens to mid 20s. Umar's father, Farooq, called the verdict \"a great disappointment.\" \"I will right away go to the high court, even to the International Court of Justice, to get these innocent youths justice,\" said Farooq. \"I have not had a chance to see my son or the other fellows. I hear they are very frustrated and need to be consoled.\" Defense lawyer Hassan Dastghir said he was confident the conviction would be overturned. Terrorism charges are often thrown out by higher courts in Pakistan due to lack of evidence. A spokesman for the Council on American-Islamic Relations, which put the men's families in contact with the FBI after they went missing, said Thursday it is evaluating the verdict. Other family members in the United States could not immediately be reached for comment. Mohammad Zahid Khan, president of the ICNA mosque in Alexandria, Virginia, where the young men worshipped, said the verdict was hard on the tight-knit community that has provided moral support to the men's families. \"Everybody was expecting they would be released because the prosecution had a very weak case,\" Khan said. \"We believe they may be misguided,\" he said, but it's hard to know because they haven't been able to speak with them since the arrest \n\nLoad-Date: June 25, 2010"
}