{
    "title": "5 arrested in connection with Sydney police worker's killing",
    "publisher": "university wire",
    "year": 2015,
    "month": 10,
    "day": 6,
    "full text": "Police pull over and search a man and his vehicle near a house which was raided earlier Wednesday morning on Bursill Street at Guildford in Sydney's west, Oct. 7, 2015. Police arrested five people during a series of raids on Wednesday in connection with the slaying of a civilian police worker, which officials have said they believe was linked to terrorism. (Dean Lewins/AAP Image via AP) NO ARCHIVING, AUSTRALIA OUT, NEW ZEALAND OUT, PAPUA NEW GUINEA OUT, SOUTH PACIFIC OUT\nSYDNEY - Police arrested five people during a series of raids Wednesday in connection with the slaying of a civilian police worker, which officials have said they believe was linked to terrorism.\nMore than 200 officers swooped into homes in western Sydney and arrested the men, aged 16 to 24, as part of their investigation into the killing of Curtis Cheng, New South Wales police said. Cheng, a police finance worker, was shot by an Iranian teenager while leaving work in the western Sydney suburb of Parramatta last week. The killer, 15-year-old Farhad Jabar, was shot dead by police.\nPolice said on Saturday that they believe the killing was politically motivated and therefore linked to terrorism, though they said Jabar's specific motivations were unclear, including whether he was working alone or linked to a specific group. They also didn't know whether Cheng was personally targeted, or targeted more generally because he was a police employee.\nThe men arrested on Wednesday were taken into custody and were being interviewed by police. Officials declined to release details on what they believe their connection might be to Cheng's death.\nAustralia has been struggling to cope with a string of homegrown terrorism crimes involving teenagers. In September 2014, an 18-year-old was shot dead by police after stabbing two counterterrorism police officers in Melbourne. In April, several teens were arrested on suspicion of plotting an Islamic State group-inspired terrorist attack at a Veterans' Day ceremony that would have targeted police officers. And in May, police arrested a 17-year-old in Melbourne and accused him of plotting to detonate three homemade pipe bombs.Advertisement\n\nLoad-Date: October 7, 2015"
}