{
    "title": "5 ARRESTED IN DANISH TERRORISM ATTEMPT PAPER WAS TARGET FOR PROPHET CARTOONS",
    "publisher": "the new york times",
    "year": 2010,
    "month": 12,
    "day": 30,
    "full text": "A group of men arrested Wednesday in Denmark was about to mount a \"Mumbai style\" attack on the Danish newspaper that ignited Muslim fury by publishing satirical cartoons of the Prophet Muhammad in 2005, the head of the Danish Security and Intelligence Service said.\nSeveral European countries have been on high alert for months over the possibility of an attack modeled on the 2008 assault on Mumbai, India, in which 10 highly trained and heavily armed men stormed hotels, train stations, restaurants, a Jewish center and other sites, in a bloodbath that left 163 dead.\nDanish Justice Minister Lars Barfoed called the plot \"the most serious terror attempt in Denmark,\" local media reported. The suspects were planning to attack the offices of the newspaper, Jyllands-Posten, before New Year's Day, the Danish security police said.\nOne of those arrested is a 26-year-old Iraqi who has lived in Copenhagen on a residency permit since 2000. Three others -- a 44-year-old Tunisian, a 29-year-old of Lebanese origin and a 30-year-old whose nationality was not immediately clear -- lived in Sweden and drove across the border late Tuesday or early Wednesday, according to authorities.\nA search of the apartment where the three were staying in Herlev, Denmark, uncovered at least one machine gun with a silencer, live ammunition and \"plastic strips that can be used as handcuffs,\" according to the Danish security police, known as PET.\nA fifth suspect, a 37-year-old Swedish citizen of Tunisian origin, was arrested in Stockholm.\nSwedish police said they had followed the rental car the three suspects drove to the Danish border. \"We knew that there were weapons in the car when they left Stockholm,\" said Anders Danielsson, head of Sweden's security police.\nPolice said the suspects who lived in Sweden did not appear to have connections to a botched Dec. 11 suicide bombing near a crowded commercial area of downtown Stockholm. The bomber in that case was a 28-year-old Swedish citizen of Iraqi origin; in a message, he singled out Lars Vilks, a Swedish artist who has also been threatened repeatedly with death since a drawing he made of Muhammad's head on the body of a dog was published by a Swedish newspaper in 2007.\nThe earlier satirical cartoons of Muhammad were commissioned and published by Denmark's Jyllands-Posten newspaper as a statement of freedom of expression. But they were seen as blasphemous and a deliberate provocation by many Muslims and prompted violent rioting in some countries and repeated attempts at violent retribution.\nIn January, a Somalian man armed with an ax and a knife attacked the home of one cartoonist, Kurt Westergaard, in Aarhus, Denmark. In 2009, two Chicago men were arrested in a plot to attack employees of the newspaper; one was David C. Headley, a Pakistani-American who has since pleaded guilty to helping plan the Mumbai attacks.\nThe Jyllands-Posten building in Copenhagen was already under high security before the Wednesday arrests, according to Lars Munch, director of the newspaper's corporate owner. On the newspaper's website, he called the plot \"appalling\" and said the paper was cooperating with Danish police.\nDenmark's Prime Minister Lars Lokke Rasmussen told reporters that he was \"shocked\" by plot. \"Regardless of today's event, it remains my conviction that terrorism must not lead us to change our open society and our values, especially democracy and free speech.\"\n\nLoad-Date: December 30, 2010"
}