{
    "title": "5 face trial in Fort Dix plot",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 10,
    "day": 20,
    "full text": "CAMDEN, N.J. (AP) -- A jury will hear opening arguments today in the trial of five men accused of plotting to kill soldiers on Fort Dix, a case the government has presented as one of the most frightening examples of homegrown terrorism since the Sept. 11 attacks.\nThe five defendants -- all foreign-born Muslim men in their 20s -- who have spent much of their lives in the southern New Jersey suburbs of Philadelphia are accused of plotting to sneak onto Fort Dix to attack soldiers. The Army base primarily trains reservists for duty in Iraq and Afghanistan.\nNo attack was carried out, and lawyers for the men say there was no plot.\nThe men face charges of attempted murder, conspiracy and weapons offenses and could be sentenced to life in prison if convicted on all counts.\nGovernment prosecutors are expected to portray the men as hateful to America and sympathetic to terrorists.\nDefense lawyers had been trying to get evidence that the men had anti-Semitic views barred from trial. They also tried to prevent government prosecutors from showing videos that the men allegedly watched that included scenes of Americans being beheaded in Iraq.\nIn a ruling last week, U.S. District Judge Robert Kugler said prosecutors could present that evidence. But he said the videos must be stopped before any actual beheadings are shown. Mohamad Shnewer, Serdar Tatar and brothers Dritan, Eljvir and Shain Duka were arrested on May 7, 2007.\nAuthorities said they had prepared for an attack by scouting out military bases, buying weapons and training in paintball games and a shooting range, but the case is complicated because no attack was carried out.\nProsecutors are trying to prove not only that they arrested the right men, but also that the suspects were planning a crime.\nDefense lawyers are likely to argue that while their clients may have spoken ill of America and even rooted for terrorists, that does not mean they intended to kill soldiers. They will also question the character, motives and role of two paid government informants who made hundreds of hours of secret recordings that form the bulk of the evidence in the trial.\nLawyers for the suspects have suggested that if there was a plot, informants prodded their clients into it.\nTerrorism law experts across the country will pay attention to the case, which they see as an example of a pre-emptive prosecution of the sort that has become more common since federal law enforcement refocused on terrorism after 9/11.\nWhile it may prevent some crimes -- as the government argues, some lawyers say the method also makes government informants play too big a role in prosecutions.\n\"The risk is that they're convicting and imprisoning people who wouldn't have participated in criminal activity but for the intervention of the informant,\" said Henry Klingeman, a defense lawyer who defended a terrorism suspect -- and lost -- three years ago.\n------\nOn the Net:\nCourt Web site with trial information: www.njd.uscourts.gov/FortDixTrial/index.html\n\nLoad-Date: October 20, 2008"
}