{
    "title": "5 Men Sentenced in Australian Terrorism Plot",
    "publisher": "the new york times",
    "year": 2010,
    "month": 2,
    "day": 16,
    "full text": "An Australian court on Monday sentenced five Muslim men to prison terms of 23 to 28 years for conspiracy to commit acts of terrorism, according to reports from ABC Radio and news agencies.\n  The men, all from Sydney and between the ages of 25 and 44, were convicted in October and were facing maximum sentences of life in prison. The court ordered that the names of the men not be released.\n  Prosecutors said they had stockpiled dangerous chemicals, firearms and ammunition as part of a plan to wage Islamist jihad against the Australian government. \n  Justice Anthony Whealy of the Supreme Court of the State of New South Wales said the men were driven by ''intolerant, inflexible religious conviction.''\n  The trial, which lasted nearly a year, was held in a heavily secured courtroom in Parramatta, a western suburb of Sydney. The jury deliberated more than a month before delivering its verdict.\n  The suspects had been arrested in 2005 after months of surveillance, wiretaps and searches of their homes, police officials said. The police found bomb-making guides and radical Islamist literature that was said to endorse mass murder and martyrdom as part of jihad, according to a report in The Sydney Morning Herald. \n  The judge said Monday that some of the seized material glorified Osama bin Laden and included graphic images of violence involving hostages, ABC Radio reported.\n  The government had also charged that one of the men had trained at a Lashkar-e-Taiba camp in Pakistan, according to reports by Australian newspapers. Lashkar-e-Taiba, a terrorist group based in Pakistan, has been blamed by the United States and India for a number of bold terrorist attacks, including the rampage by gunmen through Mumbai, India, in November 2008 in which more than 160 people were killed. \n\nhttp://www.nytimes.com\n\nLoad-Date: May 26, 2010"
}