{
    "title": "5 Takeaways From the Leaked Files on China_s Mass Detention of Muslims",
    "publisher": "the new york times",
    "year": 2019,
    "month": 11,
    "day": 16,
    "full text": "Hundreds of pages of internal papers offer new insight into how the program began, how it was justified even as the damage it caused was clear, and how some officials resisted it. \nHONG KONG — Internal Chinese government documents obtained by The New York Times have revealed new details on the origins and execution of China’s mass detention of as many as one million Uighurs, Kazakhs and other predominantly Muslim minorities in the Xinjiang region.\nThe 403 pages reveal how the demands of top officials, including President Xi Jinping, led to the creation of the indoctrination camps, which have long been shrouded in secrecy. The documents also show that the government acknowledged internally that the campaign had torn families apart — even as it explained it as a modest job-training effort — and that the program faced unexpected resistance from officials who feared a backlash and economic damage.\nA member of the Chinese political establishment who requested anonymity brought the documents to light in hopes that their disclosure would prevent Communist Party leaders, including Mr. Xi, from escaping responsibility for the program. It is one of the most significant leaks of papers from inside the ruling Communist Party in decades.\nHere are five takeaways from the documents.\nPrivately, officials were blunt about the consequences. \nThe Chinese government has described its efforts in Xinjiang as a benevolent campaign to curb extremism by training people to find better jobs. But the documents reveal the party’s efforts to organize a ruthless campaign of mass detention in the name of curbing terrorism, a program whose consequences they discussed with cool detachment.\nThe papers describe how parents were taken away from children, how students wondered who would pay their tuition, and how crops could not be planted or harvested for lack of workers. Yet officials were directed to tell people that they should be grateful for the Communist Party’s help, and that if they complained, they might make things worse for their family.\nXi set the course by calling for a war on extremism.\nMr. Xi, the party chief, laid the groundwork for the crackdown in a series of speeches delivered in private to officials during and after a visit to Xinjiang in April 2014, just weeks after Uighur militants stabbed more than 150 people at a train station, killing 31. \nHe called for an all-out “struggle against terrorism, infiltration and separatism” using the “organs of dictatorship” and to show “absolutely no mercy.”\nThe documents do not record him directly ordering the creation of the detention facilities, but he ascribed Xinjiang’s instability to the widespread influence of toxic beliefs and demanded they be eradicated.\nAttacks overseas spurred worries at home.\nTerrorist attacks abroad and the drawdown of American troops in Afghanistan heightened the leadership’s fears and helped shape the crackdown. Officials argued that attacks in Britain resulted from policies that put “human rights above security,” and Mr. Xi urged the party to emulate aspects of America’s “war on terror” after the Sept. 11 attacks.\nMr. Xi signaled a break from the policies of his predecessor, Hu Jintao, who responded to deadly 2009 riots in Xinjiang’s capital, Urumqi, with a clampdown but also stressed economic development as a cure for ethnic discontent — longstanding party policy. \n“In recent years, Xinjiang has grown very quickly and the standard of living has consistently risen, but even so ethnic separatism and terrorist violence have still been on the rise,” Mr. Xi said in a speech to party officials. “This goes to show that economic development does not automatically bring lasting order and security.”\nA new boss in the region ordered mass roundups.\nThe internment camps in Xinjiang expanded rapidly after the appointment in August 2016 of a zealous new party boss for the region, Chen Quanguo. He distributed Mr. Xi’s speeches to justify the campaign and exhorted officials to “round up everyone who should be rounded up.”\nMr. Chen led a campaign akin to one of Mao’s turbulent political crusades, in which top-down pressure on local officials encouraged overreach, and any expression of doubt was treated as a crime.\nSome officials were purged for resisting the campaign.\nThe crackdown encountered doubts and resistance from local officials who feared it would exacerbate ethnic tensions and stifle economic growth. Mr. Chen responded by purging officials suspected of standing in his way, including one county leader who was jailed after quietly releasing thousands of inmates from the camps.\nThat leader, Wang Yongzhi, built sprawling detention facilities and increased security funding in the county he oversaw. But in a 15-page confession, which he most likely signed under duress, he worried that the crackdown would harm ethnic relations and that the mass detentions would make it impossible to achieve the economic progress he needed to earn a promotion. \nQuietly, he ordered the release of more than 7,000 internment camp inmates — an act of defiance for which he would be detained, stripped of power and prosecuted.\nPHOTO: The entrance to a re-education camp at Harmony New Village, in Hotan, Xinjiang, China. (PHOTOGRAPH BY Gilles Sabrié for The New York Times FOR THE NEW YORK TIMES)\n\nLoad-Date: November 20, 2019"
}