{
    "title": "5 TERROR SUSPECTS FROM U.K. APPEAR IN U.S. COURTROOMS",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 10,
    "day": 7,
    "full text": "NEW YORK -- An extremist Egyptian-born Muslim preacher entered a U.S. courtroom Saturday for the first time to face multiple terrorism charges, complaining that his prosthetic hooks, medication and special shoes were taken away from him. He was one of five terror defendants arrested in Britain and extradited overnight to the U.S.\nAbu Hamza al-Masri was surrounded by several marshals in a Manhattan courtroom as he faced charges that he conspired with Seattle men to set up a terrorist training camp in Oregon and helped abduct 16 hostages, two of them American tourists, in Yemen in 1998.\nThe 54-year-old, white-haired Mr. Masri exposed both of his arms through his short-sleeved prison shirt. His court-appointed lawyer, Sabrina Shroff, asked that Mr. Masri, indicted under the name Mustafa Kamel Mustafa, have his prosthetics immediately returned \"so he can use his arms.\"\nIn the 1990s, Mr. Masri turned London's Finsbury Park Mosque into a training ground for extremist Islamists, attracting men including Sept. 11 conspirator Zacarias Moussaoui and \"shoe bomber\" Richard Reid.\nMr. Masri -- jailed since 2004 in Britain on separate charges -- was flown overnight to New York City from London along with four others accused of U.S. embassy bombings in Africa and with helping terror operations in Afghanistan and Chechnya. The men, who could all face life in prison, have been battling extradition for between eight to 14 years.\nU.S. Attorney Preet Bharara called the extraditions \"a watershed moment in our nation's efforts to eradicate terrorism.\"\n\"As is charged, these are men who were at the nerve centers of al-Qaida's acts of terror, and they caused blood to be shed, lives to be lost, and families to be shattered.\"\nIn New York's federal court, Khaled al-Fawwaz and Adel Abdul Bary, entered not guilty pleas to charges that they participated in the bombings of embassies in Tanzania and Kenya in 1998. The attacks killed 224 people, including 12 Americans. They were indicted in a case that also charged Osama bin Laden.\nIn New Haven, Conn., Syed Talha Ahsan, 33, and Babar Ahmad, 38, entered not guilty pleas to charges that they provided terrorists in Afghanistan and Chechnya with cash, recruits and equipment.\nMr. Masri, a one-time nightclub bouncer, entered no plea, saying only \"I do\" when he was asked by U.S. Magistrate Judge Frank Maas whether he swears that his financial affidavit used to determine if he qualifies for a court-appointed lawyer was correct.\nMs. Shroff told Judge Maas that Mr. Masri needed use of his arms. \"Otherwise, he will not be able to function in a civilized manner.\"\nShe also asked for a dictating machine, saying he can't take notes, the return of his diabetes medication and special shoes that prevent him from slipping. She said he will need a special diet and a full medical evaluation in prison.\nMr. Masri peered through glasses as he consulted with Ms. Shroff and another court-appointed lawyer, Jerrod Thompson-Hicks, in a proceeding that lasted less than 15 minutes.\nMr. Masri has one eye and claims to have lost his hands fighting the Soviets in Afghanistan. His lawyers in England said he suffers from depression, chronic sleep deprivation, diabetes and other ailments.\nMs. Shroff and Mr. Thompson-Hicks also represented Mr. Fawwaz, 50, a citizen of Saudi Arabia. Mr. Thompson-Hicks said he was concerned whether his client would be properly treated for hypertension and high blood pressure. Attorney Andrew Patel, representing Mr. Bary, 52, an Egyptian citizen, said his client needed asthma medicine and treatment for other medical issues.\nMr. Patel, who declined to comment afterward, told Judge Maas that Mr. Bary reserved the right to request bail in the future.\nFour others who were tried in 2001 in the August 1998 bombings in Kenya and Tanzania are serving life sentences.\nMr. Ahsan, 33, and Mr. Ahmad, 38, were kept detained while they await trial in Connecticut, where an Internet service provider was allegedly used to host a website. Their lawyers declined to comment.\nMr. Ahmad made efforts to secure GPS devices, Kevlar helmets, night vision goggles, ballistic vests and camouflage uniforms, prosecutors said.\nMr. Masri is not the first Egyptian-born Muslim preacher to be brought to Manhattan for trial. A blind sheik, Omar Abdel-Rahman, is serving a life sentence after he was convicted in 1995 in a plot to assassinate then-Egyptian President Hosni Mubarak and in another to blow up New York landmarks.\n\nLoad-Date: October 9, 2012"
}