{
    "title": "5 years later, terror suspect's case drags on Mohamed Abdullah Warsame's pretrial detention is one o",
    "publisher": "star tribune ",
    "year": 2008,
    "month": 12,
    "day": 15,
    "full text": "On a cold December morning five years ago, FBI agents knocked on the door of a basement apartment in northeast Minneapolis, and Mohamed Abdullah Warsame answered.\nHe let the agents in to talk, and later they took him to another location to talk more. He hasn't been home since.\nFor five years, Warsame, now 35, has been awaiting trial on charges that he provided material support to Al-Qaida. A Canadian citizen of Somali descent, he has done most of the waiting alone in a jail cell, under special restrictions that limit his contact with the outside world.\nHis pretrial detention is one of the longest for a terrorism-related case since Sept. 11, with the delays stemming from a variety of sources.\nAuthorities have needed extra time for security clearances. Attorneys have argued over Warsame's detention conditions and debated access to facts and witnesses. Some information is classified by the federal government, and defense attorneys have no legal access to it. An appeals court is also considering whether some of Warsame's statements to authorities, thrown out by the district judge, should be allowed to be used against him.\nWarsame was one of 46 still awaiting trial as of mid-2007, among the 108 charged since Sept. 11 with providing material support to a terrorist organization, according to one analyst who tracks such cases.\nThe length of Warsame's case raises questions about how the courts handle terrorism cases.\nThe federal courts are \"being used the same way that the prosecutions in Guantanamo are being used ... based on the accusation of terrorism, the normal rules don't seem to apply,\" said Peter Erlinder, a professor at the William Mitchell College of Law in St. Paul and who has been involved in Warsame's defense and at least one other terrorism-related case. Some Guantanamo detainees are being released in less time than Warsame has been held, Erlinder said.\nOthers point out that Warsame and other defendants in terrorism cases present unusual circumstances.\n\"Some harm to civil liberties seems to be endemic to war situations and you know, at the end of the day, if we win this war against terrorism, we and the whole world will be more free and our rights will be more secure, but along the way, there may be some situations and some individuals who will have the opposite,\" said Joshua Muravchik, a resident scholar at American Enterprise Institute, a Washington think tank. \"And it's a shame, but nonetheless, if there's a strong reason to believe that this man was involved with terrorists, I wouldn't want him out on the streets.\"\nWarsame's case may be cited as the debate rages about what to do with detainees if Guantanamo closes, said Robert Chesney, a Wake Forest University professor who compiled the data on 108 defendants. Warsame's is the longest pretrial detention of the post-9/11 terrorism prosecutions that Chesney has found.\nSome question whether federal courts are equipped to handle such cases or special courts should be set up.\nThose against setting up special courts argue that defendants would be deprived of due process and a fair trial.\nJohn Radsan, a former CIA attorney who is now a professor at William Mitchell, said the public will see more drawn-out court procedures if terrorism cases continue in federal courts. Rules have long been in place to handle classified information in federal court, he said, but few cases needed them.\nThough Radsan said he favors prosecuting high-level terrorism cases in a separate arena, Warsame doesn't necessarily fall into that category, he said.\nNevertheless, Warsame's case highlights the difficulty of using regular courts. \"If we're having this much trouble on Warsame, imagine what's in store if we try to handle higher-level terrorists in the regular courts,\" he said.\nA dragged-out case\nWarsame, who was a student at Minneapolis Community and Technical College at the time of his arrest, is charged with lying to federal agents about traveling to Afghanistan in 2000 and later sending $2,000 to an associate he met at a training camp there. Authorities contend Warsame once dined next to Osama bin Laden and fought on the front lines with the Taliban.\nThe U.S. attorney's office, which is prosecuting the case, declined to comment.\nA defense attorney said early in the case that Warsame was searching for a Muslim utopia and went to training camps because he was out of money and needed shelter. The attorney said someone had lent Warsame money to get back to North America and the money he sent was repayment.\nThe latest delay in the case comes as the 8th Circuit U.S. Court of Appeals considers a district judge's ruling that statements Warsame made to authorities on his second day of interviews with FBI agents in 2003 cannot be used against him. U.S. District Judge John Tunheim found that Warsame was in custody that day when agents spoke to him without a Miranda warning at Camp Ripley, a National Guard base near Little Falls.\nProsecutors appealed that decision to the higher court.\nDefense attorney David Thomas said he's been frustrated by the lack of access to information. \"Most of the evidence is classified, so I can't see that,\" Thomas said. \"I sit there and I watch. The government will make a submission to Judge Tunheim and then Tunheim will lob something back to the government and, you know, I don't see any of it. It's like sitting at a tennis match, watching the ball go back and forth.\"\n`Give Warsame a chance'\nThomas said his client is \"full of vim and vigor\" and wants to keep fighting the charges.\nWarsame's family in the Twin Cities declined to comment.\nTalk of the case has been fading in the local Somali community recently, said Sharmarke Jama, a member of the United Somali Movement. Nevertheless, the length of the case helped feed skepticism, fear and mistrust of the justice system, he added.\nThe Somali Justice Advocacy Center's Omar Jamal said he plans to write a letter and \"plead to the court to give (Warsame) a chance for his day in court and get over with this. He's been there suffering, not knowing his fate.\"\nPam Louwagie - 612-673-7102\n\nLoad-Date: February 4, 2009"
}