{
    "title": "5-12 Opinion US - Iran -Nuclear-Editorial",
    "publisher": "the world",
    "year": 2018,
    "month": 6,
    "day": 8,
    "full text": "Now President Trump must find a way forward with Iran\nNewsday\nIn a White House briefing Wednesday, press secretary Sarah Sanders said President Donald Trump and his administration are \"100 percent committed\" to keeping nuclear weapons out of Iran's hands. What she did not explain was how Trump plans to do so. Until there is a plan in place to replace the one the United States abandoned Tuesday, the world will be a more dangerous place than it was.\nThe Joint Comprehensive Plan of Action was imperfect. Iran still tests missiles whose only purpose is to deliver nuclear warheads, and it funds the Middle East's most murderous and destabilizing elements, supporting Bashar Assad's Syrian regime, Hezbollah's terrorist operations and Hamas' violence in Israel.\nBut responding to these policies by tearing up the Iran nuclear deal that, according to inspectors, is keeping Iran from developing nuclear weapons, is poor policy. When Trump announced Tuesday that the United States would leave the 2015 agreement with Iran and five other nations, he was acting on his political need to eradicate Barack Obama's legacy, not a comprehensive plan to bring Iran into line.\nThe more constructive move would have been to keep the deal and build on it, offering more economic cooperation in return for an end to terrorism funding and weapons development. Even with the lifting of sanctions in 2015, Iran's economy remained shaky because of low oil prices, which created public unrest and pressure on its hard-line theocratic government. Pulling out of this deal has sent oil prices soaring, which rewards Iran and its equally petro-dependent ally, Russia.\nTrump's move also enables Iran's hard-liners to tighten their grip, weakening reform-minded leaders who want to cooperate with Europe and the United States. And this renewed fracture between Iran and the United States plays into the hands of Saudi Arabia's ambition to dominate the region, and the tendency among Israel's most aggressive factions to default to conflict and dismiss cooperation as naive.\nMembers of Trump's inner circle and Israel's leadership argue we must bomb Iran to stop its weapons programs. The pact had stilled Iran's nuclear program, but U.S. withdrawal might reinvigorate it and empower that argument.\nThe ease with which Trump changed U.S. policy on Iran provides a lesson. Obama failed to craft and sell a treaty that could pass the Senate, which would have made the pact more resistant to cavalier change by his successors. So the man who sold himself as a great dealmaker must do better. He must craft a treaty with Iran that keeps its nuclear weapons program dormant, clamps down on its support of terrorism, ends its ballistic weapons tests, is verifiable and can get through Congress.\nIt can be done - not perfectly, but substantively. As we saw Wednesday with the release of three American prisoners by North Korea, Trump's high-risk and high-reward plays, and his brash style, can lead to wins.\nThere is enough that Iran wants and needs in return to craft a deal truly beneficial to both sides and to our peace-seeking partners around the world. But it would really have to benefit Iran as well as the United States, a concept Trump and many America Firsters seem to have a hard time comprehending.\n\nLoad-Date: June 9, 2018"
}