{
    "title": "5-year anniversary of Sept. 11 provides time to look back",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 12,
    "full text": "Monday was the anniversary of the attacks on Sept. 11, 2001. An anniversary is always a good time to reflect and reevaluate what we've been doing. Sept. 11 was, unquestionably, an attack on the United States of America. Usually such an attack signifies the onset of war; this is no different.\nBut what is a war?\nThere are actually two different definitions of the word \"war\": One definition defines war as a generic struggle between two opposing ideologies or entities; the other defines war as a military conflict. The war on terror certainly satisfies the former, but is it necessary to pursue the war as though it satisfied the latter definition, as the current presidential administration has?\nHardly. The war on terror is not a military conflict, per se, but rather subsumes the military aspect into a much broader ideological struggle.\nWe have not pursued the war on terror as a battle for the hearts and minds of the Muslim world; rather, we have pursued it militaristically, ignoring the basic issues such an approach presents. We must keep in mind that, however unjustified respect for its culture may be, the Muslim world possesses an entirely different society with an entirely different code of conduct from our own.\nIslamic terrorism is rooted in the beliefs of the citizens of the Middle East. Therefore, as long as the people of the Muslim world believe that America is imperialistically expanding into the Middle East, Islamic terrorism will continue to exist. Osama bin Laden and al Qaeda do not hate us for western freedoms and values; they hate America for intervening in the Middle East, basing troops in Saudi Arabia, invading Iraq, and supporting Israel.\nSo long as these basic causes exist, then, terrorism will continue to plague America; and we will be unable to destroy terrorism militarily, because terrorism is asymmetric: i.e., terrorism does not wage war as a conventional military force does. This is the fundamental problem with treating the war on terror as a military war: Traditional strategic precepts no longer apply.\nTo destroy terrorism, then, we must erase the Muslim world's grievances against us. We can do this through either positive incentives or negative incentives; negative incentives, though, will fail, because the Muslim world demands blood for blood in a Mosaic code of conduct.\nThe only negative incentive which will work is complete annihilation of the Muslim world; such actions are, however, immoral and repulsive. Therefore, purely military options are insufficient to solve the problem of terrorism; we must remove the reasons for the Muslim world's offense.\nRemoving the reasons will not completely reverse the United States' tarnished image; however, it will go an incredibly long way to mitigating the disastrous effects of America's policies.\nIf the United States stopped writing blank checks for Israel, left Iraq, and pledged to not intervene in the Middle East beyond reason, we would make tremendous strides toward undermining the terrorists' base of support in the region; not only would the one major gripe -- support for Israel -- Muslims have with us disappear, but suddenly al Qaeda's attacks against Iraqi civilians and against Saudi Arabia would come into stark relief against the United States' withdrawal.\nTo defeat terrorism, we must win the hearts and minds of the people of the Middle East, or we must utterly destroy them. Since the latter is disgusting and, frankly, impossible, we must, instead of concentrating on militarily defeating terrorists, focus on the struggle for the love and acceptance of the Muslim world.\n(C) 2006 Daily News via U-WIRE\n\nLoad-Date: September 12, 2006"
}