{
    "title": "5. TRIA extension effort fails",
    "publisher": "business insurance",
    "year": 2005,
    "month": 1,
    "day": 3,
    "full text": "The year ended as it began, with uncertainty over the future of the Terrorism Risk Insurance Act, which is slated to expire on Dec. 31, 2005.\nThat continuing uncertainty did not reflect a lack of trying by the proponents of extending TRIA, which creates a federal financial backstop to help insurers cover losses stemming from future catastrophic terrorism.\nEarly in 2004 they began pushing to extend TRIA by at least two years, holding that a failure to extend the act as quickly as is legislatively possible would lead to uncertainty in the insurance markets. One of their chief arguments was that some policies that would extend beyond the 2005 TRIA sunset would be negotiated before the end of 2004, thus creating the possibility that underwriters will be forced to devise policies that enjoyed TRIA protection for only the first part of their term.\nTheir efforts received a tragic boost in March, when Islamic terrorists bombed 11 trains during the morning rush hour in Madrid, Spain, killing 191 people. Pressure began building in Congress for extending TRIA, and, shortly before lawmakers recessed for their July 4 break, a bipartisan group of House members unveiled legislation to extend TRIA through 2007.\nThe House Financial Services Committee moved with relative speed on the matter. In late September, the panel unanimously approved a two-year extension of TRIA. The measure also extended TRIA to cover group life insurance as well as property insurance.\nBut a variety of factors dashed supporters' hopes that reauthorization could be completed before Congress adjourned.\nSome critics of extending the federal terrorism insurance program said that reauthorization should wait at least until the Treasury Department issued its report on the terrorism insurance market, a report that is not due until the middle of this year. The White House, which had vigorously pushed for initial enactment of TRIA, did not advocate early reauthorization, either.\nIn addition, Senate Banking Committee Chairman Richard Shelby, R-Ala., showed no inclination to follow House Financial Services Committee Chairman Mike Oxley, R-Ohio, in vigorously pushing for the bill. In fact, Sen. Shelby-who had been one of 11 senators to oppose enactment of TRIA in 2002-showed no interest in the issue, despite widespread support for reauthorization from committee members.\nAnd in the House, where TRIA appeared to have the best chances, an effort by supporters to placate House Majority Leader Tom DeLay, R-Texas, by extending it for only six months cost the measure critical Democratic support. Extension advocates withdrew the proposed six-month measure on Oct. 8.\nAlthough supporters held some small hope that the measure could be brought up during November's post-election lame-duck session, nothing happened. With expiration looming as negotiations over insurance policies extending well in 2006 and beyond continue, supporters hope they can achieve early in the new Congress what they could not in the whole of 2004 and put TRIA extension on the congressional fast track.\n\nLoad-Date: January 5, 2005"
}