{
    "title": "59% of all terrorist attacks in 2017 in 5 Asian countries_ Report",
    "publisher": "the world",
    "year": 2018,
    "month": 9,
    "day": 20,
    "full text": "Washington, Sept. 20 -- Almost 59 per cent of all terrorist attacks in 2017 took place in five Asian countries, including India and Pakistan, a US report said Thursday.\nThe other three countries include Afghanistan, Iraq and the Philippines.\nThe total number of terrorist attacks worldwide last year decreased by 23 per cent. Similarly, the total deaths due to terrorist violence decreased by 27 per cent, according to the report.\nThe decline in terrorist violence was largely due to dramatically fewer attacks and deaths in Iraq, Nathan Sales, State Department coordinator of counterterrorism, said during a conference call with reporters Thursday.\n\"Although terrorist attacks took place in 100 countries in 2017, they were concentrated geographically. Fifty-nine percent of all attacks took place in five countries. Those are Afghanistan, India, Iraq, Pakistan, and the Philippines. Similarly, 70 per cent of all deaths due to terrorist attacks took place in five countries, and those are Afghanistan, Iraq, Nigeria, Somalia, and Syria,\" he said.\nThe annual State Department Country Report on Terrorism, he said, notes a number of major strides that the United States and its allies made to defeat and degrade terrorist organisations in 2017.\n\"We worked with allies and partners around the world to expand information sharing, improve aviation security, enhance law enforcement and rule of law capacities, and to counter terrorist radicalisation with a focus on preventing recruitment and recidivism,\" Sales said.\nHowever, despite these many successes, the terrorist landscape grew more complex in 2017, he said. \"ISIS, al-Qaida, and their affiliates have proven to be resilient, determined, and adaptable,\" Sales added.\nHe said foreign terrorist fighters were heading home from the war zones in Iraq and Syria or travelling to third countries to join ISIS branches there.\n\"We also are experiencing an increase in attacks by homegrown terrorists - that is, people who have been inspired by ISIS but have never set foot in Syria or Iraq. We've seen ISIS-directed or ISIS-inspired attacks outside the war zone on soft targets and in public spaces like hotels, tourist resorts, and cultural sites,\" Sales said.\n\"We've seen this trend in places as far as Bamako, Barcelona, Berlin, London, Marawi, New York City, Ouagadougou, and many others,\" added the top counter terrorism official from the State Department.\nIran, he alleged, remains the world's leading \"state sponsor of terrorism\" and is responsible for intensifying multiple conflicts and undermining US interests in Syria, Yemen, Iraq, Bahrain, Afghanistan and Lebanon. Sales said Tehran uses a number of proxies and other instruments such as Lebanese Hizbollah and the Islamic Revolutionary Guard Corp's Quds Force.\nThe threats posed by Iran's support for terrorism are not confined to the Middle East; they are truly global, he asserted.\n\"We have seen Iran's and its proxies' terrorist-related activities across the globe. There are active fundraising networks in places as far afield as Africa, in South America. We've seen weapons caches planted around the world,\" he said.\nAl-Qaida, he said, was a determined and patient adversary.\nIt has largely remained out of the headlines in recent years as it has been content to let ISIS bear the brunt of the international response, but one shouldn't confuse that period of relative quiet with al-Qaida's abandonment of its capabilities or intentions to strike the US and its allies, Sales said.\n\"That is why we are continuing to keep the pressure on al-Qaida, its affiliates, and its individuals. The report details a number of efforts that we've taken to designate - and I mentioned in my opening remarks - efforts that we have taken to designate al-Qaida affiliates in Syria, in Mali, as well as individuals who are associated with the group,\" he said .\n\"So, although ISIS has gotten the headlines, we remain focused and determined to confront al-Qaida wherever we find it,\" Sales added\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: September 20, 2018"
}