{
    "title": "6 arrested in suspected plot to attack French leader Macron",
    "publisher": "st. louis post-dispatch ",
    "year": 2018,
    "month": 11,
    "day": 7,
    "full text": "PARIS - French security agents arrested six people Tuesday on suspicion of plotting to attack French President Emmanuel Macron, according to a French judicial official.\nProsecutors have opened a preliminary investigation of alleged criminal terrorist association, the judicial official said.\nThe official, speaking on condition of anonymity, said intelligence agents detained the six suspects in three scattered regions: one in the Alps, another in Brittany and four near the Belgian border in Moselle.\nThe plan to target the French president appeared to be vague and unfinished but violent, the official said.\nAuthorities said the six were between the ages of 22 and 62 and included one woman.\nInterior Minister Christophe Castaner told reporters they were believed to be far-right activists. Authorities feared \"concrete threats\" from the group, Castaner said.\nFrench presidents have been targeted several times over the decades. In 2002, a far-right sympathizer tried to attack President Jacques Chirac on the Champs-Elysees Avenue in Paris during Bastille Day celebrations.\nMacron was in the northeastern French city of Verdun on Tuesday as part of centenary commemorations for the end of World War I.\nThe alleged plot was uncovered days before U.S. President Donald Trump and dozens of other world leaders are due in France for weekend observances marking the signing 100 years ago of the Nov. 11 armistice that ended World War I.\n\nGraphic\n\n \n French President Emmanuel Macron arrives at the Trottoir necropolis in Les Eparges, eastern France, Tuesday Nov. 6, 2018, as part of the ceremonies marking the centenary of the end of First World War. A French judicial official says six people have been arrested on preliminary terrorism charges, suspected of plotting to attack French President Emmanuel Macron. (Ludovic Marin, Pool via AP) \n\nLoad-Date: November 7, 2018"
}