{
    "title": "6 Employees of Turkish Newspaper Return to Jail in Terrorism Case",
    "publisher": "the new york times",
    "year": 2019,
    "month": 4,
    "day": 25,
    "full text": "Six people who worked for Turkey’s oldest independent newspaper were returned to prison on Thursday onterrorism-relatedcharges, in a court case widely considered to have grave implications for press freedom in the country.\nThe six were among 13 employees of the newspaper Cumhuriyet, convicted last year and given sentences of two to seven years. All were detained for nine months before the trial, but then released during an appeals process.\nThe 13 were accused of serving the interests and aims of three terrorist organizations by altering the newspaper’s editorial line. The bulk of the evidence consisted of news reports, opinion columns and headlines from Cumhuriyet.\nThe journalists, their lawyers and media freedom organizations denounced the trial as politically motivated.\n“It is a scandal, a huge injustice,” said Tora Pekin, one of the lawyers for the journalists.\nIn February, an interim appeals court upheld the convictions of eight of the 13, sending six of them back to jail, including an accountant at the newspaper, one of its board members, a lawyer and its cartoonist. They have up to 18 months left to serve.\nA video posted to social media by a colleague, Canan Coskun, showed the six passing through the X-ray machine at the gate of the courthouse in Kocaeli, a city 90 miles east of Istanbul. They arrived with suitcases packed for jail and were accompanied by family members.\nPutting his suitcase on the X-ray machine at Kocaeli courthouse, the cartoonist, Musa Kart, is seen waving and saying, “Say goodbye to everyone.”\nMr. Kart told a meeting of journalists this week: “We all know that they are throwing us into jail, just to create a climate of fear in this country. I am waiting for an apology. If not today, in the future they will apologize to our children.”\nThe case began in 2016, part of a widespread crackdown after a failed coup for which the government blamed a United States-based cleric, Fethullah Gulen. The newspaper employees were accused of aiding Mr. Gulen’s group, which Turkish officials refer to as FETO, among others.\nIn an embarrassment for the government, it has since emerged that one of the prosecutors in the case had himself been officially accused of being a member of Mr. Gulen’s group.\nAnother point of contention has been that the accusations of Gulenist links against Mr. Kart and two other journalists were based in part on phone calls they made for vacation reservations to the tourism company of a current cabinet minister, Mehmet Ersoy.\nThe indictment against the journalists said there had been an investigation of Mr. Ersoy’s company. In a statement, the company denied any links to the group, and produced a document from a prosecutor’s office saying it was not a suspect in any case.\n“Why did I spend nine months in jail, if this company is not linked to FETO?” Mr. Kart said. “If it is linked to FETO, then how did its boss become a minister? Shouldn’t we solve this contradiction?”\nAllies of President Recep Tayyip Erdogan now control most of Turkey’s news media.\nAccording to the Vienna-based International Press Institute, more than 150 journalists are in jail in Turkey. The country is ranked 157th out of 179 in the world press freedom index compiled by the advocacy group Reporters Without Borders.\nPHOTO: The Turkish journalists, including the cartoonist Musa Kart, center left, at a news conference this week in Istanbul. (PHOTOGRAPH BY Yasin Akgul/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\nRelated Articles\nTurkey’s Independent Newspaper Voice Perseveres With a Smile\nTurkish Court Convicts 13 From Cumhuriyet Newspaper on Terrorism Charges\nTurkey’s Free Press Withers as Erdogan Jails 120 Journalists\nTurkey Frees 7 Journalists, but Others Remain Behind Bars\n\nLoad-Date: April 27, 2019"
}