{
    "title": "6 German navy ships patrol Horn of Africa; War on terrorism_ It is the country's biggest deployment",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 1,
    "day": 3,
    "full text": "Six German navy ships joined the U.S.-led war on terrorism Wednesday, setting off to patrol seas off the Horn of Africa in Germany's largest naval deployment since World War II.\nTwo frigates and four support ships carrying 750 marines slipped out of the North Sea port of Wilhelmshaven on a mission to protect shipping and cut off any routes used by terror groups.\nThe craft, along with five German speedboats expected to leave later this week on transport ships, are due to reach the Horn of Africa in about three weeks.\nGermany has pledged up to 3,900 troops, including 1,800 marines, for the fight against terrorism. While none have been involved in combat missions, German planes have helped carry supplies toward Afghanistan.\nWhile it is still unclear in which port the German ships will be based, they are patrolling an area close to Yemen, Sudan and Somalia - three countries where the al-Qaida terrorist organization of Osama bin Laden is believed to have bases and supporters.\nGerman Chancellor Gerhard Schroeder has urged caution in seeking new targets in the campaign to destroy international terror groups. But in his New Year's address he reminded Germans of the need to combat terrorism \"in every place.\"\nSchroeder promised \"unlimited solidarity\" to the United States after the Sept. 11 attacks on the World Trade Center and the Pentagon, which investigators believe were led by a terrorist cell that went undetected in the northern German city of Hamburg.\nAs many as 1,200 German troops are to participate in the international security force in Afghanistan. German officers were among an 11-nation advance team that arrived in Kabul late Tuesday to assess logistics for the full-scale arrival of foreign troops expected this month.\nGerman Defense Minister Rudolf Scharping said that with about 7,000 troops on peacekeeping missions in the Balkans, the Germany military is in no position to take over the lead role in the security force.\nBritain wants to hand over responsibility for the mission after three months.\n\nLoad-Date: January 3, 2002"
}