{
    "title": "6 held in suspected plot against pope",
    "publisher": "telegraph herald ",
    "year": 2010,
    "month": 9,
    "day": 18,
    "full text": "LONDON - Police raided a garbage depot and arrested street cleaners in a suspected terror plot against Pope Benedict XVI on Friday. Undeterred, the pontiff stuck to his message, reaching across Britain's religious and secular divide to demand a greater role for faith in public life. Despite the six arrests, the pope did not alter a schedule rich in symbolism in this officially Protestant country with a history of anti-Catholicism: He prayed with the Archbishop of Canterbury and became the first pope to worship in Westminster Abbey. \nBenedict also addressed political, cultural and business leaders in Westminster Hall, for centuries the center of British political life, asserting \"the legitimate role of religion in the public square.\" Among those in attendance were Tony Blair - a prominent convert to Catholicism - as well as former prime ministers Margaret Thatcher, John Major and Gordon Brown. Faith, the pope said, \"is not a problem for legislators to solve, but a vital contributor to the national conversation.\" Benedict was informed of the pre-dawn arrests while visiting a Catholic college, the first stop on the busy second day of his state visit. Five of the suspects were street cleaners arrested at a garbage depot in central London and a sixth was picked up later in the day. All six were arrested \"on suspicion of the commission, preparation or instigation of acts of terrorism.\" Police said they received information about a potential threat against the pope overnight, prompting the arrests under Britain's Terrorism Act. All six were being questioned and had not been formally charged. At the scene of the street cleaners' arrests in Chiltern Street, near the famed Madame Tussauds wax museum, police cordoned off part of the road. Police officers, some dressed in white protective overalls, removed items from the depot, and examined garbage cans. The street cleaners worked for a contractor on behalf of Westminster Council, the authority responsible for much of central London, including the Houses of Parliament, Westminster Abbey and other sites on the pope's itinerary Friday.\n\nLoad-Date: September 18, 2010"
}