{
    "title": "6 killed in New Jersey gunbattle, including police officer",
    "publisher": "the wyoming tribune-eagle ",
    "year": 2019,
    "month": 12,
    "day": 11,
    "full text": "JERSEY CITY, N.J. - Six people, including a police officer and three bystanders, were killed in a furious gun battle Tuesday that filled the streets of Jersey City with the sound of heavy fire for hours, authorities said.\nThe dead included the two gunmen, Jersey City Police Chief Michael Kelly said.\nThe slain officer, Detective Joseph Seals, 40, was credited by his superiors with having led the department in the number of illegal guns removed from the streets in recent years, and might have been trying to stop an incident involving such weapons when he was cut down by gunfire that erupted near a cemetery, authorities said.\nThe shooting then continued at a kosher supermarket about a mile away, where five more bodies were found, Kelly said.\nAuthorities believe the Jewish market was targeted by the gunmen, Jersey City Mayor Steven Fulop tweeted Tuesday night. Fulop, whose public safety director said earlier in the day that terrorism wasn't suspected, did not elaborate on why authorities now believe the market was targeted.\nMessages were left Tuesday night seeking comment on Fulop's tweet.\n\"It's a really tough day for the city of Jersey City,\" Fulop said. Seals \"was one of the best officers for getting the most guns off the streets. He was a good cop.\"\nTwo other officers were wounded but were later released from the hospital, authorities said.\nThe bullets started flying early in the afternoon in the city of about 270,000 people, situated across the Hudson River from New York City. Seals, who worked for a unit called Cease Fire, was shot around 12:30 p.m. The gunmen then drove a stolen rental van to another part of the city and engaged police in a lengthy shootout.\nKelly said when police responded to the area of the kosher store, officers \"were immediately engaged by high-power rifle fire.\"\nA video shot by a witness shows a police officer on the ground by a car, apparently wounded. Another officer goes to him, helps him up and the two run around a corner as gunshots ring out. Seconds later, as a police cruiser pulls up in front of the store, about a dozen shots are heard in rapid succession.\n\"Our officers were under fire for hours,\" the chief said.\nInside the grocery store, police found the bodies of who they believed were the two gunmen and three other people who apparently happened to be there when the assailants rushed in, authorities said. Police said they were confident the bystanders were shot by the gunmen and not by police.\nThe kosher grocery is a central fixture in a growing community of Orthodox Jews who have been moving to Jersey City in recent years.\nChabad Rabbi Moshe Schapiro, who shops at the kosher store and attends a synagogue next door, said he spoke with the store owner, Moishe Ferencz.\n\"He told me he had just walked out of the store into the synagogue not five feet away just before this happened, and then he couldn't get back for hours,\" Schapiro said. \"His wife was inside the store. He said, 'I hope my wife is safe.'\"\nThe names of the victims inside the store were not immediately released, pending notification of relatives.\nCity Public Safety Director James Shea said earlier Tuesday that authorities believe the bloodshed was not an act of terrorism but that it was still under investigation.\nThe shooting spread fear through the neighborhood, and the nearby Sacred Heart School was put on lockdown as a precaution.\nSWAT teams, state police and federal agents converged on the scene, and police blocked off the area, which in addition to the school and supermarket included a hair salon and other shops. Dozens of bystanders pressed against the police barrier to capture the action on their cellphones, some whooping when bursts of fire could be heard.\nVideo shot by residents recorded loud volleys of gunfire reverberating along one of the city's main streets and showed a long line of law enforcement officers pointing guns as they advanced, yelling to bystanders, \"Clear the street! Get out of the way!\"\n\"It's like firecrackers going off,\" said Andy Patel, who works at a liquor store about three blocks away. \"They were shooting like crazy. ... The cops were clearing everyone off the streets.\"\nPolice also removed what they described as a possible \"incendiary device\" from the rental vehicle and sent it for examination by a bomb squad. The results of that examination were not available Tuesday evening.\nSeals had been on the Jersey City Police Department since 2006. In addition to his work with the illegal guns unit, he was cited for heroism in a Christmas Eve 2008 incident in which he and another officer burst through the window of a home and stopped a sexual assault that was being carried out against a 41-year-old woman.\nSeventh grader Zamir Butler said his class was coming back inside from the playground at Sacred Heart, which sits across the street from the grocery store, when he heard the shots. At first he thought they were thunder, since it had rained earlier.\n\"Everybody was running up the stairs to get to safety in the classroom,\" he said. \"A few of the kids were crying. They told us to stay behind the wall and stay down.\"\n\nGraphic\n\n \nBystanders look out from a store as law enforcement arrives at the scene following reports of gunfire Tuesday in Jersey City, N.J. Associated Press\n\nLoad-Date: February 8, 2020"
}