{
    "title": "6 SRI LANKA SOLDIERS KILLED BY MINE, RAISING WEEK'S TOLL TO 57",
    "publisher": "the new york times",
    "year": 1984,
    "month": 8,
    "day": 12,
    "full text": "Six Sri Lankan soldiers were killed today when a jeep hit a land mine laid by Tamil separatists, the authorities said. The incident brought the death toll in a week of violence to 57.\nThe ambush occurred near Mannar on Sri Lanka's northwestern coast, officials said. They said the victims were the first deaths of army men.\nSix Sri Lankan soldiers are killed when jeep hits land mine laid by Tamil separatists, bringing death toll in week of violence to 57 (M)\nThe officials also said eight unidentified bodies were found today in Jaffna, capital of the Tamil-dominated Northern Province. Residents also said a taxi driver had been killed and seven people injured in two incidents of shooting by the armed forces.\nOfficials believe the eight bodies were those of victims of rivalry among about six separatist groups. There was no immediate comment from Tamil leaders.\nSeparatists have been active on Mannar Island in campaigns for a separate state for the Tamils, who make up about one-sixth of Sri Lanka's population.\nPresident J. R. Jayewardene vowed last night to stamp out guerrilla violence. ''As a Government, we have put our hand to root out terrorism and terrorists from our country,'' he said. ''No one can deter us from the cause we have undertaken.''\nLeaders of the Tamil United Liberation Front, the main Tamil party, have accused the Government security forces of indiscriminate violence in their counteroffensive.\n \n5 Held in Indian Bomb Blast\nMADRAS, India, Aug. 11 (Reuters) - Five people, including two Indian employees of Sri Lanka's airline, were arrested today in connection with a bomb explosion that killed 29 people at the airport here last week.\nThe Madras police chief, K. Mohandoss, said two Sri Lankan Tamils were also among those seized for the bomb attack on Aug. 2, which coincided with stepped-up Tamil guerrilla attacks in Sri Lanka. He said more arrests were expected.\nMr. Mohandoss said the two employees of Air Lanka were local Indian Tamils. The other Indian arrested, also a Tamil, was an airport policeman.\nMadras is the capital of Tamil Nadu state, where there are 50 million Tamils with close ties to the Tamils of Sri Lanka."
}