{
    "title": "65 cases in N.J. taken off terror list; The Mideast students were charged with cheating on an exam",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 5,
    "day": 22,
    "full text": "Federal prosecutors in New Jersey have removed the cases of 65 Middle Eastern students from their list of terrorism arrests, the U.S. Attorney's Office in Newark said yesterday.\nAll had been charged with paying stand-ins to take the English exams required for entering U.S. colleges.\n\"The prosecution revealed no direct connection with terrorism,\" said Michael Drewniak, spokesman for the Newark office. He said the cases had been labeled as \"international terrorism\" at the time most of the students were arrested last May.\nApart from the student cases, prosecutors in New Jersey were reporting only two other terrorism cases as of February: a man arrested in Pakistan in the killing of Wall Street Journal reporter Daniel Pearl and a man arrested in New Jersey on a visa violation who was sentenced to five months in jail.\nDrewniak said the 65 cases were reclassified in Justice Department records as \"antiterrorism\" prosecutions.\nFederal prosecutors around the country are using the \"antiterrorism\" label for common crimes uncovered during investigations of people with possible links to militant groups or working at vulnerable places such as airports.\nHe said the change was made after The Inquirer reported in March on the student cases being labeled terrorism. The Inquirer review was aided by Syracuse University's nonprofit Transactional Records Access Clearinghouse.\nTwo months before, the General Accounting Office criticized the Justice Department for inflating its terrorism-conviction statistics. The nonpartisan congressional watchdog agency said prosecutors wrongly labeled three-fourths of 174 convictions they listed as international terrorism during fiscal 2002.\nThe U.S. Attorney's Office for New Jersey prosecuted the test-taking cases because the testing company is in the state. The investigation began before Sept. 11, 2001, and kicked into high gear after the terrorist attacks.\nCourt records show that one of the students at first seemed to have links to terrorism.\nFederal agents who searched the home of Fahad Alhajri - a television sportscaster from Qatar who was attending Norfolk State University in Virginia - found pictures of the World Trade Center stored on a computer.\nAlhajri also had used an address in suburban Washington. There, investigators found a flight manual and a date book with a 9/11 entry reading \"trackd the World Traed Cente.\" Investigators have said the notation apparently was made after Sept. 11.\nAttorneys for the students said most of their clients had pleaded guilty and returned to their countries or were free in the United States on bond, awaiting sentencing.\nSeven students from the United Arab Emirates have pleaded guilty and all received probation, according to Washington lawyer Thomas Abbenante, retained by the UAE Embassy to represent its students. Some also were fined $500.\nLast week in Newark, U.S. District Judge Joel A. Pisano sentenced Alhajri - the student with the suspicious material - to one year of probation. Alhajri immediately left the United States.\n\"You can infer from the sentence that their initial concerns about terrorist links have been resolved,\" said Alhajri's Washington attorney, Peter H. White.\nDrewniak said it was important to send home students guilty of crimes.\n\"They came in here and committed fraud very quickly,\" he said. \"We are pleased that we were able to get them out of the country.\"\nContact staff writer Mark Fazlollah at 215-854-5831 or mfazlollah@phillynews.com.  \n\nLoad-Date: July 28, 2005"
}