{
    "title": "6_ Terrorism bill stalls",
    "publisher": "business insurance",
    "year": 2001,
    "month": 12,
    "day": 24,
    "full text": "It was down to the wire as lawmakers struggled to decide what, if any, role the U.S. government should have in guaranteeing insurance for terrorism-related losses.\nIn the end, they decided not to decide and left the matter to be resolved next year, if at all (see story, page 1).\nDiscussion of a federal terrorism insurance program began within days of the Sept. 11 attacks. As talks among insurers, employers, lawmakers and the White House continued, the usually fractious insurance industry closed ranks behind a proposal modeled after the United Kingdom's Pool Reinsurance Co. Ltd., which can respond to terrorism-related losses. The industry consensus, however, drew little support.\nThe House of Representatives passed a bill in late November that would allow the federal government to lend money to insurers that faced terrorism-related losses of as little as $100 million per insurer under some circumstances. Insurers would have to pay the money back. In addition, the bill contained a series of civil justice reforms sought by the White House.\nThe White House, however, made no secret of the fact that it backed a different approach to the terrorism insurance question. The administration favored a cost-sharing arrangement between the government and the insurance industry, with total industry losses having to hit $10 billion before a single federal cent came into play.\nAlthough senators from both parties appeared ready to support some version of the White House proposal-three different bills were introduced by early December-disagreements over tort reform stalled introduction of a consensus bill. An unrelated dispute over farm policy pushed the matter further back on the Senate calendar, and the House adjourned before the Senate acted on terrorism insurance.\nIn contrast, France approved a government-backed facility for terrorism insurance coverage in December.\n\nLoad-Date: December 28, 2001"
}