{
    "title": "6_27 Nation Briefs",
    "publisher": "richmond times dispatch ",
    "year": 2020,
    "month": 6,
    "day": 27,
    "full text": "Briefs\nTrump signs order to protect monuments\n WASHINGTON - President Donald Trump signed an executive order Friday to protect monuments, memorials and statues facing new scrutiny amid fresh debate over the nation's racist beginnings.\n Trump had promised to take action earlier this week after police thwarted an attempt by protesters to pull down a statue of Andrew Jackson in a park across from the White House. The order calls on the attorney general to prosecute to the fullest extent of the law any person or group that destroys or vandalizes a monument, memorial or statue. Federal law authorizes a penalty of up to 10 years in prison for the \"willful injury\" of federal property.\n Court: $2.5B wrongly diverted for wall\n SAN FRANCISCO - A federal appeals court on Friday ruled against the Trump administration in its transfer of $2.5 billion from military construction projects to build sections of the U.S. border wall with Mexico, ruling it illegally sidestepped Congress, which gets to decide how to use the funds.\n In two opinions, the 9th U.S. Circuit Court of Appeals agreed with a coalition of border states and environmental groups that contended the money transfer was unlawful and that building the wall would pose environmental threats.\n Last July, the Supreme Court allowed the $2.5 billion to be spent while the litigation continued, blunting the impact of the latest appeals court action. The White House said the decisions won't interfere with its ability to continue building the wall and noted that the Supreme Court has overturned many of the court's rulings.\n Glasgow stabbings not seen as terrorism\n LONDON - A male suspect stabbed and wounded a police officer before he was shot dead in Glasgow on Friday. Authorities are not treating the incident that left five other men wounded as terrorism, Scottish First Minister Nicola Sturgeon said.\n The suspect died at a Glasgow hotel that appeared to be largely housing asylum-seekers and refugees. The 42-year-old police officer stabbed during the incident at the Park Inn Hotel on Friday was in a critical but stable condition. Five men between the ages of 17 and 53 also were hospitalized. Sturgeon said police are still investigating and she urged the public to avoid speculation.\n Court rejects Texas mail-in voting case\n AUSTIN, Texas - The U.S. Supreme Court on Friday rejected a request by Texas Democrats to allow all of the state's 16 million registered voters to vote by mail during the coronavirus pandemic.\n The denial is not the end of the ongoing battle over mail-in voting in Texas, but it remains a loss for Democrats who made the emergency ruling request while the original case is tied up at the 5th U.S. Circuit Court of Appeals.\n Voting by mail in Texas is generally limited to those 65 or older or those with a \"sickness or physical condition\" that prevents voting in person. Republican Texas Attorney General Ken Paxton has fought expanding mail-in balloting during the pandemic, saying fear of contracting the virus is an insufficient reason. A federal judge in Texas sided with Democrats in May, but that decision is on hold pending appeal.\n - From wire reports\n\nLoad-Date: June 27, 2020"
}