{
    "title": "7 Arrested in Miami In Terrorism Inquiry, Authorities Say",
    "publisher": "the new york times",
    "year": 2006,
    "month": 6,
    "day": 23,
    "full text": "Seven people in the Miami area were arrested Thursday in a terrorism investigation, a law-enforcement official said.\n  The official, speaking on condition of anonymity because the inquiry is continuing, said the targets discussed by the suspects included the Sears Tower in Chicago and several buildings in south Florida, among them the Miami headquarters of the F.B.I. He said none of the targets were in imminent danger because the plot had not progressed very far.\n He said the investigation had been going on for more than a year.\n  A Justice Department spokesman, Brian Roehrkasse, confirmed that arrests were made but declined to give more details, saying more information would be released Friday. \n  The Associated Press reported that agents of the Federal Bureau of Investigation had swarmed a warehouse in the Liberty City area in Miami. It reported that residents living near the warehouse said the men taken into custody lived in the area and described themselves as Muslims.\n  They slept in the warehouse, said a resident, Tashawn Rose, 29. ''They would come out late at night and exercise,'' Ms. Rose said.\n  Monique Bond, a spokeswoman for the Chicago Police Department, said she had no information to release about the accusations of a plot. ''We knew about it, but we don't have anything on it,'' Ms. Bond said. \n  A security guard at the Sears Tower said workers there received an alert from law enforcement authorities Thursday afternoon. \n  By Thursday evening, additional police officers were patrolling in and around the building, said the guard, who added that he was not allowed to give his name to reporters. He said they had not observed anything out of the ordinary. ''We always have tight security here anyway,'' he said.\n  Gov. Jeb Bush of Florida was briefed on the situation Thursday, his spokeswoman, Alia Faraj, said.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 23, 2006"
}