{
    "title": "7 Are Indicted in 'Narcotics Terrorism'",
    "publisher": "the new york times",
    "year": 1990,
    "month": 8,
    "day": 1,
    "full text": "Seven members of a drug gang that authorities say committed at least three murders to protect its Elizabeth-based operations have been charged with racketeering and conspiracy in a 32-count Federal indictment released today.\nThe United States Attorney for New Jersey, Michael Chertoff, said the gang, most of whose members are about 20 years old, practiced ''narcotics terrorism'' that created fear among residents of the Elizabethport section of Elizabeth and parts of Linden and Irvington where they operated. ''The gang held the community in thrall,'' he said.\nThe gang, whose members were juveniles themselves when they began their cocaine and marijuana selling operation three years ago, enlisted juveniles through intimidation or by taking them on ''shopping sprees'' to work in the distribution network, Mr. Chertoff said.\nThe leader of the gang was identified as Bilal Pretlow, 20, who was able to run his drug network by telephone while he was in the Union County Jail last year, Mr. Chertoff said. Mr. Pretlow has been in state prison since November on related drug offenses.\n \nAn Offer That Some Refused\nAuthorities said the gang's violence accelerated after Mr. Pretlow called a meeting of drug dealers in May 1989 to tell them he wanted to be the drug kingpin in the area and instructed them to become part of his organization. Those who refused became the targets of murder attempts.\nThe indictment identifies Mario Lee, 21, who was killed in Elizabeth on Aug. 29, 1989, as a rival drug dealer who refused to join the Pretlow organization. Another victim, Mutah Sessions, 19, was a Pretlow gang member who was cooperating with law enforcement officials and was killed and dismembered in East Orange on June 16, 1989.\nThe third victim was Melanie Baker of Roselle, a 16-year old who was killed because she came across a ''stash'' house, a storage point for illegal drugs, used by the gang, Mr. Chertoff said. According to officials, she was shot once in the head, and her body was left in a Newark parking lot on June 14, 1989.\nIn addition to the murder counts, the indictment charges the defendants with two attempted murders, two robberies, money laudering and illegal weapons possession. The Government is also seeking forfeiture of $270,000 found in apartments and homes used by the gang members.\n \n'Designed to Intimidate Rivals'\nThe arrests capped a yearlong investigation by Federal drug enforcement agents and members of the Elizabeth and Newark police departments, the Union and Essex County prosecutors offices, and the Essex County Sheriff's department.\nThe Essex Prosecutor, Herbert Tate, said the defendants ''are young men with no regard for the value of human life, whose viciousness was designed to intimidate rivals and show them they had the force, they had the muscle.''\nBesides Mr. Pretlow those indicted were Shawn Hartwell, Irving Bethea, Keith Cashwell and Andre Williams, all 19 and all living in Elizabeth; and two uncles of Mr. Pretlow, James Jackson, 44, of Roselle, and Terrance Graham, 29, of Elizabeth.\nAll but Mr. Jackson were already in custody on related state charges stemming from their drug activities, Mr. Chertoff said. Mr. Jackson, who was identified as a financial advisor to the organization, was arrested at his home Monday evening and arraigned on the charges today.\nMr. Jackson faces up to 40 years in prison and fines of up to $1 million if convicted on all the counts against him. The other defendants face up to 100 years or life imprisonment and $1 million in fines each, according to the indictment."
}