{
    "title": "7 ARE INDICTED IN ROCKLAND FOR ROBBERY OF BRINK'S CAR",
    "publisher": "the new york times",
    "year": 1981,
    "month": 11,
    "day": 20,
    "full text": "Seven persons, most of whom have been identified by law-enforcement officials as members of radical groups, were indicted today on murder and robbery charges stemming from the armored-car robbery and shootout in Rockland County on Oct.  20.\nA 13-count indictment accused each of the defendants - five of whom are in custody - with participating in the $1.6 million robbery at a bank in Nanuet, N.Y., and shooting to death a Brink's guard and two policemen who tried to block their escape several miles away in Nyack.\nIn announcing the indictments, the Rockland County District Attorney, Kenneth Gribetz, said that at least two more persons were still under investigation and that ''four other individuals whose names we cannot disclose may have been involved.''\n \nFugitives Being Sought\nAmong those indicted were Katherine Boudin, Judith A. Clark, David J. Gilbert and Samuel Brown, all of whom were arrested on Oct. 20, and Nathaniel Burns, a fugitive arrested three days later in Queens after a shootout with the police in which a companion was killed. The companion, Samuel Smith, was also identified as a participant in the robbery.\n7 people, identified as members of radical groups, are indicted on murder and robbery charges in armored-car robbery in Rockland County (NY)\nThe two others indicted were identified by law-enforcement officials as Marilyn Jean Buck and Anthony N. LaBorde, members of the Black Liberation Army, who are fugitives being sought by the Federal Bureau of Investigation.\nMiss Boudin, Miss Clark and Mr. Gilbert have been identified by investigators as members of the Weather Underground, a radical organization. Nathaniel Burns has been described by authorities as a former member of the Black Panthers, which, like the Black Liberation Army, is considered a radical group.\nMr. Gribetz also said that two others, William Johnson and Donald Weems, were still under investigation for possible involvement in the Rockland crimes. Both are fugitives and have been linked by lawenforcement officials to the Black Liberation Army. Mr. Johnson is the common-law husband of Cynthia Boston, who was arrested as a suspected conspirator in the Rockland case in a Mississippi farmhouse by Federal agents. She was later released when charges against her were dismissed.\n \nArraignments Next Week\nThe indictment, issued by a Rockland County grand jury after hearing testimony and viewing evidence for two days, charged each of the seven defendants with the same crimes: three counts of seconddegree murder, six counts of first-degree robbery, one count of second-degree robbery, one count of first-degree assault, one count of second-degree assault and one count of second-degree grand larceny.\nMr. Gribetz said that the defendants now in custody will be arraigned next week in Rockland County. He said that the arraignments would be held on two separate days, as a security measure.\nThe killing of a police officer is a first-degree murder charge, which technically carries the death penalty. Mr. Gribetz said that on the advice of legal authorities, he had decided to press seconddegree murder charges in order to avoid ''having an indictment dismissed'' on an appeal. First-degree murder, he said, had been ruled invalid by the courts in New York and ''the death penalty has been struck down,'' he said.\nMr. Gribetz told a news conference that the defendants' ''political feelings'' were ''irrelevant'' to his investigation, which he said was focusing on prosecution for robbery and ''the taking of three innocent lives.'' The issue of terrorism, he said, was ''not germane'' under state law, although he added it might be under Federal law.\n \nLinks Among Groups\nShortly after the Rockland robbery, Kenneth Walton, director of a joint Federal-New York City Terrorism Task Force, declared that investigators were looking into possible links among several radical groups, including the Weather Underground, Black Panthers and Black Liberation Army ''and possibly some foreign organizations.''\nMr. Gribetz said today that ''several of the conspirators were seen in Rockland County days before the robbery,'' but he declined to elaborate. He also mentioned that investigators had turned up evidence that the parents of Eve Rosahn, a 30-year-old Brooklyn woman previously indicted on charges of having provided the Rockland robbers with getaway vehicles, once lived in the Town of Ramapo in western Rockland County ''in the early 1960's.''\nMr. Gribetz said that there were ''theories but no hard proof'' on the identity of the leader of the group. Under the indictment, each defendant is charged with all the crimes, ''acting individually and in concert with each other,'' and is liable to the maximum penalty of 25 years to life in prison, he said.\nThe District Attorney named three defendants he said had fired weapons during the robbery; David Gilbert, Samuel Smith and Samuel Brown. Mr. Gilbert was seen shooting at the scene of the armored-car robbery, he said, and the other two at the police roadblock at Mountainview Avenue in Nyack. But Mr. Gribetz said that ''others'' also had fired weapons.\nAuthorities said the bodies of the guard and two policemen contained fragments of .223-caliber bullets, which did not fit any of the five weapons recovered - a shotgun and four 9-millimeter handguns. The body of Officer Waverly Brown, one of the two slain policemen, contained 9-millimeter bullets, authorities said.\nThe District Attorney said he had no evidence ''at the present time'' to link either Cynthia Boston or Joanne Chesimard, an escaped fugitive and leader of the Black Liberation Army, with the crimes.\n\nGraphic\n\n \nIllustrations: photo of Kenneth Gribetz"
}