{
    "title": "7 charged with terror crimes in Real IRA",
    "publisher": "the capital ",
    "year": 2012,
    "month": 5,
    "day": 20,
    "full text": "DUBLIN (AP) - Seven Irish republicans, including three relatives of a senior reputed Real IRA member and four others allegedly operating a forest rifle range, were arraigned Saturday on terror charges following a security sweep against militants plotting to sabotage Northern Ireland's peace process.\nThree were charged with \"directing terror,\" a crime never before levied against a suspected Irish Republican Army member in Northern Ireland. Use of the charge suggests that police and Britain's domestic spy agency, MI5, believe they have caught senior members of the Real IRA faction and will present evidence from electronic surveillance and informers, typically the only means to convict senior figures.\nThree relatives of Colin Duffy, a reputed senior Real IRA figure, appeared in a courtroom southwest of Belfast surrounded by police officers in full riot gear. None offered pleas and all were ordered held without bail until their next court appearance June 8.\nDuffy's brothers Paul, 47, and Damien, 42, and cousin Shane Duffy, 41, all were charged with four counts of preparing acts of terrorism, conspiring to murder and conspiring to cause explosions. Paul Duffy also was charged with directing terrorism.\nColin Duffy, who wasn't charged as part of the latest sweep, was acquitted in January of murdering two off-duty British soldiers. He joined relatives and friends in the courtroom's public gallery and cheered supportively as the three men were led away in handcuffs.\nAnd in Omagh - the Northern Ireland town where the Real IRA committed the single deadliest bombing of the entire four-decade conflict - a woman and three men were arraigned on charges of preparing acts of terrorism, possessing a rifle and ammunition, and attending a Real IRA training camp in secluded woods near Omagh.\nTwo of those charged, 37-year-old Sharon Rafferty and 46-year-old Sean Kelly, also were charged with directing terror. All four were ordered held without bail until their next court date Tuesday.\n\nLoad-Date: May 20, 2012"
}