{
    "title": "7 die in Sikh temple attack FBI examining if domestic terrorism",
    "publisher": "usa today",
    "year": 2012,
    "month": 8,
    "day": 6,
    "full text": "The FBI is investigating whether a bloody Sunday morning attack on worshipers at a Sikh temple outside Milwaukee was an act of domestic terrorism. Seven people died, including the unidentified gunman shot by police.\nInvestigators sealed off four blocks in Cudahy, a Milwaukee suburb, surrounded a home and evacuated neighbors as they searched Sunday evening for information about the gunman.  The neighborhood is about 6 miles from the shooting at Sikh Temple of Wisconsin in Oak Creek.\nA police officer, one of the first to arrive at the temple,  was shot several times, and a second officer shot and killed the gunman, said Bradley Wentlandt, chief of the nearby Greenfield Police Department, speaking for local police.\nHe said the shooting is being treated \"as a domestic-terrorist-type situation.\"\n\"While the FBI is investigating whether this matter might be an act of domestic terrorism, no motive has been determined,\"  said Teresa Carlson, special agent in charge of its Milwaukee office.\nThree men, including the officer, were in critical condition at  Froedtert Hospital.  Police did not release the names of the dead or injured.\nPolice received  911 calls from  the temple, where people were gathered for morning worship.  They found four  dead inside. Three, including the gunman, were  outside.\nTemple member Ven Boba Ri told the Milwaukee Journal Sentinel that the shooter was a white male in his 30s and  called the attack \"pretty much a hate crime.\"\nPresident Obama said  he was \"deeply saddened\" by the shooting and that Sikhs \"are a part of our broader American family.\"\nPolice in New York and Chicago said they were providing security to Sikh temples  as a precaution. The rampage came two weeks after a gunman killed 12 people at a movie theater in Aurora, Colo.\nSikhs are a tiny minority among religious groups in the USA, with about 120 places of worship.  Sikh  groups have reported a rise in bias attacks since the Sept. 11, 2001, terrorist attacks because  turbans and beards  worn by male members can cause them to be mistaken for Muslims.\n\"This is something we have been fearing since 9/11, that this kind of incident will take place,\" said Rajwant Singh, chair of the Washington-based Sikh Council on Religion and Education.\nContributing: Cathy Lynn Grossman, Natalie DiBlasio and the Associated Press.\n\nLoad-Date: August 6, 2012"
}