{
    "title": "7 die in Wisconsin shooting Gunman attacks worshippers at Sikh temple near Milwaukee",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 8,
    "day": 6,
    "full text": "OAK CREEK, Wis. — An unidentified gunman killed six people at a Sikh temple in suburban Milwaukee on Sunday in a rampage that left terrified congregants hiding in closets and others texting friends outside for help. The suspect was killed outside the temple in a shootout with police officers.\nPolice called the attack an act of domestic terrorism, but did not provide any details about the gunman or suggest a possible motive. Oak Creek Police Chief John Edwards did not say whether he specifically targeted the Sikh community.\nDuring a chaotic few hours after the first shots were fired, police in tactical gear and carrying assault rifles surrounded the Sikh Temple of Wisconsin with armored vehicles and ambulances. Witnesses struggled with unrealized fears that several shooters were holding women and children hostage inside.\nOne of the first officers to respond to frantic 911 calls seeking help was shot several times as he tended to a wounded victim, and was in critical condition along with two other victims Sunday night, authorities said.\n\"We never thought this could happen to our community,\" said Devendar Nagra, 48, of Mount Pleasant, whose sister escaped injury by hiding as the gunman fired in the temple's kitchen. \"We never did anything wrong to anyone.\"\nEdwards said the FBI will lead the investigation because the shootings are being treated as domestic terrorism, or an attack that originated inside the U.S. He said authorities would not release any more about their investigation until Monday morning, including the names of those\nkilled.\n\"While the FBI is investigating whether this matter might be an act of domestic terrorism, no motive has been determined at this time,\" Teresa Carlson, Special Agent in Charge with the agency's Milwaukee division, said in a Sunday night statement.\nIt appeared the investigation had moved beyond the temple, as police and federal agents swarmed a neighborhood in nearby Cudahy, evacuating several homes and roping off four blocks around a house where their attention seemed to be focused. Milwaukee County sheriff's spokeswoman Fran McLaughlin said the department's bomb squad was on the scene, though she had no details about why the unit had been called.\nJatinder Mangat, 38, of Racine, said his uncle Satwant Singh Kaleka, the temple's president, was one of those shot at the temple, but he didn't know the extent of Kaleka's injuries. When he later learned people had died, Mangat said \"it was like the heart just sat down.\"\n\"This shouldn't happen anywhere,\" he said.\nEdwards said the gunman \"ambushed\" one of the first officers to arrive at the temple as the officer, a 20-year veteran with tactical experience, tended to a victim outside. A second officer then exchanged gunfire with the suspect, who was fatally shot. Police had earlier said the officer who was shot killed the suspected shooter.\nTactical units went through the temple and found four people dead inside and two outside, in addition to the shooter.\nThe three wounded were being treated at an area trauma center. Greenfield Police Chief Bradley Wentlandt, who assisted the investigation, said the police officer had surgery and is expected to survive.\nGurpreet Kaur, 24, of Oak Creek, said her mother and a group of about 14 other women were preparing a meal in the temple kitchen when the gunman entered and started firing. Kaur said her mother felt two bullets fly by her as the group fled to the pantry. Her mother suffered what Kaur thought was shrapnel wound in her foot.\n\"These are people I've grown up with,\" she said. \"They're like aunts and uncles to me. To see our community to go through something like this is numbing.\"\nMany Sikhs in the U.S. worship on Sundays at a temple, or gurdwara, and a typical service consists of meditation and singing in a prayer room where worshippers remove their shoes and sit on the floor. Worshippers gather afterward for a meal that is open to community members, regardless of their religious beliefs.\nKaur said she spent the afternoon serving as a translator between law enforcement and survivors at a nearby bowling alley. Police investigators kept witnesses inside the bowling alley's basement into the evening.\n\"We don't even know who's downstairs,\" Ravi P. Singh, 25, of Greenfield, said after going to the bowling alley to see if he could get more information about what had happened.\nSixteen-year-old LeRon Bridges, of Oak Creek, works at the bowling alley said police brought people from the temple over in two armored trucks. At one point, about 50 to 60 people were at the bowling alley, including police officers questioning witnesses and paramedics treating victims' wounds, he said.\n\"They were just hysterical,\" Bridges said. \"There were kids. One big load came out of the truck.\"\nSikhism is a monotheistic faith founded more than 500 years ago in South Asia. It has roughly 27 million followers worldwide. Observant Sikhs do not cut their hair; male followers often cover their heads with turbans — which are considered sacred — and refrain from shaving their beards. There are roughly 500,000 Sikhs in the U.S., according to estimates. The majority worldwide live in India.\nThe Sikh Temple of Wisconsin started in 1997 with about 25 families who gathered in community halls in Milwaukee. Construction on the current temple in Oak Creek began in 2006, according to the temple's website.\nSikh rights groups have reported a rise in bias attacks since the Sept. 11 terrorist attacks. The Washington-based Sikh Coalition has reported more than 700 incidents in the U.S. since 9/11, which advocates blame on anti-Islamic sentiment. Sikhs are not Muslims, but their long beards and turbans often cause them to be mistaken for Muslims, advocates say.\nPolice in New York and Chicago issued statements saying they were giving Sikh temples in those cities additional attention as a precaution after the shooting, which also came two weeks after a gunman killed 12 people at movie theater in Colorado.\nValarie Kaur, who chronicled violence against Sikh Americans in the 2006 documentary \"Divided We Fall,\" was returning to her home in New Haven, Conn., after speaking at a White House conference Friday when she heard about the shootings.\nEven though the gunman's motives were a mystery Sunday, Kaur said the shootings reopened wounds in a community whose members have found themselves frequent targets of hate-based attacks since Sept. 11.\n\"We are experiencing it as a hate crime,\" she said. \"Every Sikh American today is hurting, grieving and afraid.\"\n\nLoad-Date: August 7, 2012"
}