{
    "title": "7 injured in Paris knife attack; terrorism not suspected",
    "publisher": "the new york times",
    "year": 2018,
    "month": 9,
    "day": 10,
    "full text": "PARIS -- Seven people were injured by a knife-wielding assailant in Paris on Sunday night, including two British tourists, French news reports said.\nThe attacker was arrested by the police, and the assault was not initially being treated as terrorism. His motives and identity were not immediately known. \n  A spokesman for the Paris police prefecture confirmed that several people had been wounded in the 19th Arrondissement, in the northeast of the French capital, but said it was unclear exactly how many people were attacked, or whether the assailant was also hurt. The spokesman declined to comment further.\n  The assailant, armed with a knife and a metal bar, attacked three people near a cinema on the Quai de la Loire, shortly before 11 p.m., according to the newspaper Le Parisien and the news channel BFM TV.\n  A group of men playing pétanque nearby tried to stop the attacker -- one of them threw his pétanque ball at him -- but the assailant continued down a side street and attacked more people, including the British tourists, the reports said.\n  The police were then able to arrest him.\n  Mounir Mahjoubi, the junior minister for digital affairs in the French government, who was elected to Parliament last year in the district that includes the 19th Arrondissement, expressed thanks on Twitter for ''the people who intervened against the attacker.''\n  ''Solidarity with the victims and profound gratitude for the firefighters and the emergency services who immediately arrived, and for the police forces who enabled the arrest,'' Mr. Mahjoubi said.\n  The Paris prosecutor's office, which was handling the case, was not immediately available for comment.\n  Although Paris was the target of several deadly terrorist attacks in January and November 2015, there have been no large-scale assaults since then.\n  Instead, there have been sporadic, smaller attacks by lone assailants, some of them seemingly inspired by terrorist groups like the Islamic State. In May, a man born in Chechnya who was on the authorities' terrorism watch list attacked several people in central Paris with a knife, leaving one dead and 4 wounded.\n  Follow Aurelien Breeden on Twitter @aurelienbrd.\n\nhttps://www.nytimes.com/2018/09/09/world/europe/paris-knife-attack.html\n\nLoad-Date: September 10, 2018"
}