{
    "title": "7 men charged under state terrorism law in plot to kidnap Gov. Gretchen Whitmer",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 8,
    "full text": "7 men charged under state terrorism law in plot to kidnap Gov. Gretchen Whitmer\nThursday, October 8, 2020 - 12:42pm\nGovernor Gretchen Whitmer speaks at an event at Hill Auditorium in 2018. Buy this photo\nAnnie Klusendorf/Daily\nBarbara Collins & Emma Ruberg Daily News Editor & Daily Staff Reporter\nMichigan Attorney General Dana Nessel charged seven men under the state's anti-terrorism law for their involvement in a plot to kidnap Michigan Gov. Gretchen Whitmer and violently overthrow the government. The charges, which Nessel announced Thursday, come after months of high-profile disputes over the governor's use of executive power to fight the coronavirus pandemic and a series of protests in opposition to her orders, some of which brought armed demonstrators to the Michigan State Capitol. \nSix additional men also face federal charges, which were unsealed Thursday. The suspects have been taken into custody and the investigation is ongoing.\nThe group planned to kidnap Whitmer and move her to a \"secure location\" in Wisconsin to face \"trial.\" They also wanted more than 200 men to storm the Michigan Capitol and made threats to instigate a civil war. They planned on creating a \"self-sufficient\" society. \nThe state charges included felony counts of threat of terrorism, gang membership, providing material support for terrorist acts and carrying or possessing a firearm during a felony. At a press conference, Nessel said there has been an increase in anti-government rhetoric and groups embracing extremist ideologies.\n\"Our efforts uncovered elaborate plans to endanger the lives of law enforcement officers, government officials and the broader public,\" Nessel said. \"The multi-front operation to apprehend the suspects in question was carefully coordinated and skillfully executed.\"\nAccording to the FBI's criminal complaint, the men had been plotting with a Michigan militia group at least since July to kidnap the Democratic governor, and had performed combat drills, obtained firearms and attempted to make explosives. The group had also attempted to obtain addresses of law enforcement officers to target them. \nThe FBI intercepted encrypted messages earlier this year and relied on undercover agents and informants working within the group. \nAccording to the federal complaint, Michigan residents Adam Fox, Ty Garbin, Kaleb Franks, Daniel Harris and Brandon Caserta along with Delaware resident Barry Croft have been charged with conspiring to kidnap the governor. \nNessel charged seven additional men, all of whom are residents of Michigan. Paul Bellar, age 21 of Milford, faces three felony counts: providing material support for terrorist acts, gang membership, carrying or possessing a firearm during the commission of a felony. \nShaun Fix, age 38 of Belleville; Eric Molitor, age 36 of Cadillac; Michael Null, age 36 of Plainwell; and William Null, age 38 of Shelbyville, face two felony counts: providing material support for terrorist acts, carrying or possessing a firearm during the commission of a felony. \nPete Musico and Joseph Morrison, both age 42 and who live together in Munith, face four felony counts: one count each of threat of terrorism, one count each of gang membership, one count each of providing support of terrorist acts and one count each of possessing a firearm during the commission of a felony. \nWhitmer faced criticism from conservative lawmakers and right-wing groups after enacting emergency executive orders related to COVID-19. In April, hundreds of demonstrators gathered in Lansing, Mich. to protest the governor's stay-at-home orders. Many of these protesters were openly carrying firearms, which is legal in the Michigan Capitol. \nThe Michigan Supreme Court recently ruled that Whitmer overstepped her authority in issuing executive orders related to COVID-19 precautions beyond April 30, saying the law she used to justify her actions was unconstitutional. The status of state regulations remains in limbo, with some local governments working to fill in the gaps. \nWhitmer maintains her executive orders were justified, as they aimed to save lives and protect people from the coronavirus pandemic. One study found that the governor's stay-at-home orders may have saved tens of thousands of lives in the state.\nAt a press conference Thursday, Whitmer said she had anticipated facing challenges as governor of Michigan, but said she \"never could have imagined anything like this.\" She thanked federal and state law enforcement for their work, adding that she hoped the charges will lead to convictions that bring \"these sick and depraved men to justice.\"\nWhitmer also condemned President Donald Trump for failing to rebuke white supremacists and said Trump's inability to address the pandemic was the result of ignoring public health guidance. In April, Trump tweeted \"LIBERATE MICHIGAN!\" in response to Whitmer's efforts to limit the spread of COVID-19.\n\"Our head of state has spent the last seven months denying science, ignoring his own health experts, stoking distrust, fomenting anger and giving comfort to those who spread fear and hatred and division,\" Whitmer said. \"Just last week, the president of the United States stood before the American people and refused to condemn white supremacists and hate groups like these two Michigan militia groups.\"\nAt a presidential debate on Sept. 29, Trump declined to denounce white supremacists and directed a far-right extremist group to \"stand back and stand by.\"\n\"Hate groups heard the president's words not as a rebuke but as a rallying cry, as a call to action,\" Whitmer said.\nAndrew Birge, U.S. attorney for the Western District of Michigan, said the group used code words and phrases to avoid detection by law enforcement and conducted surveillance on the governor's vacation home. Two of the men discussed planting and detonating explosives to deter law enforcement. He also said the men could face up to life in prison if convicted. \nJoseph Gasper, colonel of the Michigan State Police, said the MSP will take swift action against anyone planning or seeking to commit violence in the state.\n\"This case is one of the largest cases in recent history that the MSP has been involved in,\" Gasper said. \"I think that the nature of this case is rather unprecedented, but it does send a very vivid reminder that while we may be in a time period of discourse, possibly even divisiveness and fighting across the nation, law enforcement stands united.\"\nWhitmer said the restrictions initiated during the COVID-19 pandemic were necessary to stop more people from getting sick. Michigan has had more than 6,800 deaths from coronavirus since March.\n\"As painful as these losses are, our hard work and sacrifices have saved thousands of lives. We have one of the strongest economic recoveries in the nation,\" Whitmer said. \"Make no mistake, there will be more hard days ahead, but I want the people of Michigan to know this - as your governor, I will never stop doing everything in my power to keep you and your family safe.\"\nCarter Howe and Leah Graham contributed reporting.\nDaily News Editor Barbara Collins can be reached at bcolli@umich.edu Daily Staff Reporter Emma Ruberg can be reached at eruberg@umich.edu \nThe COVID-19 pandemic has thrown challenges at all of us - including The Michigan Daily - but that hasn't stopped our staff. We're committed to reporting on the issues that matter most to the community where we live, learn and work. Your donations keep our journalism free and independent. You can support our work here.\nFor a weekly roundup of the best stories from The Michigan Daily, sign up for our newsletter here.\n\nLoad-Date: October 9, 2020"
}