{
    "title": "7 SUMMIT LEADERS PLEDGE TO ASSIST DEBTOR COUNTRIES",
    "publisher": "the new york times",
    "year": 1984,
    "month": 6,
    "day": 10,
    "full text": "The leaders of the seven major industrial democracies pledged today to make it easier for some of the hard-pressed third world countries to repay their debts, promised to continue their own vigorous policies against inflation and voiced their support for ''precise commitments'' to the ''nonuse of force'' by both East and West.\n In a long economic communique and three shorter political statements issued at the end of the 10th economic summit meeting here, President Reagan and six other government leaders touched on most of the issues they had discussed, but there were signs that in several important cases they had been unable to agree on specifics.\nAs the leaders concluded their deliberations at Lancaster House, tens of thousands of antinuclear demonstrators marched through the streets of central London, carrying banners and placards denouncing American policy. The organizers said more than 150,000 people took part. They were kept well away from the conference sites by the police, but traffic was paralyzed and more than 170 people were arrested for obstruction during the march and two smaller protests. (Page 13.)\nLeaders of seven major industrial democracies end their summit meeting in London and issue communique and political statements pledging to make it easier for some of hard-pressed third-world countries to repay their debts, promising to continue their own vigorous policies against inflation and voicing their support for 'precise commitments' to 'nonuse of force' by both East and West; US budget deficits escape censure; photo of protest against US nuclear policy (M)\nQuestion of U.S. Deficits\nIn the formal communique, the United States escaped censure for its budget deficit, which is expected to reach $200 billion this year, and which the European countries believe causes high interest rates and threatens recovery. (Page 12.)\nIn a draft of the communique circulated this morning, the leaders described recent Administration measures as ''an initial step in the process of reducing the budget deficit of the United States.''\nBut when Prime Minister Margaret Thatcher of Britain, the host of the conference, read out the communique late this afternoon in the medieval Guildhall in the City of London, all reference to the budget deficit had disappeared.\nAsked why, the French Finance Minister, Jacques Delors, answered, ''It was not our intention to embarrass a Government in the midst of an election'' - meaning Mr. Reagan's bid for re-election.\nChancellor Helmut Kohl of West Germany, who said he was still the sternest European critic of American deficits and interest rates, asserted that the President had given him assurances in their private talks that further action to reduce the deficit would be taken by September. Mr. Kohl commented that that was not soon enough for him, but he described the assurances as far more important than anything contained in the entire 2,000-word text of the final communique.\n \n'Free Flow of Discussion'\nMrs. Thatcher described the conference as ''valuable, interesting and friendly.'' She added: ''We had a free flow of discussion and argument. This is not and has never been a yes-man's club.'' In a statement on East-West relations, the conferees said they were ''determined to pursue the search for extended political dialogue and long- term cooperation with the Soviet Union and her allies.''\nThe statement, which grew out of proposals by Canada and West Germany, also said the seven nations favored ''agreements which would build confidence and give concrete expression, through precise commitments, to the nonuse of force.''\nEuropean sources said the appeal for the nonuse of force was designed to bind the United States to that idea, which has been advanced by the Soviet Union in discussions at Stockholm. Some of them suspect the Americans of harboring doubts about it. But American officials welcomed the statement and described it as an extension of Mr. Reagan's speech to the Irish Parliament earlier in the week.\nOn the war in the Persian Gulf, the leaders confined themselves to an expression of concern and of hope for a peaceful settlement. There was no mention of a contingency plan to share oil reserves in the event of a blockage of shipments from the area, merely a declaration that current ''prudent and realistic'' policies would suffice.\n \nInternational Terrorism\nOn international terrorism, the third political subject addressed by the conference, there was a notable dearth of specific language. The British had hoped for the creation of a ''blacklist'' of diplomats known to have been involved in terrorism, but the statement mentioned only ''consultation and as far as possible cooperation over the expulsion or exclusion from their countries of known terrorists, including persons of diplomatic status involved in terrorism.'' Even that was listed only as one of several ''proposals which found support in the discussion'' of the subject, which implied that not all countries had agreed to all of them. Sir Geoffrey Howe, the British Foreign Secretary, said the leaders saw their role here as ''energizing action'' by responsible countries and international organizations, not as committing themselves to actions as a group.\nHis comments appeared to reflect the fear of the French, among others, that the nations who take part in these conferences would come to view themselves as a ''directoire'' - a new, ad hoc alliance.\nSix years ago, in Bonn, at a time when the hijacking of aircraft was the focus of international terrorism, the seven countries went considerably farther than they did today, threatening sanctions against those who harbored terrorists.\n \nMore Time for Debtor Nations\nBy all odds the most important economic step taken at the meeting was the action on international indebtedness, which Mrs. Thatcher described as ''one of the great problems this year.'' The conference recommended six courses of action, but the kernel of its decision lay in its support for: ''in cases where debtor countries are themselves making successful efforts to improve their position, encouraging more extended multiyear rescheduling of commercial debts and standing ready where appropriate to negotiate similarly in respect of debts to government and government agencies.''\nIn plain language, the Western nations were promising to give the debtor nations in Latin America and elsewhere more time to pay back the enormous loans owed to the United States and Europe, provided that they took steps to reduce spending and to put their own houses in order. That position represented a compromise between countries that wanted more radical action, such as West Germany, and those that wanted to avoid any broad commitments and to proceed on a case-by- case basis, such as the United States.\nThe leaders watered down a proposal, endorsed earlier by the President and Prime Minister Yasuhiro Nakasone of Japan, for a new round of antiprotectionist talks under the General Agreement on Tarriffs and Trade. The communique spoke only of consultations on ''possible objectives, arrangements and timing'' for such talks, rather than committing the seven nations to a new round opening in 1986.\n \n'Got Most of What We Wanted'\nDonald T. Regan, the United States Treasury Secretary, conceded that this was a setback. But he said ''we got most of what we wanted,'' and expressed special pleasure at the general tone of the economic communique, which emphasized growth and the fight against inflation.\nMrs. Thatcher declined, at a news conference this evening, to chastise her close political and ideological ally, Mr. Reagan, for the size of the American deficit or for high interest rates in the United States.\n\nGraphic\n\n \nphoto of Margaret Thatcher speaking at closing session of summit conference; photo of police taking away protester"
}