{
    "title": "77 militants killed after school massacre",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 12,
    "day": 20,
    "full text": "Associated Press\nISLAMABAD — Pakistani warplanes and ground forces killed at least 77 militants in a northwestern tribal region near the Afghan border, officials said Friday, days after Taliban fighters killed 148 people — most of them children — in a school massacre.\nMeanwhile, a Pakistani prosecutor said the government will try to cancel the bail granted to the main suspect in the 2008 Mumbai terror attacks — a decision that outraged neighboring India and called into question Pakistan's commitment to fighting militancy.\nThe violence at a school in Pakistan's northwest earlier this week stunned the country and brought cries for retribution. In the wake of the mass killing the military has struck targets in the Khyber tribal region and approved the death penalty for six convicted terrorists.\nThe military said its ground forces late Thursday killed 10 militants while airstrikes killed another 17, including an Uzbek commander. Another 32 alleged terrorists were killed by security forces in an ambush in Tirah valley in Khyber on Friday as they headed toward the Afghan border, the military said.\nOn Friday morning, troops killed 18 more militants during a \"cordon and search operation\" in Khyber, the military said.\nThe military said the army chief, Gen. Raheel Sharif, was traveling to Khyber Friday to meet with troops taking part in the ground operation.\nKhyber agency is one of two main areas in the northwest where the military has been trying to root out militants in recent months. Khyber borders Peshawar, where the school massacre happened, and militants have traditionally attacked the city before withdrawing to the tribal region where police can't chase them.\nThe other area is North Waziristan, where the military launched a massive operation in June.\nIn the southern province of Baluchistan, Pakistani security forces killed a senior Pakistani Taliban leader along with seven of his associates in three separate pre-dawn raids, said a tribal police officer, Ali Ahmed.\nThe Pakistani army chief late Thursday signed the death warrants of six \"hard core terrorists\" convicted and sentenced to death by military courts, the army said.\nIt was unclear when the military planned to hang the six men, but authorities generally move quickly once death warrants are signed. Such executions are usually carried out at prisons under the supervision of army officers and then the bodies are handed over to relatives for burial.\nThere was no information on the men or the crimes for which they were convicted.\nPrime Minister Nawaz Sharif on Wednesday announced that he would lift a moratorium on executions in terrorism-related cases. The government has not yet carried out any executions.\nThe lifting of the moratorium was aimed at demonstrating the government's resolve. But the decision by an anti-terrorism court on Thursday to grant bail to the main suspect in the Mumbai attacks, Zaki-ur-Rahman Lakhvi, called into question that commitment.\nLakhvi is one of seven people on trial in Pakistan for the assault, but the trial has produced no results so far. It has been closed to the media.\nIndia reacted with outrage to news of Lakhvi's pending release.\nSpecial public prosecutor Abu Zar Peerzada said he would appeal to the High Court to cancel the bail and said Lakhvi had not yet been released.\n\nGraphic\n\n \nAssociated Press Pakistani worshippers attend a prayer for the victims killed in Tuesday's Taliban attack on a military-run school in Peshawar, in Karachi, Pakistan, Friday, Dec. 19, 2014. Pakistani jets and ground forces killed 67 militants in a northwestern tribal region near the Afghan border, officials said Friday, days after Taliban fighters killed 148 people — most of them children — in a school massacre.\n\nLoad-Date: December 22, 2014"
}