{
    "title": "8 Militants Killed In Russian Republic Of Chechnya",
    "publisher": "rtt news",
    "year": 2009,
    "month": 10,
    "day": 2,
    "full text": "(RTTNews) - Eight militants have been killed in a military operation in the mountainous region of Russia&apos;s North Caucasus republic of Chechnya, announced Chechen President Ramzan Kadyrov on Friday.\nKadyrov is said to have personally led the military operation against the militants, which took place on Thursday evening near the village of Benoi in the republic&apos;s Nozhai Yurt district. The Benoi village is located close to the neighboring republic of Dagestan, and is some 87 miles from Chechen capital of Grozny.\n\"Thanks to careful preparation, we succeeded in blocking the group and liquidating nearly half of its members in the first hours,\" Kadyrov said. \"The operation is continuing, there have been no casualties among police.\"\nThursday&apos;s fighting was the latest of its kind in Russia&apos;s troubled mountainous North Caucasus region, which has witnessed several terror attacks and frequent clashes between separatists and security forces in the recent past. Experts say that the insurgency in the region is fueled by Islamic extremism, separatism and poor economic conditions.\nThough Kadyrov is known for bringing relative calm to Chechnya after taking office in 2007, the tough methods used by him in suppressing local rebels have been questioned in the past. Several human rights groups have accused his government of widespread abuses.\nRussia had announced in April that it was formally ending its decade-long counter-terrorism operation in the volatile southern republic of Chechnya, stating that the situation in the republic has normalized to a large degree and life is getting back to normal. However, frequent bombings and clashes between militants and federal troops still disrupt life in Chechnya and nearby regions, particularly Daghestan and Ingushetia.\nLate president Boris Yeltsin had imposed strict security restrictions on Chechnya at the beginning of the second Chechen war in September 1999. The operation was aimed at crushing Chechnya&apos;s post-Soviet independence movement, and the active phase of the anti-terrorism campaign officially ended in 2001.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}