{
    "title": "80 arrested to thwart World Cup terrorism",
    "publisher": "usa today",
    "year": 1998,
    "month": 5,
    "day": 27,
    "full text": "PARIS -- Police detained more than 80 Islamic militants in five\nEuropean countries Tuesday in an effort to thwart terrorist acts\nat this summer's World Cup soccer tournament in France.\nThe coordinated dawn raids followed tapped phone calls, police\nsaid, indicating Islamic extremists were planning to move men,\nfunds and arms around Europe in a plot to disrupt the competition.\nThe French Interior Ministry said months of surveillance led police\nto \"suspect the preparation of terrorist activity in the run-up\nto the World Cup.\"\nFrench police said they detained 53 suspects at 43 different sites,\nmostly in Paris, Lyon and Marseille. The World Cup competition\nwill take place in 10 different French cities between June 10\nand July 12 and bring hundreds of thousands of fans to France.\nThose detained for questioning in France were Algerian, Tunisian\nand French nationals. They are suspected followers of Hassan Hattab,\nhead of the GIA or Armed Islamic Group, Algeria's most radical\nIslamic guerrilla organization.\nThe GIA, which blames France for supporting Algeria's military\ngovernment, claimed responsibility for a 1995 bombing campaign\nin Paris that killed eight and injured 170.\nPolice also detained about 10 suspects each in Belgium, Switzerland\nand Italy, and five in Germany.\nFrench raids confiscated documents, a computer, and about 900,000\nfrancs ($ 150,000) in cash, but no arms.\nGerman authorities said those held there had been suspected of\nproviding arms and explosives but none were reported found. False\ndocuments and the equipment to make them were found in Italy.\nIn Italy, Milan prosecutor Stefano Dambruoso said \"as we gradually\ngot closer to the World Cup, in phone calls between various members\nof the (Islamic) groups, they talked more and more about arms\nand false documents, passports and identify cards.\"\nHe also said the suspects had been constantly on the move between\nthe five countries.\n\nGraphic\n\n \nPHOTO, b/w, AP\n\nLoad-Date: May 27, 1998"
}