{
    "title": "9 11 JUDGE SETS LIMITS",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 12,
    "day": 13,
    "full text": "WASHINGTON -- The military judge overseeing the trial of Khalid Sheikh Mohammed and four others accused in the Sept. 11, 2001, terrorist attacks granted a U.S. government request to limit disclosure of classified information about \"sources, methods and activities\" used in fighting terrorism.\nThe American Civil Liberties Union made the ruling public Wednesday, saying in a statement that the judge's decision would prevent the public from learning about \"illegal CIA torture.\"\nThe written ruling by Army Col. James Pohl also approves the government's request for a 40-second audio delay in relaying proceedings from the military courtroom at Guantanamo Bay, Cuba.\nProsecutors and defense lawyers spent part of a week in October debating how a military tribunal should handle classified and other sensitive information in the biggest terrorism case in U.S. history.\nAriz. gun buyer sentenced\nPHOENIX -- A federal judge sentenced a Phoenix man Wednesday to nearly five years in prison for purchasing firearms for a Mexican drug cartel, triggering a chain of events that included the death of an elite Border Patrol agent and the unraveling of the failed federal gun-tracking operation called \"Fast and Furious.\"\nJaime Avila Jr., 25, was a \"straw purchaser\" of the firearms for the cartel and his purchases included two rifles found at the scene of the death of Border Patrol Agent Brian A. Terry, who died two years ago this week in the desert south of Tucson.\nSenate intern arrested\nWASHINGTON -- Sen. Robert Menendez employed as an unpaid intern in his Senate office an illegal immigrant who was a registered sex offender, now under arrest by immigration authorities.\nThe Homeland Security Department instructed federal agents not to arrest him until after Election Day, a U.S. official involved in the case told the Associated Press. A Homeland Security spokesman on Wednesday called that assertion \"categorically false.\" Mr. Menendez, D-N.J., who advocates aggressively for pro-immigration policies, was re-elected in November with 58 percent of the vote.\nNew Facebook controls\nSAN FRANCISCO -- Facebook introduced a host of new privacy controls Wednesday that give users easier ways to determine who can see their posts and photos, while taking away one setting that allows the social network's members to block their \"Timeline\" pages from turning up when others search for them.\nThe changes come as Facebook and other Internet giants face continued questions from privacy advocates and regulators who are concerned about how personal information is shared across the Web. Facebook is also under pressure to expand its business, however, and CEO Mark Zuckerberg has talked about finding new ways for users to search for information.\nGuns-to-work laws spread\nWASHINGTON -- Republican-dominated legislatures in at least four states are planning to consider allowing employees to bring guns to work, turning two of the party's traditional constituencies against each other: gun-rights supporters and businesses.\nThe measures, backed by the National Rifle Association, would allow workers in Alabama, Tennessee, South Carolina and Pennsylvania to keep the weapons locked and hidden in their cars in employee parking areas. Seventeen states have approved similar measures since 2003.\n\nLoad-Date: December 14, 2012"
}