{
    "title": "9 11 TRIAL WILL BE SHIFTED FROM NYC WESTERN PA. AMONG OPTIONS AS VENUES FOR TERRORISM PROCEEDING",
    "publisher": "the new york times",
    "year": 2010,
    "month": 1,
    "day": 30,
    "full text": "NEW YORK -- The Obama administration on Friday gave up on its plan to try the Sept. 11 plotters in Lower Manhattan, bowing to almost-unanimous pressure from New York officials and business leaders to move the terrorism trial elsewhere.\n\"I think I can acknowledge the obvious,\" an administration official said. \"We're considering other options.\"\nPolitico, the Washington-based political news outlet, which broke news late Thursday of the administration's reconsideration, listed as \"likely options\" White Plains in the Southern District of New York, Newport News or Alexandria in the Eastern District of Virginia, or a venue in the Western District of Pennsylvania.\nThe reversal on whether to try the alleged 9/11 terrorists blocks from the former World Trade Center site seemed to come suddenly this week, after Mayor Michael R. Bloomberg abandoned his strong support for the plan and said the cost and disruption would be too great. But behind the brave face that many New Yorkers had put on for weeks, resistance had been gathering steam.\nAfter a dinner Dec. 14 in New York, Steven Spinola, president of the Real Estate Board of New York, pulled aside David Axelrod, President Barack Obama's closest adviser, to convey an urgent plea: move the planned trial for the 9/11 plotters out of Manhattan.\nIn a series of presentations in recent weeks to business leaders, local elected officials and Chinatown community representatives, Police Commissioner Raymond W. Kelly outlined his plan for securing the trial: blanketing Lower Manhattan with police checkpoints, vehicle searches, rooftop snipers and canine patrols. \"They were not well-received,\" a city official said.\nAnd on Tuesday, in a meeting Mr. Bloomberg had with at least two dozen federal judges on the eighth floor of their Manhattan courthouse, one judge raised the question of security. The mayor, according to several people present, said he was sure the courthouse could be made safe, but that it would be costly and difficult.\nThe next day, Mr. Bloomberg, who in November hailed the idea of trying Khalid Shaikh Mohammed and four other alleged Sept. 11 plotters in the heart of downtown Manhattan, made clear that he'd changed his mind.\nTold of the Obama administration's decision Friday night, Kelly spokesman Paul J. Brown said, \"We were not aware of that.\" But he said of Commissioner Kelly: \"He is of the mind that such a decision would give us some breathing room -- but that New York has to remain vigilant because it remains at the top of the terrorist target list.\"\nMr. Bloomberg's remarks Wednesday set off a stampede of New York City officials, most of them Democrats well-disposed toward Mr. Obama, who suddenly declared that a civilian trial for the 9/11 suspects was a great idea -- as long as it didn't happen in their city.\nBy Friday, Justice Department officials were studying other sites, focusing especially on military bases and prison complexes. No obvious new choice had emerged.\nA Justice Department spokesman would not speculate Friday on possible sites for the trial if it is relocated. \"If it's going to be moved from New York, obviously there would be legal, logistical and security and cost assessment done beforehand,\" said spokesman Dean Boyd.\nWestern Pennsylvania could be a possible choice because the attempted hijacking of United Flight 93 ended with the plane crashing in Shanksville, Somerset County. But Pennsylvania's two senators said Friday they would oppose a terror trial in the state.\n\"Mayor Bloomberg has given good reasons why the trial should not be held in New York City, and that same reasoning would apply for Pennsylvania as well,\" Sen. Arlen Specter, D-Pa., said in a statement. \"At the moment, it's all speculation, but I will be alert to protect Pennsylvania's interests.\"\nA spokesman for Sen. Bob Casey, also D-Pa., said he would oppose a Pennsylvania trial and would make that clear to the Obama administration.\nRepublican former Rep. Pat Toomey, seeking Mr. Specter's seat, seized on the Mohammed trial as a campaign issue. He said in a statement that Mr. Mohammed \"should be tried in a military court, not in a civilian court that affords him generous rights that will give his fellow terrorists access to crucial information about our intelligence and anti-terrorism methods.\"\nIn a news release, Mr. Toomey's campaign cited Mr. Specter's vote to move Guantanamo Bay detainees to U.S. mainland prisons, and noted that Pennsylvania Rep. Joe Sestak, D-Delaware County, challenging Mr. Specter in their party's primary, has supported civilian trials for terror suspects.\nMr. Sestak said in a statement Friday that he would prefer that Mr. Mohammed be tried near the Pentagon, where Mr. Sestak was stationed Sept. 11. \"But I would support them anywhere in America because of my desire to bring swift justice to these criminals and because of my faith in our justice system,\" he said.\nIt is possible that the administration's reversal will call into question the calibrated effort by Mr. Obama and his attorney general, Eric H. Holder Jr. to bring the handling of suspected terrorists out of the realm of military emergency and into the halls of civilian justice.\nRep. Peter King, R-N.Y., said Thursday that he has introduced a bill that would bar use of Justice Department funds to try Guantanamo detainees in U.S. civilian courts. Sen. Lindsey Graham, R-S.C., said he'll introduce a similar Sentate bill next week.\nIn a letter sent Friday to the White House, Sen. Dianne Feinstein, D-Calif., who chairs the Senate Intelligence Committee, said the terrorist threat to the United States remains high, and New York is a prime target. The trial of the most significant terrorist in custody would only add to the threat, she wrote.\n\nNotes\n\nPost-Gazette staff writer Dan Malloy and The Associated Press contributed to this report./\n\nGraphic\n\n \nPHOTO: Khalid Sheik Mohammed\n\nLoad-Date: February 2, 2010"
}