{
    "title": "9 Terrorism Suspects Detained in Indonesia After a Raid Uncovers Bombs",
    "publisher": "the new york times",
    "year": 2008,
    "month": 7,
    "day": 4,
    "full text": "Indonesian police transferred nine terrorism  suspects,   bound and wearing black hoods, to the capital, Jakarta, on Thursday after their arrest in southern Sumatra. \n  According to the police, a raid on Wednesday in the Sumatran port city of Palembang by an elite Indonesian counterterrorism team turned up more than a dozen homemade bombs and a cache of ammunition. A police spokesman refused to give further details, saying that the prisoners were being interrogated about the nature of their plan and their  roles within the Jemaah Islamiyah terrorist network. \n  Indonesian news outlets quoted an antiterrorism official as saying that the men were planning an attack on Westerners in Jakarta, but no details were given.\n  Jemaah Islamiyah is believed to have a vast network throughout the island of Sumatra.\n  The police confirmed that at least one of the suspects was Singaporean, but experts dismissed rumors that he might be Mas Selamat Kastari, who is suspected of being  the leader of Jemaah Islamiyah. He  escaped from a Singapore prison in March. \n  Sidney Jones, a terrorism expert who is the director of International Crisis Group in Jakarta, however, said the escapee was not among those caught in the Wednesday raids. ''They are all certainly members of Jemaah Islamiyah,'' Ms. Jones said. ''And at least one is Singaporean, but he is definitely not Mas Selamat.'' \n  The authorities suspected that Noordin Top, a  Jemaah Islamiyah militant from Malaysia, was hiding in Palembang in early 2007, and some analysts have said that he may have started a splinter terrorist group. He is believed to be responsible for several major bombings in Indonesia.\n  Jemaah Islamiyah has been blamed for most of the major attacks in Indonesia in recent years, including the 2002 Bali nightclub bombings that killed more than 200 people. \n  The militant wing of Jemaah Islamiyah, however, has been seriously weakened in recent years after the loss of several important leaders, including the group's master bomb maker, Azhari Husin, who was killed in a shootout in 2005. \n  Indonesia's success in fighting terrorism prompted the Bush administration to renew military ties with the country. And the State Department lifted a travel advisory last month that had warned Americans of possible terrorist attacks. \n  Australia, which has worked closely with Indonesia in its fight against the militant network, has refused to lift its travel warning for Indonesia, however, saying there is still evidence that terrorists are planning attacks. \n  Despite its setbacks, Jemaah Islamiyah has proven resilient. The group relies on a grassroots recruiting effort focused heavily on Indonesia's many Islamic boarding schools. One of the suspects arrested Wednesday, Ms. Jones said, was the director of an Islamic school in Palembang. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: An Indonesian police officer with one of the nine terrorism suspects arrested on Thursday in Sumatra. An antiterrorism official said the men were planning an attack on Westerners in Jakarta. (PHOTOGRAPH BY ACHMAD IBRAHIM/ASSOCIATED PRESS)                                                                          \n\nLoad-Date: July 4, 2008"
}