{
    "title": "9-11 Historical Overview",
    "publisher": "university wire",
    "year": 2011,
    "month": 9,
    "day": 11,
    "full text": "By Whitney Evans\nMany aspects of life in America have changed since Sept. 11, 2001. Following is a historical overview of changes in the lives of average Americans in the decade since the attacks:\nTerrorism on peoples' minds - Terrorism, something once only associated with movies, is now in the back of many Americans' minds. Measures such as increased airport security and counter-terrorism police units, in addition to the anthrax scare and attempted terrorist attacks since 9/11, serve as reminders of the country's need for constant vigilance.\nPatriot Act - Signed into law on Oct. 26, 2001, the Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism Act (USA Patriot Act) increased the government's ability to conduct wiretaps and access electronic records, emails and voice mails, among other things. This ability was given to the federal government to enable them to more effectively discover and uproot terrorist activities.  This legislation has been criticized by the American Civil Liberties Union and others for what they say is unnecessary access to the private lives of American citizens without just cause.\nU.S. Troop involvement in Iraq and Afghanistan - Members of the U.S. military have been involved in combat in Afghanistan since 2001 and in Iraq since 2003. According to the Department of Defense website there have been:\nTSA security increase - Gone are the days when families and friends could walk loved ones to the gate or meet them as they came off their flight. In addition to mandatory boarding passes to get past airport security, carry-on items have been limited as well. Along with banning firearms, sharp items and other dangerous items, bottles capable of carrying more than 3.4 ounces of liquid and snowglobes have been added to the list of things impermissible on flights (tsa.gov).  Security screenings have also increased, the most controversial of which was the introduction of the Advanced Imaging Technology which allows airport personnel to detect items below a person's clothing.\n\nLoad-Date: January 17, 2018"
}