{
    "title": "90 FACE TRIALS ON TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 2,
    "day": 19,
    "full text": "RIYADH, Saudi Arabia -- Saudi Arabia, facing U.S. criticism for laxness on fighting terrorism, said yesterday it has referred 90 Saudis to trial for alleged al-Qaida links and that 250 Saudi suspects were under investigation.\n The announcement from Interior Minister Prince Nayef, reported in the kingdom's Arabic-language newspaper Okaz, was the first word of Saudi court proceedings connected to post-Sept. 11 terror crackdowns.\n Prince Nayef also said more than 150 Saudi suspects had been released after being cleared of terror connections -- reportedly including a suspect wanted by the United States.\n3 women found slain\n MEXICO CITY -- The bodies of three women found in the desert outside of Ciudad Juarez were the latest victims of a string of killings in the rough Mexican border city, a special prosecutor said yesterday.\n The remains were discovered Monday in a region where other victims were located, said Angela Talavera, appointed to investigate the killings.\n More than 300 women have been murdered in the past decade in Ciudad Juarez, a city of 1.3 million across from El Paso, Texas. Police have confirmed that more than 75 of the cases are related to a series of rape-murders.\n Chess reunification bid\n MOSCOW -- Garry Kasparov, the world's top-ranked chess player, and FIDE World Champion Ruslan Ponomariov will face off in June in a match in Argentina that is part of a plan to reunify the chess world, the FIDE president said yesterday.\n In a joint news conference with Kasparov, just back from salvaging a 3-3 draw in a match against the Deep Junior computer in New York, FIDE president Kirsan Ilyumzhinov said the $1 million Kasparov-Ponomariov match would take place June 19-July 7 in Buenos Aires.\n The victor is to face the winner of a match between Vladimir Kramnik of Russia, the Classical World Champion, and Hungarian challenger Peter Leko. A date for that competition has not been announced.\n Harsh review of Italy's PM\n ROME -- A U.N. expert says the government of Italy's prime Minister Silvio Berlusconi has amended laws that help the businessman-politician, according to a report released yesterday that paints a dim picture of Italy's justice system.\n Berlusconi, a billionaire media tycoon, is on trial in Milan with an associate for alleged corruption. His government has passed some legal reforms and promised more.\n The report by the U.N. expert on the independence of judges and lawyers, Param Cumaraswamy, was released yesterday on the Web site of the Geneva-based U.N. Human Rights Office.\n Kosovar held in war crimes\n THE HAGUE, Netherlands -- A key Kosovo Albanian war crimes suspect was arrested yesterday to face charges in The Hague, under the first indictment against former leaders of the Western-backed Kosovo Liberation Army.\n Fatmir Limaj, 32, is the highest-ranking of four indicted ex-guerrillas of the KLA, which fought Serbian forces during the 1998-99 conflict.\n Also in the world\n A Turkish bartender who married a 15-year-old British girl was convicted of statutory rape and sent to prison yesterday. The Turkish court sentenced Mehmet Ocak, 24, to five years in prison despite the teenager's plea that she was not held against her will . . . The death toll from the terrorist bombings on Indonesia's resort island of Bali has likely reached 202. Lt. Col. Yatim Suyatmo said yesterday a final report estimated 194 people were killed on Bali, while eight others died of their injuries in hospitals overseas.\n\nLoad-Date: February 19, 2003"
}