{
    "title": "9_11 A SPECIAL REPORT; An armored car for Edina. More hazmat gear for Hopkins. Special radios for Co",
    "publisher": "star tribune ",
    "year": 2004,
    "month": 9,
    "day": 12,
    "full text": "SPECIAL REPORT\nPART TWO: THE PRICE OF PROTECTION\n     Millions of dollars in federal grants sent to Minnesota to thwart terrorism have been spent on police and emergency equipment that offers little or no benefit in preventing another Sept. 11-style attack.\n     Edina is getting a grant to buy an armored car with rotating turrets and gun mounts. Columbia Heights is buying special radios so volunteers could respond to an attack or other disaster. Rock County, a southwestern Minnesota county, is receiving a better 911 system that can locate cell phone callers reporting traffic accidents.\n     At the same time, sheriffs on Minnesota's border with Canada, where illegal entry into the United States by potential terrorists is a major concern, have been denied anti-terrorism funds, even though authorities recently stopped a Pakistan-born Canadian at an illegal border crossing.\n   Elsewhere, Sherburne County received a fraction of the $1.2 million in terrorism-prevention money it sought, despite having a nuclear power plant and a jail that has held terror suspect Zacarias Moussaoui and other high-risk federal prisoners.\n     A Star Tribune review has found that the state has often distributed federal homeland security money, including special terrorism prevention funds, to local governments that use it to buy gear they had long sought for conventional law enforcement or for emergencies such as floods or gas leaks.\n     \"There's 840 mayors across the state lining up at the door saying, 'Where's my little piece of homeland security money?' \" said Dan Johnson, the homeland security operations director in the state Public Safety Department, which hands out the federal money.\n       He added: \"I wasn't comfortable with the whole process because there's this sense of urgency driving the whole bus here that gets everybody half nuts.\"\n     About $60 million in homeland security funds is coming to Minnesota in 2004 and is being spent on a variety of efforts.\n     Nearly $9 million was designated for the new Law Enforcement Terrorism Prevention Program, intended to equip and train state, county and local law enforcers for \"detecting, deterring, disrupting and preventing acts of terrorism.\"\n     State homeland security officials say the anti-terrorism program is a work in progress with problems that will be resolved.\n     After several border counties and cities complained this summer about being denied the grants, state officials recently vowed to pay more attention to border issues.\n     In addition, state officials said they would commit other homeland security money to help border law enforcement.\n     But Minnesota homeland security officials had no explanation for how they determined that some cities and counties deserved federal anti-terrorism money while others did not. Other states also lack clear standards for awarding homeland security funds, a problem cited by the national 9/11 commission in its July report.\n     The bipartisan commission decried a \"free-for-all over money\" and recommended that a panel of security experts develop ways to identify risks in each state. The commission said states should distribute money according to those risks.\n     The report said, \"This issue is too important for politics as usual to prevail,\" adding that hard choices must be made. \"Those who would allocate money on a different basis should then defend their view of the national interest,\" the report said.\n     Almost any community can argue that it's home to potential terrorist targets for having such things as water supplies or power plants. When Dakota County asked local officials for a list of vulnerable targets within the county, they named nearly 200 sites. In a statewide assessment last year, Minnesota officials identified a $6.3 billion \"equipment shortfall\" to fight terrorism.\n     Some of the $60 million in homeland security money went to help protect places that have been considered potential targets, such as the Mall of America, which got $50,000 for special radio equipment.\n     Yet about a third of the state's funds went to expanding a new statewide radio system that had been on state planners' wish lists years before 9/11 and was long expected to be funded by state and local governments. Officials in Minnesota have nonetheless pushed to use homeland security money for the system, pointing out that poor radio communications doomed many firefighters in the World Trade Center. Anoka County, which has received $3.3 million in homeland security money since 2002, used $2 million this year to keep its radio system upgrade on schedule.\n     Many communities large and small that received homeland security money in the years since 9/11 are unlikely places for terrorists to target or travel through. The Three Rivers Park District in Hennepin County purchased protective clothing and special radios. Roseville got money to pay overtime so police could patrol a shopping mall during the nationwide \"Orange Alert\" during the Christmas season last year.\n     An Anoka County technical rescue team, formed primarily to respond to collapsed buildings and trench cave-ins, got homeland security money for a demolition hammer, reciprocating saw and a $14,600 \"search camera.\" In its three years of existence, the team has not responded to a building or trench collapse, said its leader, Guy Johnston, assistant Coon Rapids fire chief.\n     More than 100 Minnesota cities and counties sought some of the nearly $9 million available this year under the new terrorism-prevention program. About a third of them got money, as did some state agencies.\n     Who decided?\n     It is unclear who selected the grant winners.\n     Al Bataglia, state director of homeland security and emergency management, said he left the details to Johnson, a top aide and the state security operations director.\n     Former Minnesota Public Safety Commissioner Rich Stanek, who oversaw Bataglia's office during the selection process, said he didn't review the applications and relied on Johnson and others to assess terrorism risks. In a subsequent interview, Stanek said that he could not recall whether he made the final decision.\n     Johnson said he does recall what happened. \"He made the final decision,\" Johnson said, referring to Stanek. Johnson also said Stanek was involved in the selection process. Stanek left the department in April for unrelated reasons before the winning grants were announced.\n     Michael Campion, who was appointed by Gov. Tim Pawlenty to replace Stanek, said he had a minimal role in the selection process and endorsed the grant decisions made while Stanek was in office.\n     Johnson, a former Burnsville police captain, said he had little experience evaluating terrorism risks when he took the state job in November 2003. \"I didn't know what the hell's out there that threatens Minnesota,\" he said. \"I didn't know any more at the time than any other cop on the street would know what's the actual threat to Minnesota.\"\n     State officials said that while many communities receiving money might not themselves be the target of an attack, they would almost certainly respond to one elsewhere in Minnesota.\n     Surprised at awards\n     Some of the communities awarded the federal funds were surprised to get the money.\n     Edina had first asked Hennepin County for other homeland security money to buy the armored car, but the city was turned down. \"I basically told them there was no way, don't even bother,\" said Tim Turnbull, the county's emergency preparedness director.\n     After Sgt. Scott Kuyper learned that federal funds awarded by the state would pay for the $189,000 vehicle, he said, \"I went and told the [police] chief, and he chuckled.\"\n     Turnbull also expressed surprise at Edina's success. With so many different homeland security grant programs, it is difficult to keep track of how much money the county is getting and who is getting it, he said.\n     Rock County officials were delighted when they learned that the state had approved its $164,800 request for anti-terrorism aid to improve the county-city emergency communication system. The main purpose of the upgrade is to allow dispatchers to locate cell-phone callers reporting traffic accidents or other emergencies. County officials knew the competition for grants was stiff and said they would have been satisfied to get even a little money.\n     When chief dispatcher Terri Ebert called the county administrator to tell him that state officials had approved the whole thing, \"He was driving, and I think he about drove in the ditch. He said, 'You got to be kidding me.' \"\n     Border losers\n     Four Minnesota counties adjacent to Canada were denied terrorism prevention grants for radio equipment they say is important to helping U.S. Border Patrol agents intercept infiltrators.\n     Border Patrol agents rely on sheriff's deputies. Yet the Minnesota border counties lack compatible radio equipment needed for deputies to talk directly with Border Patrol agents and the Royal Canadian Mounted Police. When a deputy needs to reach a federal agent, he calls the sheriff's dispatcher, who phones a Border Patrol dispatcher in Grand Forks, N.D., who radios the information to the Border Patrol agent in his car or truck. Time and information can get lost in the process, officials say.\n     The frustrated sheriffs say they are on the front lines of a fight to prevent terrorists from crossing the northern border. Authorities began to consider Canada a springboard for terrorists after Ahmed Ressam was caught in Washington state in 1999 bringing explosives across the northern border, allegedly to blow up Los Angeles International Airport.\n     \"Our priority mission is to prevent the entry of terrorists into the United States,\" said Glen Schroeder, chief of Border Patrol for North Dakota, Minnesota and Wisconsin. The patrol has beefed up its presence on the border since 9/11 and is considering flying unmanned drones for surveillance. But most agents and customs officers surveyed recently by their union said they still lack the tools and support to stop potential terrorists.\n     Kittson County has miles of wilderness and a notorious illegal border crossing. That's why Sheriff Kenny Hultgren figured his office was a prime candidate for federal anti-terrorism money. And he thought he had made a compelling case in his application to state homeland security officials.\n     \"We are in dire need of updated radio systems to allow us to communicate with federal agencies,\" Hultgren wrote. \"It is crucial to be able to communicate with federal agencies and the Royal Canadian Mounted Police in a timely manner to prevent the illegal entry of suspected terrorists.\"\n     Hultgren told state officials that his sparsely populated county is so strapped for money that deputies use their own ATVs to assist Border Patrol agents in catching illegal immigrants in a wooded territory that has long provided cover for such crossings.\n     His application described one spot \"that is notorious for the entry of illegal aliens into the United States known as the 'Caribou Crossing.' \" The crossing is accessible on both sides of the border from an old gravel road overgrown with grass. Pylons prevent vehicles from using the road to cross the border. One man caught at Caribou Crossing had a handwritten map showing how to get there.\n     In December, a naturalized Canadian citizen originally from Pakistan was stopped at the crossing, according to Hultgren and Schroeder. The man drove legally into the United States through an entry port, but he then began asking for directions to the illegal crossing point.\n     When Hultgren and a Border Patrol agent arrived at the crossing, they found the man sitting in a car parked on the U.S. side of the border with food and utensils for several people. He told them he was going to Chicago. \"It appeared that he was going to pick up a person or persons unknown after they illegally entered the United States and probably transport them to Chicago or wherever,\" Schroeder said.\n     The man did not admit that he intended to help someone cross, Schroeder said. Agents had no reason to arrest him because he had entered legally.\n     Hultgren said state officials never explained why they rejected his $402,700 request for radio equipment and related costs, and $35,000 for a snowmobile and other gear. \"Right now, I'm a little disgusted with the lack of concern for the northern border,\" he said. \"… It's like they don't know what's going on up here.\"\n     Three other border counties - Lake of the Woods, Roseau and Lake - also were denied terrorism prevention money for radios to talk with the Border Patrol. Koochiching County was turned down for a $95,400 airboat and trailer it requested to help patrol remote parts of Rainy River and Rainy Lake on the Canadian border.\n     Northern Minnesota wasn't entirely shut out of the federal anti-terrorism money. International Falls received $350,000 for a mobile command center that it plans to use for a wide range of emergencies such as floods, gas leaks from train derailments or terrorist attacks. And St. Louis County received $91,100 to improve training for tactical response teams.\n     After the losing counties complained in July, state homeland security officials promised to find money to fund Koochiching County's airboat and a couple of radios for Kittson County. But complaints persisted at an August meeting in International Falls.\n     \"I'm wondering what we have to do to get some funding?\" Baudette Police Chief Bob Utech asked homeland security officials. Campion, the public safety commissioner, replied: \"Apply the next time around; that's the best advice I can give you.\" Later, homeland security director Bataglia promised Utech \"some quick fixes\" for communication equipment this year.\n     Pitching for money\n     Some places in Minnesota are getting expensive gear to battle terrorists - or any other threat that comes along.\n     Edina said it needed the Bearcat armored vehicle, which can withstand assault rifle rounds, to respond to a possible attack involving weapons of mass destruction. The vehicle is mounted on a heavy Ford truck chassis and features roof hatches with rotating turrets, gun mounts and blast-resistant doors. It can keep moving even if its tires are shot out. It also has nuclear and biohazard testing equipment.\n     In its request for money, the city said it and nearby suburbs have five shopping malls and several hospitals.\n     Kuyper, the Edina sergeant who worked on the city's application, said homegrown terrorists might be a bigger threat than Al-Qaida. \"They got the Posse Comitatus in the Dakotas, as well,\" said Kuyper, referring to the rural paramilitary group that gained headlines in the 1980s.\n     Burnsville is getting nearly $368,800 for a new command vehicle, essentially a 911 dispatch center on wheels. In its terrorism prevention grant application, the city stated that \"Burnsville is a target-rich environment\" with the state's fourth-largest shopping mall. Capt. Brad Leach said that the Dakota County suburb is \"the southern gate to the metropolitan community. [Interstate] 35 splits here and goes into the two major cities.\"\n     Burnsville Police Chief Bob Hawkins said that while the department had tried to find money for a command vehicle, federal dollars made it possible. \"No way we could have fit that into the [city] budget,\" he said, \"no matter how convincing.\"\n     Johnson, the state homeland security operations director who played a role in selecting grant winners, served as a police captain in Burnsville until last November. \"I did not promote their proposal,\" he said.\n     In many cases, terrorism-prevention grants and other homeland security money have been used to pay for conventional law enforcement and emergency management that counties and cities can't or won't pay for.\n     Cass County, in north-central Minnesota, got $32,300 for \"cyber security\" to buy a computer firewall to protect against hackers. Tim Richardson, the county's information systems director, said hackers have probed the computers and once shut down its Web site.\n     Columbia Heights is getting $186,600 from the federal government to buy 60 specialized radios to be carried by designated citizen volunteers who will help police in the event of a disaster, according to the city's grant application.\n     The volunteers could, the application says, assist \"at decontamination stations, first-aid stations, triage, evidence identification and protection, and perimeter security.\"\n     The city also is using homeland security money to create a \"reverse 911\" radio system that Police Chief Thomas Johnson said would allow the city to automatically dial all the homes in a neighborhood where there was a water main break or chemical spill and play a recorded message. The reverse 911 system \"is something we've been looking at for a long time, trying to find the funding to actually pay for it,\" he said.\n     As for the odds of Columbia Heights becoming a terrorist target, Johnson said, \"It's as possible here as anywhere.\" He noted that the city is the site of a Minneapolis water filtration plant.\n     Rock County's successful application for 911 equipment said good communications are critical in preventing terrorist attacks. Yet Rock County's bid for federal funds doesn't explain why it might be at risk. \"There's no terrorism targets here, not unless they want to do a cornfield or bean field,\" said Glen Gust, mayor of Luverne, the county seat.\n     For years Rock County and the city of Luverne wanted to upgrade their antiquated 911 system to pinpoint cell phone callers' locations but couldn't agree on how to pay for it. \"The grant really helped us at a time of budget crunch,\" said chief dispatcher Ebert, who wrote the application.\n     Another southwestern Minnesota county received the entire $304,300 it asked for even though its application made no reference to terrorism. Chippewa County said the terrorism prevention money would improve emergency and law enforcement communications in 16 counties. Sheriff Stacy Tufto said a better communications system would help during disasters such as floods. As for the risk of terrorism, he said, \"I don't see any real high level out here,\" but he speculated that someone might try biological attacks on livestock.\n     Hennepin County this year tapped the terrorism prevention program for an additional $100,000 to buy a temporary radio tower site - \"a cell site on wheels\" - for the unlikely event that a police communications tower is knocked out, said Roger Laurence, the Sheriff Office's radio communications manager.\n     \"It's been on the wish list for a while,\" Laurence said. \"With the federal [homeland security] dollars flowing in … we have an opportunity to do this.\"\n     A statewide radio system once funded almost entirely by local and state money has gotten a big boost from homeland security grants. For more than a decade, some state and local officials had pressed for the upgrade, saying it would better enable police and fire departments in different communities to talk with each other.\n     The first phase of the system was completed in 2001, but only Minneapolis, Hennepin County, Carver County and a few other agencies joined. Most communities chose not to upgrade, because they didn't want to spend the money or didn't immediately see a need, according to Bill Dean, executive director of the Metropolitan Radio Board.\n     Only $400,000 in federal money was used to build the system's first phase, which cost $96 million. Nearly $57 million came from local property taxes. Now homeland security money is expected to pay $23 million of the second phase's $85 million cost.\n     Ramsey County is using $1.4 million of a nearly $2 million special homeland security grant to join the system. \"It looked like a real good time to get that job done,\" said Bill Hughes, Ramsey County's emergency management coordinator. Before the homeland security money, he said, the question was, \"Where are we going to find the money and do we need to do it?\"\n     The writers are at:\n     pdoyle@startribune.com,      mkaszuba@startribune.com and rnixon@startribune.com   \nFEDERAL HOMELAND SECURITY PROGRAMS IN MINNESOTA\nThe Minnesota Department of Public Safety is receiving about $60 million# in federal homeland security grants this year. Most of the money went to cities and counties.\n     50% State homeland security: Grants across Minnesota to equip and train police, sheriffs' deputies and emergency workers.\nUrban security: Initiatives to strengthen security in the metro area.\n     34% Urban security: Initiatives to strengthen security in the metro area.\n     15% Law enforcement anti-terrorism: Grants to police and sheriffs' offices to prevent terrorism.\n     1% Citizen Corps.L Grants to promote volunteer work that supports homeland security and community safety.\n# Chart does not include port security funds.\nSource: Minnesota Public Safety Department\nStar Tribune\nDIVIDING THE HOMELAND SECURITY DOLLARS\n Minnesota handed out $47 million# in federal homeland security funds to local governments this year. Here is how the money is being used\n - Communications: Includes radios and other equipment using the new 800 MHz frequencies. $23,396,787\n - Law Enforcement: Includes spending on such things as dispatching and overtime. $7,763,050\n - Training and Exercise: Includes training to respond to terrorist attacks or weapons of mass destruction. $6,064,809\n - Physical Infrastructure Protection: Includes spending to protect critical infrastructure such as major buildings. $5,879,560\n - Hazmat: Includes spending on decontamination and hazardous-materials response units. $2,283,145\n - Search/Rescue/Fire: Includes collapsed-structure rescue teams and dispatch equipment for fire departments. $1,370,000\n - Planning: Spending on plans for responding to disasters and terrorism. $479,251\n - Other: Various other spending includes cyber security and threat assessment. $163,808\n # Out of about $60 million. Other funds went to state agencies and other efforts.\n Source: Minnesota Department of Public Safety Division of Homeland Security and Emergency Management, Star Tribune analysis.\nWHERE MONEY WENT - THE HAVES AND HAVE-NOTS\nThe Law Enforcement Terrorism Prevention Program awarded $8.8 million in federal money this year mostly to police and sheriffs across Minnesota. Now some Minnesota officials question whether the money is going where it would do the most to prevent terrorism. Here are some\n     REJECTED\n     1. Kittson County. The sheriff of this county on the Canadian border didn't get $402,700 it requested for radio equipment that would allow deputies to communicate directly with the U.S. Border Patrol and Customs Service. An unguarded road in the county is a known illegal entry point, the county's application said.\n     2. Roseau / Lake of the Woods. The counties and four cities near Canada were denied $201,100 to buy two SUVs, four ATVs, a pickup truck and a boat to patrol a border that is mostly water or rugged terrain. Border jumpers have been caught by county deputies, its application said. The request, which also sought funds for other equipment, was rejected.\n     3. Sherburne County. The county was denied $23,000 to increase surveillance cameras and security for the sheriff's office, whose jail once housed Zacarias Moussaoui, the alleged al-Qaida member arrested shortly before Sept. 11, 2001. The county, home to a nuclear power plant, received $33,700 for radio equipment - a fraction of its $1.2 million request.\n     APPROVED\n     4. Rock County. Awarded $164,800 to upgrade the 911 system and radio dispatch equipment in this     southwest Minnesota county that borders South Dakota and Iowa. No terrorist threats were mentioned in the county's application.\n     5. City of Edina. Awarded $189,000 to purchase a custom-made, armored vehicle to deal with weapons of mass destruction in five suburbs of Minneapolis. Hennepin County had turned down an earlier request for money to buy the vehicle. The city said malls, a defense contractor and other facilities were potential terrorist targets.\n     6. Cass County. Awarded $32,300 to protect sheriff's office computers from hackers. The federal money would be used to buy a computer router and firewall software, standard security features on most computer networks.      \nSource: Minnesota Department of Public Safety\nTHE SERIES\n     Saturday: Federal homeland security money may not be going to states that need it most. To read the first part of this two-day series, go to http://www.startribune.com. \n     \n\nGraphic\n\n \nPHOTO\n\nLoad-Date: September 14, 2004"
}