{
    "title": "9_11, Katrina disasters apples and oranges ; U.S. focus on terrorism isn't to blame for slow respons",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 9,
    "day": 11,
    "full text": "There will be a lot of discussion today comparing Hurricane Katrina to Sept. 11, 2001. Some will suggest that the federal government was so concerned about the threat of terrorism it did not heed the threat posed by Mother Nature.\nThat's a stretch.\nWhat happened four years ago today was an entirely different situation than the one on the Gulf Coast. When 19 hijackers killed 3,066 people on American soil, it shocked and outraged our nation. Overnight, terrorism became something Americans worried about, not just something that happens in the Middle East.\nAs America recovered, citizens made it clear they did not want to live in a police state. While we are willing to make some concessions in the name of security, we are not willing to compromise our freedoms.\nTo say that the government's lapse in reaching victims of Katrina is somehow connected to the Bush administration's zealous war on terrorism is a leap.\nCertainly, mistakes were made in the aftermath of the hurricane. As further examination of the situation is revealing, the mistakes involved state and local governments, too. Those mistakes need to be examined and addressed. But to say that America is too vulnerable because of the resources spent on terrorism just doesn't ring true.\nThis is an enormous country. It is not possible to guard against every disaster - natural or manmade - in every city and on every mile of coastline. The area declared a national disaster by Katrina extends 90,000 square miles - roughly the size of the United Kingdom.\nIf there is a similarity between Hurricane Katrina and Sept. 11, 2001, it is that all Americans are called upon to help the nation heal. People in this area who knew no one in New York City spent time praying for the victims and their shattered families and raising money to help in the recovery.\nNow, another great American city and region needs our help. The number of homeless is in the hundreds of thousands. Deaths could number in the tens of thousands. Like the thought of terrorists plotting to kill thousands of Americans, that was unfathomable less than two weeks ago. And now it is part of our reality.\nFour years removed from Sept. 11, 2001, Americans are a model of resiliency. The nation has grown stronger since that dark day, and recovery continues.\nLet the stories of strength and heroism after Sept. 11 inspire Gulf Coast residents to carry on. And may each American do what he or she can to aid in the recovery.\nEditorials reflect the consensus of the Telegraph Herald Editorial Board: Brian Cooper (chairman), Ken Brown, Monty Gilles, Amy Gilligan, Jim Normandin and Sharon Welborn.\n\nLoad-Date: September 11, 2005"
}