{
    "title": "9_11 attacks, war on terrorism motivate student to join the Navy",
    "publisher": "st. petersburg times ",
    "year": 2004,
    "month": 5,
    "day": 18,
    "full text": "There's a sticker behind the counter at Cindy and Ken Longfellow's Countryside ice cream shop: \"Proud Parent of a Sailor.\"\n\"When people walk in, and they see this, the first thing they ask is, \"You've got a son in the Navy?' \"\nNo, Cindy Longfellow tells them. A daughter.\nLast Halloween, Palm Harbor University High School senior Angela Longfellow, then 17, enlisted in the Navy. The recruiter came to the store so her father could sign the papers because she was too young to make the commitment by herself.\nMilitary recruiters say they have little trouble these days meeting the recruitment goals set by Congress.\n\"We might have to talk to one more person than we would have a year ago,\" said Army Sgt. 1st Class Markus Bates, a recruiter who works in Hillsborough County.\nWhile much of the nation is fixated on the war in Iraq, a steady stream of young adults, such as Angela, are still motivated by the war on terrorism.\nAngela had talked about joining the military for years, but the 2001 terrorist attacks strengthened her resolve.\n\"9/11 ticked her off,\" Cindy Longfellow said of her daughter. \"She just wanted to pick up a gun and go over there.\"\nSince then, Angela has constantly tuned in to Fox News. Sometimes, she said, it's inspiring - such as President Bush's Thanksgiving visit to Iraq and the capture of Saddam Hussein. But not always.\n\"You watch the news, and you see they're killing our families, our brothers and sisters - our soldiers. They're heroes. That's very hard to watch,\" Angela said.\nShe thought about heading straight to college. With a 3.8 grade point average, Angela probably would have qualified for a Bright Futures Scholarship.\n\"I wanted to go. But I didn't know if I was ready to go out there and be responsible for myself,\" Angela said. She still intends to earn a degree and plans to take advantage of a Navy program that pays tuition for courses sailors take on their own time.\nLike their boastful sticker, her parents are proud. For Angela's birthday last month, Cindy bought her a silver anchor charm that she wears on a chain around her neck.\n\"The professions her dad and I have chosen - this is hard work,\" said Cindy, who runs the store with Ken, also a landscaper. \"And you want better for your kids.\"\nOn Oct. 20, Angela ships out to Great Lakes Basic Training Center in Illinois for about two months of boot camp.\nThen she will spend 14 weeks in Pensacola learning cryptology, her chosen field, before she receives her first assignment.\nThe other day, Angela told her mother they'll need to meet other recruits for the trip at 5 p.m. Oct. 19.\n\"That's 1700 hours, Mom.\"\n\nGraphic\n\n \nPHOTO, DOUGLAS R. CLIFFORD, (2); Angela Longfellow, 18, visits with Dorothy Cleaver, 84, in Cleaver's Clearwater home Wednesday.; Jesse Scott, 18, of Ozona returns to shore Thursday evening after fishing from his kayak off the Dunedin Causeway. (ran North Pinellas)\n\nLoad-Date: May 18, 2004"
}