{
    "title": "9_11 panel reports nation is still vulnerable The group's call for dealing better with home-grown te",
    "publisher": "portland press herald",
    "year": 2011,
    "month": 9,
    "day": 4,
    "full text": "There were multiple failures that made us vulnerable to the terrorist attacks of Sept. 11, 2001.\nNone was more serious than the lack of communication among federal, state and local authorities who had information about the 19 hijackers, but failed to put it all together in a way that would have prevented the attacks.\nAs we approach the 10th anniversary of those horrible events, we can be relieved to know that many of the tactics terrorists used against us then would not be as successful today. But it is troubling to hear that, a decade later, we still lack sufficient coordination among agencies to support the teamwork needed to keep us safe.\nThis warning comes from a follow-up report released last week by an offshoot of the National Commission on Terrorist Attacks Upon the United States (commonly known as the 9/11 Commission), the panel that conducted an extensive investigation of the events surrounding 9/11 and in 2004 issued recommendations to help the nation prevent another attack, or respond should an attack occur. The ''10th Anniversary Report Card'' issued by the Bipartisan Policy Center's National Security Preparedness Group reveals that hard work and some luck have helped the U.S. avoid a repeat of 9/11, but concludes that the nation is ''not yet prepared for a truly catastrophic disaster''\nADVICE NOT TAKEN\nSome of the 9/11 Commission's 41 recommendations have not been implemented, the report says, and some that have been implemented have not been developed to maximum effectiveness. Coordination among agencies has been drastically improved, for example, but remains inadequate for dealing with the aftermath of a major attack or natural disaster.\nOne crucial - and easily corrected - deficiency that remains unaddressed, says the report, is the lack of a dedicated communication network for first responders. The incompatibility of emergency radio frequencies was a major obstacle for rescue personnel in the immediate aftermath of the 9/11 attacks, and the report criticizes Congress for failing to provide the recommended public safety radio spectrum.\n''Because we don't know when the next attack or disaster will strike,'' the report says, ''we urge the Congress to act swiftly'' to authorize the still-needed communication network.\nAirport screening for explosives also remains insufficient, according to the report, as does the government's ability to identify and track potential terrorists as they enter and leave the country.\nSome of the 9/11 Commission's recommendations are debatable in terms of cost and potential effectiveness and some raise concerns about civil liberties, but all need to be considered and either implemented or discounted, not left to languish in the halls of Congress or the bowels of the federal bureaucracy.\nTHE THREAT AT HOME\nBeyond the 9/11 Commission's original recommendations, one particularly troubling concern raised by the preparedness group's report is the urgent need for a plan to deal with ''homegrown terrorism.''\n''Alarmingly,'' the report says, ''we have discovered that individuals in the U.S. are engaging in 'self-radicalization.' This process is often influenced by blogs and other online content advocating violent Islamist extremism ... self-radicalization poses a serious emerging threat in the U.S.''\nSen. Susan Collins, the ranking Republican on the Senate's Homeland Security Committee, has been sounding the alarm about ''homegrown terrorism'' for some time and responded immediately to the concerns raised by the report.\n''Over the past two years, we have seen a sharp escalation in the number of homegrown terrorist plots, in some cases by 'lone wolf' self-radicalized Americans, in others by residents who had direct contact with al-Qaida affiliates,'' Collins said. ''I am troubled that the White House has not named a lead federal agency to coordinate disparate efforts to combat homegrown terrorism. I urge the administration to establish a unified front against this important and evolving threat.''\nWe echo the senator's concern. Before Sept. 11, 2001, there were no doubt those who viewed Osama bin Laden and his al-Qaida terrorist network as an ''emerging threat'' or, at most, one that was remote and required no immediate action. We must not fall into such a trap with this new homegrown brand of terrorism.\nWe should deal with the issues raised in the National Security Preparedness Group's report and we should deal with them now. We've been warned.\nWe shouldn't have to endure another catastrophe and then wait for another after-the-fact report to tell us where we went wrong.\n\nLoad-Date: September 6, 2011"
}