{
    "title": "9_11 PANEL FINDINGS Report urges major changes Clinton, Bush failed to make terrorism a top priority",
    "publisher": "charleston gazette",
    "year": 2004,
    "month": 7,
    "day": 23,
    "full text": "WASHINGTON - America's leaders failed to grasp the gravity of terrorist threats before the devastating attacks of Sept. 11, 2001, taking actions so feeble they never even slowed the al-Qaida plotters, a national commission said in a blistering report Thursday.\nThe panel warned \"we are not safe\" yet - and called for major intelligence changes. Its work is sure to reverberate across the presidential campaign.\nIn an exhaustive investigation of the deadliest attack in U.S. history, the commission noted numerous government missteps but did not cast blame on any official and stopped short of saying the hijackings could have been prevented.\nIt also did not blame President Bush and former President Clinton but did say they failed to make anti-terrorism a top priority.\n\"We do not believe they fully understood just how many people al-Qaida might kill and how soon it might do it,\" the 10-member, bipartisan panel said in its unanimous findings.\n\"We also believe that they did not take it as seriously as it should be taken. It was not their top priority,\" Thomas Kean, the Republican chairman, said at a news conference with members of the National Commission on Terrorist Attacks Upon the United States. \"We do believe both presidents could have done more in this area.\"\nThe final report, issued as a book, largely mirrored the preliminary reports released during the commission's 20 months of investigation.\nStill, coming less than four months before the election, the politically sensitive report could be trouble for Bush, who has made his handling of terrorism the centerpiece of his campaign and has insisted he fully understood the threat. The report comes on the heels of House and Senate reports that documented U.S. intelligence failures and undermined the major claims cited by Bush to justify the war against Iraq. The commission report repeated its earlier preliminary findings that al-Qaida did not have a close relationship with Saddam Hussein's regime.\nBush welcomed the commission's recommendations as \"very constructive\" although his administration has reacted coolly toward a key proposal to establish a Cabinet-level national intelligence director. He said that \"where government needs to act, we will.\"\nBush had opposed the creation of the commission, resisted the release of some documents and fought against letting national security adviser Condoleezza Rice testify publicly under oath.\nDemocrat John Kerry, campaigning for president in Detroit, said disputes within the Bush administration had delayed the commission's work and improvements to the nation's security.\n\"Nearly three years after terrorists have attacked our shores and murdered our loved ones, this report carries a very simple message for all of America about the security of all Americans - we can do better,\" Kerry said.\nHouse Speaker Dennis Hastert, R-Ill., expressed doubt that lawmakers would have time to consider sweeping reforms this year. But efforts began in both the House and Senate to build bipartisan coalitions of support for the recommendations. Relatives of Sept. 11 victims said they would lobby, too.\n\"The families know that this is an election year. We're going to hold these people's feet to the fire,\" said Debra Burlingame, whose brother Charles was the pilot of the hijacked plane that struck the Pentagon.\nTwenty months in the making, the report portrayed the Sept. 11 terrorists as sure-footed and determined while the nation they were preparing to strike was unprepared, sluggish and uncomprehending of the imminent danger.\n\"Across the government, there were failures of imagination, policy, capabilities and management,\" the commission concluded in a 567-page indictment that documented a series of missed opportunities by the CIA and FBI to uncover the Sept. 11 plot. Nearly 3,000 people were killed when 19 Arab hijackers flew airliners into New York's Twin Towers, the Pentagon and the Pennsylvania countryside.\nThree years later, Americans are safer because of improvements in homeland security and the war against terrorists, the report said. \"But we are not safe.\"\n\"Every expert with whom we spoke told us an attack of even greater magnitude is now possible and even probable,\" Kean said. \"We do not have the luxury of time.\"\nThe commission's report said that as the Sept. 11 plot advanced, the U.S. government was bogged down in an outdated Cold War mentality, lacking imagination to deal with new threats or recognize the looming danger.\n\"What we can say with confidence is that none of the measures adopted by the U.S. government from 1998 to 2001 disturbed or even delayed the progress of the al-Qaida plot,\" the report said.\nCommission co-chairman Lee Hamilton, a former Democratic congressman from Indiana, said a key finding was that no one in government was in charge of ensuring that intelligence agencies pool resources, avoid duplication and plan jointly to keep America safe. To unify efforts, the commission recommended creating a national counterterrorism center.\nIt also recommended a Cabinet-level national intelligence director to centralize efforts now spread over 15 agencies in six Cabinet departments plus the CIA.\nThe report said Congress, like the executive branch, responded slowly to the rise of global terrorism.\nBut the panel found that the \"most important failure\" leading to the Sept. 11 attacks \"was one of imagination. We do not believe leaders understood the gravity of the threat.\"\nThe commission identified nine \"specific points of vulnerability\" in the Sept. 11 plot that might have led to its disruption had the government been better-organized and more watchful. Despite these opportunities, \"we cannot know whether any single step or series of steps would have defeated\" the hijackers, the report concluded.\nSome members have speculated the attacks could have been stopped. \"We do not know,\" Kean said. \"We think it's possible. But we have not drawn that absolute conclusion because we don't believe that absolute conclusion is justified by the facts.\"\nThe report detailed contacts between Iraq and al-Qaida, noting that Osama bin Laden began exploring a possible alliance in the early 1990s. The report said that an Iraqi delegation traveled to Afghanistan in July 1998 to meet with the ruling Taliban and with bin Laden.\nWhile there were \"friendly contacts\" between Iraq and al-Qaida and a common hatred of the United States, none of these contacts \"ever developed into a collaborative relationship\" and Iraq was not involved in the Sept. 11 attacks, the report said.\nThat question has been the subject of intense political debate, as critics accuse Bush of exaggerating the contacts between al-Qaida and Iraq to justify the war.\nThe panel said it did not find evidence that Iran, Iraq's neighbor, had advance knowledge of bin Laden's plans, or that Saudi Arabia's government had a role in the terror conspiracy, which involved 15 Saudi hijackers.\nOn the Net:\nCommission report: http://wid.ap.org/documents/911/finalreport.html \n\nLoad-Date: July 24, 2004"
}