{
    "title": "9_11 trial is first, likely only one, in New York But case could prove U.S. can handle terror trials",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 3,
    "day": 3,
    "full text": "The first and probably only federal court trial of a Sept. 11-related case will start jury selection today at a U.S. District courthouse in lower Manhattan, not far from where the World Trade Center once stood.\nIt will likely be the only chance for New Yorkers, the community most damaged in the worst terror attack in U.S. history, to have such a trial on their home turf, decided by a jury of New Yorkers.\nPresident Barack Obama's plans to relocate Guantanamo detainees, most notably self-confessed Sept. 11 mastermind Khalid Shaikh Mohammed and four others accused in the plot, ran into congressional roadblocks that prevented the president from trying them in New York and closing the Cuba detention facility as he promised.\nBut when Sulaiman abu Ghaith, 48, Osama bin Laden's son-in-law, who is accused of being a top al-Qaida propagandist, was arrested last year, the Justice Department brushed aside pressure to send him to Guantanamo and launched proceedings in New York, partly as a test case to demonstrate that high-profile terrorism trials could be handled safely and efficiently in the United States.\nAlready Abu Ghaith's trial has moved far faster than in the military process at Guantanamo Bay, where only a handful of tribunals have been completed. Half of the remaining 150 detainees have been cleared for release yet remain locked up, and the other half are being held indefinitely as enemy combatants. Mohammed and his fellow defendants have been in custody for 11 years with no trial in sight.\nFederal prosecutors in New York are hoping to prove that justice can move faster there. They are seeking life in prison with no parole for Abu Ghaith, who is accused of being an al-Qaida leader and calling for additional attacks after Sept. 11. \nProsecutors did not seek the death penalty because Abu Ghaith is not accused of directly planning or carrying out acts of terrorism.\nAccording to the government, soon after the twin towers fell, Abu Ghaith began encouraging Muslims to battle the United States.\n\nLoad-Date: March 3, 2014"
}