{
    "title": "9_11 gave rise to Homeland Security",
    "publisher": "los angeles times",
    "year": 2011,
    "month": 8,
    "day": 28,
    "full text": "OGALLALA, Neb. - On the edge of the Nebraska sand hills is Lake McConaughy, a 22-mile-long reservoir that in summer becomes a magnet for Winnebagos, fishermen and kite sailors. But officials here in Keith County, population 8,370, have long imagined a different scenario: an al-Qaida sleeper cell hitching explosives onto a water skiing boat and plowing into the dam at the head of the lake.\nThe federal Department of Homeland Security a few years ago gave the county $42,000 to buy state-of-the-art dive gear, including full-face masks, underwater lights and radios, and a Zodiac boat with side-scan sonar capable of mapping wide areas of the lake floor. Cherry County, Neb., population 6,148, got thousands of federal dollars for cattle nose leads, halters and electric prods in case terrorists decided to mount biological warfare against cows.\nIn the Los Angeles suburb of Glendale, where police fear militants might be eyeing DreamWorks Animation or the Disney creative campus, a $205,000 Homeland Security grant bought a 9-ton BearCat armored vehicle, complete with turret. More than 300 BearCats - many acquired with federal money - are now deployed by police across the country; the arrests of meth dealers and bank robbers these days often look much like a tactical assault on insurgents in Baghdad.\nA decade after the Sept. 11 attacks on the World Trade Center and the Pentagon, federal and state governments are spending about $75 billion a year on domestic security, setting up sophisticated radio networks, upgrading emergency medical response equipment, installing surveillance cameras and bomb-proof walls and outfitting airport screeners to detect an ever-evolving list of mobile explosives.\nBut whether the 10-year spending spree has been worth it is the subject of increasing debate. Dozens of potential attacks likely have been disrupted because of hyper-vigilant police and an untold number of others deterred by measures like airport screening. Homeland security spending has acted as a primer-pump for local governments starved by the recession and dramatically improved emergency response networks across the country. Yet a number of critics suggest that the same billions spent on cancer research or safer cars would have saved more lives.\n\"The number of people worldwide who are killed by Muslim-type terrorists, al-Qaida wannabes, is maybe a few hundred outside of war zones. It's basically the same number of people who die drowning in the bathtub each year,\" said John Mueller, an Ohio State University professor who has written extensively about the balance between threat and expenditures in fighting terrorism.\n\"So if your chance of being killed by a terrorist in the United States is one in 3.5 million, the question is, how much do you want to spend to get that down to one in 4.5 million?\" he said.\nAn entire industry has sprung up to sell a vast array of products, including high-tech motion sensors and fully outfitted emergency operations trailers. The market is expected to grow to $31 billion by 2014.\nAnd grow it will: The Department of Homeland Security, a collection of agencies ranging from border control to airport security sewn quickly together after Sept. 11, is the third-largest Cabinet department and - with almost no lawmaker willing to render America less prepared for a terrorist attack - one of those least likely to fall victim to budget cuts. Like the military industrial complex that became a permanent and powerful part of the American landscape during the Cold War, the vast network of homeland security spyware, concrete barricades and high-tech identity screening is likely here to stay.\nBut for what? The expensive and time-consuming screening that passengers have come to see as routine at airport boarding gates has detected plenty of knives, loaded guns and other contraband, but it has never identified a terrorist who was about to board a plane. Only 14 Americans have died in about three dozen instances of Islamic extremist terrorist plots targeted at the U.S. outside war zones since 2001 - most of them involving one or two home-grown plotters.\nThat may be because the system worked. DHS officials say there is no way to compute how many lives might have been lost had the nation's massive security apparatus not been put into place, had the bombers not been arrested before they struck. Who knows how many terrorists didn't try to get on a plane because they figured it would be too hard?\n\"We know that they study our security measures, we know they're continuously looking for ways to get around them, and that's a disincentive for someone to carry out an attack,\" said John Cohen, the department's deputy counterterrorism coordinator.\n\"Another way of asking the question is, has there been a U.S. airplane that has exploded?\"\nState and local emergency responders have undergone a dramatic transformation with the aid of $32 billion that has been dispensed in Homeland Security grants since 2002, much of it in the early years spent on Hollywood-style tactical gear, often with little connection between risk and outlay.\n\"After 9/11, it was literally like my mother running out the door with the charge card,\" said Al Berndt, assistant director of the Emergency Management Agency in Nebraska, which has received $163.7 million in federal anti-terrorism and emergency aid grants. \"What we really needed to be doing is saying, 'Let's identify the threat, identify the capability and capacity you already have, and say, OK, what's the shortfall now, and how do we meet it?' \" The spending has been rife with dubious expenditures, including the $557,400 in rescue and communications gear that went to the 1,500 residents of North Pole, Alaska, and a $750,000 anti-terrorism fence - fashioned with 8-foot-high ram-proof wrought iron reinforced with concrete footers - built around a Veterans Affairs hospital in the pastoral hills outside Asheville, N.C.\nWest Virginia got $3,000 worth of lapel pins and billed the federal government for thousands of dollars in cellphone charges, according to the Center for Investigative Reporting, which compiled a state-by-state accounting of DHS spending. In New York, $3 million was spent on automated public health records to help identify bioterrorism threats, but investigators for the DHS Inspector General in 2008 found that employees who used the program weren't even aware of its potential bioterrorism applications.\nIn some cases, hundreds of millions went down the rat hole, such as when Homeland Secretary Janet Napolitano earlier this year pulled the plug on the Secure Border Initiative, a Boeing Co. contract that was to set up an ambitious network of surveillance cameras, radar and sensors as a 2,000-mile-long \"virtual\" border across the U.S.-Mexico frontier. Originally intended to be in place by 2009, the endeavor was plagued with cost overruns and missed deadlines and wound up costing $1 billion before it was canceled.\nVast sums of homeland security money, critics complain, have been propelled by pork-barrel politics into the back yards of the congressionally connected, yet the spending has also acted as a cash-rich economic stimulus program for many states at a time when other industries are foundering.\nUtah is getting a $1.5 billion National Security Agency cyber-security center that will generate up to 10,000 jobs in the state.\nIn Nebraska, which likes to point out that former President George W. Bush flew here for shelter after the 9/11 attacks, the Pentagon in July launched bidding for a $500 million U.S. Stratcom headquarters at Offutt Air Force Base.\nOfficials in Nebraska have insisted that no one is immune.\nA virus dropped at a cattle feed lot could wipe out a big part of the nation's food supply, they point out, while an attack on the dam at Lake McConaughy would cut off the main Interstate highway linking New York and San Francisco and the biggest rail switching yard in the country.\n\"It would take out Kearney, Grand Island, the power grid, stuff like that. It could definitely do a lot of damage in what I call homeland America, and that's where these guys want to hit,\" said Ralph Moul, chief of the nearby Keystone-Lemoyne fire department.\nNor is terrorism here just a theoretical fear - Nebraska was one of several states in the Midwest hit by pipe bombs planted by a Minnesota youth in 2002. In 2007, a shooting rampage at an Omaha shopping mall left nine people dead, including the shooter, and four wounded.\nOfficials here say Nebraska and other places in Middle America not necessarily in al-Qaida's gunsights have been able to improve traditional emergency response agencies that in many cases were under-equipped and poorly trained - a benefit of DHS grants that have required the money to be spent on responses to all kinds of emergencies, not just terrorist attacks.\n\"I think it's important to understand the homeland security equipment wasn't bought to be tucked away for the day there would be some terrorism event,\" said Harold Peterson, Keith County's emergency management director in Ogallala.\nBerndt, the emergency official in Nebraska, said he has kept detailed records of every dollar spent and is convinced the state is safer for it.\n\"For me to sit here and say all this money was spent wisely is for me to sit here and lie to you,\" he said.\n\"Could we have done better? Yes. Have we done all that bad? Probably not all that bad, in the overall scheme of things.\"\nAP photo\nStudent Jorge Herrera reveals his undocumented immigration status as he joins community members during a civil disobedience sit down by blocking a ramp entrance to the Los Angeles Federal building Wednesday. Protesters called for the termination of the Department of Homeland Security's (DHS) ICE's Secure Communities program, which calls for police to submit suspects' fingerprints to DHS so they can be cross-checked with federal deportation orders.\n\nLoad-Date: August 29, 2011"
}