{
    "title": "9_11 War and remembrance_ Decatur marks events, finds comfort in faith",
    "publisher": "the decatur daily ",
    "year": 2006,
    "month": 9,
    "day": 12,
    "full text": "Sep. 12--\"When the darkness closes in, still I will say, blessed be the name of the Lord ... You give and take away.\"\nAt Rhodes Ferry Park, a group from St. Paul's Lutheran Church sang the words based on Scripture from the book of Job.\nA community Sept. 11 remembrance service was winding down as the St. Paul's group took its turn, standing on the edge of a grassy field.\nThe song's words might have been somber, but the tempo was upbeat.\nThe music seemed to reflect the tone of the gathering beside the Tennessee River on Monday evening. The horror of terrorism happened, speakers acknowledged, but God hasn't forgotten mankind or America.\nIn her original poem, the Rev. Lynn Herring described America as \"the world's newest, compassionate, brightest light.\" What some meant for evil, God turned to good, said Herring, pastor of Macedonia Cumberland Presbyterian Church.\nThe Rev. Cameron Douglas, pastor of First Christian Church, said that every time people see images of the World Trade Center towers falling, \"a bit more of us dies, but a bit more of our courage grows.\"\nAmericans rose up, and ordinary people did extraordinary things, said the Rev. Curtis Thomas, pastor of Hartselle First Missionary Baptist Church.\nMorgan County Commissioner Stacy George said Sept. 11 put a new face on heroism.\nMayor Don Kyle, too, reminded the crowd of about 300 how good came of evil.\n\"It (terrorism) is not going to beat us,\" he said. \"You're proof of that.\"\nPeople stood up from their lawn chairs and blankets and sang along with Tommy Ray of First Baptist Church as he led the national anthem. They joined in \"America the Beautiful\" sung by the choir of Annunciation Catholic Church and \"My Country, 'Tis of Thee\" presented by singers from Wesley Memorial United Methodist Church. They nodded to the gospel beat of Macedonia's choir as it proclaimed, \"Whatever you need, God's got it.\"\nGracye Thomas of Decatur said the event was meaningful to her because of \"brothers and sisters\" worshipping together and all thinking of those who died in the Sept. 11, 2001, attacks.\nHouston Norris said that five years ago, his family was worried about an uncle in New York. Fortunately, the uncle was not near the World Trade Center towers hit by jets.\n\"I took the attacks personally,\" Norris said.\nCicadas added their hum as the sun set.\nChildren scampered in the cool evening, voices happy. Three trains rambled by. Trucks hauling who knows what flowed unceasingly on Alabama 20. A jet flew almost directly overhead.\nThe Rev. Eddie Scheler, pastor of St. Paul's, prayed for all who work to keep terrorism at bay.\n\"Blessed be the name of the Lord,\" sang his church members.\nCopyright (c) 2006, The Decatur Daily, Ala. Distributed by McClatchy-Tribune Business News. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: September 12, 2006"
}