{
    "title": "9_11 health care is our enemies' victory",
    "publisher": "the new york times",
    "year": 2011,
    "month": 4,
    "day": 25,
    "full text": "\"Terrorism against our nation will not stand,\" George Bush declared the morning of 9/11.\nAfter that statement, U.S. actions opened up raging controversy about legitimacy, justification and wisdom. But nearly ten years later, has the U.S. proved Bush's proclamation true?\nIn December 2010, Congress passed the Zadroga Act, \"a $4.3 billion commitment to help ailing 9/11 responders and volunteers,\" writes the U.S. News & World Report.\nAlthough Republicans initially objected to the bill's cost, the Senate finally reached compromise and passed the bill, calling it \"a Christmas miracle,\" according to the New York Times.\nBut now, months later, the Huffington Post has come across another objection to the bill, discovered in a letter from the director of the National Institute for Occupational Safety and Health.\nThe letter, sent to medical providers, stated that anyone claiming coverage under the Zadroga Act must have his or name checked against the FBI's terrorism watch list before receiving treatment.\nSilly? Stupid? Absurd? Asinine? Glen Kline, a former NYPD emergency services officer called it all those words and more, according to the Huffington Post.\nAlong with other 9/11 victims, many Democrats and even some Republicans, he doesn't quite understand this requirement.\nWhat? The idea that a future-divining terrorist withstood the attacks, hoped for illness and injury and stuck around for ten years to waste American money doesn't make sense?\nWhether Rep. Cliff Stearns, R-Fla., actually feared this or simply wanted to make his mark on an act he didn't agree with, the provision is foolish.\nOf course the U.S. government doesn't want to give terrorists money. They may have forgotten that stinginess before providing aid to Afghani troops in 1988 or before blindly sending troops to Libya, but they sure remembered it here.\nHowever, paranoia and public outrage are worth more to America's enemies than health care.\n\"Although terrorism has failed to achieve its primary objective... it has been effective in influencing democratic societies to curb essential freedoms in the name of counterterrorism objectives,\" writes Martha Crenshaw in \"Terrorism, Legitimacy, and Power - The Consequences of Political Violence.\"\nConservatives indeed curbed freedoms by including this provision. But whether having to undergo an effortless, quick and automated check qualifies as an \"essential freedom\" is questionable.\nWhen liberals brand it as such, expressing public dissent and even demanding the provision be removed, America's enemies see their objectives fulfilled.\nTheir actions have served as a catalyst in limiting liberty and fragmenting society. Their label, \"terrorist,\" carries such a stigma that even a quick check against a terrorist watch list triggers immediate offense.\nStearns should not have included the provision. But those who object have made their case. Further bickering only satisfies and enables those who seek to wreak havoc on America.\nReach Alex at algrego1@asu.edu\n\nLoad-Date: January 18, 2018"
}