{
    "title": "9_11 at 15_ Safer at home, but threats grow Experts say U.S. policies have bred more terrorists",
    "publisher": "daily news ",
    "year": 2016,
    "month": 9,
    "day": 11,
    "full text": "Visitors to the National September 11 Memorial take in the view Saturday in New York. Today is the 15th anniversary of the attacks on the World Trade Center.\nNine days after the Sept. 11, 2001, attacks, President George W. Bush stood before Congress to outline a two-pronged response to history's deadliest terrorist act: dramatic improvements in security at home and an all-out assault against what he called a \"fringe form of Islamic extremism\" at war with the West.\nFifteen years later, the first goal arguably has been met, as Americans by almost every measure are safer today from another 9/11-scale attack than in 2001.\nYet the struggle to defeat the global network of violent, rabidly anti-Western jihadist groups has recorded fewer successes. Indeed, the problem appears to have grown bigger.\nThe al-Qaida organization once led by Osama bin Laden has been decimated and is no longer capable of orchestrating a sophisticated, trans-national plot on its own, terrorism experts say. Al-Qaida's branches in North Africa and Yemen also have been weakened by Western military strikes and ongoing fighting with rival factions.\nBut al-Qaida's powerful and locally popular Syrian branch, Jabhat Fateh al-Sham, commands an army of thousands of trained fighters and now serves as a base for senior al-Qaida operatives experienced in making explosives and carrying out terrorist attacks, U.S. officials and terrorism experts say. The Syrian group recently announced it had split with al-Qaida, but U.S. officials say the claim is not credible.\nMeanwhile, the Islamic State, despite military setbacks in Iraq and Syria, has demonstrated a growing capability to direct - or inspire - simple but lethal terrorist attacks around the world.\n\"The threat is actually worse: It has metastasized and spread geographically,\" said Richard Clarke, a top terrorism adviser to three presidents and the man who famously warned the Bush administration about the growing risk from al-Qaida in the weeks before 9/11. \"Today there are probably 100,000 people in the various terrorist groups around the world, and that's much larger than anything we had 15 years ago.\"\nBoth the Bush and Obama administrations thwarted multiple terrorist plots and achieved significant military successes against specific terrorist factions and key leaders, including al-Qaida in Iraq founder Abu Musab al-Zarqawi in 2006, bin Laden in 2011 and the Islamic State's No. 2 commander, Abu Muhammad al-Adnani, who reportedly was killed in a U.S. airstrike last month. Yet both administrations struggled to find a formula for blunting the appeal of violent jihadist groups or preventing thousands of young Muslims from enlisting in a global movement fueled by hatred and bent on destruction.\nThere is little to show for more than a decade's worth of U.S.-sponsored programs aimed at countering extremist messages, terrorism experts say, and U.S. officials have struggled to block the jihadists' use of social media or disrupt international funding and support for extreme interpretations of Islam.\nMeanwhile, U.S. policies, from the Iraq invasion in 2003 to the ongoing use of armed drones against suspected terrorists, have helped drive new recruits to al-Qaida and the Islamic State, former U.S. officials and analysts say.\n\"We generate more enemies than we are able to take out,\" said former U.S. Rep. Jane Harman, D-California, a chairwoman of the House Intelligence Committee in the years after 9/11 and now president of the Woodrow Wilson International Center for Scholars. \"Our military power remains extraordinary. But winning this fight requires projecting a narrative about American values and interests. And we have failed to do that.\"\nAl-Qaida's decline\nBeginning in the fall of 2001, intelligence and law-enforcement officials began bracing for follow-up attacks of equal or even greater magnitude, from the downing of passenger planes to biological or even nuclear terrorism.\nInstead, despite its stated ambition to kill large numbers of Americans and disrupt the U.S. economy, al-Qaida has been unable since 2001 to carry out another major strike on the U.S. homeland. The only significant acts of terrorism in the past 15 years involved lone actors or - apparently, in the case of the 2001 anthrax attack - a domestic terrorist.\nAl-Qaida's failure, analysts say, was in large measure the result of a massive effort to harden U.S. defenses, from improved intelligence collection and tighter restrictions on air travel to a network of sensors to detect possible nuclear and biological threats. Rolf Mowatt-Larssen, a former CIA officer and Energy Department official who advised the White House oncounterterrorism,remembered a \"call-in-the-cavalry moment\" after 9/11 when U.S. intelligence agencies picked up hints of an al-Qaida plot to obtain a nuclear device.\n\"The cavalry did arrive, and we have good people still working on it,\" said Mowatt-Larssen, now a senior fellow at Harvard University's Belfer Center for Science and International Affairs. One of the unheralded successes of the post-Sept. 11 era is \"the fact that wehaven'thadaWMDattack in these 15 years,\" he said.\nYet, despite gains in safeguarding the U.S. homeland, efforts to counter the root causes of violent jihad largely have fallen flat.\nDisagreement on\nstrategy\nSoon after President Barack Obama took office in 2009, the new administration's security team began looking for novel approaches to countering radicalization, but administration officials said the efforts languished amid internal turf battles.\nA week after his inauguration, former officials said, Obama directed his national security advisers to draft a report summarizing the government's efforts on countering violent extremism, identifying promising approaches.\n\"The president wanted a new strategy,\" said a former senior administration official, who spoke on the condition of anonymity in discussing the administration's internal deliberations.\nThe effort went nowhere, the former official said, in part because key advisers including John Brennan, Denis McDonough and Ben Rhodes could never agree on who should be in charge.\nThere were \"endless discussions between Brennan, Denis and Rhodes about who owns this,\" the former official said. The administration's focus became the escalating CIA drone campaign in Pakistan, and the halfhearted push on countering violent extremism \"got dropped,\" the former official said.\nA hard-learned lesson of the last 15 years, current and former officials say, is that the most effective counter-radicalization messages can only come from Muslims themselves - religious leaders and institutions as well as governments, which must address the political and social disparities that fuel extremism. But U.S. officials have been largely frustrated in their efforts to persuade Muslim allies to take more aggressive measures in their home countries.\nThe Islamic State, widely regarded as the preeminent global jihad threat, has mastered the process of recruiting and radicalizing adherents to a far greater degree than al-Qaida did, U.S. officials and terrorism experts say. And the Islamic State has shown itself to be far more willing than al-Qaida to attack soft targets of limited strategic value, using recruits with little or no training and weapons that are simple but enormously effective in sowing fear and panic.\nLongtime veterans of the terrorist fight say they are surprised, in retrospect, that such tactics weren't adopted sooner and that al-Qaida remained fixated on replicating the scale of 9/11.\n\"We were always surprised that [al-Qaida] they didn't get that - surprised that they did not seem to understand the fear and chaos that such attacks can create,\" Morell said. \"It turns out that they had this fundamental belief that what they really wanted to have happen was a history-changing attack - a single attack that would have led us to withdraw from the Middle East, to pull back the way the Soviets pulled back from Afghanistan. They thought they needed a Sept. 11-style catastrophic attack in order to do that.\"\n\nLoad-Date: September 11, 2016"
}