{
    "title": "9_11 A SPECIAL REPORT; Pork-barrel security; Federal money to protect Americans from terrorism may n",
    "publisher": "star tribune ",
    "year": 2004,
    "month": 9,
    "day": 11,
    "full text": "A SPECIAL REPORT\nPART ONE: THE POLITICS OF PROTECTION\n     With help from a federal homeland security grant, Grand Forks, N.D., now has more biochemical suits and gas masks than police officers to wear them.\n     Mason County, Wash., used money from the same program to buy a $63,000 decontamination unit for hazardous materials, even though it has no hazmat team.\n     In Big Horn County, Wyo., officials received $546,000 in federal counterterrorism grants last year, just $237,000 less than Louisville, Ky., which has 60 times the population.\n     These examples are cited in a congressional report that questions whether federal homeland security money is going to where it's needed the most. The funding system favors rural states by guaranteeing that they receive antiterrorism grants regardless of their population or the terrorism threat.\n   Now, Congress has begun to ask whether the federal formulas that spread terrorism-preparedness dollars throughout America are shortchanging the nation's most threatened population centers. The debate could have ramifications for Minnesota and the rest of the Upper Midwest.\n     This issue already has hit home in New York City, which has fewer police officers than it did on Sept. 11, 2001. This year, New York state was given $5.42 per person in federal homeland security grants, the third-lowest amount in the nation. In all, the state received $103 million. The city received some additional federal money to fight terrorism, but the amount wasn't enough to significantly boost the state's rank.\n     The funding system guarantees even sparsely populated states such as Alaska, Wyoming and North Dakota at least $14.5 million each this year in federal anti-terrorism funds - without considering whether they face more or less risk than other states.\n     Rep. Christopher Cox, R-Calif., who heads the Select Committee on Homeland Security that investigated the grants this year, is one of many legislators who say that such expenditures are out of sync with national intelligence estimates of threat and risk.\n     \"We are actually slipping over the last couple of years in terms of the funds that we are sending out to meet the needs in the communities that are our greatest threat,\" said Cox, a St. Paul native.\n     The committee, in a report issued in April, faulted Congress for failing to ensure that $7.8 billion in federal homeland security money over the past two years didn't go to projects of marginal benefit. The report quoted an official in Outagamie County, Wis., describing the array of available purchases as \"a Christmas list … from a mail-order catalog.\"\n     Formulas questioned\n     While 9/11 appeared to change everything, it didn't seem to change Congress' penchant for spreading around government largesse for maximum political benefit - a practice often called pork-barrel spending.\n     The national 9/11 commission, in its final report in July, criticized the formulas for distributing homeland security money, warning that members of Congress should look beyond the interests of their home states. \"Congress should not use this money as a pork barrel,\" the report said.\n     Under the 2001 Patriot Act, every state is guaranteed 0.75 percent of total state grants, accounting for nearly 40 percent of the spending. The rest is parceled out according to state population. Some urban areas also are eligible for additional security grants.\n     North Dakota, with a population of about 634,000, got more than $19.4 million in federal counterterrorism grants this year. That works out to $30.59 per person, third highest in the nation.\n     Minnesota, with a population more than 5 million, got $39.2 million this year. That's double North Dakota's allotment, but it has to cover almost eight times as many people. The Twin Cities did receive an additional $20 million for homeland security.\n     Such disparities have not gone over well back east, where they're even more pronounced.\n     \"This is pork-barrel politics at its worst,\" New York Mayor Michael Bloomberg told the 9/11 commission this spring. \"It's the kind of shortsighted 'me first' nonsense that gives Washington a bad name.\"\n     The Bush administration proposed a shift in how it awards homeland security grants starting in 2005 - steering more money to areas based on population, density, vulnerability and critical facilities.\n     But a White House request to double outlays for \"high threat\" urban areas - a program that includes Minneapolis and St. Paul - has encountered stiff resistance on Capitol Hill.\n     Cox also has been pressing for legislation to put homeland defense spending on a new footing, matching it more closely to national estimates of threat and vulnerability. At the moment, the bill remains snagged on a tangle of jurisdictional disputes in Congress.\n     \"It will be a bit of a hard sell,\" said Rep. John Kline, R-Minn., a member of the Armed Services Committee. He said he generally favors a funding system based on threat. He was one of a few Midwesterners, including Minnesota Republicans Jim Ramstad and Mark Kennedy, who supported an unsuccessful attempt to redirect $450 million in state anti-terrorism grants to large cities such as New York.\n     Ken Johnson, a spokesman for Cox, said negotiations are underway to craft a bill that combines risk-based allocations with minimum state funding levels. \"It's all risk analysis, but there will be enough state minimums to assure its passage,\" he said.\n     Infinite targets\n     Rural legislators argue that their constituents are just as entitled to feel safe as people in big cities, and that there is no guarantee that terrorists won't strike where they're least expected.\n     \"What if a catastrophe occurs on a barge carrying fertilizers or other dangerous chemicals through the Upper Mississippi River?\" said Rep. Jo Ann Emerson, R-Mo. \"What if a truck carrying a payload of toxic materials is hijacked on the thousands of miles of our nation's rural highways?\"\n     In Grand Forks, officials point to their proximity to the Canadian border, a nearby Air Force base and a variety of vulnerable hazardous materials facilities. \"We have all the same hazards anyone on the East or West Coast has,\" said Grand Forks County Emergency Manager Jim Campbell. \"If we didn't think we had a threat, we wouldn't have a terrorism response plan.\"\n     Other officials in rural states point to the 9/11 hijackers' interest in crop-duster planes. They cite the Oklahoma City bombing as an example of how not all terrorism is coastal or perpetrated by Islamic radicals.\n     \"Terrorism can happen anywhere,\" said Rep. Don Young, R-Alaska, whose state could lose more than $11 million if the current state minimum grant was eliminated. \"That's why we must be prepared everywhere.\"\n     But some say that's unrealistic.\n     An independent task force chaired by former New Hampshire Sen. Warren Rudman found that U.S. vulnerabilities could easily justify a fivefold increase in emergency responder funding nationwide. But a homeland security spending bill that passed the House in June cuts such funding by $440 million next year.\n     \"We do not have enough money to fortify the whole country,\" said Rep. Mark Kirk, R-Ill. \"We must be guided by intelligence.\"\n     The problem is devising an objective assessment of terrorism risk.\n     \"I don't know how you make a science out of it,\" said Minnesota Rep. Martin Sabo, the ranking Democrat on the Homeland Security Appropriations subcommittee. \"The real target [on 9/11] was not the World Trade towers, but the psyche of the entire country. How you judge that sort of thing in advance, I don't know.\"\n     Some attempts have started to get attention in the private sector, particularly since 2002, when Congress required commercial property and casualty insurers to cover losses from terrorist strikes in the United States.\n     The 9/11 attacks caused more than $30 billion in insured losses, according to Jack Seaquist, a senior manager at AIR Worldwide, a Boston company that has developed a probability-based model to calculate potential losses from terrorist attacks.\n     The company's \"landmark database\" consists of more than 300,000 potential targets around the nation, including commercial, industrial, medical and government facilities - as well as \"trophy targets\" that carry a higher probability of attack. Examples include the Mall of America, the Empire State Building, the Washington Monument and the Space Needle in Seattle.\n     Seaquist said that no computer model can predict where the next attack will take place. But he said it can analyze trends and patterns.\n     \"It's the same kind of thing that's been going on in the military for a long time,\" he said. \"You try to assess the capabilities and preferences of your adversary.\"\n     New Yorkers say any rational assessment of terrorists' preferences puts the city squarely at ground zero.\n     \"The terrorists continue to want to strike centers of power and population, just as they did on 9/11,\" said Rep. Carolyn Maloney, D-N.Y, whose state would gain $32 million under risk-based funding. \"Their goal is to kill as many as possible, send as big a message as possible, and disrupt American institutions as much as possible.\"\n     As much as some Midwestern representatives might agree in principle, hardly anybody believes Congress will make a major realignment of its homeland security spending that will dramatically cut funding to rural states.\n     \"You can argue about how you structure a formula,\" said Sabo. \"But at some level you're going to end up with a state minimum around here.\" Minnesota would lose $1 million in aid this year without the minimums.\n     In the meantime, all sides also seem to agree that terrorist preparedness is likely to remain a guessing game.\n     \"The advantage of a terrorist is that they can pick an infinite number of targets,\" said Rep. Randy Cunningham, R-Calif.\n     Staff Writer Ron Nixon contributed to this article. Kevin Diaz is at kdiaz@mcclatchydc.com.  \nPART ONE: THE POLITICS OF PROTECTION\nPART TWO (SUNDAY): Minnesota has used homeland security money to buy expensive equipment that offers little or no benefit in thwarting terrorists.\nFederal money per person\n     New York: $5.42\n     North Dakota: $30.59\n     Minnesota: $7.87\n     Does not include additional grants to urban areas. (Homeland Security Grants, 2004)\nProtecting the homefront\n     Four of the main federal programs to strengthen homeland security distributed $2.9 billion this year to states and local governments.\n- State homeland security: Grants to states that are mostly distributed to counties and cities. 57%\n- Urban security: Initiatives to strengthen security in urban areas. 25%\n- Law enforcement anti-terrorism: Grants to police and sheriffs' departments to prevent terrorism. 17%\n- Citizen Corps: Grants to promote volunteer work that supports homeland security and community safety. 1%\nSource: Congressional Research Service\nChanging the security formula\n     States such as California, Illinois, New York and Ohio stand to gain if federal homeland security funds are distributed based on population. Some experts say places with high population density are at greater risks for terrorism. Minnesota would lose $1,087,823.\n.\nIf population were the key to funding …\nPotential top gainers\nState          Gain\nCalifornia     $69 million\nTexas          $38 million\nNew York       $32 million\nFlorida        $26 million\nIllinois       $17 million\nPotential top losers\nState          Loss\nWyoming        $12 million\nD.C.           $11 million\nVermont        $11 million\nNorth Dakota   $11 million\nAlaska         $11 million\nSource: Star Tribune analysis of Congressional Research Service data\n.\n\nGraphic\n\n \nCHART; MAP\n\nLoad-Date: September 13, 2004"
}