{
    "title": "9_11_ We can't claim victory yet",
    "publisher": "usa today",
    "year": 2017,
    "month": 9,
    "day": 11,
    "full text": "Since the Sept. 11 terrorist attacks 16 years ago, herculean exertions by U.S. intelligence and law enforcement agencies have prevented another mass casualty attack on our soil, and military and intelligence operations have killed Osama bin Laden and thousands of hardened terrorists overseas.\nDespite these successes, each time we have made apparent progress our adversary only moves, morphs and grows, and we cannot claim to be close to winning against this persistent threat.\nThe long-term answer lies in understanding and winning the struggle of ideas. Defeating an ideology is hard but not impossible: By the end of the Cold War, communism was utterly discredited as a governing philosophy. America and its allies must wage a similar battle against the ideas that animate Islamist terrorists, a battle that will be won only when the ideology that spurs many to violence today falls only on deaf ears tomorrow.\nLast year, more than 25,000 people died in roughly 11,000 terrorist attacks in 104 countries. Compare that with the 7,000 deaths in fewer than 2,000 attacks in 2001 (with nearly half those deaths occurring on a single day). That relatively few of the more recent terrorism-related deaths have occurred in the USA should be of little consolation. Global terrorism has created a humanitarian and migration crisis -- the political, economic and social cost of which America and its partners will be shouldering for years to come.\nAs we commemorate the anniversary of the worst terror attack on U.S. soil, policymakers should pause to reflect on what it would actually mean to defeat Islamist terrorism, and what a comprehensive strategy to achieve that goal would look like.\nIn 2014, the CIA estimated the Islamic State of Iraq and Syria had at least 20,000 members. U.S. forces claim to have killed 60,000 ISIS fighters, but in 2016, according to the State Department, the terrorist group was still 15,000 strong. As long as jihad maintains its overpowering appeal, even in the face of almost certain death, then ISIS will live on, even as its caliphate lies crushed amid the rubble of Mosul and Raqqa. Al-Qaeda will reorganize and rebuild. New groups and new generations of terrorists will continue to emerge.\nPolicymakers  have long recognized this. \"The murderous ideology of the Islamic radicals,\" President George W. Bush declared in 2005, \"is the great challenge of our new century.\" Four years later, President Obama called for \"rolling back the violent ideologies that people of all faiths reject.\" Most recently, President Trump argued that a peaceful \"future can only be achieved through defeating terrorism and the ideology that drives it.\"\nYet the U.S. has struggled to make combating terrorist ideology an effective piece of its counterterrorism policies. If the current administration is to succeed where previous ones have failed, it should craft its policies keeping in mind the following principles first articulated by the 9/11 Commission and now reaffirmed by a Bipartisan Policy Center review of U.S. counterterrorism efforts:\nThe threat is terrorism, not any one  organization. We have fought al-Qaeda and we have fought ISIS. They are merely the embodiment of an ideological ambition, one whose banner can be taken up anywhere, anytime, by anyone so long as it is being promoted unchecked.\nDo not confuse terrorists' means with their ends. As stunning as the violence may be, it is what they hope to achieve  that attracts recruits. Islamists aspire to create a caliphate that unites the Muslim world under a fundamentalist version of Islamic law.\nWhile the majority of Muslims reject the  violent methods, a non-trivial portion  shares this ultimate objective. Jihadi groups  rely on the groundwork laid by non-violent Islamist groups.\nSupplant Islamist ideology with positive alternative visions of the future. Part of the strong appeal of Islamism -- which is separate and distinct from the Muslim faith -- is the absence of a strong competing ideology.\nPrepare for a generational struggle. The damage that even a single terrorist act can wreak compels policymakers to focus on the most immediate and visible terrorist threats. The limited time horizon of most elected officials only reinforces this focus on short-term gains in the fight against terrorism. Ideologies, however, cannot be defeated in the short term. As in the Cold War, countering an ideology will require us to invest in programs and partnerships whose benefits might not be immediately visible.\nThe terrorists' ideas, repugnant as they are, still attract far too many young Muslims to their ranks. We can, and must, do better in the struggle against their ideology.\nThomas Kean and Lee Hamilton served as chairman and vice chairman, respectively, of the 9/11 Commission. They are co-chairs of the Bipartisan Policy Center's National Security Program. \n\nGraphic\n\n \nphoto Sait Serkan Gurbuz, AP\n\nLoad-Date: September 11, 2017"
}