{
    "title": "9_11 probe's secret 28 pages released after 14-year wait TERRORISM",
    "publisher": "daily news ",
    "year": 2016,
    "month": 7,
    "day": 16,
    "full text": "American Airlines Flight 175 closes in on World Trade Center Tower 2 in New York City on Sept. 11, 2001. A long-classified document, detailing suspected connections between Saudi Arabia and the hijackers who carried out the attacks, was released Friday.\nWASHINGTON- Along-classified document, detailing suspected connections between Saudi Arabia and the hijackers who carried out the September 2001 attacks, was released Friday by the House Intelligence Committee after being redacted by U.S. intelligence.\nThe document, referred to as the \"28 pages\" throughout a yearslong battle over whether it should be made public, was part of a 2002 joint inquiry by the Senate and House Intelligence Committees into the al-Qaida attacks.\nVictim families and some lawmakers had pushed for the release, charging that the government had tried to cover up possible Saudi links to the attacks, in which 15 of the 19 hijackers were Saudi citizens.\nBut the document does not appear to add significantly to information collected in subsequent investigations, including the 9/11 Commission report, published in 2004, and numerous other documents that have since been made public.\nAll of the Saudis named in the pages released Friday, including several who had been in direct contact with two of the hijackers during their time in the United States prior to the attacks, were investigated by the FBI and CIA, with results detailed in later reports.\nThe 9/11 Commission report, the most exhaustive study of the attacks, said in its report that it found no evidence that the \"Saudi government as an institution or senior Saudi officials individually funded\" al-Qaida.\nEleanor Hill, who served as staff director of the joint congressional inquiry, stressed that the panel itself never reached any conclusions about the material contained in the newly released pages, and that the public should understand that they contain threads that were at the time seen as investigative leads for others to pursue.\n\"People are thinking they're going to see conclusions,\" Hill said. \"What people should remember was that this was information that was found in the files of law enforcement and intelligence agencies\" by lawmakers and their staff and was \"information being referred for further investigation.\"\nFormer Florida Democratic Sen. Bob Graham, who chaired the committee that carried out the investigation and has been pushing the White House to release the pages, said Thursday he was \"very pleased\" that the documents would be released.\n\"It is going to increase the questioning of the Saudis' role supporting the hijackers,\" Graham told CNN. \"I think of this almost as the 28 pages are sort of the cork in the wine bottle. And once it's out, hopefully the rest of the wine itself will start to pour out.\"\nGraham added, \"Would the U.S. government have kept information that was just speculation away from American people for 14 years ifsomebodydidn'tthinkitwas going to make a difference?\"\nBut others said they proved exactly what was argued all along: that there was no new information to implicate Saudi Arabia.\nCommittee ranking member Adam Schiff, D-Calif., said in a statement that he hoped the release \"will diminish speculation that they contain proof of official Saudi government or senior Saudi official involvement in the 9/11 attacks,\" adding the intelligence community investigated similar allegations following the 9/11 report \"and was never able to find sufficient evidence to support them.\"\nThat may not be the most welcome news to certain relatives of Sept. 11 victims, who are presently pushing for the House to take up a Senate-passed bill they hoped would let them sue Saudi Arabia over alleged support for terrorism.\nWhite House spokesman Josh Earnest said Friday that the released pages \"don't shed any new light or change any of the conclusions about responsibilities for the 9/11 attacks,\" but that the administration released them to be \"consistent with the commitments to transparency that the administration has tried to apply to even sensitive national security issues.\"\n\nLoad-Date: July 16, 2016"
}