{
    "title": "9_11 brings selective memory with regards to security",
    "publisher": "university wire",
    "year": 2013,
    "month": 9,
    "day": 11,
    "full text": "On this day, we remember 9/11 and the nearly 3,000 lives lost. But on this day, we also choose to forget. We forget the horrific way the American government responded, the wars and the spying and the lies. The phrase \"never forget\" is heard frequently, particularly on this date, and doing so is supposedly a symbol of American resilience and unity. But 9/11 has also been a tool, part of a manipulative effort to scare citizens into obedience. We remembered 9/11 as our troops terrorized Afghanistan in search of Osama bin Laden and invaded Iraq in search of who knows what. We remember 9/11 as we prepare to intervene in Syria, to add to a different body count that is far greater than 3,000.\nThe events on 9/11 changed everything. We live in a post-9/11 world. This mindset is used to justify many of our government's more questionable actions. The NSA and its domestic spying programs, which President Barack Obama continues to deny exist, are necessary because of this post-9/11 world. Members of the House Permanent Select Committee on Intelligence like Republican Rep. Peter King claim these warrantless wiretaps have prevented that tragedy. But spying had actually started up to seven months before 9/11, per former QWest CEO John Nacchios, and it has not stopped tragedies since, like the Boston Marathon bombings. The wars have not stopped terrorism either - a stronger argument could be made that by increasing anti-American sentiment, wars have increased the likelihood of terrorist attacks.\nAnd what is that likelihood? Estimates currently put the chance of an American dying in a terrorist attack in the United States at 1 in 20 million. In other words, the chance of you dying in a terrorist attack is .00000005 percent. That is an impossibly small number, but it is also one that will never equal zero. As long as we live in a free society, where I can buy a gun tomorrow or order the materials to build a bomb online today, terrorism will be possible.\nThat is no reason to live in fear. Obama lamented, \"The odds of dying in a terrorist attack are a lot lower than they are of dying in a car accident, unfortunately.\" These statistics are unfortunate for Obama, because it is much easier to frighten citizens into apathy and obedience with plane crashes and bombs than dysfunctional brakes and occasional accidents. The government wants Americans to remember the fear of 9/11 without any attempt to understand its causes or aftermath. We should forget 9/11, not the victims or the event itself, but the irrational patriotism and fear it inspired, in favor of remembering Abu Ghraib, Iraq and Prism.\nA version of this article appeared in the Wednesday, Sept. 11 print edition. Ian Mark is a contributing columnist. Email him at opinion@nyunews.com\n\nLoad-Date: September 18, 2013"
}