{
    "title": "9_11 run unites students in solidarity",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 12,
    "full text": "This Saturday, rows of flags lined Stafford Commons for the first annual 9/11 Memorial Ceremony and Run. More than 400 people came out to commemorate the lives lost in the attacks on Sept. 11, 2001, inspire hope for a more peaceful world and run with their fellow students.  \nThe purpose of the event was not only to remember 9/11, but also to \"put NC state on the map in the Raleigh area as a site to honor those who died on September 11th,\" and was \"an opportunity for NC State to make the statement that as a community we do not stand idly by in the face of those who attack our freedoms,\" according to the NC State Naval ROTC.\nMore than a dozen organizations combined efforts to make this run a reality including the Division of Academic and Student Affairs, the Alumni Association, Student Government, Student Involvement and the Air Force, Army and Naval ROTC. \nAfter an emotional performance of the national anthem and a series of inspiring speeches, sirens from the Western Wake Fire Department's fire engine signaled the start of the run. The ceremony was concluded by the playing of taps in remembrance of those who died on 9/11.\nPlanning the event since mid-July, Christopher Caporali, a senior studying meteorology and a Naval ROTC battalion leader, felt the ceremony and run was a great success. People were more than willing to come out and support the effort.\n\"I can't speak enough about what we came out and did today,\" Caporali said. \"I think my gauge in my own mind was if I had one person stand in front of the flag and take a moment to reflect, that was my success, and at the end of it when I scanned the crowd, I saw dozens all standing there, looking at the flag. There are so many people who came up after the event and said, 'Let's make it bigger.'\" \nCaporali said the event was created to combat terrorism, as well as in response to recent events.\n\"The purpose of terrorism is to incite a type of fear or despair that isn't rooted in continuing peace,\" Caporali said. \nHowever, he believes acts of terror like 9/11 only serve to bring the community closer together. \n\"We fought against [terrorism] today with this,\" Caporali said. \"We came out and acknowledged that it was a tragedy, but at the end of it we were all talking and people had new friends, so it was almost as if we got stronger. We all came out and met new people and celebrated our unitedness.\"\nCaporali emphasized the importance of coming together in the wake of terror attacks, especially after 9/11. \n\"There are not many things in the world that are more negative than September 11,\" he added. \"But even out of that, we can come together and find something positive which is something we did today.\"\n\nLoad-Date: January 9, 2017"
}