{
    "title": "9_11, TERRORISM STORIES TOP PEABODYS",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 4,
    "day": 7,
    "full text": "Coverage of the war on terrorism and the aftermath of the Sept. 11 attacks were honored with Peabody Awards.\n CNN's \"Terror on Tape\" analyzed al-Qaida videotapes that teach terrorist techniques, while ABC's \"The Survivors\" focused on people who helped the injured victims of the attacks.\n CBS News/\"48 Hours\" was honored for its piece by two French filmmakers whose cameras rolled inside the collapsing World Trade Center as they documented the life of a rookie New York firefighter.\nNational Public Radio's \"All Things Considered\" received an award for a history of the World Trade Center with rare recordings and oral histories.\n Pittsburgh native Steven Tabakin produced the award-winning \"Stage on Screen: Beckett on Film,\" for Thirteen/ WNET, New York.\n Thirty-one radio and television programs were recognized this year, using the Peabody's only criterion: excellence in broadcast. The George Foster Peabody Awards are administered by the Grady College of Journalism and Mass Communication at the University of Georgia.\n The 62nd Annual Peabody Awards Ceremony luncheon will be May 19 at the Waldorf-Astoria in New York.\n The winners:\n * \"Terror on Tape,\" CNN.\n * \"Six Feet Under,\" HBO.\n * \"The Gathering Storm,\" HBO and Scott Free Productions.\n * \"Russell Simmons Presents Def Poetry Jam,\" HBO.\n * \"The Interrogation of Michael Crowe,\" Court TV.\n * \"Bang Bang You're Dead,\" Showtime.\n * \"Door to Door,\" TNT.\n * \"The Complete Angler,\" ESPN.\n * \"Almost Strangers,\" BBC America.\n * \"Boomtown,\" NBC.\n * \"Boston Public,\" FOX; Producer David E. Kelley received the award for episode exploring use of a racial epithet in the classroom.\n * \"9/11,\" CBS.\n * \"Nightline:\" \"The Survivors\" and \"Heart of Darkness,\" ABC.\n * \"Frontline: Shattered Dreams of Peace: The Road From Oslo,\" SET Productions, C-Films Productions for WGBH.\n * \"Bringing Down a Dictator,\" York Zimmerman Inc., presented on PBS.\n * \"EGG: The Arts Show\" and \"Stage on Screen: Beckett on Film,\" Thirteen/WNET, New York, presented on PBS.\n * \"ExxonMobil Masterpiece Theatre: Othello,\" WGBH and London Weekend Television.\n * \"ExxonMobil Masterpiece Theatre's American Collection: Almost a Woman,\" WGBH and ALT Films.\n * \"Monkey Trial,\" Nebraska ETV and The American Experience, WGBH.\n * \"The Rise and Fall of Jim Crow,\" Thirteen/WNET.\n * \"Sounding the Alarm,\" WISN-TV, Milwaukee.\n * \"DNA Protects Men of Dishonor,\" KPRC-TV, Houston, Texas.\n * \"Fake Drugs, Real Lives,\" WFAA-TV, Dallas, Texas.\n * \"The Sonic Memorial Project/ SonicMemorial.org,\" Lost and Found Sound from the Kitchen Sisters Productions, presented on NPR and the Sonic Memorial Project Web site; memories of Sept. 11 attacks.\n * \"The Yiddish Radio Project,\" NPR and Sound Portrait Productions.\n * \"Stories of Home,\" WBEZ/ Chicago Public Radio.\n * \"File on 4: Export Controls,\" BBC Radio 4.\n * \"The Hepatitis C Epidemic: A 15-Year Government Cover-up,\" Fuji Television Network Inc., Japan.\n * \"How High Is the Mountain,\" Public Television Service Foundation, Taiwan.\n\nLoad-Date: May 10, 2003"
}