{
    "title": "9_11 Defendants Charged at Guantanamo With Terrorism and Murder",
    "publisher": "the new york times",
    "year": 2011,
    "month": 6,
    "day": 1,
    "full text": "WASHINGTON (AP) -- Military prosecutors have refiled terrorism and murder charges against Khalid Shaikh Mohammed and four other men in the Sept. 11 attacks, using a revamped trial process at Guantanamo Bay, Cuba, the Pentagon said Tuesday.\nThe charges allege that the men were responsible for planning the attacks that sent hijacked commercial airliners slamming into the World Trade Center, the Pentagon and a field in Pennsylvania, killing nearly 3,000 people.\nProsecutors have recommended that the trial be a capital case, which could bring the death penalty.\nThe five men, all being held at Guantanamo, were charged previously in connection with the attacks, but those charges were dropped in 2009 when the Obama administration hoped to close the American detention facility at Guantanamo and do away with Bush-era military commissions for trying terror suspects.\nThe four alleged co-conspirators are Walid Muhammad Salih bin Attash, a Yemeni accused of running a Qaeda training camp in Afghanistan and researching flight simulators and timetables; Ramzi bin al-Shibh, a Yemeni who allegedly helped find flight schools for the hijackers; Ali Abdul-Aziz Ali, accused of helping nine of the hijackers travel to the United States and sending them $120,000 for expenses and flight training; and Mustafa Ahmad al-Hawsawi, a Saudi accused of helping the hijackers with money, Western clothing, traveler's checks and credit cards.\nAll five men were charged with conspiracy, murder in violation of the law of war, attacking civilians, attacking civilian objects, intentionally causing serious bodily injury, destruction of property in violation of the law of war, hijacking aircraft and terrorism.\nThe men were initially charged with the same offenses in February 2008, but that plan stalled in 2009 as President Obama ordered a review of the military commission system. That November, Attorney General Eric H. Holder Jr. announced that the five would face trial in a civilian court in New York City.\nThat plan, however, was widely opposed by Republicans in Congress, as well as some New York Democrats, and Congress passed legislation prohibiting any move to bring Guantanamo detainees to the United States.\nAbout two months ago, the Obama administration bowed to political pressure and said it would instead prosecute the men before a military commission. The chief prosecutor in the office of military commissions, Capt. John Murphy, said he would recommend a joint trial at Guantanamo for all five.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: From left, Walid Muhammad Salih bin Attash, Ramzi bin al-Shibh, Mustafa Ahmad al-Hawsawi and Khalid Shaikh Mohammed, along with Ali Abdul-Aziz Ali, face charges in a military court.                                                                          \n\nLoad-Date: June 1, 2011"
}