{
    "title": ";MODERN TERROISM_ THE CIVIL RIGHTS CONNECTION",
    "publisher": "the new york times",
    "year": 1984,
    "month": 6,
    "day": 17,
    "full text": "To the Editor:\n In its perplexity over the phenomenon of international terror, the Administration seems inclined to resort again to its simplistic view of Communism as the ultimate source of all contemporary evil.\nWithout analyzing the nature or origins of the phenomenon, a Reagan- signed document of April 3 appears to focus on ''state-sponsored terrorism'' (news article June 6) as the most obvious target, presumably having countries like Iran, Libya or Syria in mind, and somehow suspecting the ubiquitous Communist hand.\nIn fact, the alarming spread of terrorism and the enormous variety of the causes and groups sponsoring it should warn us that far subtler, though decidedly explosive, historic forces are at work in the contemporary world. For one thing, history teaches that terror is an age-old political instrument and that what requires a new comprehension is indeed its spectacular spread in our time.\nMoreover, where Americans think of the assassination of Presidents Lincoln and Kennedy or Martin Luther King, history reminds us of the great variety of motives, including many we might ethically condone - like the famous tyrannicides, from the two Athenian heroes who killed Pisistratus's son to the Russian freedom fighters involved in attempts on the life of czars, to the desperate attempt of the German resistance movement to eliminate Hitler on July 20, 1944.  Nor is history exactly silent about the reasons behind the current spread of terrorism. In fact, if these might at first seem complex, we have only to look into ourselves to understand some of the dynamics of what is going on.\nBeing products (as well as agents) of modern history, we possess a highly developed sense of our own identity, including the unambiguous assertion of our individual rights, which, on the whole, would have been unthinkable in former times. While one can hardly measure the increase of individual militancy, it is politically expressed in our midst in movements like women's lib or the various forms of minority action.\nIn the West, all this and the underlying, often intangible psychological developments have been the logical result of individual advances over the last 500 years. Modern terrorism (not unfamiliar to this country) is the modern individual's rejection, under desperate provocation, of psychically intolerable infringements of his rights.\nWhat keeps our present world in turmoil, from the I.R.A. to Poland to the Punjab's Sikhs, is that during the last century the West has spread its gospel of individual self-assertion clear around the globe. Beyond condemning terrorist violence, it would be reassuring if our leaders would try to read these seismographic signals of the real volcanic turbulence shaking up our world, and adjust their policies to such deeper insights.\n \nTHOMAS E. GOLDSTEIN Professor of History, City College New York, June 6, 1984\n\nGraphic\n\n \ndrawing"
}