{
    "title": ";ROOTS OF TERRORISM THAT ALLOW FOR MORAL DISTINCTIONS",
    "publisher": "the new york times",
    "year": 1984,
    "month": 1,
    "day": 1,
    "full text": "To the Editor:\n Your Dec. 22 editorial ''The Color of Terrorism'' maintains that ''morally, there is no difference between car bombers of Beirut and those of London, between death squads of El Salvador and those of Ulster.'' To make distinctions between different forms of terrorism, you conclude, is to ''lobotomize conscience.'' These are noble words, but they are mistaken.\nIn the first place, although everyone is opposed to terrorism, no one can define it. If it is the practice of attempting to achieve a political goal by murderous violence directed against defenseless noncombatants, then the recent Harrods car bombing (in which five died) and the Allied incendiary bombing of Dresden in 1945 (in which 40,000 died) would both qualify. (The Germans, in fact, always referred to Allied bomb attacks on civilian populations as ''terrorist bombing.'')\nThe El Salvador death squads, whose gruesome crimes are directed against those who aid or sympathize with the guerrillas, and the attack on the U.S. marines in Beirut represent less clear-cut cases, since the purpose of these attacks is to eliminate enemies rather than to spread terror. One could, of course, try to refine the definition of terrorism. But a definition enjoying wide consensus has been elusive. In the end, ''terrorism'' often is used as an epithet to condemn violence in the service of causes of which the condemner disapproves.  There is, however, one moral distinction between different forms of terrorism that does not depend on one's sympathies, namely, whether the violence is unleashed on a peaceful society or whether it is a defensive reaction on the part of victims of violence. The Germans attacked and subjugated their neighbors, and the I.R.A. initiated the present violence in Northern Ireland. The death squads in El Salvador, on the other hand, were formed as a reaction to the attempt by an armed minority, with the complicity of foreign powers, to impose their will on the various groups of which Salvadoran society consists.  After the ''purifications'' that accompanied the Russian and Chinese revolutions, after the genocide in Cambodia and the Vietnamese ''boat people,'' after the fearsome exodus from Cuba, it is understandable that several of the groups comprising the society in El Salvador have no illusion about the fate that awaits them in the event of a Communist victory. Unlike the editors of The Times, these groups recognize that they are involved in a struggle in which they can expect no mercy from their enemies. And this is why they offer none. Exactly like the Allies during the Second World War.  The bombing of Dresden was a crime, just as the acts of the Salvadoran death squads are crimes. But both are reactions to aggression. One must unequivocally condemn crimes, even if they are carried out in the name of self-defense, but one cannot morally assimilate - as the editorial attempts to - aggressors and victims of aggression.\n \nKENT GORDIS New York, Dec. 22, 1983\n\nGraphic\n\n \ndrawing"
}