{
    "title": "__Peace through strength'",
    "publisher": "tribune-review",
    "year": 2017,
    "month": 6,
    "day": 11,
    "full text": "Last week marked the 50th anniversary of the Six-Day War, June 5-10, 1967, when Israel won a swift, thoroughly decisive victory over its hostile Arab neighbors. Threatened by blockades and likely military attack, Israel struck first, shattering the gathering enemy forces and taking control of the Sinai Peninsula and Gaza Strip from Egypt; the Jordan River's West Bank, including all of Jerusalem, from Jordan; and the Golan Heights from Syria. \nIn just six days, the Israeli David stunned the Soviet-backed Arab Goliath, changing Middle Eastern history forever.  \nIn the subsequent Yom Kippur War, launched and led by Egyptian dictator Gamal Nasser in 1973 to regain the lost territories, Israel prevailed again. \nIsrael's twin military victories made it unmistakably clear that conventional military force would not drive Israel into the Mediterranean Sea. Arab governments and the broader Muslim world faced a choice: Accept the reality of the Jewish state or condemn themselves to continued conflict. A small number, particularly Egypt's Anwar Sadat, who took power after the failed Nasser regime fell, wisely chose peace and negotiated the 1979 Camp David peace agreement (later followed by Jordan). Tragically, in response to Sadat's courage and leadership, Egypt's Muslim Brotherhood assassinated him in 1981. \nFor many in the West, Sadat's murder was the first glimmering of latent Islamist terrorism, which grew geometrically over the following decades. The little-noticed but steadily rising radicalism soon succeeded the secular wave of Pan-Arabism, which had dominated the Middle East during the post-colonial era. Although Pan-Arabism was secular and modernizing whereas radical Islam was religious and regressive, both were profoundly anti-Western, especially anti-American and anti-Israeli. \nThis civil war within Islam, as Jordan's King Abdullah later described it, brought decades of terrorism across the region and the world, including the radical Shia ayatollahs gaining power in Iran. Tehran has served as terrorism's central banker \"” and its leading aspirant to gain deliverable nuclear weapons. \nUnfortunately, the goal of eliminating the state of Israel by conventional force has been replaced with terrorism and the quest for nuclear weapons. Although Israel for decades tried to follow the \"land for peace\" formula of the United Nations Security Council Resolution 242, which ended the Six-Day War, most of the Arab world refused to follow suit. Today, Israel has no peace treaties with Lebanon or Syria, and no prospect of achieving them. The Palestinians, used by Arab and Islamic extremists for decades to advance their own political objectives, face the dead-end of a failed pursuit of the chimerical \"two-state solution.\" \nThe major threat facing Israel today comes not from Arab states bordering Israel but from Iran. The 1979 Islamic Revolution has not lost its ideological edge, but has instead made progress toward the strategic goal of dominating a geographical crescent reaching from Iran itself; through an Iraq largely dominated by Shia interests subordinate to Tehran; Syria's Assad regime; and a Lebanon dominated by Hezbollah, the Shia terrorist group. And, under the protective cover of President Obama's misbegotten 2015 nuclear deal, Iran received enormous economic benefits in return for token concessions on its nuclear program, which continues essentially unabated and inadequately monitored. \nToday, both Israel and America face these common challenges of international terrorism and nuclear proliferation. The Trump administration is now addressing the daunting task of climbing out of the national-security chasm into which the Obama administration consigned it.  \nUnder President Trump, Jerusalem and Washington can now work together unconstrained by Obama's hostility to Israel and advance both countries' missile-defense capabilities, which they will need against the worldwide threat of nuclear proliferation. Israel's hard-won lesson from its wars is that both sound defenses and the possibility for meaningful negotiations with enemies come only when Israel is strong: militarily, politically and economically.  \nMost significantly, military strength for a global power like the United States does not sap economic growth but encourages it. America's unique worldwide role since 1945 has been to sustain international peace and security, thereby holding the ring for massive increases in international trade, investment, communications and travel. \nIsrael has just concluded joyous celebrations of the Six-Day War's 50th anniversary, and particularly Jerusalem's reunification under Israeli control. Donald Trump's recent visit to Israel and his historic visit to the Western Wall, the first by a sitting American president, dramatically underline the permanence of Israel's achievement. \nIsrael can rightly take pride in its victories in 1967 and 1973. America should celebrate with Israel and return to the doctrine of \"peace through strength\" that Winston Churchill and Ronald Reagan, two of Israel's greatest Western friends, understood so well. \nJohn Bolton, a senior fellow at the American Enterprise Institute, was the U.S. permanent representative to the United Nations and, previously, the undersecretary of State for arms control and international security. \n\nLoad-Date: June 13, 2017"
}