{
    "title": "__See Something, Say Something' update overdue",
    "publisher": "tribune-review",
    "year": 2017,
    "month": 11,
    "day": 3,
    "full text": "When 29-year-old Uzbekistan native Sayfullo Habibullaevic Saipov barreled through New York City in a rented pickup truck this week, Americans were harshly reminded of the vulnerabilities they face right here at home. Wounded by police, Saipov reportedly has zero remorse for killing eight people and severely injuring others, wishes he had done more, and even dared to ask that ISIS flags be displayed in his hospital room. \nSince 9/11, as the United States has pounded terrorist cells around the world, they've adapted and their penchant for guerilla tactics has grown. \"If you are not able to find an IED or a bullet, then single out the disbelieving American, Frenchman, or any of their allies,\" ISIS spokesman Abu Muhammad al-Adnani said in 2014. \"Smash his head with a rock, or slaughter him with a knife, or run him over with your car, or throw him down from a high place, or choke him, or poison him. Do not lack.\" \nISIS followers are listening. Over the past year, there have been 13 attacks by directly connected ISIS fighters and sympathizers using vehicles to mow down innocent people. \nNational-security and counterterrorism experts have warned that as America and its allies claim victory over ISIS in Iraq and Syria, remaining ISIS fighters will disperse into Europe and homegrown ISIS terrorists will become more prevalent in the U.S. The squeeze on the caliphate will prompt more terrorism outside its borders \"” right here at home instead of in faraway places. It can happen anytime, anywhere. \nGovernment officials have warned the same. So, the question becomes: How should American citizens respond to the new threat? \nAfter 9/11, the then-new Department of Homeland Security came up with the \"If You See Something, Say Something\" program for everyday citizens to report suspicious behavior they believe could be related to terrorism. In theory, the program is a great way for Americans to be engaged and vigilant in their communities, on their daily commutes, going about their business. \nUnfortunately, political correctness has nearly rendered the program useless. Fears of being labeled intolerant or Islamophobic have kept good people from reporting troubling behavior. \nAs the threat from ISIS moves closer to home, false accusations of bigotry for the sake of politics must be removed from the conversation. Further, the government has an obligation to prepare citizens to react to attacks as they happen, and to give guidance on how to prevent them. \nHow do we spot suspicious behavior in this new age of terrorism? How can everyday people increase their vigilance without living in fear? How can we be more mindful of where we are in a crowd? How do we pay extra attention when walking along busy streets? When an attack occurs, how can someone in proximity respond in a way that increases survival? \nThe new age of \"lone wolf\" terrorism, with ISIS instructing followers to use everyday items to kill infidels, requires an informed and prepared citizenry. It's long past time for an updated \"If You See Something, Say Something\" program that leaves political correctness behind. \nKatie Pavlich is news editor of TownHall.com. Her exclusive column appears on the first and third Fridays of the month. \n\nLoad-Date: November 5, 2017"
}