{
    "title": "__terrorism can't affect how you live'",
    "publisher": "the bismarck tribune",
    "year": 2017,
    "month": 10,
    "day": 7,
    "full text": "\"I'm still in shock. I didn't think I was going to see my friends or family again.\"\n- Hallie Johnsrud, Watford City, who along with her husband and friends survived the Las Vegas shooting, on her reaction to the massacre.\nq     q     q\n\"Oh sure, absolutely. Random acts of terrorism can't affect how you live your life.\"\n- Beau Flom, who survived the Las Vegas shooting with his wife and friends, on whether he would attend similar events in the future.\nq     q     q\n\"I just feel sorry for the poor people who went to the concert and (were) having fun and then are coming home without a loved one. I can't even imagine. That's not supposed to happen.\"\n- Michelle Slaughter, Hebron, who was at the Las Vegas concert with friends.\nq     q     q\n\"Produced water is a killer to the soil. It sterilizes it. When you look at the thousands of miles of pipelines and the millions of gallons of product we're moving, we need to be using the best product available. And that needs to be looked at sooner than later.\"\n- Troy Coons, chairman of the Northwest Landowners Association, saying the material used for pipelines is a concern.\nq     q     q\n\"I don't like that law. The public is always interested in who applies.\"\n- Attorney General Wayne Stenehjem, discussing a new law that keeps secret applicants for some state jobs until finalists are selected.\nq     q     q\n\"We're in the people business, caring for the people in their time of need. We understand there's grief when people lose a pet, too.\"\n- Daniel Eastgate, who along with Bob Eastgate, has started Summerfield Pet Memorial Park. They are offering lots in the pet cemetery.\nq     q     q\n\"We're trying to make it affordable. Fixed base operators operate on a pretty slim margin. (Lavatory service) is often a service they would like to offer but it has to be affordable.\"\n- Lynn Hartman, who with his son, Mitch Hartman, operates Lav Air Portasystems Inc. in Dickinson. They make a cart for emptying a plane's waste tank and replacing clean water.\nq     q     q\n\"He was a huge influence on my life and continues to be even to this day. Being involved with Playboy has been such an inspiration for me ... I'm going to truly miss him.\"\n- Carmen Berg, who posed as Miss July 1987 for Playboy Magazine, reflecting on the death of Hugh Hefner.\nq     q     q\n\"I've always had a dream about opening a shelter. Working with individuals experiencing homelessness has always been my passion.\"\n- Kate Brovold, who plans to open Austin's Mission, a planned shelter for homeless individuals with behavioral health issues and substance use disorders.\n\nLoad-Date: October 7, 2017"
}