{
    "title": "_Frontline_ Asks Unpopular Questions About The U.S. War On Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 10,
    "day": 10,
    "full text": "By WALT BELCHER\nwbelcher@tampatrib.com\nAre we really safer now than before the Sept. 11 terrorist attacks?\nAre al-Qaida and the Taliban on the rise in Afghanistan?\nAre we losing the war for the hearts and minds of the Iraqi people?\nThese questions and other serious issues about the U.S. war on terror are being raised in three hard-hitting documentaries on PBS' \"Frontline\" series.\n\"Frontline\" kicked off its new season last week with \"Return of the Taliban,\" which looks at how al-Qaida and Taliban forces survive in Afghanistan, presumably hiding Osama bin Laden - and possibly growing stronger.\nThis program can still be viewed online, along with more than 50 previous \"Frontline\" episodes, at PBS.org.\nTonight's installment, \"The Enemy Within\" (10 p.m. on WEDU, Channel 3), raises disturbing questions about the home front and whether the government's counterterrorist efforts are working.\nNext week, \"The Lost Year in Iraq\" looks at what has happened in that country since 2003, when Ambassador L. Paul Bremer III led a group with the mission to establish a democracy there.\n\"We had an ambitious goal to bring better government to Iraq and help them rebuild their economy and their country,\" Bremer tells \"Frontline.\"\nBut after one year, the group left, and now the country is struggling under a growing insurgency, near economic ruin, a mounting death toll of civilians and almost daily bombings.\n\"Frontline\" has done a remarkable job of asking the tough, unpopular questions about the U.S. war on terrorism.\n\"The Enemy Within\" is a co-production with The New York Times and is reported by Times correspondent Lowell Bergman.\nBergman investigates how the FBI and Justice Department launched a federal antiterrorist investigation into a Muslim mosque in Lodi, Calif., shortly after 9/11.\nThe investigation involved a tip from an informant that Osama bin Laden's deputy, Ayman al-Zawahiri, had visited the mosque there. The informant also said two Pakistani religious leaders at the mosque were linked to the former Taliban regime in Afghanistan and were seeking recruits.\nBergman's investigation finds the tip was bogus and the subsequent investigation was handled badly. \"The Enemy Within\" concludes that there was no terrorist cell in Lodi.\nThe report also found that in the five years since 9/11, no terrorist plot has been uncovered inside the United States by the FBI's federal counterintelligence efforts.\nNew York University's Center on Law and Security studied the government's 441 terrorism-related cases and found that visa violations and financial fraud, not acts of terrorism, were involved in almost all of them.\nThat doesn't mean the terrorists have stopped trying. There could be cells here plotting something horrific. The question raised by \"The Enemy Within\" is about the FBI's ability to stop them.\nCHANNEL FLIPPING: On the lighter side, ABC's \"Dancing With the Stars\" continues (8 tonight) with Ruskin native Willa Ford and talk show host Jerry Springer (who has a home near Sarasota) still in the competition.\n•NBC's \"Friday Night Lights\" has its second episode at 8 tonight. This compelling drama about high school football deserves an audience.\n•Jerry Lewis guest stars on \"Law & Order: SVU\" (10 tonight) as the uncle of Munch (Richard Belzer). Lewis' character becomes a suspect in a double murder.\n•A new HBO documentary, \"The Journalist and the Jihadi: The Murder of Daniel Pearl\" (8 tonight), examines the life of The Wall Street Journal reporter who was kidnapped and killed by terrorist Omar Sheikh. It's a chilling look at what happened.\n•\"The Scream Awards\" at 10 tonight on Spike TV honor all things spooky and sci-fi. Rose McGowan, of \"Charmed\" fame, is the host.\nSHATNER GAME: William Shatner, the great living television thespian, has signed on to do a game show for ABC.\n\"Show Me the Money\" will debut later this season. The game involves winning cash by answering trivia questions. The premiere date has not been set.\nPhoto: Willa Ford\nPhoto: Daniel Pearl\nPhoto: William Shatner\nCopyright © 2006, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nTELEVISION\n\nGraphic\n\n \nPHOTO 3\n.\n\nLoad-Date: October 12, 2006"
}