{
    "title": "_How could this happen__",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 6,
    "full text": "This article contains content about mass shootings and terrorism.\nAnyone with access to the internet could open their phones or laptops Monday morning, open Facebook and see the headlines, all saying something along the lines of: \"50 Dead, 200 Injured in Deadliest Shooting in Modern U.S. History.\" Since initial reports, these numbers have increased to 58 people killed and 530 injured. Along with the continuing tragedies in the Caribbean Sea and the rising tensions between the U.S. and North Korea, seeing this news is enough to make anyone want to hide away from the world. Plenty of people have taken to Facebook and Twitter to gawk at the question: How could this happen? If you are one of those people, you need to read this article very closely, because you have not been paying attention.\nReports have called this a \"lone-wolf\" operation. Many speculate about possible accomplices, or what bystanders could have done if they noticed something suspicious going on. However, I can say with full confidence that this was not a lone-wolf operation. No, not even close. The man that committed this act of terrorism (we will get back to this word soon) was accompanied by the 53 gutless, Republican Senators who did not pass common-sense gun legislation back in June 2016, when, at the time, the shooting at the Pulse Night Club in Orlando, Flo. held the title as the \"deadliest mass shooting in modern U.S. history.\" Stephen Paddock walked into a hotel this week backed by a Congress full of cowards who turned their faces away in \"prayer\" when 20 children and six teachers lost their lives at Sandy Hook Elementary School in 2012. When Paddock opened fire on a helpless crowd of people, he acted with the full support of the National Rifle Association and its five million supporters who each year opt to protect Paddock's right to open fire on a crowd in Las Vegas.\nIf you have to ask yourself, \"How could this happen?\", you are part of the problem. You have remained complacent with the 1,500 mass shootings that have taken place since 2012. You have not held your government accountable for not passing gun control legislation that would have kept these events from happening. Anyone opposed to common-sense gun legislation after the events that happened on Sunday, and all the mass shootings in America prior to Las Vegas, can add their name to the long list of people that helped Stephen Paddock commit this act of terrorism.\nYes, you read that right. This is terrorism. Steven Paddock was a white, American man that committed a gruesome act of terrorism against other Americans. He was not mentally ill, nor was he \"brainwashed\" by ISIS or Kim Jung-Un. He is an American who acted on his own volition and instigated the deadliest mass shooting in modern U.S. history. That is the end of the story. No amount of mental health screenings or close friends \"noticing odd behavior,\" would have stopped this from happening. He committed an act of terrorism, an act we cannot pursue overseas or use as an excuse for slaughtering thousands of innocent people. This is a war that needs to be fought domestically. We must take action that will prevent terrorists like Paddock from obtaining countless military-grade assault weapons with no questions asked. More people must turn their \"thoughts and prayers\" into real actions.\nIf you are truly bothered by these events, you can take action. You can call your representatives and remind them how they failed the nation this week. You can start looking forward to 2018, when we can finally boot out those men and women in Congress who have been in their seat for 10 years without doing anything to prevent the hundreds of mass shootings that happen each year. You can start asking your friends, families, colleagues and coworkers to act, rather than asking them to drop to their knees and beg someone else to make things change. It is time to stop ignoring these issues and putting off action until the next mass shooting. Nearly 60 lives were lost because America could not take action when that number was 50, 20, or even just two.\nInstead of asking yourself, **How could this happen?**, try asking yourself, **How could we prevent this from happening ever again?**, and get to work.\nSharing\nTwitter0\nFacebook0\nGoogle +0\nLinkedin0\nEmail this article\nPrint this article\nAuthorsAndrew Brown\n\nLoad-Date: January 18, 2018"
}