{
    "title": "_I cannot comprehend that the enemy was among us'",
    "publisher": "chicago daily herald",
    "year": 2009,
    "month": 11,
    "day": 9,
    "full text": "As if on cue, shortly after the gun smoke cleared at Fort Hood, law enforcement and defense officials announced that it wasn't terrorism.\nThat was such a relief, wasn't it?\nAll that was missing was a siren and a coast-to-coast announcement stating: \"It is now safe to return to your normal activities.\"\nTerrorism is defined as:\n1: a state of intense fear\n2 a: one that inspires fear b: a frightening aspect c: a cause of anxiety: d: an appalling person or thing;\n3: reign of terror\n4: violent or destructive acts (as bombing) committed by groups in order to intimidate a population or government into granting their demands.\nWhich one of those four definitions of terrorism does not fit what happened at Fort Hood?\nIt is almost embarrassing to have to refute the seat-of-the-pants statement that it wasn't terrorism.\n1. There was intense fear.\n2. The shooter inspired fear, was the cause of anxiety and was certainly an appalling person as he squeezed off round after round from a pair of handguns into the backs and heads of his fellow soldiers.\n3. It was a 10-minute reign of terror for those in the room; days of terror on the base, in mid-Texas and across the country … and will be forever-after for at least 13 families.\n4. The shooting, we now know, was committed by a member of a group that sees U.S. involvement in Iraq and Afghanistan as a war on Islam, his lifelong religion.\n\"Allahu akbar\" were the last two words that came from the mouth of the alleged shooter, according to Fort Hood's director of emergency services. That mantra means \"God is Greatest\" in Arabic.\nSimilar chants are heard on al-Qaida suicide bomber training tapes and were heard from the cockpits of jetliners on 9/11 as they crashed into the Twin Towers.\nWhether the shooter was told to do what he is accused of doing, whether he was brainwashed by the exposure to anti-American tapes, literature and preachings; or whether he just fashioned himself as the mother-of-all-martyrs, doesn't really matter does it?\n\"I cannot comprehend that the enemy was among us,\" were the concise and profound words from the shooting suspect's landlord, of all people.\nWe've been told that by the government since Sept. 12, 2001. We've been warned about sleeper cells, secret terrorist among us waiting for orders from somebody in a cave and the next wave of attacks.\nThen, when a Jordanian-American Muslim chanting \"Allahu akbar\" tries to take out a roomful of American soldiers, we are told by Fort Hood's commanding officer and other top brass that there is no evidence of a terrorist attack.\nBy that standard, when the Japanese first attacked Pearl Harbor, there was no evidence that it wasn't just an off-target training exercise.\nVeterans Day is in 48 hours. It is a national holiday intended to honor those who have worn the uniform and given something to their country … and to remember those who have given it all.\nPfc. Michael Pearson, 21, of Bolingbrook had only been in the first group for about a year. He didn't expect to be in the second group, those who have given it all, so soon. And I'm sure Pearson never thought the enemy would get him on American soil, as he was unarmed and unable to fight back.\nPearson was being trained at Fort Hood to deactivate bombs, the kind of buried roadside bombs that have taken more U.S. lives in Iraq than any other method.\nHe was supposed to head overseas in January to use his training to save lives.\nInstead, he lost his own life before he could save others. The shooter that day might not have targeted Pearson, but in murdering him may end up killing many other soldiers who Pearson won't be there to save.\nHis mother, Sheryll Pearson, told the Daily Herald\nthat her son was aware of the dangers he could face overseas. She never said anything about the dangers he could face on this side of the sea because it is supposed to be safer here.\n\"I'm still wondering what happened,\" she said.\nI am too, Sheryll.\nAnd a lot of us are wondering something else: Why it was allowed to happen.\nThe warning signs were\npiling up that suspect had\na festering anti-American attitude, according to investigators.\nFor eight years we've been hearing \"be vigilant\" from government leaders. They should have taken their own advice in this case. Maybe it could have been stopped.\nAt the very least, don't insult our intelligence by claiming it wasn't terrorism.\n* Chuck Goudie, whose column appears each Monday, is the chief investigative reporter at ABC 7 News in Chicago. The views in this column are his own and not those of WLS-TV. He can be reached by e-mail at chuckgoudie@gmail.com and followed at twitter.com/\nChuckGoudie.\n\nLoad-Date: November 9, 2009"
}