{
    "title": "_It_s a New Day__ Sudan Exults in Move to Take It Off List of Terror States",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 20,
    "full text": "President Trump said on Monday that the U.S. plans to lift Sudan’s 27-year designation as a state sponsor of terrorism, enabling Sudan to access international financial networks.\nNAIROBI, Kenya — Sudanese people and their government officials are celebrating the news that after 27 years the United States plans to remove the country from its list of state sponsors of terrorism — a move that could help Sudan revive its ailing economy and bolster its transition to democratic rule.\nPresident Trump announced on Monday over Twitter that he will lift the terrorist designation as soon as Sudan deposits a payment of $335 million in compensation to victims, and their families, of attacks on U.S. Embassies in Kenya and Tanzania in 1998, and the U.S. Navy destroyer Cole in Yemen in 2000.\nThe deal would allow the northeastern African nation of Sudan, one of the continent’s largest, to once again access foreign aid, investment and debt relief, as well as military aid. The announcement is likely to bolster Sudan’s fledgling transitional government, which came to power last year after the ouster of the strongman leader Omar Hassan al-Bashir, and has been facing protests from those calling for a quicker pace of reform.\n“It feels like we are citizens of the world again,” said Ahmed Abusin, a 26-year-old entrepreneur with a renewable energy firm, in a phone interview from Khartoum. “It’s a new day in Khartoum and the whole of Sudan.”\nIn exchange, American officials say they expect Sudan to take steps in coming days to normalize relations with Israel, becoming the fifth Arab state to do so, and notching a diplomatic win for Mr. Trump in the weeks before the presidential election. But that move could prove unpopular with Sudan’s populace, analysts say.\nSudan was added to the State Department’s list of state sponsors of terrorism in 1993, accused of harboring groups that the United States deemed terrorists, such as Hezbollah. (Syria, Iran and North Korea continue to remain on the list.) The designation cut off the African state from the global economy, pushing inflation and interest rates up, drawing away foreign investment, forcing local companies to turn to the black market and enabling corruption and money laundering to thrive.\nThe Sudanese economy faced a sharp downward spiral after the secession of South Sudan in 2011, which took with it about three-quarters of Sudan’s oil production and two-thirds of total exports. As the economic turmoil deepened, fuel shortages and food price hikes led to demonstrations that eventually removed Mr. al-Bashir in April 2019.\nSudan’s transitional government, consisting of civilian and military leaders, inherited this mess, and promised to deal with the country’s economic challenges.\nFor months, Prime Minister Abdalla Hamdok’s administration lobbied American officials to drop Sudan from the list of state sponsors of terrorism by citing a long list of recent reforms. These included banning female genital cutting, scrapping apostasy laws, putting Mr. al-Bashir on trial, opening inquiries into the bloody suppression of the western Darfur region, and signing a peace agreement with rebel groups.\nSudan in recent months has faced new outbreaks of polio, record floods and a food crisis that has left almost 10 million people hungry. The country has reported 836 deaths in the coronavirus pandemic. Large demonstrations against deteriorating living conditions are planned for Wednesday across the country.\nThe removal of the terror designation “was seen as a panacea” for the mounting challenges facing the country, said Jonas Horner, a senior Sudan analyst with the International Crisis Group.\n“The timing of this announcement will dramatically soften those protests, because they were shaping up to be quite vociferous,” Mr. Horner said.\nSudanese officials rejoiced at the American decision in a news conference on Tuesday.\n“We have won the battle to restore the dignity of the Sudanese people,” said Omer Ismail, the acting foreign minister. “This is not a solution to all our problems, but it is the beginning.”\nFor young Sudanese like Mr. Abusin, the announcement brings hope for the future. He said he came to understand how deeply the terrorist designation hurt the economy after starting his renewable energy firm in 2018.\n“There is a lot of technology and software, especially American and Western goods, that we cannot bring into the country,” he said.\nJawhara Kanu, a Sudanese economist, said she was eager to see how the country’s financial system will open up, allowing Sudanese businesses to access capital and pay for online purchases. Credit and debit cards are not widely available in Sudan.\nIn January, when volunteers tried to raise money to save a group of starving lions in a zoo in the capital, the crowdfunding site GoFundMe suspended their campaign, citing American sanctions.\nThe financial change “will not happen today or tomorrow because there are steps and some logistics,” Ms. Kanu, 27, said, “but it’s the kind of real actions needed to show we are part of the world now.”\nBut the lifting of the designation comes with arm-twisting from the Trump administration, which expects Sudan to normalize relations with Israel. Sudanese such as the cartoonist Khalid Albaih say that they regard the American pressure campaign as coercive and bullying.\nMr. Albaih, 40, who has editorialized against Sudan improving relations with Israel, said in an interview that the removal from the terrorism list is “part defeat, part victory and part disappointment.” The Americans, he said, didn’t care about how the terror designation had undermined economic growth or kept many people hungry.\n“It was either you die or join,” Mr. Albaih said in a telephone interview from Copenhagen, where he is in an artist-in-residence program.\nWhen the expected normalization with Israel happens, Mr. Horner, the analyst, said that there was “real scope for backlash from Islamists, particularly from within the old regime.”\nBut while many Sudanese might be unhappy that the lifting of the terror designation is linked with recognizing Israel, younger people, particularly those who protested against Mr. al-Bashir, are likely to be more pragmatic in their choices, said Marwa Gibril, a Sudanese activist.\nFor some, Ms. Gibril said in a phone interview, there is a sense that “we need to look back into what’s good for us than trying to be part of the Arab world.”\nSudan would need to normalize relations with Israel before the Nov. 3 elections if Mr. Trump is to get the “political boost” he was hoping for, said Cameron Hudson, a senior fellow at the Atlantic Council.\n“Each country is working on a different timeline and with competing political interests domestically,” he said. “I suspect a flurry of activity between Washington, Khartoum and Tel Aviv in the next two weeks.”\nPHOTOS: Sudan’s removal from the terror list could aid economic progress, when demonstrators have been urging reforms. The government has agreed to pay $335 million to victims of the 1998 bombings of United States Embassies in Kenya, left, and Tanzania. (PHOTOGRAPHS BY ASHRAF SHAZLY/AGENCE FRANCE-PRESSE — GETTY IMAGES; GEORGE MULALA/REUTERS )\n\nLoad-Date: October 22, 2020"
}