{
    "title": "_Liberation_ on way for Iraqis, Bush says; Radio addresses_ Democrat wants more federal money to fig",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 4,
    "day": 6,
    "full text": "President Bush said liberation for Iraqis was close, and he praised American military success while denouncing Saddam Hussein's regime.\n\"No crime of this dying regime will divert us from our mission,\" Bush said Saturday in his weekly radio address.\n\"Village by village, city by city, liberation is coming.\"\nThe address was broadcast a day after the White House announced Bush's acceptance of British Prime Minister Tony Blair's invitation to meet him Monday in Northern Ireland to review the war's progress.\nIn his address, Bush reviewed battlefield successes: clearing southern cities of loyalists to Iraqi President Saddam Hussein, opening a northern front, closing in on Baghdad, and bombing Iraqi military targets out of existence.\nHe also detailed what he said were the \"atrocities of that regime,\" including using women, children and religious sites as shields from U.S. assault, forcing soldiers into battle, and executing prisoners of war.\nMeanwhile , a Democratic governor urged Congress to provide more money for firefighters, police and other emergency workers who are combating domestic terrorism.\n\"Whether in the Middle East or in America, the brave and selfless individuals who have pledged to protect us deserve our support,\" Delaware Gov. Ruth Ann Minner said in her party's radio address.\nMinner said more resources are needed for police, firefighters and health and medical personnel at a time when the nation is on high alert. These first-responders are training to meet new threats, learning to use sophisticated equipment and preparing for a disaster, she said.\nMore federal aid would have put more police officers and firefighters on the streets and better communications technology in their hands, she said.\n\nLoad-Date: April 6, 2003"
}