{
    "title": "_Minibus_ Marks Missed Opportunity for TRIA, Ex-Im Risk Transfer",
    "publisher": "the foundation for research on equal opportunity",
    "year": 2019,
    "month": 12,
    "day": 18,
    "full text": "There has been much talk in recent years about the need to “drain the swamp” in Washington and bring public accountability to a federal government mired in self-dealing and special interests. But Congress this week will almost certainly approve a pair of appropriations bills that are nothing if not “swampy.”\nBuried deep in the 1,773-page “minibus” [1] are a pair of seven-year reauthorizations that are of particular interest to the reinsurance industry, as well as the property and casualty industry more broadly. The bill extends authorization for the Export-Import Bank from its recent Sept. 30, 2019, expiration to Dec. 31, 2026. It also extends the Terrorism Risk Insurance Program, currently set to expire Dec. 31, 2020, until Dec. 31, 2027.\nBoth programs long have been targets of fiscal conservatives, who would prefer they head off into extinction. On Ex-Im, we at R Street would generally agree that there is no good free-market case for export subsidies. TRIP, created by 2002’s Terrorism Risk Insurance Act, is a bit more of a complicated case, but we do advocate reforms to the program to continue gradually to phase down the government’s role and expand the role of private insurance.\nBut whether one thinks the programs should or should not be renewed, barreling through long-term extensions of both as part of the appropriations process—with no floor debate and little time even to read the legislation—is no way to govern.\nPerhaps most importantly in these two cases are the missed opportunities to better protect taxpayers by leveraging private market capital, particularly in the reinsurance and alternative risk-transfer markets.\nEx-Im already was engaged in those markets through a pilot program for reinsurance established by the bank’s last reauthorization in 2015. Under terms of the program, the agency was granted authority to enter into risk-sharing agreements to transfer up to $1 billion per contract, with an aggregate cap of $10 billion of transferred liability in any fiscal year.\nGiven the success of Ex-Im’s first major use of the authority—placing a $1 billion reinsurance deal in 2018 for its large commercial aircraft financing program—we hoped reauthorization legislation would have made the pilot permanent and removed the caps on participation. Instead, the reauthorization included in the minibus makes no reference to the reinsurance program at all.\nSimilarly, the TRIP reauthorization amounts to a straight extension of the program’s current terms. That’s probably a plus for insurance market stability, but it’s disappointing that Congress will not even entertain the possibility of tweaks.\nIn particular, the legislation could have clarified the U.S. Treasury Department’s authority to look at the model established by the United Kingdom’s equivalent terrorism insurance backstop, Pool Reinsurance Co. Ltd. In February, Pool Re placed a three-year, roughly $100 million catastrophe bond [2] covering physical damage from terrorist attacks, including nuclear, chemical, biological and radiological events. The global market clearly has some appetite for such risks and some at Treasury have dropped hints [3] they could be interested in testing those waters for TRIP.\nAnd for good reason. The National Flood Insurance Program already has had great success with the reinsurance program it launched in earnest in 2017, growing from a $1.042 billion traditional placement its first year to a $2.12 billion program – comprising $1.32 billion of traditional reinsurance and $800 million of capital markets placements – this year. The landfall of Hurricanes Harvey and Irma in 2017 meant the NFIP exhausted its full $1.042 billion of coverage, purchased for $150 million. That marked an $892 million savings for taxpayers.\nTo be clear, it is likely that both Treasury and Ex-Im do retain authority to explore risk-transfer options via administrative rule-making, even without statutory language making that authority explicit. But by rushing through extensions without the proper time to debate and discuss, Congress is leaving murky what should be crystal clear.\nEndnotes\n“1,773-page “minibus””: https://docs.house.gov/billsthisweek/20191216/BILLS-116HR1865SA-RCP116-44.PDF\n“$100 million catastrophe bond”:            https://www.businessinsurance.com/article/20190226/NEWS06/912326918/Britain-terrorism-reinsurer-Pool-Re-makes-first-cat-bond-purchase\n“dropped hints”:            https://www.businessinsurance.com/article/20191001/NEWS06/912330848/Treasury-looks-into-risk-share-solutions\nThe post ‘Minibus’ Marks Missed Opportunity for TRIA, Ex-Im Risk Transfer appeared first on R Street.\n\nLoad-Date: January 27, 2020"
}