{
    "title": "_New normal' not new to Democrats",
    "publisher": "chicago daily herald",
    "year": 2016,
    "month": 10,
    "day": 8,
    "full text": "‘New normal' not new to Democrats\nThe first time I recall hearing the words \"the new normal\" was back in 2009 after Obama took office and the housing market had crashed.\nWe were losing jobs and were officially in a recession. My immediate response to this type of language was one of sadness. Why must Democrats and the media just accept things Americans all agree are bad as \"normal\"?\nToday nearly eight years later, the \"new normal\" is weekly terrorist acts, weekly riots that end up with civilians and police dead. The \"new normal\" is grown men sharing a bathroom with America's daughters and Planned Parenthood selling baby parts for profit. The \"new normal\" is aggressively climbing property and health insurance taxes that force many to abandon their homes. The \"new normal\" is blacks killing each other in record numbers as in the inner cities like Chicago.\nThis \"new normal\" is not new. This is the \"normal\" of the Democrat party. The Democrats solution to poverty is to call it \"normal\" and dole out welfare. Paying off the miserable to accept their misery quietly. The Democrat solution to healthcare was to create an enormous new apparatus that had to be fed, but didn't solve the problem of rising health costs and people not being insured. The Democrat solution to terrorism is make the word itself politically incorrect so no one will use it. Where previous administrations say terrorism, there is now the not so silent whisper that we just have to accept these things.\nWhen Obama and Hillary say, \"America is already great\" that is fine, it is still a great country, but I liked it better before all of the fundamental transformation and Democrat \"solutions\" to real world problems. I am confident the majority of American's would agree with me.\nJoseph Kocan\nNorth Aurora\n\nLoad-Date: October 11, 2016"
}