{
    "title": "_Pak should hand over Dawood, Salahudeen to India to show sincerity in tackling terror_",
    "publisher": "metro vartha",
    "year": 2019,
    "month": 3,
    "day": 16,
    "full text": "New Delhi, March 16 -- If Pakistan was sincere in tackling terror, then it should at least hand over to India Dawood Ibrahim, Sayeed Salahudeen and other terrorists who are Indian citizens and residing in that country, government sources said Saturday.\nThey said Pakistan has failed to take any credible action against Jaish-e-Mohammed and other terror groups even after the dastardly Pulwama attack.\nIf Pakistan really wants to send a message that it was serious about addressing India's concerns over terrorism, then it should hand over Dawood, Salahudeen and other terrorists who are Indians, the sources said.\nReferring to actions by Pakistan such as holding ceratin terrorists in preventive custody, the sources said India considered them to be cosmetic.\nCosmetic action will not cut any ice.\nIndia has been asking Pakistan to hand over Dawood, Salahudeen and several other terrorists who are wanted in India in connection with a series of terror attacks.\nThe sources said India has shared various key details such as coordinates of terror groups operating from Pakistan soil to Islamabad which can be verified by a third country.\nAfter the Pulwama terror attack, India has mounted a diplomatic offensive to corner Pakistan internationally on the issue of terrorism.\nIndia has been pressing for concrete and verifiable action by Pakistan against terror groups operating from Pakistani soil.\nTension between the two nuclear-armed neighbours escalated after the February 14 Pulwama terror attack and subsequent aerial strike by India on a training camp of the Jaish-e-Mohammed (JeM) in Balakot on February 26.\nPakistan retaliated the strike next day by unsuccessfully attempting to target Indian military installations. The JeM claimed responsibility for the Pulwama attack.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: March 16, 2019"
}