{
    "title": "_People are angry' Economy, terrorism and tax cuts dominate news conference",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 9,
    "day": 11,
    "full text": "WASHINGTON — President Barack Obama said Friday that if the midterm elections become a referendum on which political party has the most effective agenda to improve the economy, rather than a decision on its current state, \"the Democrats will do very well.\"\n\"Even after all the progress we've made, we're not there yet, and that means people are frustrated, people are angry,\" Obama said at a wide-ranging news conference at the White House. \"It's understandable that people are asking, ‘What have you done?' \"\nObama said he would use the fall campaign season to remind voters of the sinking economy he inherited when he took office and what measures he has since put in place, with help from a Democratic Congress.\nMany of those initiatives have proved to be unpopular with much of the country, creating a political climate harmful to his party heading into the November elections. Obama has referred to those political difficulties in recent weeks, but he attempted to provide his party hope Friday by signaling that he believes the Democrats can win on the strength of their ideas.\nObama took 13 questions over a 75-minute news conference in the White House East Room, ranging over issues from the rising anti-Islamic sentiment in the country to prospects for Middle East peace.\nHe focused largely on the debate over whether to extend the Bush-era tax cuts for households making $250,000 or more — a \"perfect example,\" he said, of the vastly different ways the parties view the economy. He called them \"tax cuts for millionaires\" several times.\nExtending tax cuts for those higher-income households — something Republicans favor — would cost the federal government $700 billion over the next 10 years. Obama said the money would add to the deficit and would be better spent on \"growing the middle class,\" which he said has been his primary economic goal since taking office.\nIn response to a question about how he has changed Washington, a central campaign theme, Obama listed a number of legislative initiatives he said made politics in the capital more responsive to middle-class concerns.\n\"If you are asking me why I haven't been able to put in place a better spirit of cooperation? I think that's fair,\" Obama said. \"I'm as frustrated as anybody by it.\"\nHe said his decision to take on health care and financial regulatory reform — issues that he said have \"entrenched interests\" behind them \"where there's a lot of money at stake\" — partly explains the partisan animosity that defines the political debate in Washington. But he also acknowledged that \"on the margins\" he could have done more to change the tone.\nOn the eve of the anniversary of the Sept. 11, 2001, attacks, Obama was asked why more Americans hold an unfavorable view of Islam than at any point since the event, according to recent polls.\n\"At a time when the country is anxious generally, and going through a tough time, fears surface, suspicions can surface in a society,\" Obama said. \"I think that plays a role.\"\nHe said \"one of the things I admired most\" about President George W. Bush was his decision, within days of the attacks, to make clear that the United States was fighting al-Qaida, not Islam. It was a message Obama echoed several times during the news conference.\nAsked about the prospects for capturing Osama bin Laden and his deputy, Ayman al-Zawahiri, Obama said doing so would be \"extremely important to our national security,\" although he added that it \"wouldn't solve all our problems.\"\nWhile saying that he believed al-Qaida's leadership is on the run due to pressure exerted by the U.S. military, Obama warned that it will likely always be possible for \"an individual or a small group\" to carry out a terrorist attack.\n\"That threat is there,\" Obama said. \"And I believe it is important for the American people to know that.\"\n\nGraphic\n\n \nAssociated Press President Obama is reflected in the mirror as he answers questions during a news conference Friday in the East Room of the White House.\n\nLoad-Date: September 12, 2010"
}