{
    "title": "_Ratshot' now just a legend",
    "publisher": "st. petersburg times ",
    "year": 1991,
    "month": 10,
    "day": 1,
    "full text": "It was the beginning of the Gulf War.\n \n    Our phone lines were abuzz with people who swore they had the inside dope on what was really going on.\n \n    \"Some guy called this morning,\" said a co-worker, \"and said he lives in Land O'Lakes, and is a security adviser to the Royal Saudi Air Force.\"\n \n    A mental file card fell into place.\n   \"His name wasn't Mahoney was it?\" I asked.\n \n    \"You know him?\" the colleague responded. \"What does he really do?\"\n \n    \"Last I heard,\" I said, \"he was a security adviser to the Royal Saudi Air Force and, before that, he was a Pasco County Sheriff's deputy who I tagged with the nickname \"Ratshot.' \"\n \n    Now he is in the process of trying to get an anti-terrorism consulting business off the ground in Tampa.\n \n    And thereby has got to hang a tale.\n \n    Back in the mid-1970s, a fairly steady flow of Pasco County Sheriff's deputies made their way to Saudi Arabia as security guards and advisers for government agencies and private businesses there.\n \n    The lure of adventure, higher salaries and a firm belief that if you can survive politics in the Pasco Sheriff's office then you can survive  them anywhere kept calling.\n \n    It was fairly easy to keep in touch. Any time you ran into one of the guys home on leave, he could pretty well fill you in on the others.  Mahoney was one of the first to go.\n \n    When he was a cop, Mahoney was the likable, colorful kind of guy about whom legends or at least amusing stories get built.\n \n    The \"ratshot\" incident occurred in 1974 when he went to investigate a break-in at a Land O'Lakes convenience store and the burglar shot at him.\n \n    Mahoney returned the fire, but I found investigators abnormally silent about the investigation of the shooting. The reason finally came out. The .44 magnum slug fired by the burglar was recovered Mahoney still wears it attached to a gold pendant on a chain around his neck but nobody could find the two rounds fired by Mahoney.\n \n    On slow nights back then, deputies would go to the dump, load their pistols with birdshot rounds and shoot at rats. Mahoney had forgotten to reload after one of those forays, and most of the ballistic \"evidence\" was in hundreds of tiny lead pellets spread around the store.\n \n    On another night, Mahoney knocked himself cold doing something that seemed funny at first but made sense later.\n \n    Second on the scene after a Lacoochee man had fired two shots at another deputy, Mahoney saw the man surrender and knew that every deputy in the county would be rushing to answer the initial call for help. Running back toward his squad car to cancel the call, Mahoney was blinded by his own searchlight and ran into a tree.\n \n    Those were fun stories to recall over a friendly lunch last week, where I learned that Mahoney, who has a master's degree in criminal justice administration and management, is now trying to tap into the consulting market created by a world where terrorism and protection from it have become the reality of the business world.\n \n    \"Those days on the department were fun,\" said Mahoney, who only recently returned from his last stint in Saudi Arabia, \"and I had a great time over there, but I've got a wife and a couple of beautiful kids now, and it's time for me to settle down some.\"\n \n    So today he is president of his fledgling corporation, INTERC.E.P.T. (International Center for Emergency Planning and Terrorism) and is seeking clients for the expertise he has gathered these last 17 or 18 years.\n \n    \"Ratshot\" just didn't seem to fit any more.\n \n    Guess it's back to Pat.\n \n\nLoad-Date: November 12, 1992"
}