{
    "title": "_State of Affairs_ review",
    "publisher": "university wire",
    "year": 2014,
    "month": 11,
    "day": 19,
    "full text": "Grade: D+\nI really struggle with network dramas.\nI especially struggle to watch network political thrillers.\nNBC's new counter-terrorism show, \"State of Affairs,\" starring Katherine Heigl, premiered Monday night and, boy, was it tough to endure.\nThe word that usually comes to mind is \"contrived.\"\nEvery conversation and plot twist feels contrived.\nIn the beginning, the show attempts to feel cute and fun as Heigl's character is out drinking and sleeping around.\nThen there is a ton of inter-office joking to say, \"Hey, we are a fun and goofy group of people that are responsible for briefing the President.\"\nBy the way, the two main characters on this show are named Charleston Tucker, Heigl's character, and President Constance Payton.\nBecause people totally have names like that, right?\nCharleston Tucker sounds like a 1950's NBA basketball player that rocks short shorts and has a comb-over.\nSorry, where were we?\nTucker is the president's daily briefer and is dealing with the death of her fiancé, who also happens to be the president's son.\nShe deals with his death and the stress of her job by, as I mentioned earlier, going out at night and sleeping with random guys.\nIt is just so cliché: the work-obsessed protagonist with emotional demons.\nMost good television is starting to move away from that because it has been done so much in the 21st century.\nThe \"Mad Men\" and \"Breaking Bad\" archetype is fading away in favor of new, original ideas.\nAlso, Heigl simply is not very good on this show. I don't take anything she says seriously as she rambles about her strong opinions about how a terrorism situation should be handled.\nI cannot handle her constantly constipated face as she tries to look dramatic.\nOne of my favorite moments of this show takes place in an elevator as Tucker is meeting a new CIA briefer.\nAbout 10 seconds into meeting him she says, \"You're very handsome and very old.\"\nWho talks like that?\nThen we find out that one went to UNC and the other went to Duke.\nAw, a cute reason for them to butt heads.\nThis is the big issue with network dramas, for the most part. All of the dialogue is contrived and the acting is not good enough to make up for it.\nI feel like I am watching a daytime soap-opera-quality show but with some better camera work.\nThat's about it.\n\nLoad-Date: November 19, 2014"
}