{
    "title": "_Talking to the Enemy'",
    "publisher": "the new york times",
    "year": 2018,
    "month": 9,
    "day": 30,
    "full text": "Within the past few days Rukmini Callimachi has received what she believes is the fourth \"official\" threat on her life from Islamic State terrorists. She was informed in a voicemail message left by an FBI special agent who told her that a group chat had been intercepted in which one suspected terrorist was complaining about her work collecting and translating documents left behind by ISIS as the terror group was driven out of Mosul, Iraq, in 2017. \"We should not let this pawn of (Satan) get away with this,\" the FBI agent read in the voicemail. \"We should slaughter her and teach journalists alike a lesson.\" The threat to the award-winning New York Times foreign correspondent and former Daily Herald reporter is not as frightening to her as it once was. \n\"I feel like I've got a handle on it now,\" she said. \"The way I look at it, I'm really low pickings.\" Having spent the last several years chronicling terrorists and terror organizations around the world, Callimachi believes her understanding of how the Islamic State operates gives her a perspective not afforded to most Americans. To that end, Callimachi is speaking Tuesday at Dominican University in River Forest, where she will present a lecture called \"Talking to the Enemy\" at 7 p.m. in the university's Performing Arts Center. Tickets are $20 and available through the university's website at events.dom.edu. Callimachi's coverage of ISIS for The New York Times has brought her notoriety in various circles, including among terrorists. But her wildly successful and critically lauded 10-part \"Caliphate\" podcast released earlier this year brought her work to a wider audience. It follows her exploits collecting and deciphering documents about ISIS operations following the fall of Mosul and her interviews with former ISIS recruits, victims and enemies. \"I'm really, really proud of it,\" she said. \"We had this vision of what we wanted to do, but we didn't know if we could carry it out. It was an all-out marathon to get it done.\" Callimachi admittedly backed into her role as a renowned terror expert. Stationed in The Associated Press' West Africa bureau during a coup in Mali in 2012, she soon discovered rebels were being financed by Al-Qaeda, the terrorist organization founded by Osama bin Laden. During her coverage of the coup and eventual French-led invasion to unseat the rebels, she was in contact with several higher-ranking leaders of terrorist groups occupying various parts of Mali. When they were driven out by the French-led forces, she remembers going into buildings that once housed headquarters for the terror groups' operations. They were littered with paperwork and computers. At first, she didn't think much of it, but then had the idea of collecting the documents and translating them from Arabic in an attempt to determine how the organizations operated. She bought garbage bags at a pharmacy and filled them with whatever would fit in them. One bag for every building, she said. The results of her collections showed an incredibly well-run and financed operation with multiple levels of management. The terror groups even dealt with personnel issues in ways similar to a corporation. \"One of the things I found was a disciplinary letter sent to a terrorist called the ‘Boogeyman of Africa' from Al-Qaeda when they had had it with him and were basically calling him a prima donna,\" Callimachi recalled. \"The letter was complaining that he had repeatedly failed to turn his expense reports in on time and that he was ignoring their calls even though they knew he was taking calls from journalists.\" Most of the documents she collected in Africa were unwanted by French military officials. She found U.S. military officials had the same indifference to them in Mosul, so she collected what she could at every stop and spent months translating the items. She also began tracking down members through social media accounts and getting interviews that way. In \"Caliphate,\" Callimachi said her goal is to find out who ISIS really is. \"I think we can do a lot better,\" she said. \"So much of what is reported is through officials at the Pentagon or other government sources. There is actual value in speaking to (the terrorists), and that's very different from giving them a platform or believing them.\" She likens terrorists to the mob, noting that the downfall of the American mafia began when members turned on each other. \"They relied on the enemy to get to the enemy,\" she said. And while Callimachi said ISIS and other terror groups don't control as much territory as they once did in the Middle East, the threat hasn't been eradicated just because there are fewer safe havens for their members. \"The group that began as Al-Qaeda has metastasized like a cancer,\" she said. \"Groups like ISIS are losing territory, but attacks are up in countries like Iraq and Afghanistan.\" The effect of terrorism and the ongoing wars is undeniable in the U.S. and other western countries, she said. \"We've had to completely harden our airports, create safety measures of all kinds throughout the U.S., and they have won a much larger place in our imaginations than they really are,\" Callimachi added. \"But the threat is constant with these people and they are not letting up in their desire to hit us, so if you don't take precautions and you're not prepared, look what could happen.\"\n\nGraphic\n\n \nPhoto courtesy of Rukmini Callimachi Rukmini Callimachi, a correspondent for The New York Times, met with Iraq's Federal Police at the Mosul International Airport in the last week of February. \"The airport was an important target for the Iraqi forces and taking it marked a milestone in the push to liberate the city,\" Callimachi said in an email. Photo courtesy of Rukmini Callimachi Rukmini Callimachi, a correspondent for The New York Times, met with Iraq's Federal Police at the Mosul International Airport in the last week of February. \"The airport was an important target for the Iraqi forces and taking it marked a milestone in the push to liberate the city,\" Callimachi said in an email. Photo courtesy of Rukmini Callimachi Rukmini Callimachi, a correspondent for The New York Times, met with Iraq's Federal Police at the Mosul International Airport in the last week of February. \"The airport was an important target for the Iraqi forces and taking it marked a milestone in the push to liberate the city,\" Callimachi said in an email. Photo courtesy of Rukmini Callimachi Rukmini Callimachi, a correspondent for The New York Times, met with Iraq's Federal Police at the Mosul International Airport in the last week of February. \"The airport was an important target for the Iraqi forces and taking it marked a milestone in the push to liberate the city,\" Callimachi said in an email. Photo courtesy of Rukmini Callimachi Rukmini Callimachi, a correspondent for The New York Times, met with Iraq's Federal Police at the Mosul International Airport in the last week of February. \"The airport was an important target for the Iraqi forces and taking it marked a milestone in the push to liberate the city,\" Callimachi said in an email. Photo courtesy of Rukmini Callimachi Rukmini Callimachi, a correspondent for The New York Times, met with Iraq's Federal Police at the Mosul International Airport in the last week of February. \"The airport was an important target for the Iraqi forces and taking it marked a milestone in the push to liberate the city,\" Callimachi said in an email. Photo courtesy of Rukmini Callimachi Rukmini Callimachi, a correspondent for The New York Times, met with Iraq's Federal Police at the Mosul International Airport in the last week of February. \"The airport was an important target for the Iraqi forces and taking it marked a milestone in the push to liberate the city,\" Callimachi said in an email. Photo courtesy of Rukmini Callimachi Rukmini Callimachi with Iraq's Federal Police at the Mosul International Airport in February.Rukmini CallimachiJeff Knox/jknox@dailyherald.com Rukmini Callimachi, former Daily Herald reporter now New York Times reporter covering terrorism, speaks at Benedictine University. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, former Daily Herald reporter now New York Times reporter covering terrorism, speaks at Benedictine University. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, former Daily Herald reporter now New York Times reporter covering terrorism, speaks at Benedictine University. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, former Daily Herald reporter now New York Times reporter covering terrorism, speaks at Benedictine University. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, a correspondent for The New York Times and a former Daily Herald reporter, spoke with Benedictine University students just days after she was embedded with a unit of Iraqi special forces in Mosul. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, a correspondent for The New York Times and a former Daily Herald reporter, spoke with Benedictine University students just days after she was embedded with a unit of Iraqi special forces in Mosul. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, a correspondent for The New York Times and a former Daily Herald reporter, spoke with Benedictine University students just days after she was embedded with a unit of Iraqi special forces in Mosul. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, former Daily Herald reporter now New York Times reporter covering terrorism, speaks at Benedictine University. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, a correspondent for The New York Times and a former Daily Herald reporter, spoke with Benedictine University students just days after she was embedded with a unit of Iraqi special forces in Mosul. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, former Daily Herald reporter and current New York Times correspondent, speaks Thursday at Benedictine University about her reporting on ISIS. Jeff Knox/jknox@dailyherald.com Rukmini Callimachi, former Daily Herald reporter and current New York Times correspondent, spoke last year at Benedictine University about her reporting on ISIS. She will speak Tuesday at Dominican University in River Forest.\n\nLoad-Date: October 1, 2018"
}