{
    "title": "_Urgent Resolve_ to Fight Domestic Terrorism Faces Tall Legal Obstacles",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 5,
    "full text": "Within days of the Sept. 11 terrorist attacks, the United States government began writing new laws, reinterpreting old ones and crafting aggressive new policies to defeat Al Qaeda and other Islamist terrorist groups.\nIn the aftermath of the deadly shootings this weekend, President Trump on Monday promised “with urgent resolve” to press a similar whatever-it-takes strategy to investigate and prevent white-supremacist violence and hate crimes. The F.B.I. has said that such racially motivated domestic terrorism now accounts for more deaths and arrests in the United States than Islamist terrorism.\n“We can and will stop this evil contagion,” Mr. Trump said. He ordered the F.B.I. to identify the necessary tools and promised to deliver “whatever they need.”\nWhile thin on specifics, Mr. Trump’s remarks raised the prospect of empowering the Justice Department to investigate American hate groups with the vigor that it has brought to the fight against international terrorism.\n“We must shine light on the dark recesses of the internet and stop mass murders before they start,” Mr. Trump said.\nAny such effort, however, will face serious obstacles — including the fact that there are no federal penalties for domestic terrorism.\nLaw enforcement and intelligence agencies have much more latitude to investigate foreign terrorist organizations than homegrown groups.\nAnd changing those laws to crack down on domestic terrorism would test the limits of free speech: Espousing hate-filled, white-supremacist, anti-immigrant views is protected under the Constitution. So is buying guns.\nEven just prioritizing domestic investigations would mean rethinking two decades of law enforcement strategy. Domestic terrorism represents only about 20 percent of F.B.I. terrorism cases. Some field offices do not even have a stand-alone squad dedicated to investigating it.\nPerhaps most important, a new focus on white-supremacist violence would test whether Americans are as accepting of aggressive law enforcement tactics when the targets aren’t Muslims, but white Americans.\n“If they did the same thing that they did with the Muslims, they’d say every white guy is a potential terrorist,” said Martin R. Stolar, a New York civil rights lawyer who has fought for decades against government encroachments on free speech in the name of national security. “You can’t do that with white people. The blowback would be outrageous.”\nKilling civilians has always been illegal, of course, but the 2001 attacks prompted a philosophical change in law enforcement. The F.B.I. and other agencies needed to develop intelligence and disrupt attacks before they occurred.\nWith that in mind, Congress hurriedly passed the USA Patriot Act, giving the federal government broader powers to investigate people — American citizens or those living abroad — suspected of having terrorist ties.\nMany of those powers, like wiretapping for intelligence purposes, were written to target people working with overseas groups. Federal law gives the government sweeping power to sanction foreign terrorist groups like Al Qaeda, making it illegal for anyone to provide them with support.\nNo such federal domestic-terrorism law exists. Longtime hate groups like the Ku Klux Klan are legal, and their virulent speech is generally protected by the First Amendment.\n“The international nexus gave us access to a lot of tools that we just would not have with white nationalists,” said Michael Mullaney, who served as the Justice Department’s counterterrorism chief under presidents Bush, Obama and Trump.\nEven before Mr. Trump’s comments Monday, racially- or religiously-motivated mass shootings in Charleston,           Pittsburgh,            San Diego and elsewhere prompted calls to give the F.B.I. new powers.\nThomas O’Connor, the president of the F.B.I. Agents Association and a veteran domestic terrorism investigator, called for Congress to pass a bill making domestic terrorism a federal crime with specific penalties. He said doing so would resolve confusion among investigators and eliminate the perception that domestic-inspired attacks are less serious than other forms of terrorism.\nBeyond assigning explicit penalties to domestic terrorism, other suggestions include giving the F.B.I. more power to investigate people before they commit crimes.\nMary McCord, a former senior national security prosecutor, has drafted a proposal to criminalize the stockpiling of weapons for use in a domestic attack.\nMr. Mullaney said a combination of factors — like preaching racial hatred and stockpiling guns, for instance — could be used. But he said any such law would have to be carefully written because it brushes so closely against the Constitution.\nCivil liberties groups say the nation does not need new laws, a sentiment with which some in law enforcement agree. They say the F.B.I. already has the authority to investigate would-be killers before they attack. And they recoil at even the suggestion of widening the government’s powers.\n“All the investigative tools are already available to them,” said Joshua L. Dratel, a lawyer who has represented numerous people accused of terrorism. “The notion of designating terrorist groups inside the United States is something that should worry everyone.”\nThe F.B.I. director, Christopher A. Wray, has not asked for new authorities and has said he is not interested in investigating the political views of Americans.\n“We, the F.B.I., don’t investigate ideology, no matter how repugnant,” he said on Capitol Hill last month. “When it turns to violence, we’re all over it.”\nMr. Dratel said the post-9/11 years showed the government will abuse any new authorities.\nAfter the 2001 attacks, for instance, the government rounded up hundreds of Muslim men who had not been involved and subjected them to abuse and mistreatment. For years, law enforcement officials compiled maps of Muslim communities, eavesdropped in mosques, infiltrated Muslim student groups and used informants in sting operations.\nLawmakers and many American voters largely tolerated those tactics, or at least were patient when there was evidence of abuse. But the evidence suggests that the Justice Department would likely receive far less leeway to use such tactics against white Americans.\nEarly in President Obama’s tenure, for instance, a Department of Homeland Security report warned about the rise of right-wing terrorism.\n“White supremacist lone wolves pose the most significant domestic terrorist threat because of their low profile and autonomy — separate from any formalized group — which hampers warning efforts,” the report said.\nConservative groups were outraged, particularly over a section of the report that warned that white supremacist groups could try to recruit disgruntled military veterans.\nThe Obama administration ultimately apologized and withdrew the report.\nAdam Goldman contributed reporting. \nPHOTO: President Trump promised “urgent resolve” to combat hate crimes. (PHOTOGRAPH BY Doug Mills/The New York Times FOR THE NEW YORK TIMES)\n\nLoad-Date: August 6, 2019"
}