{
    "title": "_Works Bomb_ pranks are considered domestic terrorism, sheriffs office warns",
    "publisher": "arizona range news",
    "year": 2011,
    "month": 2,
    "day": 2,
    "full text": "The Cochise County Sheriff's Office responded to two separate incidents of suspicious activity in the South Sierra Vista area Jan. 19-20 weekend.\nCCSO spokeswoman Carol Capas said, \"It appears that both incidents are related and perpetrated by the same individuals). In the investigation phase of these incidents it was discovered that several more occurred in the same area over the past three weeks without being reported because no one knew what was causing the explosion sounds.\"\nCapas said the incidents involve what is referred to as Water Bottle Bombs or \"Works Bombs\".\nA \"Works\" Bomb is Drain-o and tin foil mixed together inside of a water bottle. The chemical reaction between the Drain-o and foil makes a volatile build up of gases that detonate with great force, shw said.\nOnce the detonation occurs, the chemical substance that is in the bottle is actually a boiling liquid. These explosions have been documented to sever fingers and cause 2nd and 3rd degree chemical burns, and can possibly cause blindness. The toxic fumes can also be harmful.\n\"The bottles thus far we have encountered in our area appear to be for prank purposes, however one of the bottles had a delayed detonation which went off behind one of the victims when she went out to check on the noise from another one,\" Capas said.\nThese bombs have been used for \"Domestic Terrorism\" in other states, in which they are left either in a mail box or doorstep, waiting for the potential victim to pick it up. Once the bottle is picked up it is shaken enough to detonate in their hands and/or face.\nShe said the Sheriff's Office wants to proactive-ly warn all residents to be aware that these devices exist and are being set off.\nPlease take the following precautions when you are outdoors:\n1) If you find a soda bottle or any other bottles, look at it carefully before you touch it or get near it. If it shows signs of swelling, or melting in any way, DO NOT TOUCH IT! Call 9-1-1 and let law enforcement personnel respond to take care of it.\n2) If you find a soda bottle that has any liquid in it, DO NOT TOUCH IT! Call 9-1-1 and let us respond to check it/dispose of it. The contents can be dark in color and resemble soda.\nShe added, \"Please educate your children on the dangers and consequences of making these devices. It has become popular nationwide with the youth in the past few years, to do this as a prank, but there have been some changes to the law. Not only could it be deadly to the maker or the victim, but making one of these devices is will being the charge, Possession a Prohibited Weapon, which is a class four felony.\"\n\nLoad-Date: November 17, 2011"
}