{
    "title": "_Writing Terror_ at the Boston Book Festival",
    "publisher": "university wire",
    "year": 2013,
    "month": 10,
    "day": 22,
    "full text": "A palpable sobriety filled the air as Boston Book Festival founder Deborah Porter kicked off this year's festival with a somber speech. The subdued tone was not without reason; Thursday night's opening event, a panel discussion entitled \"Writing Terror: An Exploration of Fear,\" had a special relevance to its audience in the wake of the 2013 Boston Marathon bombings, a tragedy that occurred just four blocks from the Back Bay Events Center where the discussion took place. \"We share the feeling of being terrorized and horrified that day and the days that followed,\" Porter told the audience.\nOnce the panel began, however, the mood lightened. Laughter filled the hall several times as Time magazine columnist Joe Klein moderated a discussion with a diverse quartet of terror and terrorism experts. Valerie Plame Wilson, a former CIA operative, and Mary Louise Kelly, who covered the NPR intelligence beat, recently released novels based on their experiences; Jessica Stern, a fellow at Harvard's FXB Center for Health and Human Rights, is an American policy consultant on terrorism who has written a successful memoir about her own experiences being terrorized. Rounding out the group was horror filmmaker Wes Craven, who, as Klein said, has \"scared the crap out of us\" for decades. The Boston bombing and other weighty current events were brought up throughout the talk, but they never dragged down the conversation, which remained focused on the panelists' work even as it hit on broader issues.\nIn their discussion of current global affairs, the panelists showed a range of concerns. Kelly, referring to intelligence officer interviews from her NPR career, spoke of the threat of nuclear terrorism with particular emphasis on Pakistan. \"U.S. intelligence divides the...nuclear threat into Pakistan and the rest of the world,\" she said. \"That's how scared the U.S. is.\"\nWilson agreed on the magnitude of the Pakistan threat, saying that the country's government and intelligence service have been infiltrated deeply by those with anti-U.S. sentiment. \"It really is a nation-state that is imploding,\" she said, adding that a nuclear threat is more imminent than skeptical Americans might think: \"We have just gotten lucky in the five decades since the dawn of the atomic age.\"\nCraven, the panelist with the fewest ties to the American government, revealed his trepidation concerning the nation's secrecy. \"My fear is that we've lost our way,\" he said. The creator of slasher icons such as Freddy Krueger and the \"Scream\" killer also showed a passion for environmental issues, expressing worry about continued government inaction towards global warming. \"So many brilliant people are...practically weeping for us to listen, and nobody's listening,\" he said.\nThe panelists also explained how they transfer these real-life terror issues into their creative work. \"I decided to subscribe to the 'go big or go home' school of thriller writing,\" Kelly said of her novel, a thriller called \"Anonymous Sources.\" \"My protagonist is going to be up against the worst thing you can possibly imagine.\" For Kelly, the threat of nuclear war may be terrifying, but she used this sense of imminent danger to aid her book, which features a female journalist up against a Pakistani terror cell.\nIn her own thriller \"Blowback,\" Wilson attempted to capture the essence of CIA procedures in perfectly accurate detail. The villain of the book was based on an actual Pakistani nuclear scientist, and Wilson went through painstaking effort to make sure the \"tradecraft,\" or actual spy work, was portrayed accurately. \"There's a lot of eye-rolling, typically, watching TV,\" she said, referring to CIA series such as Showtime's \"Homeland\" as \"not realistic.\"\nYet for some, reconciling personal experience with work has not been so easy. Stern, who has worked under the Clinton administration as one of the world's leading terror experts, spent years denying that her fascination with terror was related to an incident of sexual assault she experienced in her youth. \"I had post-traumatic stress disorder,\" she said. \"I was diagnosed with it and I didn't believe it.\" Her book, \"Denial: A Memoir of Terror,\" was released in 2010 and chronicles the event itself and her thoughts in the aftermath. Ultimately, writing about the experience was cathartic for Stern, and it gave her a chance to connect with fellow sufferers. \"Since the book has come out a number of the victims have come forward to me,\" she said.\nFor Kelly, this discrepancy between personal and professional life takes a different form. When asked by an audience member her opinion on Edward Snowden's divulging of classified NSA information, her answer was decidedly mixed. \"Speaking personally, I think what he did was wrong; what he did was illegal,\" she said. \"As a reporter, it's opened up a terrific amount of information that we've not had access to and sparked an international debate...that we would not have had otherwise.\"\nDuring much of the discourse, Craven leaned back in his chair and at one point remarked, \"I feel like I'm here to be comic relief.\" Yet he spoke seriously of his work and the art of crafting an effective horror villain. \"The ones you remember, it's because they're complex,\" he said. More specifically, he added, the best horror villains are like real-life terrorists, perceived as evil yet with enough humanity to arouse a discomforting pity. \"[We] don't like to think...that [terrorists] think they're doing what they must to protect their country or their culture,\" the director said. \"It's scary to think about that.\"\n-Staff writer Tree A. Palmedo can be reached at tree.palmedo@thecrimson.com\n\nLoad-Date: October 22, 2013"
}