{
    "title": "A 10-Minute Trial, a Death Sentence_ Iraqi Justice for ISIS Suspects",
    "publisher": "the new york times",
    "year": 2018,
    "month": 4,
    "day": 17,
    "full text": "BAGHDAD — The 42-year-old housewife had two minutes to defend herself against charges of supporting the Islamic State.\nAmina Hassan, a Turkish woman in a flowing black abaya, told the Iraqi judge that she and her family had entered Syria and Iraq illegally and lived in the Islamic State’s so-called caliphate for more than two years. But, she added: “I never took money from Islamic State. I brought my own money from Turkey.”\nThe whole trial lasted 10 minutes before the judge sentenced her to death by hanging.\nAnother accused Turkish woman entered the courtroom. Then another, and another.\nWithin two hours, 14 women had been tried, convicted and sentenced to die.\nIraq’s judicial assembly line has relentlessly churned out terrorism convictions since the battlefield victories over the Islamic State last year led to the capture of thousands of fighters, functionaries and family members. Authorities accuse them of helping to prop up the group’s vicious three-year rule over nearly a third of the country.\nAs millions of Iraqis struggle to recover from the bloodshed and destruction of the period, Prime Minister Haider al-Abadi has found widespread public support for his push to step up the pace of prosecutions — and for punishments to the full extent of the law, which in Iraq means execution.\n“These Islamic State criminals committed crimes against humanity and against our people in Iraq, in Mosul and Salahuddin and Anbar, everywhere,” said Gen. Yahya Rasool, the spokesman for the Iraqi joint operations command. “To be loyal to the blood of the victims and to be loyal to the Iraqi people, criminals must receive the death penalty, a punishment that would deter them and those who sympathize with them.”\nBut critics say the perfunctory trials in special counterterrorism courts are sweeping up bystanders and relatives as well as fighters, and executing most of them in a process more concerned with retribution than justice.\nThe office for the United Nations High Commissioner for Human Rights warned that flaws in the judicial process would most likely lead to “irreversible miscarriages” of justice.\nHuman Rights Watch has criticized Iraq for relying on an overly broad law to quickly achieve the maximum punishment of the most people.\nThe nation’s counterterrorism law allows the death penalty for anyone “who commits, incites, plans, finances or assists in acts of terrorism.” So Iraqi courts are meting out one-size-fits-all punishment for the perpetrator of crimes against humanity as well for as the wife of an Islamic State fighter who may have had little say in her husband’s career.\n“Individual circumstances don’t matter,” said Belkis Wille, the senior researcher for Iraq for Human Rights Watch. “Cooks, medical workers, everyone is given the death penalty.”\nThe low bar for conviction under the law, she said, also means that the courts are not bothering to investigate some of the worst crimes believed to have been committed by Islamic State members, such as slavery, rape or extrajudicial killings.\nIraq’s Justice Ministry rejects such criticism and praises the integrity of its judges and its standards of due process. “If there is evidence then suspects are prosecuted, and if there is no evidence then they are released,” said Abdul-Sattar al-Birqdar, a judge and Justice Ministry spokesman.\nThe government has not released statistics about its terrorism detainees, but two people familiar with the court who were not authorized to speak to journalists said that approximately 13,000 people had been detained on suspicion of ties to the Islamic State since 2017, when the vast majority of arrests were made.\nHuman Rights Watch estimated in December that at least 20,000 people accused of ties to the Islamic State were being held by the Iraqi authorities. Last month, The Associated Press            reported that Iraq had detained or imprisoned at least 19,000 people since 2014 on accusations of connections to the Islamic State or other terrorism-related offenses.\nMany of these detainees were arrested on the battlefield. Some were detained far from combat, based on information gleaned from informers and prison interrogations.\nIraqi intelligence officials say that high-value detainees, people accused of involvement in specific terrorist attacks, are held separately from the majority of prisoners, who are suspected of having been low-level cogs in the Islamic State bureaucracy.\nSince the summer of 2017, more than 10,000 cases have been referred to the courts, the people familiar with the court said. To date, they said, approximately 2,900 trials have been completed, with a conviction rate of about 98 percent.\nThey did not say how many had received the death penalty, or how many executions had been carried out.\nThe government said 11 people were executed on Monday for “terrorism crimes,” fulfilling “the government’s promise to kill those responsible for shedding Iraqi blood,” the Justice Ministry said in a statement.\nAmong those held apart from the general prison population are approximately 1,350 foreign women and 580 children, the majority of whom surrendered to Iraqi security forces last August during military operations to liberate the town of Tal Afar. The vast majority of these detainees are Turkish, Russian and Central Asian.\nIraq says it is determined to try them if evidence links them to the Islamic State, but some of their home countries, including Saudi Arabia, have requested extradition for some of their citizens. Other countries, like Britain and France, have been reluctant to take their citizens back, officials from both countries said.\nIn rare cases, individuals have been returned to their home countries, such as a group of four Russian women and 27 children in February, after Iraqi authorities concluded they had been tricked into coming to Islamic State territory. Turkey has been working to repatriate minors whose parents took them to the caliphate, as well as those found innocent of wrongdoing.\nFor a nation that for more than 15 years has been an incubator for Islamist extremists and has been torn apart by terrorist bombings, Iraqis have little appetite for leniency or concern about mitigating circumstances that in other nations could be grounds for clemency. Foreigners in particular are widely assumed to have been the Islamic State’s most fervent adherents since they moved there to join the caliphate.\n“What concerns me the most in these trials is that the system is fundamentally prejudiced against foreign individuals,” said Ms. Wille, who has observed dozens of terrorism trials. “The presumption is because you are foreign, and you were in ISIS territory, there is no need to provide more evidence.”\nThe 14 women convicted in one afternoon this month, 12 Turks and two Azerbaijanis ranging from 20 to 44 years old, had lived in Raqqa, the former capital of the group’s territory in Syria. When international airstrikes escalated there and several of their husbands were killed, they moved to Iraq and were among those who surrendered outside Tal Afar.\nGaunt, withdrawn and surrounded by plainclothes security guards, they waited in the florescent-lit hallways of Baghdad’s counterterrorism court for their trials to start. Eleven toddlers who had spent the last eight months in detention with their mothers accompanied them to the court.\nWhen Ms. Hassan was called, she handed her child to another detainee to look after. The other women cooed and hummed to try to placate her curly-haired toddler. Some appeared to whisper prayers.\nTheir state-appointed lawyer, Ali Sultan, said he had not prepared for the trials. He said he had no access to the evidence against his clients because information related to terrorism investigations is classified.\nHe added that his pay — $25 regardless of whether the case goes to appeal — hardly encourages much effort. The fee is paid only after the final appeal is exhausted or the client is executed, which, despite the push to expedite trials, can take months if not years.\nAfter Ms. Hassan was sentenced by Judge Ahmed al-Ameri, he swiftly dispensed with the rest of the docket.\nNegar Mohammed told him that she was innocent of all Islamic State crimes; he ruled otherwise.\nNazli Ismail told the judge that her husband pushed her family to go to Syria. Three of her children were killed in an airstrike, she said. The only one to survive was her youngest, a 2-year-old boy named Yahya, who was waiting outside in the hallway.\nJudge Ameri asked, “Are you innocent or guilty?”\n“I’m innocent,” Ms. Ismail replied.\nThe judge sentenced her to death.\nMs. Ismail accepted her fate with a smile. “This means I will finally go to heaven,” she said.\nMother and child left the courthouse under armed guard. It was unclear what would happen to the child.\nPHOTO: People fleeing clashes between Iraqi security forces and the Islamic State in Mosul last year. Iraq captured thousands of fighters, functionaries and their families in the battle with the Islamic State. (PHOTOGRAPH BY Ivor Prickett for The New York Times FOR THE NEW YORK TIMES)\nRelated Articles\nU.N. Condemns Executions of 38 Prisoners in Iraq\nRaised by ISIS, Returned to Chechnya: ‘These Children Saw Terrible Things’\nIraq Wants $88 Billion for Rebuilding. Allies Offer a Fraction of That.\nAs ISIS Is Driven From Iraq, Sunnis Remain Alienated\n\nLoad-Date: October 9, 2018"
}