{
    "title": "A 7-POINT STRATEGY TO STOPPING TERRORISM",
    "publisher": "wisconsin state journal",
    "year": 2017,
    "month": 6,
    "day": 11,
    "full text": "During his recent visit to Saudi Arabia, President Donald Trump called on the Muslim world to confront extremism. He said, \"A better future is only possible if your nations drive out the terrorists and extremists. ? Drive them out of your places of worship. Drive them out of your communities. Drive them out of your holy land, and drive them out of this Earth!\" Partnering with the Muslim world to combat terrorism is a good first step. But this alone will not lead to success unless we understand the root causes of terrorism and the role each key participating organization has to play.\nHere's what needs to happen: 1. Most mainstream media and elected officials need to stop calling Muslim terrorists \"Islamic\" terrorists. Start calling all terrorists \"criminals\" regardless of their faith, beliefs, ethnicity or color, and stop associating any terrorist with his or her religion. This is used as a tool by terrorist organizations to recruit more terrorists.\n2. America must stop invading countries. Do not overthrow leaders in exchange for oil and natural gas, and stop killing innocent people. If we kill five people in a family of six, most likely number six will become a terrorist. Do not forget terrorists take revenge against America for invading Afghanistan, Iraq and other Muslim countries. Do extreme vetting of those who are on the list of terror suspects.\n3. Countries must start providing job opportunities, particularly to youth. Uneducated and unemployed people experiencing social injustice and inequality are prime targets for terrorist organizations for recruitment. Instead of spending billions to combat terrorism, start spending on education.\n4. It's easy to kill a person if you think killing is an \"ideology.\" Muslim leaders must start educating Muslim youth about the correct interpretation of the Quran and the teaching of our prophets. Terrorists attract restless and bored young Muslims who are misguided, and many have criminal records. Many have been denied their fundamental rights and are discriminated against. They no longer care about their lives and become suicide bombers. Unite the Muslim world against terrorism, and capitalize on the power bestowed on you by the almighty to solve world problems. Muslim communities are in great need of reform.\n5. Stop terrorists from using social media as their propaganda machine to attract recruits. Allocate resources to identifying and disrupting terrorist accounts.\n6. The United Nations should stop giving veto power to any country. Make decisions based on super-majority votes. Countries with veto power sometimes misuse their power to favor one country over others, which leads to terrorism.\n7. The public must search for facts, be honest, understand each other, speak up against any evil and don't be misguided by inaccurate and misleading information. Consider Muslims as your good partners, co-workers, friends and neighbors in fighting terrorism. Recognize that Muslims have alerted law enforcement about terrorist suspects more than others and will continue to do so. Killing the terrorist doesn't end terrorism. It only helps ignite it more. We are all in this fight together ? not to win one battle, but to win the war. Together we can create a peaceful and prosperous world for all.\n\nNotes\n\n Akhtar, of Middleton, is an energy entrepreneur and native of India who came to America 30 years ago. He is now a U.S. citizen. \n\nLoad-Date: June 12, 2017"
}