{
    "title": "A Bad Antiterrorism Bill",
    "publisher": "the new york times",
    "year": 2014,
    "month": 9,
    "day": 27,
    "full text": "The French Parliament overwhelmingly approved a sweeping new antiterrorism bill last week that raises serious questions about balancing civil liberties against the need to stop the flow of citizens to the jihadist fight being waged in Iraq and Syria by the Islamic State. The bill was presented to Parliament last Monday, and there was no opportunity for lawmakers to fully debate the provisions, which alarm civil liberties groups and legal authorities.\nThe antiterrorism resolution discussed Wednesday by President Obama at the United Nations calls on member states to respect fundamental freedoms even as they take strong action against recruitment by terrorist groups.\nNo doubt, the security threat is real. In a recent interview, Interior Minister Bernard Cazeneuve said 930 French citizens or residents had left or were planning to leave to join the militants fighting in Syria and Iraq. One French citizen, Mehdi Nemmouche, for example, is accused of opening fire at the Jewish Museum in Brussels in May and killing four people after his return to France from Syria, where he had joined the Islamic State fighters. On Sunday, the Islamic State called for attacks on Americans and Europeans, singling out the French.\nThe new bill expands existing French antiterror provisions to allow the authorities to confiscate passports and national identity cards of French citizens for six months when there are ''serious reasons'' to believe that those citizens intend to leave France to join jihadist groups abroad ''in conditions likely to jeopardize public security upon their return.'' It also allows the government to ask Internet service providers to block sites deemed to foment terrorism or jihadist recruitment, and it criminalizes the dissemination of material, including on the Internet, that might provoke or justify acts of terrorism.\nThe bill -- by leaving it up to police and intelligence agents to determine, with no judicial oversight, an individual's intent when viewing a website, sharing information online or planning travel abroad -- will increase the potential for abusive ethnic profiling of Muslims. Meanwhile, three French jihadist suspects, who had turned themselves in to Turkish authorities and were being repatriated to France, slipped through border controls at the Marseille airport on Wednesday after their flight was changed and no one checked their passports on arrival. The three turned themselves in to the French police a few hours later. Consistently checking passports at the borders is one common-sense way to deal with the threat of foreign jihadist recruitment without trampling on civil liberties.\nThe Syndicat de la Magistrature, an organization representing 30 percent of French judges, warns that the new bill gives the government ''exorbitant powers of control and surveillance at the expense of freedom of expression'' and movement. This antiterror measure needlessly undermines fundamental democratic rights in the name of public security.\n\nhttp://www.nytimes.com/2014/09/27/opinion/a-bad-antiterrorism-bill.html\n\nLoad-Date: September 27, 2014"
}