{
    "title": "A blight at the opera",
    "publisher": "daily news ",
    "year": 2014,
    "month": 9,
    "day": 29,
    "full text": "The director of the Metropolitan Opera's reviled production of \"The Death of Klinghoffer\" last week welcomed an author who views Osama Bin Laden as a political crusader to speak to the show's cast.\nWhat, do they need a pep talk?\nThe upcoming opera centers on the 1985 execution of Leon Klinghoffer aboard a cruise ship hijacked by Palestinian terrorists. He was a 69-year-old New Yorker who was limited to a wheelchair after two strokes. Singling out Klinghoffer because he was Jewish, the terrorists shot him in the head and threw him into the Mediterranean.\nMet General Manager Peter Gelb has called \"The Death of Klinghoffer\" a superb work by America's finest opera composer, John Adams. He has brushed off the truth that the work is steeped in anti-Semitism and, by striving to humanize the terrorists, calls on the human heart to place their criminality in understandable bounds.\nFor his part, director Tom Morris describes the opera as \"a work of towering quality\" that dramatizes a highly charged issue. He invited writer Michael Bohn to speak to the opera performers.\nWhen the terrorists seized the Achille Lauro ship, Bohn was the director of the White House Situation Room. He has published a book titled, \"The Achille Lauro Hijacking: Lessons in the Politics and Prejudice of Terrorism.\"\nIn 2012, when Morris directed a London production of \"The Death of Klinghoffer,\" Bohn wrote an essay for the program. There, he draws lessons that parallel the opera's amoral attempt to cast Klinghoffer's murder in a rational light.\nHere is some of what he wrote:\n\"By the time Palestinian gunmen had hijacked Achille Lauro in 1985, Americans had seen enough images of terrorism in the news media that most had succumbed to stereotyping a late 20th century terrorist - angry male, Arab Muslim, upraised AK-47. . . . Politicians, whether naive or exploitative, demonized terrorists through inflammatory rhetoric.\"\n\"Rather than the destruction of American culture and institutions, Bin Laden consistently claimed that his violent tactics were reactions to American policies - mainly support to Israel and apostate, corrupt Mideast Muslim regimes, U.S. military presence in the Arabian Peninsula, and the exploitation of energy resources in Muslim lands. In other words, he pursued an international political campaign using terror as a tactic.\"\nPresented questions by email before his appearance, Bohn replied that he would talk to the cast only about the factual record of the hijacking and murder. You can only imagine what was said.\nBohn's presence alone further undermines Gelb's claim that the Met is neutral on the moral and political questions raised by the opera. He would do well by asking someone with a different take on the facts to speak.\nJudea Pearl, father of Daniel Pearl, the Wall Street Journal reporter slain by Al Qaeda in 2002, would be an ideal candidate. Here is some of what Pearl said at a protest rally last Monday:\n\"We do not stage operas for rapists and child molesters, and we do not compose symphonies for penetrating the minds of ISIS executioners.\"\nYou have to wonder how many Met singers and musicians would bow out after listening to voices like Pearl's.\n\nGraphic\n\n \nNLVL\n\nLoad-Date: September 29, 2014"
}