{
    "title": "A bloody timeline of terrorism",
    "publisher": "daily news ",
    "year": 2010,
    "month": 5,
    "day": 5,
    "full text": "Feb. 1993 Al Qaeda-funded car bomb attack on the World Trade Center kills six and wounds 1,000.\nJune 1996 Hezbollah levels a building in Saudi Arabia killing 19 U.S. servicemen.\nFeb. 1998 Osama Bin Laden endorses a \"fatwa,\" calls on Muslims to kill Americans \"anywhere in the world where they can be found.\"\nAug. 1998 Explosions destroy U.S. embassies in Kenya and Tanzania, killing 224, including 12 Americans.\nOct. 2000 An explosives-laden boat blows a gaping hole in U.S. destroyer Cole in Yemen, killing 17 sailors.\nSept. 11, 2001 Al Qaeda terrorists crash three hijacked planes into the Twin Towers and the Pentagon, killing thousands.\nDec. 2001 Al Qaeda's Richard Reid tries to bring down a flight with explosives in his sneakers.\nOct. 2002 Radical Islamic group bombs a nightclub in Indonesia, killing 183 people.\nJune 2003 Ohio truck driver Iyman Faris admits plotting with Al Qaeda to bring down the Brooklyn Bridge.\nMarch 2004 Al Qaeda-inspired group bombs Spanish commuter trains, killing nearly 200.\nJuly 2005 Four Al Qaeda-inspired terrorists bomb the London subway and a bus, killing 56 commuters.\nMay 2007 FBI foils a plot by six New Jersey men - inspired by Bin Laden - to attack Fort Dix.\nJune 2007 Extremists ram a flaming Jeep into the main terminal at Glasgow Airport in Scotland.\nNov. 2008 Ten Pakistani gunmen - all members of a terror group called Lashkar-e-Taiba - massacre nearly 200 people in Mumbai, India.\nMay 2009 Four New Yorkers - all converts to Islam - are busted for plotting to attack a Riverdale synagogue.\nSept. 2009 Najibullah Zazi and two other men he knew from Flushing, Queens, arrested as part of an Al Qaeda plot to bomb the New York City subway.\nDec. 2009 Underwear bomber Umar Farouk Abdulmutallab tries to bring down a Detroit-bound Northwest Airlines plane.\nMonday night The feds arrest Pakistan-born U.S. citizen Faisal Shahzad for trying to bomb Times Square.\n\nGraphic\n\n \nGRAPHIC;STAND ALONE GRAPHIC\n\nLoad-Date: May 5, 2010"
}