{
    "title": "A bottom line in war on terrorism_ How to best spend the money",
    "publisher": "usa today",
    "year": 1998,
    "month": 5,
    "day": 4,
    "full text": "WASHINGTON -- As the federal government ratchets up its campaign\nto combat terrorism, some lawmakers and officials are questioning\nwhether the money dedicated to that effort is being spent wisely.\n\"Am I concerned about how we're spending all this money? Yes,\"\nsaid Rep. Ike Skelton, D-Mo. \"Am I alarmed? I don't know yet.\"\nSkelton has commissioned four General Accounting Office (GAO)\nstudies over the past 12 months. The studies have been critical\nof the Clinton administration's counterterrorism coordination\nand expense.\nAs the federal government shrinks to its smallest size since the\nearly 1970s, federal spending to battle terrorism here and abroad\nis steadily rising, to about $ 7 billion in 1999.\nSome say the level is justified.\n\"We're spending a lot of money on this now just as a form of\ninsurance . . . to build the necessary infrastructure,\" Sen.\nJudd Gregg, R-N.H., said.\nBut GAO and administration officials said it's hard to say how\nmuch spending really is needed.\nA State Department report last week found that terrorist activity\nworldwide fell to one of its lowest levels since 1971: There were\n221 people killed in 1997, compared with 314 in 1996.\nWhile no one suggests ignoring terrorism, there is concern that\nsome agencies may use the threat as a justification for growth.\n\"There are a lot of agencies out there now saying, 'Oh, yeah,\nwe have a terrorism role.' But two years ago, they didn't talk\nabout having a role,\" said Bob Blitzer, supervisor of the FBI's\nDomestic Terrorism/Counter-Terrorism Planning Section.\nIn fact, it's unclear which departments are involved. A report\nby the White House's Office of Management and Budget (OMB) found\nthat 17 agencies have counterterrorism roles. But the GAO, Congress'\nauditing arm, reported in December that 43 agencies fought terrorism,\nincluding the Department of Commerce and the U.S. Postal Service.\nAn unclassified version of the OMB report detailed 1999 counter-terrorism\nbudget requests:\n-- $ 4.4 billion sought by the Pentagon and CIA in the largest\neffort to track, contain and respond to terrorist acts. The Pentagon\nrecently requested $ 49 million to train and equip 10 National\nGuard units to respond to attacks involving chemical or biological\nagents.\n-- $ 725 million sought by the Justice Department and FBI, a four-fold\nincrease since the Oklahoma City bombing in 1995. Justice is the\nlead agency on any domestic attack.\nThe FBI has 2,600 agents assigned to counterterrorism, up from\nabout 500 in 1995. The FBI won't say how many of those agents\nare assigned overseas. About $ 30 million is for the FBI's new\nNational Infrastructure Protection Center, responsible for safeguarding\nthe nation's vital services from terrorist attack.\n-- $ 688 million sought by Treasury, the majority of which is\nfor the Secret Service to provide security to the president and\ndignitaries.\n-- $ 190 million sought by State, which responds to acts of terrorism\noverseas involving Americans.\n-- $ 295 million sought by Transportation. About a third of that\nmoney would pay for the purchase of technology to detect explosives\nand inspect luggage.\n-- $ 303 million sought by Energy, mostly for physical security\nat nuclear labs and other protected facilities.\n\nGraphic\n\n \nPHOTO, b/w, Bob Daemmrich, AFP\n\nLoad-Date: May 4, 1998"
}