{
    "title": "A BREAK FROM THE WAR ON TERRORISM",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 12,
    "day": 2,
    "full text": "My vacation from the war on terrorism began at 4:30 a.m. with me stretched out on my back on our deck in Sharps.\nThe alarm beeped at 4 to wake us for the Leonid meteor shower.\nWe considered diving back under the covers. Outside the covers it was cold. Outside it would be even colder. Sitting up in bed and secretly hoping a thick fog had blanketed the village, we looked outside.\nA meteor streaking through the sky left a trail that seemed to end right in the river.\nThat stopped our stay-a-bed stalling. We got up, pulled on a gazillion layers and rushed outside to see the show. Our neighbor joined us with one of her cats, who added another layer of warmth when he curled up on her stomach.\nAt the height of the shower, the meteors dazzled us with their long tails, streaks of white light shooting through the sky every few seconds.\nIn between the streaking meteors, I studied the stars and tried to pick out familiar constellations.\nOut on the river, we heard quiet honking from a sizable flotilla of Canada geese. It seemed eerie to hear but not see them. We wondered if the geese ever sleep. Perhaps they'd gotten up early to see the meteor shower, too.\nIn the calm of that early morning, the war on terrorism seemed remote, even when two military jets flew south over the river. We speculated that they'd spent the night guarding Washington to the north.\nSomehow the meteors, the stars and the murmuring geese cushioned the reality of those jets.\nUsing outings into the natural world as a temporary escape from life's worries is certainly not an original thought. But these days, at least for me, it has to be a conscious thought.\nLying outside that night, I decided to stop thinking so much about what was going on in Washington, New York and Afghanistan. Instead, I'd spend the rest of my vacation immersed in what was going on right around me.\nBefore Thanksgiving week, I'd watched All the War All the Time on TV whenever I had a few moments to check the latest development on the Afghan and anthrax fronts. Often, the news made me edgy for the rest of the day.\nInstead of tuning into CNN and MSNBC, I watched bald eagles and pileated woodpeckers. Instead of watching jets, I watched formations of Canada geese fly overhead. Whenever I heard the geese approaching, I went to a window or stepped outside to see how well they maintained their V-formations.\nOne foggy morning I heard but couldn't see the geese until they popped through the mist and landed on the river.\nI tried to watch smaller birds, the juncos, chickadees, goldfinches and bluebirds that visit our feeders for sunflowers and suet. Seeing motion is what alerts me to the titmouse hopping along the branches of the dogwood, about to swoop down and snatch a sunflower.\nBut all week, falling leaves dancing to the ground tricked me into thinking I was seeing birds. They fooled our dog, Annie, too, who spent a lot of time chasing them across the yard.\nI know I can watch birds when I'm not on vacation. Maybe I won't see a meteor shower, but I can still see the stars from my back yard in the city.\nWhat I hadn't realized until the morning of the meteor shower was how often since Sept. 11 I'd filled my free moments with news of the war.\nNo more. Oh, I'll still keep up with world events. But instead of checking Headline News every hour, I'll check the sky and the bird feeders.\nWith most of the leaves off the trees, maybe I'll actually see a bird.\n\nLoad-Date: December 5, 2001"
}