{
    "title": "A brush with terrorism",
    "publisher": "the day ",
    "year": 1993,
    "month": 12,
    "day": 5,
    "full text": "It doesn't take much to become a casualty in Northern Ireland. All you have  to do is be there.\nI was in Belfast in October and nearly became a victim in a 25-year-old war  that has claimed more than 3,000 lives.\nOn Oct. 13, a friend and I stopped in a pub for a few pints of Smithwick's  (ale) before we headed home to see a documentary on the 1981 Irish Republican  hunger strikes. We were late, so we decided to take a taxi.\nBELFAST-IRA-\nBelfast's black taxis, which seat six passengers and travel only when they  are full, run along segregated routes determined by the Catholic and  Protestant associations that run them.\nWe jumped into a cab destined for the Catholic Ardoyne area of North  Belfast and waited a few minutes for the last passenger to get in so we could  leave. Jimmy - a regular driver on our route - headed down Millfield, a major  avenue leading away from the commercial district.\nI leaned forward to ask my friend, in the pull-down seat facing me, if he  had gotten any food. He leaned forward to tell me, sure. He also said not to  worry when the taxi stopped at the intersection of Millfield and the  Protestant Shankill Road.\nNot to worry, he said, and then a bullet shattered the left rear passenger  window, tore open the face of the woman nearest it and grazed the back of his  neck. I slid down and covered my head.\n\"Holy God! We're being attacked! Drive on, Jimmy!\" the woman beside me  shouted.\nSix or more shots pelted the heavy steel sides of the cab.\n\"Oh, God, Jimmy, get us out of here!\" another woman shouted.\nJimmy drove off. The shooting stopped. I looked up and out the jagged hole  in the shattered window and then into the face of the woman beside it. Her  eyes were glazed with shock, her face a bloody mess.\n\"Jimmy, she's hit! The wee girl's been hit, God love her!\" the woman  screamed.\n\"Straight to the hospital, Jimmy! The lights! Drive on! Straight to the  hospital! Don't slow down! She's bad!\" shouted my friend.\nThick, sluggish blood poured out of her as we raced to the nearest hospital  at the top of Donegall Street. \"We've been bloody hit! The bloody rotters!\"\nThe young victim collapsed on my friend's knee. Bits of her teeth mixed  with blood and stuck to his jeans. She was silent. She never screamed, never  whimpered.\n\"Bust the lights and get her to the hospital!\" my friend shouted to the  driver. \"You're all right, love,\" he whispered, his hand on her shoulder. We  touched her, gently, in our vain attempt at comfort. We could do nothing else.\nOne hundred yards from the hospital, a joint British Army/Royal Ulster  Constabulatory (police) foot patrol emerged from the poorly lit depths of the  Shankill district.\nJimmy instinctively slowed - you are supposed to stop for these patrols. A  young soldier spoke into the radio attached to his helmet and gestured with a  wave for us to pull over. \"We're not stopping! She's bleeding to death!\"  yelled one of the women through the shattered window.\nAt the hospital, a nurse came to our car immediately. \"Can you hear me,  love? Are you all right?\" she asked the back of the injured woman's head as  she opened the taxi door. She did not yet see the blood on our trousers, on  the steel floor of the taxi, on the woman's shopping bag and rushing down her  silent face.\n\"No, she cannot hear you! She's bad!\" my friend shouted. \"Get her out of  here!\"\nThe nurse wrapped her arms around the young woman's waist and pulled her  into the hospital. I looked into her face and shared the cold isolation that  comes from being despised for no reason other than that I might be Catholic  and I am alive.\nMy friend and I staggered out of the blood-smeared taxi. He ignored the  slight burn on his neck. Passers-by on the well-lit Antrim Road tried not to  notice us. They looked up, down or away - never at us. Terror.\nNext morning I called the BBC. They sent a crew over to interview me. I  watched it on TV at night. In my mind I again heard the brutal shot, saw the  shattered window and saw the woman collapse in agony.\nThree days after the attack the U.S. vice consul to Belfast, Chris Bendsen,  phoned me. In this initial conversation, Bendsen did not offer to help me get  medical treatment for my shock or to inform my family or the local police, who  wanted a statement from me. Instead, he asked why I was in Ireland and where I  was staying. Five days after the shooting, when he finally met with me, he  filled our brief interview with political banter and more questions about  where I was staying, why I was there and any political sympathies I might  have.\n\"Is there any reason you can think of that anybody would want to kill  you?\" Bendsen asked.\nAlthough I was an innocent victim of political violence, I felt he wanted  me to defend myself. I told him what the Irish News, a local newspaper, had  reported the day after the attack. In a statement, Northern Ireland's largest  Protestant paramilitary group, the outlawed Ulster Freedom Fighters (UFF),  said they had intended to commit mass murder and were disappointed there was  only one casualty. UFF members said they would have killed us if their second  gun had not jammed. A week after the attack, the UFF terrorist known to the  police as Mad Dog told Maggie O'Kane, a reporter for the London Observer, how  he and his UFF colleagues \"spray Taigs\" (kill Catholics).\n\"There are three cars in each operation. A surveillance car goes up front  and, using walkie-talkies, checks there are no police or army patrols. Then  (there is a) car with three men inside and finally the gun car. When they get  to the scene, the guns are handed over. The other cars leave and the two  hitters go in for the kill.\" Mad Dog said this technique makes it easy to get  away. He and his colleagues seldom get caught. It chilled me to think they  probably had sat in their living rooms and watched me on the news.\nThe IRA says it is fighting to force the British to withdraw from Northern  Ireland. But it is ordinary people who pay the price. Indeed, the UFF intended  to silence me as well as the other six people in our black taxi. The bullet  almost succeeded in silencing the 24-year-old woman who shared our journey.\nFor two weeks she lay in intensive care. We learned each other's names  through the North Belfast grapevine. The media haven't published her name to  protect her from additional attacks.\nI sent her flowers in the hospital. She came to see me when she was  released, but I was not in. And she was out when I went by her house one  afternoon.\nI talked to her family. They said the sounds she utters are thick and hard  to understand. She will probably be able to speak clearly after two years of  therapy and reconstructive surgery.\nSo I never really met the woman whose blood was on my clothes.\nBut the UFF tried to kill us both because we might not agree with them on  Ireland's future.\nSandy Carlson, a Connecticut-based freelance writer, contributes to the  newsletter of the American Irish Political Education Committee. This  commentary appeared in the Danbury (Conn.) News-Times.\n1993 Sandy Carlson. Distributed by New York Times Special Features\n\nLoad-Date: December 8, 1993"
}