{
    "title": "A BROKENHEARTED CITY MOURNS",
    "publisher": "pittsburgh post-gazette",
    "year": 2018,
    "month": 10,
    "day": 29,
    "full text": "As law enforcement officials released the names of victims, as federal and state charges against the shooter were finalized, and as words of comfort poured in from around the globe, Pittsburgh on Sunday turned to its grief for those lost in an anti-Semitic attack Saturday at Tree of Life Synagogue in Squirrel Hill.\nThe dentist. The retired accountant. The Little League coaches. The mother. The brothers. The family physician. The long-married couple. A Pitt retiree.\nThe attack during mid-morning services - which federal investigators termed a hate crime - claimed the lives of 11 people and injured six more, including four police officers responding to a call of an active shooter in a synagogue. Law enforcement officials spent Saturday night and Sunday morning notifying families of their loved ones' deaths, before releasing their names during a fraught news conference Sunday morning.\nThe victims, who ranged in age from 54 to 97, were identified as: Joyce Fienberg, 75, of Oakland; Richard Gottfried, 65, of Ross; Rose Mallinger, 97, of Squirrel Hill; Jerry Rabinowitz, 66, of Edgewood; brothers Cecil Rosenthal, 59, of Squirrel Hill, and David Rosenthal, 54, of Squirrel Hill; married couple Bernice Simon, 84, and Sylvan Simon, 86, of Wilkinsburg; Daniel Stein, 71, of Squirrel Hill; Melvin Wax, 87, of Squirrel Hill; and Irving Younger, 69, of Mount Washington.\nKarl Williams, chief medical examiner for Allegheny County, said his office is trying to balance the needs of the investigation with the religious customs of the victims' families.\nUnder traditional Jewish observance, the deceased are buried as soon as possible after death to honor them, typically within a day, and this practice continues among Orthodox and other traditionally observant Jews. Rabbi Aaron Bisno of Rodef Shalom Congregation, which will host the funerals of Cecil and David Rosenthal on Tuesday, said exceptions can be made depending on circumstances surrounding the death or factors like travel requirements for families.\n\"We are doing everything in our power to complete the process in a way that honors both civil and religious law,\" Dr. Williams said when asked whether he'd meet the 24-hour deadline.\nAs of Sunday evening, funeral arrangements for the other victims had not yet been announced.\nAmbassador Dani Dayan, general consul of Israel in New York City, flew into Pittsburgh late Saturday and went straight to Tree of Life, where he lit a candle and said a prayer. He said that he has been in contact with Israeli Prime Minister Benjamin Netanyahu since minutes after the mass shooting, and that Israel will coordinate with city and state officials to provide post-trauma and other resources to the community.\n\"It's heartbreaking for us Israelis, for Israel as a state,\" Mr. Dayan said. \"An anti-Semitic attack - even if it happens thousands of miles from our shores - is local news, is a domestic affair. That's the way we see this.\"\nMayor Bill Peduto said the city will need to \"work together\" to \"get through this darkest day in Pittsburgh history.\"\nHe and other city officials praised the region's response to Saturday's massacre, saying Pittsburgh police officers saved lives by stopping the suspected shooter, Robert Bowers, 46, of Baldwin Borough, from leaving the synagogue after he had roamed the building, firing with an AR-15 assault rifle and three Glock .357 handguns. He was injured in a gunbattle with Pittsburgh SWAT officers and was receiving medical treatment when he said \"he wanted all Jews to die and also that they [Jews] were committing genocide to his people,\" investigators said.\nHe is expected to appear in federal court at 1:30 p.m. Monday.\nFederal prosecutors have begun the process of seeking the death penalty for Mr. Bowers. In addition to 29 federal counts filed Saturday night, Mr. Bowers was charged with 11 state counts of homicide for the mass shooting, six counts of attempted homicide, six counts of aggravated assault and 13 counts of ethnic intimidation.\nThe first shots were fired about 9:45 a.m. at Tree of Life on Wilkins Avenue, authorities said. Two officers encountered Mr. Bowers as he was leaving the synagogue and exchanged fire with him, forcing the man to retreat.\n\"They prevented additional loss of life,\" said Bob Jones, the FBI Pittsburgh special agent in charge.\nHe said the FBI has no knowledge of any additional targets but said had Mr. Bowers been able to leave the building, it is likely he would have had a \"violent confrontation\" with police at some point.\nOne of the police officers who was injured in the exchange had been discharged from the hospital by Sunday morning, and Pittsburgh police Chief Scott Schubert said another was expected to be discharged. The other two police officers are expected to face a longer recovery, he said.\n\"We grieve with you, we support you and we'll continue to work with you. Something that makes Pittsburgh strong is that we work together,\" Chief Schubert said.\nU.S. Attorney Scott Brady said Sunday that authorities are treating the attack as a hate crime, rather than domestic terrorism. The FBI does not believe anyone else was involved in the attack. \"The distinction between a hate crime and domestic terrorism is a hate crime is where an individual is animated by hatred or animus toward a person of a certain ethnicity or religious faith, and it becomes domestic terrorism where there is an ideology that that person is also trying to propagate through violence,\" he said. \"We continue to see where that line is, but for now, at this point in the investigation we are treating it as a hate crime.\"\n\"On behalf of Attorney General Jeff Sessions, we want to offer our most heartfelt condolences and prayers,\" Mr. Brady said. \"A place of worship is a sacred place, a place where a community comes together to celebrate what that they hold most dear, and this is our first freedom as a people. . Today we stand together as a community, a community that rejects hatred and violence.\"\n\nNotes\n\nSQUIRREL HILL MASSACRE\nCorrection\n\n\n Melvin Wax, who was killed Saturday in the shooting at Tree of Life Synagogue, was 87. An incorrect age was provided by Allegheny County officials and reported in stories Monday and Tuesday.\nCorrection-Date: October 31, 2018\n\nGraphic\n\n \nPHOTO: Michael M. Santiago/Post-Gazette: Flowers and homemade signs were left by mourners at the memorial for the victims at the intersection of Wilkins and Murray avenues on Sunday in Squirrel Hill. \\ \\ PHOTO: Andrew Stein/Post-Gazette: Bullet holes can be seen in a shattered window at Tree of Life Synagogue on Sunday in Squirrel Hill.\n\nLoad-Date: November 1, 2018"
}