{
    "title": "A British Signal on Israel and Palestine",
    "publisher": "the new york times",
    "year": 2014,
    "month": 10,
    "day": 16,
    "full text": "To the Editor:\nRe ''A Symbolic Vote in Britain Recognizes a Palestinian State'' (front page, Oct. 14):\nEmpty and largely symbolic gestures by European governments will not bring Israel and the Palestinians any closer to an agreement, nor should they be used as an opportunity to punish Israel for intransigence, perceived or real, in not moving forward.\nThe vast majority of Israelis favor a mutually negotiated two-state solution, and in the interest of peace, the Israeli government is prepared to make hard decisions on borders, settlements and other deeply complex and emotional issues.\nBut Israelis understandably have deep reservations about whether the Palestinians are prepared to make equally hard decisions on issues like borders and refugees and whether they have the same commitment to reconciliation.\nUnfortunately, the proponents of the House of Commons resolution and those members of the British Parliament who voted in favor of recognizing a Palestinian state have now sent a message that the Palestinians can circumvent negotiations altogether.\nMICHAEL A. SALBERG Director, International Affairs Anti-Defamation League New York, Oct. 14, 2014\nTo the Editor:\nThis is the latest in a litany of clarion calls the Israeli government has been willfully ignoring. Israel's international isolation deepens, and calls for boycotts increase, yet Prime Minister Benjamin Netanyahu offered no concrete diplomatic strategy at the United Nations last month, nor has he since.\nPresident Mahmoud Abbas, in contrast, laid out his plan at the United Nations for unilaterally acquiring the world's recognition of a Palestinian state.\nIsrael must take the initiative and demonstrate its readiness to end the Palestinian-Israeli conflict within a regional context, while assuring its vital national interests -- long-term security and remaining the democratic national home for the Jewish people.\nIsrael should talk with the Palestinians, begin a dialogue with regional actors and independently delineate a border that secures a Jewish majority while encouraging settlers living beyond this border to come home to Israel proper.\nThe current regional configuration -- a weakened Hamas, a relatively moderate Palestinian Authority leader, an Egypt willing and able to mediate, and a concerted fight against the Islamic State that includes Arab states -- provides an opportunity for Israel.\nIf the United States publicly presented Secretary of State John Kerry's framework agreement and promoted an approach comprising multilateral, bilateral and constructive unilateral measures, it would also be seizing this moment in history.\nGILEAD SHER Tel Aviv, Oct. 14, 2014\nThe writer is co-chairman of Blue White Future, a nonpartisan Israeli group promoting a two-state solution. He is a former chief of staff to Prime Minister Ehud Barak and a former co-chief peace negotiator, 1999-2001.\nTo the Editor:\nIsrael has offered the Palestinians a viable and dignified state a number of times in exchange for peace and security. The Palestinians have never accepted statehood and have responded with increased terrorism immediately after every offer of statehood.\nPerhaps the British House of Commons could pass a resolution demanding that the Palestinian government, which includes Hamas, make a single counteroffer to Israel, recognize Israel's right to exist and reject terrorism.\nPETER REITZES Chapel Hill, N.C., Oct. 15, 2014\n\nhttp://www.nytimes.com/2014/10/16/opinion/a-british-signal-on-israel-and-palestine.html\n\nLoad-Date: October 16, 2014"
}