{
    "title": "A call to shift national security focus As far-right violence rises, some see a need to realign post",
    "publisher": "the philadelphia inquirer",
    "year": 2019,
    "month": 8,
    "day": 11,
    "full text": "ABSTRACT\nAs far-right violence rises, some see a need to realign post-9/11 counterterrorism priorities\nThe United States continues to employ a staggering arsenal of armed forces, unmanned drones, intelligence agencies and sweeping domestic authorities to contain a threat - Islamist terrorism - that has claimed about 100 lives on American soil since the nation mobilized after the Sept. 11, 2001, attacks.\nNo remotely comparable array of national power has been directed against the threat now emerging from the far right, a loose but lethal collection of ideologies whose adherents have killed roughly the same number of people in the United States, post-9/11, as al-Qaeda and the Islamic State combined.\nThe disparity is a source of growing alarm for officials and experts, some of whom now say the United States is overdue for a realignment of national security priorities as violence on the far right escalates.\nIn the aftermath of a pair of attacks that left dozens dead or wounded in Texas and Ohio over the past weekend, a roster of former high-ranking counterterrorism officials issued a statement last Sunday saying that domestic terrorism should be treated \"as high a priority as countering international terrorism has become since 9/11.\"\nMany experts say that the mobilization in the wake of the attacks on New York and Washington was effective and that the number of Americans killed by Islamist militants would be considerably higher were it not for the far-reaching measures adopted after 9/11 - a catastrophic al-Qaeda strike that killed nearly 3,000 people and whose impact still dwarfs any single episode of violence that has followed in the United States.\nStill, the 22 people killed in El Paso a few weeks ago - after authorities allege the shooter posted a racist screed online - extended a series of at least five fatal attacks over the past year directed at targets selected for racial or religious reasons. And 9/11 was preceded by a series of smaller al-Qaeda attacks and unaddressed alarms about the group that analysts say should caution officials about the dangers of inaction.\nThe prospects for a change in course, however, appear limited - complicated by legal constraints, toxic American political currents and the amorphous nature of an adversary that has no discernible structure or Osama bin Ladenlike leader and has burrowed into corners of the Internet.\nThe grim statistics associated with these two strains of extremism have begun to converge.\nThe numbers of people killed in attacks linked to Islamist radicals or the far right in the United States since 2002 are virtually equivalent - 104 versus 109, respectively, according to data compiled by the think tank New America.\nProtecting the public from the most pressing terrorist threat \"has been our governing principle for many years now,\" said Lisa Monaco, who served as the top counterterrorism adviser to President Barack Obama. Given the surge in attacks linked to the far right, she said, \"we need to prioritize our resources and focus on this threat.\"\nIn some ways, the opposite has occurred under President Trump.\nLast year, the administration downgraded the position that Monaco previously held, meaning that the top counterterrorism adviser in the White House no longer reports directly to the president.\nThe administration has also curtailed or disbanded a Department of Homeland Security program that had been created to counter violent extremism by working with regional authorities and organizations to identify those vulnerable to radicalization, whether by Islamist groups or the far right.\nThe main obstacle to mobilizing against the white supremacist threat, officials said, may be political. Trump on Monday denounced the alleged white nationalist sentiments of the suspected killer in El Paso. But his presidency has come to be defined by policies that are aligned with aspects of the white nationalist agenda and his penchant for fanning racial animus.\n\"This both makes the mobilization more necessary and interferes with that mobilization,\" said Dan Byman, a terrorism expert at Georgetown University and a former staff member of the 9/11 Commission. Trump's words and actions, he said, amplify the danger by emboldening those with radical, racist views, while his signals of tolerance toward such groups undermine his subordinates' ability to agree upon and organize around the threat.\nTrump's refusal to acknowledge Russian interference in U.S. politics has also contributed to the far right's rise, experts said. Since at least 2015, Moscow's destabilization efforts have included sweeping online operations aimed at sowing racial division in the United States by promoting the positions of white nationalists.\nA social media study by researcher J.M. Berger concluded that far-right networks online are dominated by intersecting themes: \"support for U.S. President Donald Trump, support for white nationalism, opposition to immigration (often framed in anti-Muslim terms).\"\nThere are indications that U.S. national security agencies are beginning to shift toward the farright threat. FBI Director Christopher A. Wray recently testified that the bureau had made about 100 domestic terrorism arrests in the past nine months and that \"a majority of the domestic terrorism cases we've investigated are motivated by some version of what you might call white supremacist violence.\"\nBut others said the almost singular reliance on the bureau to disrupt far-right networks - with little or no involvement of other agencies - underscores the extent to which the government has failed to adapt.\n\nLoad-Date: August 11, 2019"
}