{
    "title": "A cautious battle against terrorism",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 12,
    "day": 12,
    "full text": "The US debate over how to respond to terrorism is at once subtle, polite, but fundamental.\nThe key figures are Secretary of State George P. Shultz and Defense Secretary Caspar W. Weinberger.\nIn a New York speech this week, Secretary Shultz continued his recent litany for more action against terrorism. He cited Israel as a ''model,'' saying the country has not hesitated to use military power to attack hostage-takers and retaliate against suspected terrorist strongholds.\nReflecting the concern felt by many senior military officers, Secretary Weinberger has been more cautious in his view about how and when US military force should be used.\nThere is also concern among military officers and terrorism experts that retaliation might cost more than it's worth.\nTerrorism expert Robert Kupperman of Georgetown University's Center for Strategic and International Studies also warns against overreacting militarily or in clamping down on civil liberties. Such things, he says, may play into the hands of terrorists.\nHe also urges authorities to pay more attention to what he believes to be the likely future target of terrorist groups: energy facilities, communications networks, and other parts of the national infrastructure. Citing more than 200 attacks against such facilities since 1970, he calls this ''America's hidden vulnerability.''\nThe cautiousness, and occasionally frustration, with which the US is moving against terrorism is evident in its response to this week's events.\nDiplomatically, officials here praise Kuwait's firm stand in rejecting the demands of hijackers who commandeered a Kuwaiti airline jet and then killed two American passengers during a six-day standoff at Tehran airport. In Washington's view, the test of Iran's true intent will be how the Khomeini regime deals with the hijackers. Officials here are demanding that the terrorists be extradited, perhaps to Kuwait, for prosecution.\nOn Tuesday, the US government accused Iran of encouraging ''extreme behavior'' on the part of the hijackers, but stopped short of accusing Tehran of complicity. Iran's religious leader, Ayatollah Khomeini, has denied that the Iranian government was involved. But two Pakistani passengers freed this week said Tuesday they believed the hijackers had been supplied with weapons, handcuffs, and rope after the aircraft arrived in Iran. They also said the plane was on the ground for more than a day before Iranian troops appeared. Answers to this and other questions will become clearer when the surviving Americans who were aboard the airliner are debriefed by US officials.\nMilitarily, the Pentagon quietly and with some reluctance is preparing contingency plans to retaliate or perhaps head off future terrorist attacks. This focuses mainly on aircraft carriers, how they are armed, and where they are positioned. When there were threats of more attacks against Americans in Lebanon last month, more planes and pilots were dispatched to the USS Eisenhower in the Mediterranean to beef up that carrier's attack squadrons.\nShultz's rhetorical campaign against terrorism may be having some effect, however. Just a few years ago, Kuwait was harboring Palestinian terrorists. This week, Kuwait is being praised by US officials for refusing to bow to terrorists.\nRecent events around the world indicate the extreme difficulty in dealing with terrorism. In addition to the Kuwaiti airliner incident, pipelines were blown up in Belgium on the eve of Shultz's meeting with NATO foreign ministers there, and bomb threats were made against the Nobel laureate, Bishop Desmond Tutu, in Oslo. In the US, the Defense Department is building control gates to prevent general motor traffic from getting close to the Pentagon.\nThe 99th Congress is expected to focus more on terrorism. Incoming Senate Foreign Relations Committee chairman Richard Lugar (R) of Indiana said this week, ''We're going to have to do a great deal more'' regarding terrorism, especially in the area of ''human intelligence,'' or spies, to identify and track suspected terrorists abroad. ''That means material and people,'' he said on NBC News's ''Meet the Press.'' ''It means political will. It means an interest in our own people and being much more serious about this. It's not a dilettante game after the fact.'' Mr. Lugar acknowledged that some of the things Shultz has been advocating - preemptive strikes, for example - ''probably run counter to our normal thinking'' and therefore need to be thoroughly debated."
}