{
    "title": "A call to arms",
    "publisher": "the world",
    "year": 1988,
    "month": 12,
    "day": 30,
    "full text": "THE confirmation by British authorities that Pan American Flight 103 was blown from the sky by a high-explosive bomb casts a sobering pall over this holiday season. It is a grim reminder that men and women of good will everywhere have plenty of work to do in countering the forces of darkness, hatred, and fear. It is a call to moral and spiritual arms.\nAlthough ''it goes without saying,'' in fact the world community must never grow weary of decrying such hideous and repugnant acts as the deliberate murder of the 259 passengers on the jumbo jet and the unwitting killing of 11 other people on the ground in Scotland. There is no political justification for such a deed; no claim of injustice, however grievous and ancient, redeems its senseless brutality.\nLaw enforcement officials in Europe, the United States, and the Middle East should spare no effort in identifying and, if possible, bringing to justice the perpetrators. Even if the murderers remain secure behind political borders, they must be denied anonymity. Terror isn't just borne on the wind, omnipresently lurking, as terrorists would have us believe. Terrorism is the acts of individuals, and sometimes of governments. Stripping terrorists of their masks makes their virus less miasmic and aids in the discovery of both precautionary and remedial steps.\nOne theory is that the bomb was planted by radical Palestinians opposed to the concessions by PLO leader Yasser Arafat. The US should call on Arafat to demonstrate his renunciation of terrorism by assisting in the investigation.\nAnother theory is that the terrorists are members of a group sponsored by or allied to Libya, Syria, or some other government. If this is a case of state-sponsored terrorism, the world community must act purposefully in isolating and sanctioning the offender.\nThese are just hunches, and authorities must not leap to conclusions or act precipitately. On the other hand, civilization is required to show decisively that it is not defenseless before the barbarian."
}