{
    "title": "A Case for Drones Comments",
    "publisher": "the new york times",
    "year": 2013,
    "month": 10,
    "day": 11,
    "full text": "Fri, Oct 11 at 7:29pm\nWar has never been humane. During the Revolutionary War, the British wore one color, the Americans wore another, and everyone lined up to shoot each other on the battlefield. Then both sides trudged through once-fertile farmland and advanced, one bloodied body over another. Sometimes, troops would venture into woods or jungles and hunt each other down. In World War II, both the Allies and the Axis sent submarines after each other, accompanied with barrages of torpedoes and machine-gun bullets. There are only ugly ways to fight war. And just like humans, the art of war evolves to utilize the most recent technology. Drones are just the newest incarnation of ugly warfare. \nIf ever an instrument of war could be fair and selective, it is the drone. Teams of specialists determine targets, direct missions, and call them off if their chances of success are too low or if they endanger too many others. It is cold-blooded, yes, but it is careful and it is successful. \nThe Washington Post reports that \"the overwhelming majority of casualties were intended targets,\" with around 2,500 militants killed in Pakistan and Yemen, according to a study conducted by the New America Foundation, a Washington D.C.-based think tank. That being said, about 11 percent of those killed under Obama were \"high-profile targets,\" compared to nearly 33 percent under Bush. Detractors of drones will argue that drone attacks in Pakistan actually motivate more people to join terrorist organizations by angering the public.\nThese drone attacks are used as decapitation strikes to complicate a terrorist groups' ability to operate effectively, however, and there is evidence that they work. A study conducted by Patrick Johnston of the Rand Corporation and Anoop Sarbahi of Stanford University found that \"drone strikes are associated with decreases in the incidence and lethality of terrorist attacks, as well as decreases in particularly intimidating and deadly terrorist tactics, including suicide and improvised explosive attacks.\" These results lend credence to the argument that drone strikes, while unpopular, have bolstered U.S. counter-terrorism efforts.\nIt is important to see the use of drones as a response to terrorism. War evolved when we used flying bits of metal to kill. Terrorists flew planes into buildings and now, to reestablish order, we need to send bits of metal flying after them. It is, terrifyingly, an arms race. When we signed up to fight a war on terrorism, we had to upgrade our playbook to include modern weapons for a modern war. War is not pretty. It is about fighting for what you believe in-in this case, a world without terrorism-but using the right weapons to do so. As Sean Connery said in The Untouchables, \"Don't bring a knife to a gun fight.\"\nBut drones aren't just a necessary weapon of modern warfare. They also are an incredibly innovative way to fight. For one thing, they don't cost anywhere near as much as it does to launch an invasion or even an airstrike. Not only do they diminish the monetary cost of war, they also vastly reduce the cost to human life.\nWhen a war between armies is fought, soldiers and civilians on both sides find their lives gravely at risk. But with drone warfare, that risk has been greatly minimized. No longer are we sending American men and women into foreign lands to lose their lives. No longer does a knock on a door and an American flag emotionally eviscerate a parent or spouse. Military lives are without a doubt saved when a team of American military personnel can carry out a mission in a room thousands of miles away from the war zone. \nCivilians are always at risk during a war, but drone warfare greatly reduces the risk to civilian life. The Washington Post and The New York Times both report that \"the percentage of casualties borne by civilians is much lower with drone strikes than with just about any other kind of military intervention.\" According to New America, only around 300 civilian deaths have occurred in the Pakistan and Yemen drone-strike program. While still a high number, such a value speaks to the strong precision record of the program, considering its overall death toll of around 4,000. Civilians are not only safer from drone strikes than they would be during a typical war, but they also benefit from the diminished power of the terrorist groups operating in the region. \nDrones might just be the most humane form of warfare we've seen. They are precise, they reduce both the cost of war and the cost of human life during a war, and they give us a weapon against terrorism. However, we can always work to improve the precision of drones and we need to require that missions ensure a certain degree of civilian safety. We all fear a different reality, where drones serve as killing machines for governments that use them indiscriminately. There needs to be a more clarified and publicly-debated standard for their use.\nWe need to have more transparency. Too easily, these machines-which help us fight terrorism and save American and international lives-begin to be feared because of misinformation and secrecy, when in fact they serve as a humane weapon of modern warfare.\n\nLoad-Date: October 12, 2013"
}