{
    "title": "A CASE FOR CRIMINAL COURT",
    "publisher": "tampa bay times",
    "year": 2013,
    "month": 4,
    "day": 23,
    "full text": "by A Times Editorial\nConsidering the chaos of the crime scene and the piles of evidence, it was a remarkable feat that FBI and local law enforcement were able to so quickly focus on the Tsarnaev brothers as suspects in the Boston Marathon bombing. But not everyone is applauding the Justice Department. Some congressional Republicans are criticizing the decision to file criminal charges in federal court against 19-year-old Dzhokhar Tsarnaev. They want the administration to designate him as an enemy combatant and deny him basic due process, which would violate America's commitment to fair and impartial justice.\nSen. Lindsey Graham of South Carolina was one of the earliest to demand that Tsarnaev be treated as a war criminal. Now other Republicans, including Rep. Peter King of New York and Sen. John McCain of Arizona, have made the same argument. But the investigation into Tsarnaev and his 26-year-old brother Tamerlan, who died during a shootout with police, has not unearthed any evidence to suggest that the men are part of al-Qaida or another overseas terrorist network. The fact that the brothers are Chechen and Muslim does not automatically implicate them in a wider terror conspiracy.\nGraham and others are using the Boston bombing to paint President Barack Obama as weak on terrorism. But Graham knows, since he helped write the law governing military commissions, that turning over Tsarnaev to military custody would create a legal morass. As a naturalized American citizen, Tsarnaev is not subject to a military trial, and only noncitizens can be tried by military commission. Graham would have Tsarnaev sent from the FBI to the military to be interrogated without a lawyer, and then switched back to federal criminal court for prosecution. That would set a dangerous precedent.\nTo its credit, the Obama administration has stuck to its policy of prosecuting terror suspects who are American citizens in the federal courts. Tsarnaev is facing federal charges of conspiring to use a weapon of mass destruction. He potentially faces the death penalty. Federal prosecutors have done a highly effective job putting terrorists away - convicting nearly 500 individuals on terrorism-related charges since 9/11. So far the military commissions have convicted only seven detainees.\nA less clear-cut issue is the Obama administration's decision to question the severely injured Tsarnaev without initially providing Miranda warnings - those police-recited lines that remind a suspect of his right to remain silent and to an attorney. If the Miranda warnings are not given, any subsequent confession cannot be used as evidence at trial. But the administration claims that Tsarnaev's case fit an exception that allows interrogation if there is an urgent threat to public safety.\nHad Tsarnaev been healthy enough to be questioned immediately upon capture, the exception almost certainly would apply, since the brothers could have planted other bombs. But that time has passed, Tsarnaev has a lawyer and the issue appears settled for now.\nMain\n\nLoad-Date: April 23, 2013"
}