{
    "title": "A Call to Scan Carry-Ons of Airline Workers",
    "publisher": "the new york times",
    "year": 2014,
    "month": 12,
    "day": 24,
    "full text": "The Brooklyn district attorney said on Tuesday that a scheme in which guns, even an AK-47 rifle, were taken onto passenger jets for years in carry-on luggage presented a terrorism threat and should lead to the end of workers' being able to enter airports without security screening.\n''I hope this is a wake-up call for the nation,'' the prosecutor, Kenneth P. Thompson, said at a news conference. ''This was an egregious breach of our nation's air traffic security.''\nMr. Thompson described a case brought against five people, including an airline baggage handler who was charged a day earlier by federal authorities in Atlanta.\nHe said that he was not trying to scare anyone, but that it was ''truly frightening'' what investigators learned after an inquiry that started as a way to reduce gun violence in Brooklyn.\nHe said Mark Quentin Henry, a former Delta Air Lines employee, took guns aboard at least 17 commercial airliners this year from Atlanta to New York airports.\nMr. Henry's lawyer, Terence Sweeney, said his client, who was being held without bail, maintained his innocence and was looking forward to his day in court.\nMr. Henry was arrested on Dec. 10, when investigators videotaped him in the Atlanta airport before a morning flight to Kennedy International Airport, where he was videotaped leaving the airport and was followed to his residence in Brooklyn.\nMr. Thompson said that when Mr. Henry was confronted by investigators, he told them there were guns in a knapsack.\n''He said, 'I just brought them from Atlanta on the plane,' '' Mr. Thompson said. ''He made that admission.''\nThe district attorney said investigators discovered that guns were individually wrapped and that ammunition was in the bag next to them ''that he could have just put together and started shooting.''\nHe said the scheme ''really poses a threat in terms of terrorism.''\n''They can put guns on a plane,'' Mr. Thompson said. ''They could easily have put a bomb.''\n\nhttp://www.nytimes.com/2014/12/24/nyregion/a-call-to-scan-carry-ons-of-airline-workers.html\n\nLoad-Date: December 24, 2014"
}