{
    "title": "A Canadian Terrorism Disclosure on a Times Podcast_ the Canada Letter",
    "publisher": "the new york times",
    "year": 2018,
    "month": 4,
    "day": 20,
    "full text": "My New York Times colleague Rukmini Callimachi covers one of the most important and difficult issues of our age: terrorism. She has focused on figuring out who the members of groups like the Islamic State are and what motivates them. At other times, she’s approached ISIS much like a reporter on the Business desk would take on a corporation:by sifting through its internal documents.\nOn top of everything else she does, Rukmini now has a weekly podcast, “Caliphate,” which follows her as she reports on the Islamic State and the fall of Mosul, Iraq.\nIts opening episodes have a direct link to Canada. In them she meets a young Canadian who discloses that he left his country behind to become an Islamic State fighter. He made his way back to Canada without being arrested under its antiterrorism laws.\nThis week I asked Rukmini about her job and the podcast. (Our conversation has been edited and condensed.)\nQ: What was the path that took you to reporting on terrorism?\nA: I literally stumbled into this beat more than five years ago, when I walked into a building in northern Mali that had served as a headquarters for a group of Al Qaeda fighters. On the floor was a piece of paper. I picked it up and saw that it was written in Arabic and went, “I can’t read that,” and dropped it back down. It was that night at my hotel that I realized that the very fact that it was written in Arabic — a language spoken by the invading fighters which is not spoken in Francophone Mali — meant that the document I had dropped back on the floor was most likely written by Al Qaeda. I returned the next day to that building and to over a dozen others, collecting thousands of pages of their internal records which upended my understanding of the terrorist group. I realized that so much of what I had been told by officials about this organization was wrong, and that if I could contribute to our understanding of terrorism by trying to go to the source — namely the group’s records, their fighters and those who have interacted with them. That was the start of the journey I am still on today.\nA question that I suspect that you’re often asked: is your assignment dangerous?\nI don’t like to talk about this because the purpose of our work is to shed light on the issues facing our world and not to draw attention to ourselves. But yes, the document hunting is especially difficult because ISIS mined many of the buildings they occupied. It’s why I never enter these buildings alone. My team was always embedded with Iraqi troops, who took the greatest risk by entering the buildings first and who then watched over us as we searched for documents. There were numerous buildings that they deemed were too risky to enter. In one, we searched the front part of the house and then suddenly the troops started shouting and all of us ran outside. It was in the courtyard that they explained that they had discovered an unexploded I.E.D. in one of the side rooms, which they believed had been rigged to blow when we opened the door to the room.\nThe podcast means that you now have a colleague from The Times along when you’re reporting. Has that brought any changes, either good or bad?\nMy work is often very solitary. It’s usually just me flying to the country where I am reporting, staying by myself in a hotel and then meeting up with our translators and fixers during the day. When I’m writing, it’s even lonelier. It was so much fun to have my audio colleague Andy Mills for one of my trips to Iraq. He was at my side for almost four weeks. We slept on the roofs of abandoned buildings together. We embedded with troops and searched buildings side by side. And then back in New York, it was such a rush to be able to work with a team — including producers Larissa Anderson and Asthaa Chaturvedi and our editors Wendy Dorr and Sam Dolnick. We all shared in the creation of this project.\nDoes the podcast allow you to tell stories that elude the printed word?\nAudio allows you to be much more transparent with listeners about the process through which you got the story. For example, last year in a story Andy and I recorded for The Daily, another Times podcast, about recently rescued Yazidi girls, who had been raped over three years by the Islamic State, we entered a tent where we found two girls, both collapsed. They appeared to be unconscious and I realized right away that we had no business being there. In the audio, you hear me telling Andy that we need to leave. I think that singular moment speaks to the immense trauma that this community has faced and allows listeners to understand that getting these interviews is not a simple, walk-in, walk-out scenario. You’re also wrestling with the ethical dimension of whether you should even be there.\nWhile “Caliphate” takes a generally sober look at a serious subject, it’s tone is very human and, at times, even funny. New episodes are available every Thursday. Those of you who are Times subscribers can listen to episodes a week before everyone else, assuming that you are logged in to The Times’s site.\nOn May 11, Rukmini will be in Toronto to discuss her podcast at the University of Toronto’s Rotman School of Management. In addition to playing excerpts from her podcast, Rukmini will analyze the current state of the terrorism threat with Janice Gross Stein, founding director of the Munk School of Global Affairs at the University of Toronto, and Amarnath Amarasingam, an author and researcher.\nYou can buy tickets here and if you’re a Times subscribers, you’ll get 50 percent off the regular price.\nListen: Caliphate\n Read: The ISIS Files\nOn Stage\nA number of journalists from The Times, in addition to Rukmini, are also making their way to Canada for public events. As I mentioned last week, Jada Yuan will be in Saskatoon, Saskatchewan, as part of her heroic effort to visit The Times’s Travel list of 52 Places to Go. “The Paris of the Prairies” is her only Canadian stop.\nOn May 1, she’ll be spending part of her visit in a discussion with me and Charlie Clark, Saskatoon’s mayor, at the fantastic new Remai Modern. Tickets, which are fast selling out, and details can be found           here.\nAnd we’re giving away a pair of those scarce tickets for the Saskatoon talk and reception through this drawing.\nAlso on May 1, Michael Shear, a Times White House correspondent, will join Catherine Porter, the Toronto bureau chief, for a conversation following a screening of “The Fourth Estate,” a documentary about The Times by Liz Garbus. It’s part of the Hot Docs Festival. Tickets for it are also selling quickly. If you act quickly, you may be able to find some here.\nA reminder: On April 24, Melena Ryzik, a reporter for the Culture section, will be moderating a discussion between Josh Basseches, the director and chief executive of the Royal Ontario Museum, and Antoni Cimolino, the artistic director of the Stratford festival. It will take place at the museum and this is the spot to find details and tickets.\nFinally, on June 21, Ben Brantley, a Times co-chief theater critic, will lead a discussion following a performance by the Belarus Free Theatre at the Joey and Toby Tanenbaum Opera Centre in Toronto. The group, which was formed in 2005 to challenge censorship of artists, has joined with Maria Alyokhina of Pussy Riot to create “Burning Doors,” which is on The Times’s list of the 10 best theater pieces of last year. Its Canadian debut is part of the Luminato Festival. Times readers get 15 percent off performance tickets here by using the code BURNING18. The discussion is open to the public at no charge.\nCentre Ice\nWhen I was flying back from Western Canada recently, the captain joked over the P.A. system that the Toronto Maple Leafs were hoping to finally have a color photograph of a Stanley Cup win. Mike Babcock, the coach of the team that last won hockey’s top prize in 1967, doesn’t have much use for sports history.\nTrans Canada\n—Few recent issues have been quite as divisive as Kinder Morgan’s plan to expand a pipelinethat links Alberta’s oil sands to a tanker port near Vancouver. And as Alberta and British Columbia battle things out, Prime Minister Justin Trudeau, stuck in the middle, is making choices that will inevitably alienate some voters.\n—The Selkirk herd of caribou is so rarely seen that its members are known as the gray ghosts. Now their numbers have dwindled to the point where some wildlife experts say they are “functionally extinct.” Mining, forestry and oil and gas development in British Columbia are being blamed.\n—Bruce McArthur, the suspect in a serial killing case which has unnerved and angered many in Toronto’s gay community, now faces an eighth charge of first degree murder.\n—A landmark hotel in Victoria, British Columbia, has forgiven “the worst hotel guest ever.”\nA native of Windsor, Ontario, Ian Austen was educated in Toronto, lives in Ottawa and has reported about Canada for The New York Times for the past 15 years. Follow him on Twitter at @ianrausten.  \nPHOTO: Rukmini Callimachi at a church in western Mosul, Iraq, that had been converted into the headquarters of the Islamic State’s morality police. (PHOTOGRAPH BY Andy Mills/The New York Times FOR THE NEW YORK TIMES)\n\nLoad-Date: April 22, 2018"
}