{
    "title": "A change of focus affects 2 nations; The war on terrorism could diminish U.S. support for Taiwan. Th",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 10,
    "day": 29,
    "full text": "Both China and Taiwan feel reverberations from the U.S. bombs falling on Afghanistan. The longtime adversaries detect a shift in American priorities as the United States wages a war against terrorism.\nFor Taiwan, which has maintained its independence from China for more than 50 years only because of U.S. support, the change is a cause for concern. For China, it is a source of comfort.\nWhat Taiwan fears - and China welcomes - is a reversal of the tilt toward Taiwan the United States took in the early months of the Bush administration. In its search for powerful allies in what could be a messy and protracted conflict in Afghanistan, the administration appears ready to downplay its support of Taiwan to win backing from China.\nSince the terrorist attacks on Sept. 11, U.S. foreign policy overall has moved markedly away from the original go-it-alone stance favored by many Bush administration officials and toward a more collaborative approach. The new policy includes more pressure for a solution to the Israeli-Palestinian conflict and a willingness to cooperate with all kinds of countries to fight terrorism.\nThe war on terrorism \"will have a negative impact on Taiwan,\" predicted Chu Shulong, a Taiwan expert at Beijing's Tsinghua University. \"Although the United States has not changed its fundamental policy, it may change its agenda.\"\nTaiwan feeling vulnerable\nPolicy experts in Taiwan rarely agree with their colleagues in China. But Joseph Wu, deputy director of the Institute of International Relations at Taiwan's Chengchi University, concurs.\n\"Taiwanese do feel more vulnerable,\" Wu said in a telephone interview from Taipei. \"The [Taiwan] government has refrained from saying anything, because the relationship with the United States is too important to make a public statement. But people do feel the U.S. is softening its stand.\"\nPresident Bush, who during his campaign last year referred to China as a \"strategic competitor,\" sent strong signals during the spring that he was willing to rile Beijing, if necessary, to show support for Taiwan. Some members of his government had criticized the Clinton administration as too accommodating to China at Taiwan's expense.\nTaiwan has functioned as an independent state ever since the Chinese Nationalists fled to the island in 1949, after their defeat by the Communists in China's civil war. A former one-party dictatorship, Taiwan has evolved into a democracy.\nChina regards Taiwan as part of its historical territory and has threatened to attack if it officially declares independence or indefinitely delays negotiations toward reunification.\nAttack by China unlikely\nAnalysts on both sides of the Taiwan Strait say it is extremely unlikely that China will try to take advantage of the new U.S. focus by attacking Taiwan. China's top priority remains economic growth, they say, and any military action against Taiwan would jeopardize that.\n\"In the cross-strait relations between Taiwan and China over the next three to five years, I think the status quo will continue to prevail,\" said John Hsieh, director of the Center for Asian Studies at the University of South Carolina. \"There are so many constraining factors on both sides.\"\nChina's leaders, while worried about the possibility of a long-term American military presence on their doorstep in central Asia, are clearly eager to improve U.S.-Chinese relations and to show the world that China is a responsible member of the international community.\nIts leaders have expressed support for the war on terrorism and have made an unprecedented promise to share intelligence with the United States. Their backing - or at least their neutrality - will grow even more important if the conflict in Afghanistan is prolonged or spills into other countries, because China is a permanent member of the United Nations Security Council.\nSecretary of State Colin L. Powell assured U.S. lawmakers Thursday that there would be no political payoffs for China's support.\nHe told the House International Relations Committee that Bush had made clear to Chinese President Jiang Zemin at the recent Asia-Pacific Economic Cooperation summit in Shanghai that such issues as human rights would remain \"an important part of our agenda with China.\"\nBut experts say only someone naive about the real world of power politics wouldn't think there is a lot of horse-trading going on behind the scenes as the United States works to build a coalition to support its war on terrorism.\nMichael Dorgan's e-mail address is mdorgan@krwashington.com.  \n\nNotes\n\nAnalysis\n\nLoad-Date: November 15, 2001"
}