{
    "title": "A CHANCE TO ELIMINATE TERRORISM",
    "publisher": "the new york times",
    "year": 1982,
    "month": 7,
    "day": 13,
    "full text": "To the Editor:\nWe commend the editorial of July 1, ''Judging Israel,'' which restored some clarity and provided much needed background for a proper understanding of the Lebanon crisis. It was particularly welcome at a time when so many commentators are behaving as though today's problem originated with the movement of Israeli troops across the border, and voices are being heard which would return us to the same situation which spawned the present violence and destruction.\nMiddle East strife, tensions and violence, including the recent devastation with the great tragedy it has brought to innocent people, must be traced to our failure to face up to the two basic causes of the problem:\n* Arab refusal (with the exception of Egypt) to accept Israel as a sovereign state in the area.\nWe commend the editorial of July 1, ''Judging Israel,'' which restored some clarity and provided much needed background for a proper understanding of the Lebanon crisis.\n* Financial, military, diplomatic and moral support by Arab governments (and the Soviet Union) of a terrorist movement which, to this very day, calls for the destruction of Israel.\nWe hope our Government leaders have come to realize that appeasement of forces which support terrorism will not bring Mideast peace, nor the stability which the U.S. needs in its own interests.\nThe elimination of terrorism in all parts of the world has been an oft-stated goal of President Reagan. Now is the time to seize the moment to rid the area of all terrorist forces. To the P.L.O., which supports and trains terrorists elsewhere, national boundaries are meaningless.\nWe mourn the deaths of the many innocent civilians caught up in the present tragedy. But we have no tears for Arab governments and leaders who condone and encourage the stationing of terrorists along with their firing ranges and armories within civilian camps, schools, mosques and residential areas, so that when the inevitable retaliation erupts, the loss of innocent lives can be exploited for propaganda purposes. The positioning of military personnel and equipment in such areas deserves the contempt of the civilized world, and appropriate international agencies should move to outlaw such cruel and cowardly tactics.\nPeace in Lebanon now - and in the not too distant future throughout the Middle East - will be speeded when Lebanon is rid of all foreign armies and private militias, when a reconstituted Lebanon (with which Israel has never had a territorial quarrel) is helped to become once again a strong sovereign state determining its own destiny and able to safeguard the lives of its citizens, Moslem and Christian.\nOnce terrorism is removed and tranquillity returns, it will be easier for both Israelis and Palestinians to sit together at the negotiating table and arrive at a mutually acceptable definition of autonomy.\nBETTY FRIEDAN, GARSON KANIN, BAYARD RUSTIN, IRWIN SHAW, New York, July 2, 1982\nThe writers are associated with Writers & Artists for Peace in the Middle East."
}