{
    "title": "A Civil Libertarian Observer's Public Report_",
    "publisher": "the will ",
    "year": 2019,
    "month": 5,
    "day": 26,
    "full text": "The U.S. House Of Representatives Homeland Security Committee Hearing On Domestic Terrorism, 7 May 2019 \nhttps://youtu.be/BxRJs99A1wc\n           https://homeland.house.gov/about/committee-membership\nCHAIRMAN:  Rep. Bernie G. Thompson (D) Mississippi 2nd District \n3:16, Opening Statement  (7 mins.)\nPurpose of hearing is, \"to receive testimony on confronting the rise of domestic terrorism in the homeland.\" \nChairman Thompson begins by acknowledging that domestic terrorism is not a new issue, and claims that Democratic members of the committee have been following the issue more closely than the committee's previous Republican leadership.  He reaffirms the commitment of the committee's new and current Democratic leadership to be vigilant of both domestic and international terrorism.\nThompson goes on to point out the recent up-tick in domestic terrorism, especially in the last few years - even overtaking the presence of international terrorism by some measures.  Also, the flavor of domestic terrorism with the most current momentum seems to be individuals and groups affiliated with white racial identity and superiority politics.\nThe Chairman continues, levying condemnation of President Donald Trump's responses to recent white supremacy-based terrorist events in the U.S.\nChairman Thompson identifies a lack of information and transparency as problems within the government's anti-terrorism and security institutions, and proposes that better information gathering and sharing of findings is possibly part of the solution.  He even refers to legislation he is drafting for which he claims to anticipate bi-partisan support.\nThe Chairman finally points out the speakers slotted for testimony at the hearing, simultaneously expressing his frustration at the federal agencies the witnesses represent.  He points out to these heads of agencies that they'd known for over a month that this hearing was to take place, but each had only submitted their written testimonies the night before.  He accuses the FBI of \"stonewalling\" the committee, and asks for a recommitment of cooperation from each department.\nQUOTES OF INTEREST: \n\"The victims and survivors of domestic terrorist attacks, time and time again, have been offered moments of silence and prayers rather than congressional actions.\"  \n\"To all the victims, survivors, and communities who have felt like the terror you suffered was ignored or minimized, know that it ends with today's hearing.  Today is a new day; and this committee's silence on domestic terrorism now ends.\" \n    (*1. I&C 'Impressions & Commentary' addendum)  \nRANKING MEMBER:  Rep. Michael D. Rogers (R) Alabama 3rd District\n10:17, Opening Statement  (4 mins.)\nRep. Rogers begins with a general condemnation of violence, including terrorism.  He claims all members of the committee care about the issues. Rogers points to international terrorism as the inspiration for recent domestic terrorism, and blames the global connectedness of the internet for home-grown terror - specifically naming \"fringe websites.\"\nQUOTE OF INTEREST: \n\"There are steps we can take to reduce future violence.  Working with industry and law enforcement; we can build a comprehensive strategy to detect, monitor, and disrupt online fronts for terror and violence.  We must expand outreach to communities and educate them about the radicalization process, and find ways to help troubled individuals early enough to stop their attacks.  We must continue to encourage individuals to say something to law enforcement if they ever see or hear something suspicious. And finally, we must encourage the state and local law enforcement to continue their participation in the FBI's Joint Terrorism Task Force program and state and local Fusion centers.  Both initiatives bring state and local law enforcement together with federal law enforcement to share intelligence and leverage authorities to counter threats including domestic terrorism. Now is not the time for cities to withdraw from the programs to score petty political points.\" \n(#2. I&C) \nDEPUTY ASST. ATTORNEY GENERAL (National Security Div,. DOJ):  Brad Wiegmann\n16:06, Opening Statement  (5 mins.)\nDeputy Wiegmann affirms the Dept. of Justice's prioritization of national security from terrorism, and lays out an overview of the current operational structure of the DOJ in regards to anti-terrorism efforts.  He begins his comments by stressing the (ATAC) Anti-Terrorism Advisory Council, and ends with a poignant comment about Constitutionality.\nQUOTE OF INTEREST:  \n\"It's important to emphasize that we prosecute domestic terrorists for their criminal acts - not for their beliefs, or based on their associations.  In fighting domestic terrorism; we respect the Constitutional rights of freedom of speech, association, and assembly of all Americans. The FBI may not investigate solely on the basis of First Amendment activity.\" \n(#3. I&C)  \nASSISTANT DIRECTOR (CounterTerrorism Div, FBI):  Michael McGarrity\n20:50, Opening Statement  (5 mins.)\nThe Asst. Director begins by outlining some terminology and current operations of the FBI's counterterrorism division.\nMcGarrity mentions several recent domestic terror events in the U.S., and explains the obvious recent rise seems mostly linked to white supremacy radicals.\nQUOTES OF INTEREST: \n*CITES:  https://codes.findlaw.com/us/title-18-crimes-and-criminal-procedure/18-usc-sect-2331.html\n\"Domestic terrorists are individuals who commit violent criminal acts in furtherance of ideological goals stemming from domestic influences such as racial bias and anti-government sentiment.........\nDomestic terrorists' inspiration emanates from domestic influences like racial bias or anti-authority......... \nAnti-government/anti-authority extremism is defined as threats advocating for ideology contrary to established government systems; such as anarchist extremism, militia extremism, and sovereign citizen extremism.\"  \n\"Most drivers for domestic terrorists remain constant.  These include perceptions of government or law enforcement over-reach, racial tensions, social-political conditions, and reactions to legislation.\"  \n(#4. I&C) \n\"Radicalization of domestic terrorists primarily occurs through self-radicalization online, which can sometimes present mitigation difficulties for law enforcement to identify, detect, and disrupt.  The internet and social media enables individuals to engage other domestic terrorists without face-to-face meetings.\" \n(#4. I&C) \nPRINCIPAL DEPUTY UNDER SECY (Office of Intelligence, DHS):  Brian Murphy\n26:15, Opening Statement  (5 mins.)\nThe Under Secretary gives a brief overview of how his department currently operates in the realm of domestic terrorism, and of cooperative efforts with the FBI and other agencies.   He mentions that DHS has generated significantly more data in the last year or so than ever in its' existence. Murphy lauds the work done through the Homeland Security Information Exchange.\n(#5. I&C) \n31:13,  CHAIRMAN THOMPSON recognizes himself, to begin questioning those testifying (Wiegmann, McGarrity, & Murphy) by the committee membership.\nThompson observes that the opening statements of the witnesses tend to imply that intelligence gathering is rather good, then suggests maybe efforts to be more transparent with that information will prove to be one possible solution for consideration.  He also offers to help with any resources needed by the departments for the conduct of their duties. Asst. Dir. McGarrity is singled out as not being timely with the sharing of information. The Chairman singles out Deputy Asst. Wiegmann to offer resources.  Thompson opines on an evolving threat landscape, (this is a point at which the original video signal is lost for approx 20 secs.), and emphasizes again the need for availability of information.\nEXCHANGE OF INTEREST:  \nThompson:  \"Can you share the demographics of the prosecutions with the committee?\"\nWiegmann:  \"Share information concerning the cases that we bring?  Is that? \nThompson:  \"Yes.\"\nWiegmann:   \"Sure; yes, we can... consistent with, you know, if there are cases under seal; and obviously there can be exceptions about what kind of information we can share, but absolutely we can share information about, uh, cases that we've brought.\"\n37:15,  RANKING MEMBER ROGERS is recognized by the chair.  Rep. Rogers brings up that the Trump Administration released a new national strategy for counterterrorism in October of 2018, and it included domestic terrorism as part of that agenda for the first time.  Rogers asks the panel about the significance of the changes to include domestic terrorism as part of the new national strategy. He also asks the panel for any feedback on how they might respond to hate speech on websites like 8chan (           https://en.wikipedia.org/wiki/8chan) and Gab.\nQUOTES OF INTEREST: \n\"What we have and we've seen in the last 4-5 years, is the homegrown violent extremist threat - where someone can get on the internet and self-radicalize.  We're seeing that same type threat in the domestic terrorism world; where individual actors, lone wolves, insular type people - can find their ideology to justify their violence and their actions online.  So; we're actually seeing similar type threats within the homeland, that we frankly have not seen in this regard if you look 20 years ago, and part of that's due to the internet. To be able to become radicalized fairly quickly and then mobilize to that violence quickly... we're seeing it both on the international terrorism side where there are HVE's, and our domestic terrorism lone actors.\"   - A.D. McGarrity\n\"There has to be some point at which your right to free speech ends - when you start threatening violence, particularly in a mass setting.  So, I think there's a place for policy to be implemented than can be helpful; and I do urge you all to be thinking about what we can do to help you do your job more effectively.\"   - Rep. Rogers\n41:18, REP. XOCHITL TORRES SMALL  (D) New Mexico 2nd Dist.  is recognized by the chair.  Rep. Small begins by drawing attention to the uptick in domestic terrorism against faith-based organizations.  She focuses her comments on a need for emergency and security resources in rural areas. McGarrity responds in part by mentioning initiatives of the government to reach out to religious groups.  Murphy chimes in that there is also outreach with rural Sheriffs. Small further pursues the question of more federal involvement with rural communities and faith-based groups, to which McGarrity again emphasized the role of the Joint Terrorism Task Force.  Murphy emphasizes the challenge of federal authorities working with more isolated environments of rural America, and welcomes support from Congress to help remedy.\n(#7. I&C) \n46:47, REP. PETER KING  (R) New York 2nd Dist.  Is recognized by the chair.  Rep. King immediately takes strong exception with the chair's opening statements, and expresses disgust with the inference that Republicans did not take white supremacy and domestic terrorism seriously when they led the committee.  He points out all the years of numerous changes and the evolving threats and responses of the security community to threats in the wake of Sept. 11th 2001's international terrorism on the U.S.  King fires back at the partisan shot from the chair, accusing the Democrats of not doing any better.  As is par for the course with King in public appearances, he is very passionate and animated about his grievances throughout his time with the floor.  His 5 mins. with the floor are mostly a self-serving partisan side-show.\n52:50,  REP. LAUREN UNDERWOOD  (D) Illinois 14th Dist.  Is recognized by the chair.  Rep. Underwood begins with pointing to online extremism and social media.  Underwood specifically names Facebook, Twitter, and YouTube. She expresses disappointment with social media companies answers for dealing with extremism on their platforms thusfar, and asks the panel of witnesses about how such companies could be working better with federal authorities.\nMurphy responds that his agency encourages cooperation from social media companies, but that efforts are based on a \"coalition of the willing.\"\nMcGarrity emphasizes the \"'see something - say something,' strategy.\"\nWiegmann adds his piece by referring to \"1st Amendment constraints.\"\nRep. Underwood asks about social media companies' ability to respond to domestic terrorism as compared to their ability to respond to foreign terrorism - in terms of \"more or less.\"\nMcGarrity says the social media companies are evolving to self-regulate more.\nRep. Underwood makes a reference to an extremist exit program called, 'Life After Hate,' and expresses support for any needed resources of the federal departments as well as helping to find good direction.\n58:38,  REP. REV. MARK WALKER  (R) NC 6th Dist.  Is recognized by the chair.  Rep. Walker expresses concern about free speech issues, and asks Wiegmann about how they determine hate crime prosecutions.  Both men re-affirm the right to free speech, including the right to say things that are \"stupid.\"\nEXCHANGE OF INTEREST:\nWALKER:  \"How would you define the DHS's role in combatting domestic terrorism?\"\nMURPHY:  \"...We have several roles in the department.  One of them which is to work with our state and local colleagues to make sure they have all the information they need at that level.  They're the closest ones to the fight against domestic terrorism. And we work every day to provide them that information.\" \nWALKER:  \"Have you seen an increase, decrease, or about the same number of resources from your agency being devoted to domestic terrorism over the last decade?\"  \nMURPHY:  \"I'd say within the last 2 years; we have approximately doubled that number of people that are in my office that work on the domestic terrorism aspect of things.\"  \n1:04:03,  REP. ELISSA B. SLOTKIN  (D) MI 8TH Dist.  Is recognized by the chair.  Rep. Slotkin asks Murphy what the intelligence analysis might reveal as a cause of the recent increase in domestic terrorism, to which Murphy responds by talking about how his department is identifying threats better.  Slotkin expresses a perceived connection between the internet and domestic terrorism in her comments, and asks this to be addressed by McGarrity. Among the further questions and answers, McGarrity mentions that about half of his department's current open 850 homegrown violent extremist cases are \"anti-government/anti-authority.\"\nQUOTE OF INTEREST:\n\"What I can tell you of what we're seeing, is the velocity in which our subjects, and the velocity in which we're working our cases, both on the domestic terrorism side and the international terrorism side with homegrown violent  extremists; that velocity is much quicker than it's ever been before..........\nWhen you can go on the internet and find content that justifies what you want to do - your specific ideology, whatever that ideology is; that, and the ability not to have to travel to meet someone, not to have to go into a group setting.  First, it makes it harder for us to detect you from a law enforcement perspective; but second, less conspiratorial. You're less engaged with other people to conspire to commit attacks. You're finding the ideology, you're radicalizing very quickly - quicker than we've seen before, certainly years ago; even before 9/11 or after we saw the foreign fighters.  On the domestic terrorism side, that mobilization to violence is much quicker.\" - A.D. McGarrity \n(#6. I&C) \n1:10:26,  REP. CLAY HIGGINS  (R) LA 3rd Dist.  Is recognized by the chair.  Effectively spends a lot of time lamenting withdrawals of some local governments from participation with the JTTF (Joint Terrorism Task Force), and lauding the efforts of the JTTF as imperative.  He mentions how the cooperation of local, state, and federal agencies was important in regards to a string of church burnings in his state. Rep. Higgins expresses his willingness to offer further resources to the departments.\n(#8. I&C) \n1:16:07,  REP. REV. EMANUEL CLEAVER II  (D) MO 5th Dist.  Is recognized by the chair.  Rep. Cleaver begins by sharing a memorized portion of Shakespeare he was taught during a lesson on semantics by his teacher when he was in grade school.  He points to some of the federal department's language in their own documents, \"black identity extremists,\" to raise questions of racial profiling within the domestic counterterrorism community throughout his interview of the panel.\n1:21:40,  REP. JOHN P. JOYCE  (R) PA 13th Dist.  Is recognized by the chair.  Rep. Joyce asks the panel to describe the cooperation of social media companies with their agencies to help identify domestic terror threats.  McGarrity reiterates the point of recent improved efforts of self-regulation by major social media companies.\n1:26:00,  REP. YVETTE D. CLARKE  (D) NY 9th Dist.  Is recognized by the chair.  Rep. Clarke refers back to Wiegmann's testimony about free speech and domestic terrorism in regards to self-publishing of manifesto's online as a precursor to a terrorist event.  She goes on to raise some questions about the ratio of resources being used by the federal agencies to deal with white supremacist and militia threats as compared to threats from overseas Islamic extremism.  Among McGarrity's comments in this conversation, he points out that white supremacy is an ideology that can't be designated as a terrorist organization, and therefore affiliation doesn't open the same legal avenues of investigation as would an affiliation with an actual government-recognized and named terrorist organization.  No terrorist organizations from the sphere of white supremacy community/ideology are currently given specific name recognition defining them as such by the U.S. government.\n1:32:26,  REP. JOHN M. KATKO  (R) NY 24th Dist.  Is recognized by the chair.  Among his comments, he expresses support for gun regulation legislation, the type nowadays commonly referred to as 'red flag' laws.  In his responses to Katko's questions; McGarrity emphasizes training and encouraging local partners and the public, praising the success years of 'see something - say something' promotions to the public and resulting public tips - and refers to the 'Homegrown Violent Extremist Mobilization Indicators for Public Safety Personnel' publication put out by the NCTC, FBI, & DHS in 2017(           https://publicintelligence.net/nctc-hve-indicators-2017/).\nQUOTE OF INTEREST:\n\"I want to talk to you a little more about the social media component.  To me; one of the biggest problems we've had with domestic terrorism and the spread of international terrorism in the United States is the ability of the internet to unlock the latent tendencies of somewhat dormant people that are angry.  They can get - they can scratch their itch by going to a certain site or talking to a certain person. And the next thing you know; you go from someone with some feelings to someone with actions, and it's very very hard to detect. I think social media companies need to be held accountable more, and be more active......... \nIs there anything we should or could be doing in Congress to hold those social media companies' feet to the fire more about being better stewards of what's being posted and how it's being posted?\"   - Rep. Katko\nEXCHANGE OF INTEREST: \nKATKO:  \"Is a 'red flag' bill something that might be advisable in the domestic terrorism realm?....... \nIs there something we can do to intervene with them to get the firearms out of their hands before they act?\"  \nMCGARRITY:  \"Certainly, that's a possibility.\"  \n(#9. I&C) \n1:37:56, REP. KATHLEEN M. RICE  (D) NY 4th Dist.  Is recognized by the chair.  Rep. Rice opens by condemning any incendiary partisan rhetoric, and asks for civil tone to set an example for the public.  She laments the April 16th event of migrants being held in custody at gunpoint by the militia group known as the United Constitutional Patriots, as usurping the role of government authorities.  Rice also refers to the Cliven Bundy family standoff in the context of what she says we all know is the rising 'unauthorized militia' problem in the U.S. In his answering comments, Murphy points out that the DHS receives its' fair share of passionate criticism from the public.  Rice brings up for the first time in the hearing, attacks that have been committed by people associated with a so-called 'InCel (Involuntary Celibacy) movement' of purported mysoginists, and points out they apparently tend to share significant overlap with other hateful extremist movements.  The representative specifically refers to 8chan.\nDISCUSSION OF INTEREST:\nRICE:  \"It's on Facebook; it's on these platforms that are well-known to everyone, and reach enormous numbers of people.  And I just think that we have to figure out a way to hold them accountable, and work more closely with them. Because we're getting a big red flag waving, and we're not able to act on that information in a timely fashion.  So; I'm encouraged about the work that you're doing with a lot of these social media platforms, but obviously we have to continue to do more.........\" \nTHOMPSON:  \"I'd just like to comment that the ranking member of the sub-committee and the ranking member of the full committee along with a number of us are concerned about the very same thing.  And we've tried to engage the social media companies to talk to us on what they're doing - best practices, other things. But... Some have, some haven't; but there are some challenges that we'll have to overcome, and we look forward to...\" \nKATKO:  \"........I would strongly encourage the committee to have another hearing on this and dig deeper into this area, because they need to get a kick in the butt to understand how serious this is.\"  \nTHOMPSON:  \"I could assure you, it's on the way.\"  \n1:44:42, REP. DANIEL R. CRENSHAW  (R) TX 2nd Dist.  Is recognized by the chair.  Rep. Crenshaw begins by highlighting the phenomenon of terrorist self-radicalization, pointing out that the recent uptick in this phenomenon is a primary driving force for the purpose of the current hearing.  He then switches gears to ask DHS about recruitment and morale, to which Murphy claims there is currently satisfactory conditions.\n(#10. I&C) \n1:49:49,  REP. JAMES R. LANGEVIN  (D) RI 2nd Dist.  Is recognized by the chair.  Among his comments and questions, Rep. Langevin expresses shared support with his colleagues for further \"gun violence prevention,\" observing that firearms remain the weapon of choice of domestic terrorists.  He also references cyber threats and PPD-14 (           https://fas.org/irp/offdocs/ppd/ppd-14.pdf), and inquires as to its' utilization by the agency.\nQUOTE OF INTEREST:\n\"You have to remember also that a lot of domestic terrorism cases are charged at the state level as well, more-so probably than on the IT (international terrorism) side; so, you have to take those into account.  And then the domestic terrorism side; some of them are charged as hate crimes under the Civil Rights Division; could even be a tax offense - tax protesters that are anti-government.  So; in comparing the numbers, you really would have to look across a broader spectrum.\"   - D.A. Wiegmann \n1:55:05,  REP. MICHAEL T. MCCAUL SR.  (R) TX 10th Dist.  Is recognized by the chair.  Rep. McCaul reminisces about his previous stint as chair of the committee, and the Austin bomber attack in his home state.  There's recognition by McCaul and Wiegmann alike that labeling domestic terrorist organizations for prosecution can be problematic.  There seems some consensus in the discussion that a framework of domestic terrorism legislation might be based on the framework of current hate crime laws.\nEXCHANGE OF INTEREST:\nMCCAUL:  \"There is no charge of domestic terrorism.  There's international terrorism; and we see that many times in the cases we prosecute against ISIS & Al Qaeda and other extremist groups.  But there is no charge for domestic terrorism. I think that's kind of getting to the heart of this hearing. And I was just curious to what your thoughts would be on Congress enacting a domestic terrorism charge.  What would be the benefits or risks of doing that? If I could just go down the panel...\" \nWIEGMANN:  \"We're always looking to improve our authorities.  And so, I think we're certainly open to having a discussion with the Congress, if there's interest in the Congress in pursuing a domestic terrorism statute - we're certainly open to having that discussion.\"  \n(#11. I&C) \n1:59:46,  REP. MAX N. ROSE  (D) NY 11th Dist.  Is recognized by the chair.  Rep. Rose begins by addressing Murphy, and referencing the GIFCT (Global Internet Forum to Counter Terrorism,            https://www.gifct.org/).  He focuses on the cooperation of social media platforms with government efforts, and indicates this is a lack of a needed institution to improve that relationship.  He is the 3rd representative in the hearing to specifically name 8chan.  Rose asks the panel to comment on their concerns about 'ghost guns' (guns without serial numbers).\n2:05:27,  REP. ALICE C. \"DINA\" TITUS  (D) NV 1st Dist.  Is recognized by the chair.   Rep. Titus briefly touches on a wide range of topics, and specifically asks about potential terrorist threats from people identified as 'sovereign citizens.'\nQUOTE OF INTEREST:\n\"Nobody does security in terms of expertise and technology better than the people in my district.  The 'eye in the sky' sees just about everything that goes on there.\" - Rep. Titus \n2:11:25,  REP. NICHOLAS \"VAN\" C. TAYLOR  (R) TX 3rd Dist.  Is recognized by the chair.  Rep. Taylor asks about legal hurdles to prosecuting domestic terrorists, and some questions about data collection.\n2:16:49,  REP. DONALD M. PAYNE JR.  (D) NJ 10th Dist.  Is recognized by the chair.  Rep. Payne holds up a large pile of completely redacted document pages and asks Murphy about this internal DHS document that had been referred to as \"the race paper\" - purportedly which had been generated in response to a FOIA (Freedom Of Information Act) request by a member of the 'Black Lives Matter' movement.  Murphy excuses it as a sub-standard document created by a low-level employee, and that the project was stopped upon the first-line supervisor's review.\n(#12. I&C) \n2:23:04,  REP. VALDEZ V. DEMINGS  (D) FL 10th Dist.  Is recognized by the chair.  Rep. Demings voices concern about a perceived gap in information-sharing about threats from specifically white nationalist gangs and other far-right extremist activities.  She specifically names Richard Spencer and an event at which he was to speak in Gainesville, Florida. A 'stand your ground law' was referenced as a political point of contention, in passing.\n2:30:02,  REP. JOSE LUIS CORREA  (D) CA 46th Dist.  Is recognized by the chair.  Rep. Correa speaks about town hall events held by minority communities in the wake of some recent terrorist events that he's attended, and that many expressed concerns to him about the installation of such things as security fences, multitudes of cameras, and more security guards in schools is making them too similar to a prison environment.  He emphasizes the need for local resources to identify lone wolf domestic terrorists. In his response, McGarrity reiterates his earlier comments about the new prevalence of the 'lone wolf' threat, and emphasis of the 'see something - say something' strategy.\nQUOTE OF INTEREST:\n\"Domestic terrorists are the one that are changing our lives - how we act, how we behave, and how we invest our resources.  My school district, instead of going for books and teaching; a big chunk of that money is now going to building fences, putting in cameras, and trying to figure out where to put those security guards.\"   - Rep. Correa \n2:35:35,  REP. SHEILA JACKSON LEE  (D) TX 18th Dist.  Is recognized by the chair.  Rep. Lee laments the perceived silence of the government in the wake of recent domestic terror, second's Rep. Payne's call to release the 'race paper,' and references the 'black identity extremist' report.  In her further comments; she mentions terrorist Dylan Roof by name, the white nationalist presence discovered in the U.S. Coast Guard, and the vehicle attack that killed Heather Heyer in Charlottesville, N.C.  The representative emphasizes her perception that current counterterrorism efforts need to be focused on \"white nationalism and Nazism.\"\nQUOTE OF INTEREST:\n\"The President of the United States has not done enough to deal with quashing the rising acceleration of domestic terrorism and hate in this country.  He has a very important responsibility; he heads the government; he gives guidance to the Dept. of Justice under the Attorney General. And there has not been enough done.\"\n2:43:38,  REP. ALEXANDER N. GREEN  (D) TX 9th Dist.  Is recognized by the chair.  Rep. Green carries the panel of witnesses through an exercise of affirmations of knowledge via hand-raising in a series of questions about their awareness of the KKK (Ku Klux Klan), cross-burning/lighting as a display of Christian faith, awareness of the term 'Islamic terrorism,' and so forth - in an effort to demonstrate the difference in the racial vs. religious identifiers used to refer to violent extremist movements.  Rep. Green wraps up by expressing support for holding all individuals to the same standards.\nQUOTE OF INTEREST:\n\"If I said there was some very fine people among the bigots, the racists, the klansmen in Charlottesville - that there was some very fine people among them; would that be an appropriate thing for a member of Congress to say - if you think so, would you raise your hand?  Let the record reflect that no one has raised their hand. So; if the President says it; that there were some very fine people among those who were preaching 'Jews will not replace us - blood and soil;' if the President says it, is it appropriate for the President to say such a thing?\"   - Rep. Green \n2:49:38,  CHAIRMAN THOMPSON  reassumes the floor.  He asks to insert into the record a collection of letters amassed since 2011 asking for the present committee to hold hearings on domestic terrorism.  Thompson asks the FBI to acknowledge a letter drafted by a collection of civil rights groups to meet with them from March of this year, and to please make efforts to have contact with them.  He asks the panelists to please be available to answer any further written questions by the committee expeditiously.\n2:52:00  the committee is adjourned.\nIMPRESSIONS & COMMENTARY\n \nThis hearing takes place on a day when the news of another school shooting attack was just breaking in Colorado, and amidst a sharp upwards trend of domestic terrorist events nation-wide.             https://en.wikipedia.org/wiki/STEM_School_Highlands_Ranch_shooting\n \n#1.  Chairman Thompson presides with all the presence of a senior statesman you might expect.  He's obviously a seasoned pro at both the procedures of the chamber, as well as the politics of the personalities. It may warrant further interest that Thompson identifies that the recent rise in American domestic terrorism is a parallel trend of a rise in domestic terrorism in countries all around the globe.\nThere's a telling list of headlines about recent domestic terror events flashed on the screen during Thompson's opening statement at 5:30 in the video.  I have to wonder if some of these events would have accurately fallen in the category of 'domestic terror' just a few decades ago, which now conveniently gives more jurisdiction to the post-9/11 national police state.  The possible political implications and other personal interests of a violent act such as the fatal ambush of local police officers by deadly assailants - are also far too varied and complex to necessarily categorize as 'domestic terrorism.'  While such violent acts need to be addressed as the crimes of murder we might rightly observe they are, it is worrisome when the same government that wants to start prosecuting more crimes in the alternate courts of terrorism - is the same government looking to define more activities as being crimes of terrorism.\n#2.  Ranking Member Rogers' opening statement is ominous.  With his alarmist tone and lists of ways terrorists have utilized the technology of the information age; I half expected the RM to rise to his feet with fist held high and proclaim; \"I tell ya, the internet is the DEVIL!  And we've got to outlaw the DEVIL!\" No such outburst literally happened, but it felt so close. I'm not one bit comforted to know this former Chair of this same committee sounds like a despot who would sacrifice the free flow of information, knowledge, education, wisdom, history, art, and shared experience - for an Orwellian security state.\n#3.  DAAG Wiegmann is a bit of a mixed bag when it comes to comments.  He makes some at least tacit appeals to an understanding of the need to obey constitutional restrictions on the government's policing powers, but also glosses over things like cases that are ''sealed' for national security.'  Wiegmann often expresses some awareness of the problematic fine line he has to toe to maintain lip-service to civil liberties, but it seems the principle and passion for the sanctity of civil liberties ultimately escapes him. As I listen to him; I don't know whether to be thankful that this bureaucrat at least still feels some need to put up appearances of constitutional propriety, or throw up just a little bit in my mouth.\n#4.  Asst. Dir. McGarrity makes some sweeping statements about what backgrounds domestic terrorists are coming from; so broad, you might be able to classify a suspect as anyone who ever disagreed with something the government has done.  Certainly, the inclusion of the 'anarchist' terminology is unfortunate for many more people than an unknowing observer might think. While I'm sure McGarrity wants the term 'anarchist' to conjure images of hidden-faced black-clad rioters in the streets throwing Molotov cocktails, the reality is that most people who use that term to self-identify a belief they hold are just ordinary peaceful folks.  To punctuate the absurdity of pegging anarchists as prime suspects, it should be noted that many people who identify with the anarchist movement or the ideology of anarchism do so as a result of their deep conscientious moral and/or religious beliefs. In fact, some of these folks might be keen to point out that it is the very fact that the state is immorally violent that causes them not to support the state - such as pacifists (i.e. Amish/Mennonite).  It's also worth mentioning that there are thousands of peaceful people with an interest in economic theory who self-identify as market anarchists, and they are more likely to be engineering nerds or history buffs than skate-boarding teens of angst with sticks and shields. Tax protestors are named in this testimony as well, and nobody felt the need to point out that many tax protestors specifically lodge their protest in the spirit of peace - literally - as a protest against the government's wars and other state violence - which they refuse to materially support, in good conscience.  The 'Sovereign Citizen' movement was also referred to by McGarrity; and while there has certainly been violence committed by people self-identifying with this label, it worries me that the American counter-terrorism community would develop a culture suspicious of and/or aggressive towards citizens who might in some way describe themselves as 'sovereign.' Sovereignty is a concept we use to talk about everything from all levels of government power - to the human concepts of personal autonomy, agency, and free will. Later in the hearing, Rep. Clarke would specifically refer to \"militia threats,\" wanting to know about what amount of federal resources is devoted to them.  Rep. Rice would name the Cliven Bundy family in her comments about her concerns regarding militia group threats; but many Americans supported the Bundys in their struggle with the BLM (Bureau of Land Management). And Rep. Titus said the Nevada Attorney General identified their greatest domestic terrorism threats as being Sovereign Citizens and militia groups. Again, the militia terminology is used w/o being defined in this hearing. The long historical American tradition of the citizen militia and its' priceless contributions to such causes as the hard-won independence of the colonial Americans from despotism - is sure not to be a topic of discussion in these types of hearings.  Rep. Titus and McGarrity both put abortion extremists from both sides of the issue on the domestic terrorism radar as well - an issue which of course has deeply divided the American political discourse for several decades, with passionate opinion polarizing multitudes of people on either side of the issue. 'Preppers' are another group referred to in passing, as if it's somehow a bad thing to take responsibility to be ready to sustain yourself and loved ones during some calamity/emergency. There are many thousands of peaceful 'preppers' who engage in this activity all over America - including a large Mormon population, who engage in the practice of prepping as a tradition of their faith.  McGarrity would also refer to the people of potential threat as those who are, \"anti-authority.\" These terms are not qualified very well, at least not in this hearing. Surely, at some point in everyone's life at some time or another, we have all felt an 'anti-authoritarian' sentiment. To wit; it's impossible to actually even understand what the American Revolution was about if you don't relate to the type of grievances with the British Crown's authority listed in the Declaration of Independence. To what authority does McGarrity and his fellow jack-booted goose-steppers object to people's protest? Joseph Stalin was an authority. Adolf Hitler was an authority. Mao Zedong was an authority.  The 'authorities' kept slaves in American States for many decades. The 'authorities' detained Japanese Americans in camps, effectively revoking the Bill of Rights while imprisoning innocent people. The 'authorities' broke treaty after treaty to steal and kill the natives off American soil, poisoned thousands of Americans to death on purpose during alcohol prohibition, experimented with syphilis on minority race patients, shot unarmed college students carrying books on campus, and has kidnapped and tortured innocent foreigners. Does McGarrity not object to these 'authorities?' Of course, this hearing by these bureaucrats will only serve to provide pretext for more state control - and certainly not be a platform in which anyone points out the obvious heinous crimes of the state that are whitewashed and glossed over as a consequence of the 'war on terror.'\nIt is also troubling here that McGarrity seems to echo much of the 'anti-internet' rhetoric heard earlier in RM Rogers' opening statement.  With the RM, these key anti-terrorism bureaucrats, and other committee members in agreement; I fear it does not bode well for the future of internet freedom.  Illinois Rep. Underwood would later in the hearing make reference to how Congress has been \"slow to respond\" in regulating social media, and Rep. Clarke would discuss at length about how a manifesto published online often serves as precursor to a terrorist action; as if the answer to terrorism lies in using state power to clamp down further on free speech.  Rep. Katko would provide another 'Amen!' to the chorus during his time with the floor, talking about holding social media companies accountable. He actually interrupted the Chair during the proceedings just to express his desire to give \"a kick in the butt\" to the social media companies. Rep. Rose also comes off as openly hostile towards the freedom of internet platforms, focusing on this throughout his time with the floor.    Not to be too tongue in cheek; but Katko's metaphoric threat of violence is not misrepresentative of reality, because government is force. Katko is simply expressing what seems to be a popular position on the committee - it's time to pull out the guns of government and point them at the people of the social media industry - in their eyes. Internet freedom is something this civil libertarian regards as just as important as defending the right to bear arms or to be secure in your person, papers, house, and effects.  While some Americans like me might think the advent of the internet could warrant a Constitutional Amendment which guarantees our protection from over-reaching government getting its' grimy paws on the internet as being just as important as the 2A we have, government bureaucrats have already been busy for years trying to justify expanding the grip of their iron fist into this space.\n#5.  PDUS Murphy puts a spotlight on open-source intelligence during the proceedings.  Open-source intelligence is a big piece of the modern day discussion in all things related to security and civil liberties.\n#6.  McGarrity talks about how the most recent domestic terrorists are people who seem to have an affinity for violence already, and they self-radicalize by gravitating to the ideology they feel grants themselves permission to commit acts of violence.  This a bit of both an obvious and somewhat astute observation of the manifest pattern of modern terrorism, but is so utterly and frustratingly lost on government bureaucrats as to be from the mouth of bab(i)es. When the state/government is boiled down to its' most basic function and essence; it is simply the violent arm of enforcing the will of one or more over another one or more people - thereby effectively operating no different than a terrorist organization, or at least a violent corporate mafia.  How many crimes in human history have been justified by their perpetrators as being necessary or even benevolent acts of state power? How many genocidal tyrants, slave-trading despots, crony warmongering politicians, and authoritarian bureaucrats have white-washed their immoral evils in the propaganda of 'national security' or 'the common good?' Starvation, preventable plagues of disease, destruction of resources, and even systematic human extermination - all justified in the name of the state and its' security monopoly.  If we want to start talking about what ideologies best serve as propaganda to radicalize violent extremists to justify themselves in committing acts of violence and terror against our fellow humanity, one need look no further than the moral exception pro-government extremists exercise under the collectivist rationale of statism.\n#7.  Rep. Small seems to be focusing her energy towards anti-terrorism efforts in small-town rural America, and faith groups in particular.  This could be for the given purpose of better equipping sparsely populated areas having fewer resources with better support; and, it could have the purpose of better helping the government to monitor those people - possibly because those people in those areas of small town rural America, who are more likely to be white and armed, also better fit the profile of people susceptible to white identity/supremacy politics and radicalization.  Is the representative maybe just looking for some federal funds to rain on her state?\n#8.  In a sort of odd way complimenting Rep. Small's focus, Rep. Higgins' mentions his concern over some communities that have withdrawn from the JTTF (Joint Terrorism Task Force).  While this phenomenon may have varied causes and concerns in each community to do so, just the fact that some communities no longer choose to participate in some of the federal government's efforts should serve as a reason for pause and reflection that just maybe some people have good reason not to want the fed's intervention.  Of course, this is not a possibility that serves the self-perpetuating interests of the federal security state bureaucracy, and will not be one of the possibilities discussed or even presented for consideration in a hearing such as this. The militarization of local police agencies and the high-tech surveillance state will surely continue in high cotton.\n#9.  Rep. Katko is the first representative to bring up gun control legislation in the form of 'red flag bills' as a possible legislative response to the recent rising tide of domestic terrorism.  Considering that Katko is a Republican pushing what has been traditionally a Democrat agenda (Rep. Langevin also references there is wide support among their colleagues for that type of legislation, and Rep. Rose alludes to the problem of 'ghost guns'), and that the one thing we can be sure will garner bi-partisan support is when the politicians want to give themselves more authority and power... it should be a real concern that domestic terrorism may be the fear-based issue that finally helps gun control advocates strip Americans of our 2nd Amendment defense against the state.\n In answer to Rep. Crenshaw's query about what is the 'most deadly - most likely' scenario of domestic terrorism, the panel acknowledged and agreed it to be characteristic of the recent trend of a lone wolf who self-radicalizes online and has access to a weapon.  This is a common theme throughout the hearing. This is important because it gives us the viewers a hint into what is the consensus of our federal politicians and bureaucrats as to the identity of the problem, and therefore who or what they are most likely to target with legislation.  McCaul also seems to come to the conclusion that a possible best legislative path for the Congress would be in using existing frameworks of hate-crime legislation as a model to respond to perceived domestic terror threats online. This echoes similar sentiment exhibited by Rep. Walker from earlier, when Walker actually was the first to suggest that type of legislation in this hearing.   Considering the nature of this hearing; I predict that the Congress will attempt to pass 'Internet terror-speech' legislation, which will be modeled after existing hate-crime bodies of law - selling the public the bill of goods by claiming the federal government needs new broader policing powers to stop self-radicalized lone wolf domestic terrorists. Gun control measures are certainly primed to potentially be an element of any proposed new legislation.\n \"We're always looking to improve our authorities,\" Wiegmann exclaims - in answer to Rep. McCaul's question about a possible need for new legislation to level criminal charges of domestic terrorism against Americans.  I guess you can chalk this one up to a moment of sobriety or some type of Freudian slip, because truer words were never spoken by a politician. Such an honest admission of the reality must indeed be rare on the bureaucrat's lips.  It's worth watching the whole video just to see a pol utter this fact in an official proceeding. Of course government is always looking for ways to self-perpetuate its' own growth and power! There not even need be any kind of nefarious or conspiratorial forces at the root of over-reaching state power.  As Thomas Jefferson once said, \"It is the natural progress of things for liberty to yield and government to gain ground.\" It would be nice to be encouraged by Wiegmann's admission of the state's gluttony for power, but he only goes on to show himself receptive of that possible expansion of the state in this conversation.\n Rep. Payne brings up some mysterious redacted document referred to as 'the race paper.'  It is apparently a document that was generated within the intelligence community, but quickly scrapped and now a point of contention and interest.  'Black Lives Matter' is mentioned, and Payne asks about federal investigations into peaceful domestic protesting and protestors. Although he may or may not be on to some potential revelation of some abuse of state power, Payne's line of questioning is one of the few rays of hope in the hearing.  History tells us federal authorities have taken an unhealthy interest in people such as Mr. Luther King Jr. with wiretaps and such because of his peaceful activism, and we now have post-9/11 accounts of the FBI drawing people into terrorist conspiracies so as to make arrests - seemingly by entrapment or whatever other questionable means.             https://www.nytimes.com/2012/04/29/opinion/sunday/terrorist-plots-helped-along-by-the-fbi.html\n \nCONCLUSION \nIt is the duty of free people to watchdog our government.\nThere are legitimate reasons to be concerned that the U.S. federal government looks at every human being as a potential terrorist suspect - 'guilty until proven innocent' - and they're perfectly happy to completely dispense with the Bill of Rights in favor of FISA courts and other such 'extra-constitutional' government authorities.  (           https://www.aclu.org/blog/national-security/privacy-and-surveillance/nsa-continues-violate-americans-internet-privacy)  The truth is, we end up being the victims of our own creations of rabid state teeth chewing up the Amendments of unalienable rights that we expect to protect us all equally under due process of law - and all in a blasphemous narrative of 'defending freedom.'  The state's intelligence and security complex should be a perpetual concern for vigilant Americans. A moment in time captured by the Congress' own committee is enough to reveal this fact:            https://en.wikipedia.org/wiki/Church_Committee\nCivil libertarians are naturally concerned about the muddling of foreign and domestic intelligence, crime-fighting, and war-making powers; that the American people in the homeland will find ourselves treated continually more like foreign terror suspects than homeland citizens who are protected from our government by our Constitutional Bill of Rights.  These concerns have been widespread and apparent during some recent displays of federal firepower, like the military being utilized on the American southern border in violation of the Posse Comitatus Act (a check on federal military firepower from being used in the domestic homeland as police).            https://www.militarytimes.com/news/your-military/2018/11/21/white-house-approves-use-of-force-some-law-enforcement-roles-for-border-troops/\nWhen asked by RM Rogers about the inclusion of domestic terrorism in the Presidential National Strategy for Counter-Terrorism for the first time, McGarrity answers that domestic terrorism is an \"evolving threat.\"  No doubt, the government's extra-constitutional authority will 'evolve' with the ongoing threat. We would be wise to remember that all these pols and bureaucrats are pro-big government extremists, the radicals of security statism.  And; as is characteristic of all statism - hearings like this, and just about anything government does - it is but another government exercise in at least partially misidentifying the problems, and then cooking up wrong-headed solutions.  And it is always the fear of the populace on which authoritarians may prey in order to further expand the terror of the police/security/surveillance state. While the details of our future may still be uncertain; it is no doubt now on a trajectory in which government is once again about to increase, and the freedom of the people is about to decrease.\n \nA.G. \"Brick\" House  is a retired Afghanistan war veteran and former licensed minister (UPCI) who has become an outspoken skeptic, peace advocate, and freedom activist.  He is a Muay Thai Kru, a drummer/percussionist, and perpetual autodidact.\n \n \nThe post A Civil Libertarian Observer's Public Report: appeared first on The Libertarian Institute.\nA Civil Libertarian Observer's Public Report: was first posted on May 25, 2019 at 9:58 pm.\n\nLoad-Date: July 16, 2019"
}