{
    "title": "A Clear View",
    "publisher": "the new york times",
    "year": 2008,
    "month": 11,
    "day": 2,
    "full text": "I'll miss President Bush's moral clarity. The president's critics hated his willingness to label things right or wrong, and the press used to bang me around for it, but history will show how right he was.\n  Shortly after 9/11, the president gave a speech in which he talked about the fight between good and evil, and that good would win. Afterward, I told him I thought he was being simplistic: ''There are a lot of shades of gray in this war. I think it's more nuanced.''\n  He looked at me and said, ''If this isn't good versus evil, what is?''\n  Then he reminded me that when Ronald Reagan went to Berlin, he called on Mikhail Gorbachev to ''tear down this wall'' -- not to put a gate in it or to remove some bricks. Mr. Reagan said to tear it all down.\n  Mr. Bush saw the presidency as the place to call the American people to big challenges -- in morally clear terms. As his spokesman, I knew that many people would be uncomfortable with how easily he made such moral judgments. I also knew that many Americans welcomed his tough, direct and unambiguous moral clarity.\n  I'll miss that direct talk. In the age of terrorism, the one thing we have to fear more than anything is moral relativism.\n  When Israel was attacked during the Bush years, the president always stated that Israel had a right to defend itself. After 9/11, he never referred to Israel's counterattacks as a ''cycle of violence.'' He understood that when a democracy strikes back against terrorists, it's not a ''cycle.'' It's self-defense.\n  We haven't been attacked since 9/11, Libya no longer has nuclear weapons, Syria was stopped from acquiring them, Saddam Hussein is gone, and Iraq is on its way to being a nation that fights terrorism -- all on President Bush's watch. His job approval may now be low, but he should leave office with his head held high. I hope his successors recognize the strength that moral clarity can provide. \n  -- ARI FLEISCHER, the White House press secretary from 2001 to 2003\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDRAWING (DRAWING ANDREA VENTURA)                           \n\nLoad-Date: November 2, 2008"
}