{
    "title": "A Close Call",
    "publisher": "the world",
    "year": 2010,
    "month": 11,
    "day": 5,
    "full text": "Americans may be tired of political commercials and politics in general, but the fact that people were focused on the elections this week and not on terrorism is a testament to improved cooperation and intelligence gathering around the globe.\nThe recent discovery of explosive devices stored in computer printers aboard UPS and FedEx cargo jets sent from Yemen to this country underscores the need for such vigilance.\nThursday we discovered how close the world may have come to another tragedy. According to French Interior Minister, Brice Hortefeux, one of the bombs sent from Yemen was defused 17 minutes before it was set to explode. U.S. and British officials dispute Hortfeux's contention. One bomb was defused in England, the other in the United Arab Eirates. Another report indicated the bombs were designed to detonate when the planes landed.\nU.S. authorities credited Saudi Arabia for alerting officials, who were able to locate and defuse printer cartridges filled with the PETN explosive. The bombs were wired to cell phones in the toner packages. It is not yet known whether the bombs could have been detonated remotely.\nThat the Saudis issued the alert is significant because that nation has not always involved itself directly in the fight against terrorism. It needs to do more to assist in the global fight to stop extremists before they strike, and this is a step toward that goal.\nCargo airlines also must do more. While cargo placed on passenger planes is completely screened, cargo plane shipments often are ignored.\nPassenger planes carry about 20 million pounds of cargo. That represents about 16 percent of the total cargo handled by air carriers. The rest is carried on cargo planes.\nThe Obama administration is expected to soon announced new measures to tighten security. The administration has not yet revealed details of its plan, although transportation experts note that a complete screening of all cargo would slow such shipments to a crawl and hurt the multi-billion-dollar air shipping business.\nBecause nearly 80 percent of the cargo is shipped by frequent customers, one option would be to screen packages from other sources, especially those from countries such as Yemen.\nUltimately, governments must root out al-Qaida in Yemen, which is believed to have been behind the attempted bombings. Saudi Arabia has long been Yemen's principal Middle Eastern ally. The fact that the Saudis played such a significant role in helping to avert last week's tragedy suggests that they, too, may be fed up with the senseless killing.\n\nLoad-Date: November 6, 2010"
}