{
    "title": "A country of immigration",
    "publisher": "the new york times",
    "year": 2017,
    "month": 3,
    "day": 15,
    "full text": "The United States is way over due for a history lesson. This whole stigma that has started surrounding immigration in the United States bothers me so much because hello, this is a country completely built on immigration.\nNorthern Europeans were not here originally; they all hopped on boats and traveled here to only discover that a whole civilization of Native Americans already inhabited the area. Nevertheless, they stayed and made the newly discovered land their home, prospered by building towns, forming a democracy and growing the population by raising families.\nThey were the immigrants. There really is no question about that, but if you think about it, our country would be completely different if those immigrant Europeans had never abandoned the place they knew as home to explore something vastly unknown. The United States is founded on immigrants and it's rather absurd that here we are in the 21st century and we cannot seem to accept that simple fact, or refuse to acknowledge it.\nWe advertise ourselves as a \"melting pot.\" Realistically speaking, we really are more of a \"salad bowl.\" We aren't very good at melting and blending, especially with people we don't understand or agree with. Groups are all represented separately, as they have been since the beginning of United States history.\nHowever, I wonder if people really understand how drastically different the United States would be if we banned immigrants. Immigrants have fueled the labor force for centuries, first beginning with African slaves and after the Civil War and abolition. This patterned continued on with Chinese and Japanese laborers.\nAfter the Chinese Exclusion Act of 1882 and the Gentleman's Agreement of 1907, the United States saw a serious drop in immigration from Asia. However, the United States was still in need of a labor force, especially during the World Wars, when men from the United States were absent due to war. Thus, the United States saw an influx of immigrants from Mexico and other Central American countries. Immigration is not a new phenomenon and has been going on around the world for years. It's strange to me that we view it so negatively, as we have throughout history.\nIt all really comes down to race and racial identification. Even now, in the 21st century, we look at people and have assumptions about them, simply due to appearance. We associate people with the same skin color as being the same, following the same stereotypes and \"rules\" of culture. And as history has shown us time and time again, there is nothing more powerful in this world than being a Caucasian male and that idea still reigns true.\nHistorically speaking, when individuals of different backgrounds petitioned for citizenship, such as Takao Ozawa and Bhagat Singh Thind, they were denied on the basis of \"science\" and not being white by common standard.\nI was reading about the travel ban and the seven countries that are being questioned under it (Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen). The New York Times offered some interesting facts in regards to this travel ban that I think should be considered.\nThe Times stated that The Center for Immigration Studies, which favors restrictive immigration, identified 72 individuals associated with the countries under the executive order that have \"been convicted in terror cases,\" at least that is how those in favor of the travel ban would like you to see it. When you actually break it down, at least 38 of those people were convicted of crimes such as forging immigration documents, tax fraud or lying to the FBI. Sure, those are crimes, and probably slightly suspect, but I wouldn't say that those crimes classify as \"terror cases.\"\nThe New America Foundation stated that all 12 jihadist terrorists who have harmed or killed people in the United States since Sept. 11th of 2001 were American citizens or permanent residents of this country. Not to mention, none of them have any connections to the seven countries targeted by President Trump's travel ban. On top of that, The New York Times also reported that out of roughly 400 non-deadly jihadist terrorist attacks on American land since 9/11, three cases had links to Somalia or Iran.\nThe fear of terrorism has created an utterly absurd fear of immigration when you consider the numbers and the very idea that this country would not be at this point without immigrants. Then, of course, you hear the argument stating that terrorism is rooted in the religion of immigrants.\nThe Huffington Post wrote an interesting article addressing this very idea. Their article states cites the FBI stat that about 94 percent of terrorist attacks in the United States between 1980 and 2005 were by non-Muslims. Therefore, this means an American terrorist is over nine times more likely to be non-Muslim than Muslim, statistically speaking.\nNot to mention that this association with Islam and terrorism is also highly exaggerated. According to The Huffington Post, roughly 140,000 acts of terror have been committed worldwide since 1970. Even if Muslims carried out all of these attacks (which is untrue and highly improbable) those terrorists would only represent 0.00009 percent of all Muslims in the world.\nThe Daily Beast also brought up the idea that the media horribly skews the concepts of terrorism. If you search \"acts of terror by religion\" on Google, I can promise that the majority of the information will be about Muslims, the Middle East and Islamaphobia. Why? Because that's all the media seems to care to write about.\nTerrorism exists far outside of Islam, contrary to many people's beliefs. The Daily Beast states that Anders Breivik, the terrorist responsible for one of arguably the worst terrorist attacks in Europe in 2011, slaughtered 77 people in Norway to express his anti-Muslim, anti-immigrant and pro-Christian European ideas. But as soon as people started attempting to call him a \"Christian terrorist,\" everyone including Fox News's Bill O'Reilly was up in arms, reported The Daily Beast.\nTerrorism is committed across the world by people of every religion, not just Muslims. According to The Daily Beast, even Buddhism and Judaism see their own forms of terrorism. For example, Buddhists extremist have killed many Muslims in Burma. Not to mention, Time magazine reported that Buddhist national groups in Sri Lanka have been found looting and burning Muslim and Christian establishments. Also, according to The Daily Beast, the State Department's 2013 report stated that there were 399 acts of terror committed by Israeli settlers. These terrorists attacked Palestinian civilians while also vandalizing Christian churches and mosques.\nI could go on and on forever, naming every act of terror that has ever existed. But according to these statistics and numbers, in order to prevent terrorism from entering the United States we are going to have to practically ban all the countries in the world, which obviously is impractical and illogical.\nBanning immigration is not going to end terrorism. The United States is a country that has been praised for opening its doors to everyone, those that lacked a home or were in search of new opportunities. We advertise we are the land of the free and the \"melting pot\" of the world, yet we turn our backs to those seeking refuge or a new start?\nI understand fearing terrorism, it's challenging not to. However, banning certain countries will not reduce that fear. Terrorism can be found on American soil, being committed by all walks of life, not just immigrants from one area.\nAccording to American Progress, 41 million foreign born individuals live in this country. That makes up 12.9 percent of the United States' population. That is not even the highest it has ever been either. In 1890, 14.8 percent of the population was foreign born. All of those people have the capacity to contribute to our society as doctors, educators, writers and public service members. Their limits, just like anyone else's, are endless if they are given the right tools and support.\nBuilding a wall or creating a ban is not going to stop immigrants from coming. The United States is the land of opportunity and new beginnings, just as it was the day Europeans settled here. Instead of banning immigrants from certain areas or restricting immigration, maybe the country should focus on strengthening its vetting process, to catch any potential threats and also provide support to those who want to be here.\nImmigrants travel here for multiple reasons, and regardless of if they come here in search of, safety, opportunity or a new start, who are we to deny it? It's incredibly hypocritical to turn them away, especially when the United States only exists due to immigration.\nNot everyone that comes here has a malicious agenda or bad intentions. Fearing terrorism is fair, but banning those who have no control or influence on it is not. Being cautious is understandable, but refusing to accept anyone is not. We own a lot of our development and evolution as a country to immigration. It was a large part of our history, and it should be a part of our future. \n\nLoad-Date: February 19, 2018"
}