{
    "title": "A COLD EYE ON ARAFAT",
    "publisher": "the new york times",
    "year": 1990,
    "month": 4,
    "day": 29,
    "full text": "INSIDE THE PLO\nCovert Units, Secret Funds, and the War Against Israel and the United States.\nBy Neil C. Livingstone and David Halevy, in cooperation with the Ethics and Public Policy Center, Washington.\nIllustrated. 336 pp. New York:\nWilliam Morrow & Company. $21.95.\nIn December 1988, during the final weeks of the Reagan Administration, Yasir Arafat, the chairman of the Palestine Liberation Organization, took a strong cue from Washington; he publicly renounced terrorism and acknowledged Israel's right to exist. The magic words swung open the door to a ''dialogue'' with the United States. P.L.O. demands are factored into the Bush Administration's formula for negotiations between Israel and Palestinians.\nIn March the State Department reported to Congress that the P.L.O. was adhering to its commitment. Nearly 30 border and rocket attacks had been launched by Palestinian groups against Israel since December 1988. But the report said, ''We have no evidence in those cases or any others that the actions were authorized and approved by the P.L.O. executive committee or by Arafat personally.'' Any involvement by a P.L.O. group was attributed by the State Department to loose construction within the organization and a lack of control from the top.\nThe authors of ''Inside the PLO,'' a comprehensive history and analysis of the organization, do not subscribe to such a benign view. Their judgment is that Mr. Arafat is committed to the dismantling of Israel by political or military means. The existence of disparate groups with shifting loyalties to the chairman, and to Syria, Iraq or Libya, reflects differences of strategy and philosophy. But, Neil C. Livingstone and David Halevy contend, the loose organization is also an intentional mechanism to provide deniability. ''In this way Arafat and the leadership of the PLO can have it both ways,'' they write. ''They can strive for diplomatic recognition and respect, while at the same time keeping the military pressure on Israel and the West.''\nDispassionately, without distracting, thundering judgments, the authors recount scores of incidents of terrorism linked to the P.L.O. since an employee of Mekorot, Israel's national water company, found a sack containing 10 sticks of gelignite, a detonator and batteries floating on a canal in the Beit Netofa Valley in January 1965. The bomb, which had not gone off, was the first evidence of the existence of the P.L.O.\nAssaults on Americans are given elaborate attention, underscoring the authors' assertion that the P.L.O. has targeted the United States and yet has been spared retaliation. In one of a handful of sensational allegations, they claim that when members of Black September, a covert unit of the P.L.O., executed two American diplomats in Khartoum, the Sudan, in March 1973, Secretary of State Henry A. Kissinger responded by dispatching Lieut. Gen. Vernon Walters on a still-secret meeting with two top P.L.O. figures in Rabat, Morocco, to call for a halt.\nMr. Halevy, a veteran journalist, and Mr. Livingstone, a Washington security consultant and specialist on terrorism, say the United States had ample evidence of Mr. Arafat's and the P.L.O.'s direct involvement in the slayings, including interceptions of radio-telephone conversations between the commander of the operation and the Beirut headquarters of Al Fatah, the largest single group in the P.L.O. But with the growing Watergate scandal closing in, the Nixon Administration did not want another crisis. Besides, the authors say, Mr. Kissinger had to be mindful of the negative impact an American military operation against the P.L.O. would have in the Arab world and on United States efforts to promote peace in the Middle East. So there was no American response. Afterward, however, the authors say, there is evidence that Robert Ames of the Central Intelligence Agency reached an understanding with Ali Hassan Salameh, the former operational chief of Black September, whereby the United States provided the P.L.O. with annual payments until 1982 for protection of the American Embassy in Beirut and other American facilities in the Middle East. Salameh may have cooperated with the C.I.A., the authors assert, before he was killed by the Israelis in January 1979. Ames died in the terrorist bombing of the American Embassy in 1983. If there was a back channel arrangement between them it appears to be contrary to the understanding Mr. Kissinger gave Israel that the United States would not deal with the P.L.O.\nOne of this book's strong points is its detailed description of the various P.L.O. groups and its leaders, and of Palestinian groups outside the P.L.O. orbit. Also, Mr. Arafat and the P.L.O. are credited with amassing a financial empire built partly on contributions from oil-rich Arab states and what the authors contend were payments from oil companies and airlines to protect themselves from attack.\nThe chairman, an ascetic and yet emotional man whose only known indulgence is said to be honey taken straight from the container or in tea, controls $2 billion, according to the authors. Under his leadership, the P.L.O. has achieved full diplomatic status in 55 countries and has established nearly 100 foreign missions over all."
}