{
    "title": "A COMPROMISE BILL TARGETS TERRORISM AND DEATH-ROW APPEALS_ THE MEASURE WOULD AID EFFORTS TO TRACK SU",
    "publisher": "the philadelphia inquirer",
    "year": 1996,
    "month": 4,
    "day": 16,
    "full text": "Congressional leaders, flanked by the families of victims of the Oklahoma City bombing, offered compromise legislation yesterday to bolster federal powers to fight terrorism and limit appeals by death-row inmates.\nThe House and Senate are expected to send the plan to President Clinton by Friday, the first anniversary of the bombing of the Oklahoma City federal building, which killed 168 people.\nClinton has expressed concern about restricting death-penalty appeals, but Senate Judiciary Committee Chairman Orrin G. Hatch (R., Utah) said Clinton, in a phone conversation Sunday, indicated he would not veto the bill over that provision. Hatch said he believed Clinton would sign it.\nAfter the April 19, 1995, bombing, Clinton called for Congress to move rapidly to help federal agents combat terrorism.\nConservatives wary of new intrusions on privacy and liberals worried about violations of civil liberties joined in attacking the bill, and the House bill eliminated key provisions that would have made it easier for federal agents to identify and wiretap suspected terrorists.\nThe final version worked out by House-Senate negotiators restored several provisions, including a ban on fund-raising in the United States by terrorist-linked organizations and expedited deportation of immigrants convicted of felonies.\nThe bill allows courts to deport suspected terrorists using classified evidence that they don't have to disclose to the suspects, and provides $1 billion over four years for federal and state efforts to fight terrorism.\nLeft out of the bill, to the chagrin of the administration, is language allowing for \"multipoint\" wiretapping of terrorist suspects. Attorney General Janet Reno argued that criminals can easily change cellular phones while law enforcement agents must get court orders to wiretap every single phone line.\nThe bill requires taggants, or markers, on plastic explosives to help identify bombers, but asks for only a study of the need for taggants on powder or chemicals such as the fertilizer used in Oklahoma City.\nThe death-penalty appeal restriction is the only part of the bill that could directly affect the Oklahoma City bombing case, and family members of victims pleaded for enactment of that provision.\nUnder it, prisoners would have only one year after their state court appeals are exhausted to file federal appeals, and the subject matter would be limited. In most cases, death sentences would be carried out within two years of final state court action. The bill also would require convicted criminals to pay restitution to victims.\nBROWN TRIBUTE. Senate Republican leaders introduced a resolution yesterday paying tribute to Commerce Secretary Ronald H. Brown and 32 other Americans killed in a plane crash in Croatia on April 3. It was cosponsored by all 100 senators.\nBlack activist Jesse Jackson publicly criticized Senate Majority Leader Bob Dole and other GOP leaders last week for not attending Brown's funeral.\nThe Senate is to vote on the resolution this afternoon.\nHIGHWAY FUNDS. The transportation industry and its congressional allies are trying to put billions of dollars in highway and airport construction money beyond the reach of federal budget cutters.\nThe House is to vote tomorrowd on a bill to free the $30 billion a year collected in gasoline taxes and other user fees from the budget process so it can be funneled directly to transportation projects.\nThe bill's chief sponsor, Rep. Bud Shuster (R., Pa.), as chairman of the House Transportation Committee would gain broad new authority over how this money is spent. He describes the effort as a crusade for \"truth in budgeting.\"\nBut the Republican budget-balancing crowd - as well as the Clinton administration, antitax groups and even Federal Reserve Chairman Alan Greenspan - are aghast at what they consider a return to the bad old days of profligate spending on pork-barrel goodies.\n\"The $20 billion-a-year Highway Trust Fund is the biggest nondefense pork-barrel program, probably in the world,\" said Ronald D. Utt, a Heritage Foundation fellow, who argues that the effort runs counter to the Republican drive to shrink the federal government.\nTransportation projects now must run the same budget gantlet as most other categories of spending. They must compete for scarce federal dollars with such programs as education, veterans benefits, environmental cleanup and defense.\nUsually, the federal government spends as much or more on transportation as it takes in from gas taxes and user fees. But in the seven-year balanced budget plan passed by the Republican-led Congress and in President Clinton's alternative version, transportation spending would fall by up to 20 percent by 2002. Leftover transportation tax money would go elsewhere.\n\nLoad-Date: October 28, 2002"
}