{
    "title": "A corrupt election will haunt Nigerians",
    "publisher": "the atlanta journal-constitution",
    "year": 2007,
    "month": 4,
    "day": 26,
    "full text": "In last Saturday's presidential election in Nigeria, the candidate of the ruling People's Democratic Party, Umaru Yar'Adua, a relatively little-known governor, officially received an absurd 70 percent of the vote. This was four times as many votes as his nearest rival.\nNigeria's political opposition and most foreign and domestic independent election observers rejected the integrity of the results, as well as the unfairness resulting from election violence that killed 200 during the campaign.\nFormer U.S. Secretary of State Madeleine Albright, who headed the official U.S. Embassy election observation, called the vote \"a step backward.\"\nThe head of the European Union delegation, Max van den Berg, told the BBC: \"The whole process lacked credibility, and it was one of the worst elections that the EU had ever observed in any country.\"\nThe opposition, which includes former Gen. Mohammadu Buhari, called the elections \"the most rigged in Nigerian history\" quite a claim given that all sides have tried to cheat in all Nigerian elections since British colonialism.\nNigeria has more or less successfully continued a democratic transition in the past eight years. It now presents a classic dilemma for the United States: Should it hypocritically respect the mandate of a rigged election but retain the support of Nigeria's key power, its army? Or, should it demand another, free election on principle and risk disruption?\nShort of unlikely street protests in the coming days, the West will opt for the path of least resistance and accept the new government.\nYar'Adua will seek to promote Western interests in oil and political stability and continue the strong state the West feels is needed to combat growing terrorism against oil pipelines and kidnapping, as well as to check regional Islamic law and Sharia law courts.\nSuch cynical, self-serving U.S. attitudes certainly will not improve life for Nigerians and Africans generally. But it is consistent with the quiet, but steady U.S. abandonment of democracy promotion in most ethnically divided, poor and/or Muslim countries.\nOther than the arrival of cellphones, little has changed for most Nigerians in the past eight years since democracy was restored: still enormous official corruption and too little gasoline, water and electricity. Even though the United States is making the unprincipled, less risky choice in accepting this rigged election, the likely result is also likely to be increasing terrorism, corruption and poverty.\nThe United States is betting that the new army-backed, Nigerian president will best be able to contain Islamic extremism and all forms of terrorism. As in Pakistan, supporting an illegitimate dictator usually keeps allies in power. Yet, it failed with the Shah's Iran, Somoza's Nicaragua, and Battista's Cuba. It is also failing Nigeria's people.\n* Henry \"Chip\" Carey is a professor of political science at Georgia State University.\n\nGraphic\n\n \nPhoto: FELIX ONIGBINDE / Associated PressFormer U.S. secretary of state Madeleine Albright (left) visits a polling station as head of an election observer delegation during presidential elections Saturday in Abuja, Nigeria. The integrity of the results are overshadowed by violence during the campaign. Now, some say the United States appears too quiet over complaints of election fraud./ImageData* ImageData*\nPhoto: Umaru Yar'Adua of the People's Democratic Party won in Nigeria's recent presidential election./ImageData* ImageData*\nPhoto: Henry \"Chip\" Carey/ImageData*\n\nLoad-Date: April 26, 2007"
}