{
    "title": "A course correction, not a retreat, on fighting terrorism",
    "publisher": "usa today",
    "year": 2009,
    "month": 5,
    "day": 22,
    "full text": "Americans have rarely been treated to as useful a debate on the best way to prevent terror attacks as they were Thursday, when President Obama and former vice president Dick Cheney used back-to-back Washington speeches to lay out radically different ways of safeguarding the country.\nCheney continued his unyielding defense of the often harsh and secretive methods the Bush administration used to fight the war on terror, and he repeated his now-familiar charges that Obama has made the nation less safe. Obama gave his longest explanation yet of why he has departed so sharply from the Bush-Cheney tactics, and insisted his more open policies will better protect Americans.\nObviously, they can't simultaneously be right, but they each have a valid point.\nThe Bush administration deserves enormous credit for preventing any further al-Qaeda attacks inside the U.S. after 9/11. Cheney and former president George W. Bush likewise deserve respect for their sure-handed response during the terrible uncertainty in the months after the attacks -- when no one knew what more might be coming, or where our enemies might strike again.\nBut as the attacks receded, both men seemed willfully blind to the fact that mistakes inevitably accompany any rushed response. They failed to adjust tactics that seem now, in hindsight, unnecessarily self-destructive. Cheney's speech repeated untruths the former vice president can't seem to let go of -- that Saddam Hussein was a threat because of his ties to terrorists, or that the abuse of prisoners at Iraq's Abu Ghraib were solely the work of \"a few sadistic prison guards,\" instead of the expression of a policy that started at the administration's highest levels. He repeatedly justified torture -- but refused to call it that -- by insisting it was the only way to crack hardened terrorists, a claim disputed by many of the interrogators themselves.\nObama's speech had the sound of someone who has learned enough from the past eight years to realize that the nation's terror-fighting policies need a new direction. He tried to claim the middle ground, rejecting as he has before demands by some in Congress for a truth commission to revisit Bush era actions or to give terrorism suspects the full protection of American courts. But he was blunt about mistakes of the past,  calling them -- correctly -- \"decisions ... based on fear,\" rooted in an \"anything goes\" attitude toward traditional restraints on the chief executive. This, he suggested, unnecessarily sacrificed American ideals, alienated allies and produced more terrorists, not fewer.\nIt is also true, of course, that the Bush policies prevented another attack, and that is the dilemma.\nThere is no dainty way to win a war, especially a vicious, shadowy battle against combatants who wear no uniforms and have no code of conduct, but Obama didn't signal that he'd shrink form the fight, just that he'd work harder than his predecessor to avoid tactics that undercut the effort by betraying the values we claim to espouse.\nThat might seem like a squishier argument than Cheney's growling insistence on \"hard calls,\" but it is one with a powerful history of having helped defeat fascism in World War II and communism in the Cold War. And it's clearly the direction the nation voted for in November, when both Obama and GOP nominee John McCain campaigned on eliminating torture and closing Guantanamo. If that's a gamble, as Cheney implies, it's a gamble that most Americans accept. \n\nGraphic\n\n \nPHOTO, B/W, Alex Wong, Getty Images\n\nLoad-Date: May 22, 2009"
}