{
    "title": "A Coronavirus Relief Deal Remains Elusive On Politics",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 19,
    "full text": "Pelosi pushes (yet again) for a deal, while Biden’s team issues a warning: It ain’t over till it’s over. It’s Monday, and this is your politics tip sheet. Sign up here to get On Politics in your inbox every weekday.\nWhere things stand\nUltimatum, or ultimaybe? With coronavirus relief held up by partisan bickering and Republican infighting, Speaker Nancy Pelosi tried once again yesterday to set a firm deadline for a deal.\nOn ABC’s “This Week,” Pelosi told George Stephanopoulos that she expected to receive an offer from the White House within 48 hours. If she didn’t, she said, it would become impossible for assistance to reach Americans before Election Day.\n“I’m optimistic because, again, we’ve been back and forth on all of this,” Pelosi said. Asked whether Americans would receive relief by the election, she said, “That depends on the administration.”\nOf course, we’ve heard talk of hard deadlines before. At the end of last month, Pelosi threatened to give up on negotiations and pass a Democratic bill in the House without Republican buy-in, if the White House didn’t meet an urgent deadline. She eventually walked back that threat and carried on with negotiations.\nDays later, President Trump, while hospitalized for the coronavirus, announced that he was giving up on talks — only to trudge back to the table as well.\nThe last time Congress approved a stimulus bill was in the spring. Since then, workers and executives in a range of industries — including air travel, retail and real estate — have increasingly felt the effects of a stagnated economy. The Paycheck Protection Program lost its lending authority in August, and over $100 billion in loan money is lying fallow.\nA wide majority of voters have said in polls that they want Congress to pass another round of legislation.\nBut the political calculus is complex: While the White House has shown a willingness to make major concessions to Pelosi, Senate Republicans remain reluctant to pass another large bill — maybe, observers say, because they are waiting to see who wins the presidential election.\nMitch McConnell, the Senate majority leader, said over the weekend that he planned to hold a vote this week on a $500 billion bill, far short of what Democrats have demanded.\nJoe Biden’s lead in national polls may firmly be in the double digits, thanks in large part to voters who didn’t back Hillary Clinton four years ago but now find themselves dismayed by the president. And the Biden campaign may be outspending Trump’s on TV ads by nearly two to one.\nBut Democrats are not feeling reassured. That will happen, they say, if and when Biden reaches 270 electoral votes — not a moment before.\nIn some swing states, Biden’s polling lead is not much better than Clinton’s was in 2016, and we know how that worked out. Speaking at a drive-in rally yesterday in North Carolina, Biden urged voters to “keep the incredible momentum going,” adding, “We can’t let up.”\nOn Twitter late last week, Biden’s campaign manager, Jennifer O’Malley Dillon, wrote that “there is still a long way to go in this campaign, and we think this race is far closer than folks on this website think. Like a lot closer.”\nThis month, F.B.I. agents arrested a group of men in Michigan on domestic terrorism charges, saying that they had plotted to kidnap the state’s Democratic governor, Gretchen Whitmer.\nAt the time, a rattled Whitmer said the plot was evidence that Trump’s divisive language had real-world consequences. But the president has not exactly been chastened by those events, or by Whitmer’s criticism.\nAt a rally on Saturday in Muskegon, Mich., the president denounced Whitmer for keeping in place coronavirus shutdown measures, and then looked on as the crowd began to chant “Lock her up.” Stoking their fury, he said, “Lock them all up.”\nSpeaking to Chuck Todd on NBC’s “Meet the Press” yesterday, Whitmer called out Trump for those statements. “It’s incredibly disturbing,” she said, “that the president of the United States — 10 days after a plot to kidnap, put me on trial and execute me, 10 days after that was uncovered — the president is at it again and inspiring and incentivizing and inciting this kind of domestic terrorism. It is wrong. It’s got to end.”\nPhoto of the day\nDemonstrators both in favor of and opposed to abortion rights protested on Saturday outside the Supreme Court.\nA virus-era Women’s March is smaller, but no less passionate.\nDemonstrators affiliated with the Women’s March paraded through Washington on Saturday in protest of the Supreme Court nomination of Judge Amy Coney Barrett. A few blocks away, a smaller contingent of pro-Barrett demonstrators staged a counterprotest.\nThe number of liberal marchers paled in comparison with the attendance figures from the original Women’s March, held the day after Trump’s inauguration in 2017, and with those of other demonstrations organized under that banner in subsequent years. Still, the streets around the Capitol were flooded on Saturday as demonstrators expressed their opposition to both Trump and Barrett.\nAs in years past, rallygoers wore pink “pussy hats” and brandished colorful signs with messages including “Grab him by the ballot,” “No confirmation before inauguration” and “Dump Trump!”\nThe first Women’s March drew hundreds of thousands to the nation’s capital. The event on Saturday was the fifth rally hosted by the organization, which has faced its own controversies and infighting over the years.\nMartha West, 62, a software company manager from Annapolis, Md., said Trump had been “effective at creating an enemy for people to hate.”\nAt the steps of the Supreme Court, the Independent Women’s Forum, a conservative group, held an “I’m With Her!” rally in support of Barrett’s nomination.\n“The Women’s March does not represent all women,” said Sandy Chiong, a conservative grass-roots activist. Barrett, she said, “is a role model for young women everywhere, an independent thinker.”\nWhat topics do you want Trump and Biden to address at their final debate?\nAt the first presidential debate last month, it was hard to hear any substantive arguments being made over the din of interruptions and name-calling.\nBut Trump and Biden are set to face off again on Thursday, and with the rules commission considering changes to the format, it’s possible that we’ll be able to hear the candidates actually discussing policy this time around.\nThe announced topics of the debate are the coronavirus, national security, race, leadership, “American families” and climate change.\nWe want to hear from you: What topics do you want to hear the candidates talk about? Which issues have gotten short shrift so far in the race, or should be discussed in more depth?\nEmail us at onpolitics@nytimes.com. (Don’t forget to include your name and where you live so we can publish your responses.)\nOn Politics is also available as a newsletter. Sign up here to get it delivered to your inbox.\nIs there anything you think we’re missing? Anything you want to see more of? We’d love to hear from you. Email us at onpolitics@nytimes.com.\nPHOTO:    (PHOTOGRAPH BY   FOR THE NEW YORK TIMES)\n\nLoad-Date: December 21, 2020"
}