{
    "title": "A Crisis Exposes Systemic Defects",
    "publisher": "the new york times",
    "year": 2020,
    "month": 6,
    "day": 2,
    "full text": "We know our public health infrastructure needs revision\nThe United States knows how to fight wars.  \n  But, as the past few months have shown, the American response to pathogens can easily become a shambles -- even though they kill more Americans than many wars have.\n  We have no viral Pentagon.\n  The Centers for Disease Control and Prevention is more of an F.B.I. for outbreak investigations than a war machine. For years -- under both the Obama and Trump administrations -- its leaders have had to seek clearance for almost every utterance.\n  Dr. Anthony S. Fauci, the most prominent of the doctors advising the coronavirus task force, is actually the head of a research institute, the National Institute for Allergy and Infectious Disease, rather than of the medical equivalent of a combat battalion.\n  The Surgeon General is essentially an admiral without a crew. He dispenses health warnings and recommendations, but the Public Health Services Commissioned Corps, which reports to him, are only about 6,500 strong, and many members have other jobs, often at the C.D.C.\n  Almost all the front-line troops -- the contact tracers, the laboratory technicians, the epidemiologists, the staff in state and city hospitals -- are paid by state and local health departments whose budgets have shriveled for years. These soldiers are led by 50 commanders, in the form of governors, and with that many in charge, it is amazing that any response moves forward. \n  The rest of the response is in the hands of thousands of private militias -- hospitals, insurers, doctors, nurses, respiratory technicians, pharmacists and so on, all of whom have individual employers. Within limits, they can do what they want. When they cannot get something they need from overseas they are largely powerless without federal logistical help.\n  As war does to defeated nations, pandemics expose the weaknesses of their systems.\n  Our patchwork and uncoordinated response has produced more than 100,000 deaths -- surely we can do better.\n  ''The superpowers have their priorities all wrong,'' Dr. Michael Ryan, the head of the W.H.O.'s emergencies program, said recently.\n  ''They spend billions on missiles and submarines, and on fighting terrorism, and pennies on viruses. You can start peace talks with your enemy. You can change your policies to lessen the threat of terrorism,'' he added. ''But you cannot negotiate with a virus, and we know that new threats are coming along every year.''\n\nGraphic\n\n \nPHOTOS               \n\nLoad-Date: June 3, 2020"
}