{
    "title": "A CYNICAL MISUSE OF ALLIANCES",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 11,
    "day": 26,
    "full text": "In his quest for unity among his newly found allies in the Middle East, President Bush met with Syrian President Hafez al-Assad, whose government remains on the short list of countries that the State Department says sponsors terrorism. Such are the bedfellows brought about by Operation Desert Shield and the war of nerves with Iraq. At the same time, neither Mr. Bush nor Secretary of State James Baker has found the time over the two years of the Bush administration to visit Israel and meet with officials there to reaffirm that alliance.  What is missing in these two important symbolic gestures is constancy in U.S. policy. The Syrian-U.S. alliance surely is temporary, but it raises the question of who is using whom - and for what end? U.S. policy often has been designed to cultivate the enemy of its enemy, a cynical tack that undermines any moral authority U.S. officials can claim when they pursue foreign policy in the Middle East.  Not very long ago, Mr. Assad was cited as the sponsor of the terrorists whose bomb destroyed Pan American Flight 103 nearly two years ago, at a great loss of life. His army just killed more than 700 people in Lebanon, and Syrian agents apparently were behind the murder of key Christian leaders in Lebanon.  Nonetheless, for the expediency of the moment, Mr. Bush meets with Mr.  Assad in Geneva - undercutting this country's policy of opposing terrorism, territorial conquest and hostility toward the major U.S. ally in the region, Israel.\nMeanwhile, Mr. Bush has not even given Israeli Prime Minister Yitzhak Shamir the courtesy of a phone call since Iraq's invasion of Kuwait. Nor has Mr. Baker visited Israel since becoming secretary of state two years ago.  Before the invasion was the time for that, since a visit now could put severe strains on the Arab alliance against Iraq.  It makes no sense, however, for the administration to have so completely ignored the importance of symbolic contacts. Even though foreign aid levels remain firm, personal relations between key leaders in the two countries are at rock bottom. This can only lead to a sense of isolation among Israeli leaders, which is not a positive development.  If the United States is to be the ordering superpower in the Middle East - and that is yet to be proved - it must deal fairly and in a principled way with all parties. Inconsistency and betrayal of its own policies can only lead to confusion and miscalculations by the countries involved.\n\nLoad-Date: October 18, 1993"
}