{
    "title": "A DAY OF TERROR_ THE OPERATION Terrorism Carefully Synchronized and Devastatingly Effective",
    "publisher": "the new york times",
    "year": 2001,
    "month": 9,
    "day": 12,
    "full text": "It was, in the annals of terrorism, an exquisitely choreographed operation.\n     In the minutes before and after 8 yesterday morning, four large passenger jets lifted off at major eastern airports, headed for California. \n It was the time of the morning when airports are usually buzzing, when vacationers get an early start on long days of travel and business people leave the East Coast expecting to arrive in time for meetings in the afternoon.\nThe planes, two Boeing 767's and two 757's, were not especially full. Each had two pilots and none had a more than nine flight attendants on board. But all of them carried thousands of gallons of fuel, more than enough to make the cross-country flight.\nAnd once aloft, they were remarkably effective flying bombs.\nJust what happened onboard the flights may not be clear for weeks or months, if ever. In brief, panicked calls from cellular telephones, at least a few passengers told of hijackers, armed with knives, subduing crew members and seizing control. In one call, an official said, a flight attendant reported that two other flight attendants had been stabbed.\nWhat is obvious, though, is that the attacks represented a new weapon in the terrorist arsenal, an ingenious marriage of old-school hijacking and the ever-more-familiar suicide bomb.\nIn each case, the authorities said, it appeared that terrorists -- probably teams of terrorists -- had managed to board the flights undetected, overcome the flight attendants, penetrate cockpits that are normally kept locked, and gain control of the aircraft. It was likely, experts said, that at least one attacker aboard each plane knew something about flying a jet.\nAs with the 1998 bombings of United States embassies in Kenya and Tanzania and a foiled plot to bomb a dozen American jetliners in East Asia over a period of a few days in January 1995, the synchronization of the attacks in New York and Washington appeared to be part of their symbolism.\nBut more than any previous terrorist action in the United States, the hijackings yesterday were astounding examples of planning and coordination.\n\"This was an incredibly complicated operation,\" said Daniel Benjamin, a terrorism expert who served until this year on the National Security Council. \"It's hard to imagine the kind of work and preparation and coordination that went into something like this.\"\nThe four planes took off within minutes of each other. American Airlines Flight 11, a Boeing 767, left Logan Airport in Boston for Los Angeles at 7:59 a.m. United Airlines Flight 175, another 767 from Logan to Los Angeles, departed from an adjoining terminal at 8:14 a.m.\nAt Dulles International Airport in Virginia, the main international gateway for Washington, American Flight 77, a Boeing 757, left for Los Angeles at 8:21 a.m. United Flight 93, left Newark International Airport for San Francisco at 8:43.\nWhat the pilots and crews were able to communicate with air-traffic controllers has not been revealed.\nOne official involved in piecing together what happened said the attackers on at least one plane managed to turn off its transponder, the radio transmitter that communicates the plane's identity and altitude to ground controllers. Former federal law-enforcement officials familiar with airline security said that any such action should have immediately alerted air-traffic controllers that something was seriously wrong.\nAt 8:28, as American Flight 11 flew west over Amsterdam, N.Y., it made a sharp turn and headed south on a looping path toward New York City. \nAccording to information from the Federal Aviation Administration, United Flight 175 did not deviate from its flight plan until it hit northern New Jersey. It then turned and flew almost due south before turning again and flying north to Manhattan.\nOn board one of the two American flights, an official said, a flight attendant made a desperate call to the airline's operations center, apparently using a cellular telephone.\nTwo other flight attendants had been stabbed, the attendant said. \nA hijacker had broken into the cockpit. The flight attendant knew the seat number of one of the hijackers, but apparently was unable to clarify much of what was going on, including the number of attackers.\n\"We can only imagine what happened,\" the official said.\nOn board American Flight 77, Barbara Olson, a conservative television commentator, called her husband from a cellular telephone and said simply, \"We're being hijacked.\" In a second brief call, Mrs. Olson said two hijackers, armed with knives and a box cutter, had herded a pilot, flight attendants and most of the 58 passengers into the back of the plane.\nThe indication that at least some of the pilots may not have been at the controls when the planes crashed led some terrorism experts to speculate that the hijackers had some flight training. But two commercial pilots who train others to fly jets said that turning a big jet into a building would require some aviation skill, but not a great deal.\n\"You can just turn the yoke,\" said one pilot, who spoke on the condition he not be named. \"An airplane of this size doesn't require the same coordination used for a light airplane. It's not as though you have to have any particular knowledge of flight-control systems.\"\nAviation experts noted that the cockpits of the two Boeing aircraft, the 757 and the 767, are virtually the same. Some time in a flight simulator, or even with a computer software program, might have been training enough to accomplish the terrorists' goal, they said.\nAnother question that remains unanswered is how much the authorities knew about the hijackings as they unfolded. But in Pennsylvania, an emergency dispatcher reported receiving a cellular telephone call from United Flight 93 from a passenger locked in one of the bathrooms of the 757.\n\"We are being hijacked, we are being hijacked!\" the man was quoted as saying, according to The Associated Press. The airplane was \"going down,\" the man said, shortly before it crashed in a field about 80 miles southeast of Pittsburgh.\nWhile the authorities would say almost nothing about the apparent planning of the attacks, terrorism experts said it was likely that they had taken months or even years to prepare.\nIn order to overcome airport security, it is probable that the terrorists had teams of people in each of the cities where the planes took off. The history of terrorism suggests that they would have conducted careful surveillance to determine the nature of the security measures at the airports, the operations of the airlines and the reliability of their schedules.\n\"They had to be around airports a lot, they had to practice, and they couldn't stand out in a crowd,\" Mr. Benjamin said. \"They did not just fly in for this.\"\nSeveral terrorism experts said the attacks immediately recalled Ramzi Ahmed Yousef, the man convicted in 1996 of leading terrorist cells that plotted attacks on American targets in the United States and abroad.\nBecause Mr. Yousef had managed to organize the 1993 bombing of the World Trade Center with a loosely knit and poorly trained group of comrades, officials had tended to discount other plans he had: for complex, coordinated attacks, and blowing up commercial jetliners.\n\"The reaction of American law-enforcement officials and intelligence agencies was that this was pie-in-the-sky,\" said Vincent M. Cannistraro, a former counterterrorism official at the Central Intelligence Agency.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: At top, the south tower of the World Trade Center came crashing down yesterday after terrorists sent two airliners into the twin towers. Above, an emergency worker treated a man hurt in the attack. (Chang W. Lee/The New York Times); (Associated Press); Spectators walked through debris from the World Trade Center. (Justin Lane for The New York Times) \n\nLoad-Date: September 12, 2001"
}