{
    "title": "A Dangerous Place",
    "publisher": "the new york times",
    "year": 2008,
    "month": 6,
    "day": 13,
    "full text": "There is enormous confusion about what happened Tuesday night on Pakistan's border with Afghanistan. Pakistani officials say that American air and artillery strikes killed 11 of their paramilitary troops, and some are angrily demanding an end to all military cooperation. The Bush administration says that American forces were firing in self-defense -- against Taliban fighters crossing into Afghanistan -- and made conflicting statements about whether any Pakistani troops had died. \n  The two governments must work together to establish the facts and ensure that if a horrifying mistake was made, it is not repeated. The incident is an urgent reminder of the desperately bad state of relations between the two countries -- relations essential to the fight against terrorism -- and how much needs to be done to salvage them. \n  Pakistanis have a host of grievances against the Americans, all made far worse by the Bush administration's decision to back President Pervez Musharraf long after he had squandered all of his popular support  --  and any claim to loyalty. Mr. Musharraf and Pakistan's new democratically elected leaders have also failed to tell their people the truth: that the fight against extremists is essential for their own country's stability and security. \n  Washington and Islamabad must now do everything they can to repair relations, starting with a joint investigation and a full and public report of its findings. \n  The Pentagon already bars American forces in Afghanistan from crossing or firing into Pakistan except to protect themselves. One American official said a Pakistani liaison officer was alerted before the strikes so that friendly troops could get out of harm's way. The investigation must determine whether those procedures were followed and if not, why not. \n  The administration should quietly discuss with Pakistan the creation of a small, unpublicized buffer zone in which the United States would not conduct attacks unless it had hard intelligence that top Al Qaeda figures were hiding there. That could lessen the chances of more friendly fire incidents -- if that is what happened. \n  The effort must go far beyond that. Since 9/11, the United States has poured $10 billion into Pakistan, mostly for former general Musharraf's army. But it has not crushed Al Qaeda or shut down Taliban safe havens. \n  Seven years later, the administration still needs a comprehensive plan -- integrating diplomacy, intelligence, law enforcement and economic aid. That is the only way to help stabilize Pakistan, and tamp down anti-American furies. It is also the only chance of truly enlisting its support in the long fight against terrorism. \n\nhttp://www.nytimes.com\n\nLoad-Date: June 13, 2008"
}