{
    "title": "A desperate need for resolve",
    "publisher": "the tampa tribune ",
    "year": 2016,
    "month": 3,
    "day": 24,
    "full text": "So we received another lesson in radical Islam-inspired terrorism, this time in Brussels. What have we done? Nothing. What have we learned? Nothing. Why? Because we continue to refuse to face Islam-inspired terrorism for what it truly is.\nThis is an endemic ideological practice inspired by Islam that continues to grow and cast its nets across the world. Worse, we have not done anything to stop and destroy this political movement - yes, political movement - disguised in the name of religion. It is an epidemic of such a magnitude that each day we do nothing, it grows 10-fold.\nAnd, yes, they are among us.\nThat said, the battle against terrorism, as with any threat, should be engaged as far from U.S. shores as possible. That has always been the hallmark of U.S. security and foreign policy. It has been so since the late 1800s. It is one of the reasons we have U.S. forces and intelligence capabilities, and have encouraged and engaged in the development of strong alliances and partnerships to foster democratic institutions of government worldwide.\nAs Mark Smith noted on Monday, it comes down to institutions of law versus the law of the jungle. Islam will seek out more liberal institutions to infiltrate and sew its seeds of propaganda, indoctrination and ideology.\nLet me make one other point very clear: As noted, we are dealing with Islam. Until we are able to approach and address this issue on a mature level and face the problem, innocent people will continue to die at the hands of radical Islamists and through the fault of those politicians and pacifists who fail to call it out for what it actually is.\nThis Islam-inspired scourge, with its radical ideology and vengeful tenants, is a political movement cloaked in a so-called religion of peace. They know that is our weakness, and that by virtue of political correctness, we will continue to entrap ourselves in a never-ending effort to pacify, appease and placate the jihadi aggressors. And, of course, never forget to stipulate how dare we and who are we to criticize Islam?\nDespite attack after attack, this endless cycle causes us to continue to rationalize our weakness and failures, and continue to question why and how did this happen - again.\nRather than implement cogent plans of action to take the problem head-on, we continue to ask why.  \n\nLoad-Date: March 24, 2016"
}