{
    "title": "A DEFEAT FOR TERRORISTS",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 3,
    "day": 7,
    "full text": "The message of the convictions of four people in the bombing of the World Trade Center should be clear: Terrorists will be punished. The government's case, painstakingly built on details like telephone records, chemical analysis, rental contracts and parking stubs, added up to a convincing picture of radicals trying to disrupt Americans' sense of security in their own country. That security may not be totally restored, but the guilty verdicts returned Friday should help bolster support for the rule of law, not lawless violence.\nThe six people who died and the millions of dollars in damage were not the only casualties of the explosion at the World Trade Center last Feb. 26.  The comforting notion that terrorism was a faroff threat was shattered as well.  When authorities charged four Muslims with the crime - and later charged another group with plotting to kill political leaders and blow up the United Nations building and tunnels and a bridge connecting Manhattan and New Jersey - fears intensified that the violence epidemic in the Mideast had struck home.  That atmosphere was heightened in recent days when killings at the mosque in Hebron were followed by the wounding of four Hasidic Jews in New York.\nAgainst that backdrop, jury deliberations in the World Trade Center trial took on added significance. But the prosecution's case was not based on hysteria. It used 207 witnesses, more than 1,000 exhibits and testimony that filled nearly 10,000 pages to make its case against Mohammad Salameh, Nidal Ayyad, Mahmud Abouhalima and Ahmad Ajaj. On its sixth day of deliberations, the jury found the four men guilty on all 38 counts against them, including conspiracy and the deadly use of explosives. The defendants face possible sentences of life in prison without parole.\nBut the convictions do not answer lingering questions about the bombing, particularly with two other defendants in the case still at large. What was the motive for the attack? Was it planned and financed by those who have been charged, or will a larger group be ready to inflict more violence in revenge for the convictions? Determined terrorism is all but impossible to stop, if fanatics are ready to give their lives for a cause. Americans should appreciate the job done by federal prosecutors in winning the case against the first round of defendants. But no one should assume that this initial victory means that the fight against terrorists is over.\n\nLoad-Date: March 8, 1994"
}