{
    "title": "A decade of terrorism",
    "publisher": "usa today",
    "year": 2001,
    "month": 11,
    "day": 12,
    "full text": "Feb. 26, 1993\nNew York City: In the first major terrorist act on U.S. soil, a truck bomb explodes at the World Trade Center, killing six Americans and injuring more than 1,000 people. Investigators debate the extent of bin Laden's involvement but agree that he provided some support to the conspirators.\nU.S. response: Six conspirators are convicted in New York of federal charges in connection with the attack and sentenced to life in prison; a seventh suspect eludes capture.\nOct. 3, 1993\nMogadishu, Somalia: On a U.N.-sanctioned mission, Army Rangers raid a suspected meeting place for Somali warlord Mohammed Farrah Aidid. In a 15-hour battle believed to involve Somali gangs and bin Laden followers, 18 Americans are killed and 80 wounded. A dead soldier is dragged through the streets.\nU.S. response: President Clinton announces a few days later that the U.S. role in Somalia will end by March 31, 1994.\nNov. 13, 1995\nRiyadh, Saudi Arabia: A bomb in a van at the U.S. military headquarters kills seven, including five Americans.\nU.S. response: The FBI sends a team of agents to investigate but complains about a lack of Saudi cooperation. The Saudis arrest four Muslim militants, who confess and are beheaded the following spring.\nJune 25, 1996\nDhahran, Saudi Arabia: A truck bomb at a U.S. military barracks kills 19 Americans.\nU.S. response: Five years later -- on June 21, 2001 -- a federal grand jury in Washington indicts 13 Saudis and a Lebanese on charges of taking part in the attack. But none is in U.S. custody, and experts say the suspects aren't likely to be extradited. The indictments don't target alleged Iranian government involvement. FBI Director Louis Freeh, who will leave that job the following day, says the case \"remains unresolved.\"\nAug. 7, 1998\nNairobi, Kenya, and Dar es Salaam, Tanzania: Two truck bombs kill 224 people, including 12 Americans, at U.S. embassies in East Africa. More than 5,000 are injured.\nU.S. response: Two weeks later, Clinton orders a missile attack on a suspected bin Laden training camp in Afghanistan and on a suspected chemical weapons factory in Sudan. Bin Laden is unscathed. Clinton approves additional covert action by the CIA and invokes emergency economic powers to freeze assets. Four people are convicted and sentenced to life in prison; others who are indicted, including bin Laden, are still at large.\nOct. 12, 2000\nAden, Yemen: A small boat laden with explosives blows up alongside the USS Cole, killing 17 U.S. sailors. Later, a recruitment video shows bin Laden's group praising the bombing.\nU.S. response: An FBI investigation is begun but makes little progress. Agents blame the refusal by Yemen to broaden the inquiry to include Islamic militant groups and to allow access to prominent Yemenis they want to interview. Yemeni officials arrest eight people, but none has been put on trial.\nSept. 11, 2001\nNew York City and Washington: The World Trade Center in New York is destroyed, and the Pentagon is damaged by airliners hijacked and used as bombs. Nearly 5,000 people who were in the buildings and aboard four jets are dead or missing.\nU.S. response: U.S. and British forces launch airstrikes on bin Laden's camps and other sites in Afghanistan on Oct. 7, backed by an international coalition. President Bush says it is the beginning of a global \"war\" against terrorism.\n\nGraphic\n\n \nPHOTO, B/W, Je Tabacca, AP; PHOTO, B/W, Kathy Willens, AP; PHOTO, B/W, U.S. Navy via AP; PHOTO, B/W, Khalil Senosi, AP; PHOTO, B/W, John Gibbins, AP; PHOTO, B/W, Fox News via Reuters\n\nLoad-Date: November 12, 2001"
}