{
    "title": "A deeper look into terrorism",
    "publisher": "university wire",
    "year": 2018,
    "month": 5,
    "day": 21,
    "full text": "Paris, 2015. Nice, 2016. Berlin, 2016. St.Petersburg, 2017. London, 2017. Brussels, 2017. Barcelona, 2017. These are the locations of a number of high-profile terror attacks committed in Europe by Islamist terror group ISIS over the past few years.\nAnd while ISIS's goal of creating a new \"caliphate\" has largely gone up in smoke in Iraq, which officially declared the group's defeat in December, the terror group still has pockets of territory in Syria. Additionally, experts say there is a risk of more lone-wolf attacks now that ISIS has largely gone to ground.\nThere is an obvious and a seemingly easy way to identify potential terrorists, whether they are directly connected to ISIS or simply radicalized and boosted by the actions of the terrorist organization and its affiliates. \"We can educate social workers, teachers, parents to spot warning signs, just like we do with alcohol or drug abuse problems,\" said Thomas Mockaitis, a history professor at DePaul who specializes in counter-insurgencies and terrorism. \"We can do this for radicalization. Nothing is 100 percent successful, but by doing this you're reducing it to the level that unfortunately you have to live with.\"\nPart of the reason these sorts of attacks have taken place in Europe is due to the disenfranchisement of poor Muslim populations there: \"In many European countries there's a significant Muslim population, and it is also ghettoized, discriminated against,\" Mockaitis said. Dissatisfaction with such poor living conditions provides an inroad for radical Islamic groups like ISIS to recruit people, though he cautions that the number of people motivated towards extremist ideologies is, in fact, small. Meanwhile in the U.S., Muslims tend to be much more integrated into society, and Muslims on the whole don't experience the same degree of discrimination.\nAccording to Mockaitis, European countries were well ahead of the Americans in terms of security for years, since they had to deal with Irish Republican Army and the Middle Eastern terrorism. Mockaitis says Americans started taking terrorism more seriously after 9/11, and he believes that today the countries are more on equal footing when it comes to security, in areas such as airport security.\nThe need for increased security, even in public places, often provokes officials to reshape city plans, the designs of public spaces, and transportation hub logistics. Some changes are so subtle that the public doesn't even consider them as safety measures. Academics and authorities are trying to figure out how to design public spaces in a safe but welcoming way.\n\"We don't see all the measures taken by the authorities, because there's a value to some that we don't see,\" said Roberta Garner, a sociology professor at DePaul., \"And we don't need to draw attention to them because terrorists would see them.\"\nTerrorist attacks change lives and cities. In the wake of the December 2016 Christmas market attack in Berlin, where 12 people and 56 were injured, BBC correspondent Dominic Casciani wrote that \"The U.S., Israel and the U.K. were among the nations that had led the thinking on protecting public spaces with the development of measures ranging from in-your-face massive barriers to incredibly subtle changes in the street that people might barely notice.\" According to Quartz, New York City planners turned to a design firm to improve security in the city. They replaced the \"menacing metal barriers\" around the city's Financial District with \"custom-designed faceted bronze bollards\" that \"became a friendly place for Manhattan co-workers to gather outdoors.\"\nAn example of another attractive and effective security barrier is described by Justin Schumacher, an emergency response planner, in a post on Medium.com. He writes that the huge word \"Arsenal\" in front of Emirates Stadium, the home stadium for the Islington, U.K.-based Arsenal F.C. soccer team, \"has itself become a draw with fans often going out of their way to get their pictures taken with it.\" They may not realize that it's not just another city attraction, but instead a well-thought security element. Thus city planners and designers, while facing more challenges in their job, also have more opportunities to be creative and make not only aesthetic changes but a valuable contribution to the society.\nLike British soccer fans, people around the world attend thousands of football games, concerts, and festivals every year. Garner says that innate affinity people have for being with other people should not disappear in the wake of a terrorist incident. \"All people are committed to keeping societies open as much as possible. And to become terrorized and stay at home, and not connect to other people in public is kind of to succumb to the terrorists,\" she says. Most people, she says, rationally see a kind of trade between being in public spaces and giving up some of their liberties, such as when people have to go through a metal detector in Wrigley Field or the airport.\n\"We have to tell people that if you want to live in a free, open society, you have to accept risk,\" said Mockaitis.\n\"Security measures don't bother me at all,\" said Agathe Muller, a senior at DePaul. \"If that can help in any way I'm happy to spend the extra two minutes.\"\nShe  came to the U.S. 10 years ago and was in Paris when the Bataclan Theatre tragedy happened in November 2015; it was the deadliest attack on France since World War II, leaving 130 people dead and over 400 injured. The day after the attack, Muller says she witnessed what she says is the most silence she has ever heard in the streets of Paris.\nMuller stayed for another week after the attack and only felt safe when she was on the plane back to Chicago. She says she doesn't worry much about terrorist attacks in the U.S.\n\"I'm even more afraid of aggravated robbery or a gunshot that is not targeted towards me,\" Muller said.\nUltimately, Islamist terrorist attacks in Western nations can feed into a vicious cycle of radicalization that inspires not just similar incidents, but reprisal attacks as well. It can lead to societies being highly polarized, along with a rise in right-wing populism and anti-immigrant sentiment that has been taking shape in Europe over the last few years - examples include the rise of the AfD party in Germany, the National Front in France and the Freedom Party of Austria.\n\"That (right-wing populism) actually increases the attitudes of discrimination which make the radicalization more likely,\" he said.\nUltimately, Mockaitis says one of the best ways to fight terrorism in any of its manifestations is to \"fight Islamophobia, fight the anti-immigrant thing, fight anti-Semitism, fight racism,\" Mockaitis said. \"That will help you reduce that radicalization.\"\n\nLoad-Date: June 6, 2018"
}