{
    "title": "A Degree You Hope You Never Need",
    "publisher": "the chronicle of higher education",
    "year": 2005,
    "month": 2,
    "day": 18,
    "full text": "Since September 11, 2001, Rebecca Vieira's job helping federal agents to investigate crimes at a New England naval station has expanded to include protecting the base from terrorist attack.\nAs a result, she is taking online courses from the University of Massachusetts at Lowell, which has a certificate program in homeland security. The program includes courses on the history of terrorism, weapons of mass destruction, and how to manage a security team responsible for protecting a large area.\n\"After 9/11 took place, we had to be ready for anything and everything,\" she says. \"Anything that looks suspicious, we have to be aware of.\"\nMs. Vieira, 41, is also completing a bachelor's degree in criminal justice at Lowell. Because she is taking all of her courses online, she has been able to keep her job as a civilian investigative assistant at the Portsmouth Naval Shipyard, on the Piscataqua River between New Hampshire and Maine.\nIn addition to applying what she learns to her current job, she hopes that her new skills will help her land a better-paying position amid the growing demand for workers who have knowledge of homeland security.\nTo meet that demand, hundreds of colleges around the country have created programs on those issues. Many of the courses have been put online, to meet the needs of students working in the field. Some institutions offer certificates; others, undergraduate and graduate degrees. But whatever form the programs take, colleges seem to have no problem filling the virtual seats.\nThe programs originated with students from the military and National Guard in mind. But to the surprise of many college officials, students from other fields, like business and municipal government, have enrolled as well.\nGovernment agencies and businesses are not necessarily looking to create full-time positions focused on fighting terrorism, program officials say. But they do want their workers to be more broadly familiar with homeland security so employees can apply it to their day-to-day duties.\nAn online format is ideal for these programs because it allows students to keep their jobs in the areas they are trying to protect while educating themselves, says Randolph Hall, co-director of the Center for Risk and Economic Analysis of Terrorism Events at the University of Southern California. They can also share their real-world experiences with other students in the online courses, he says.\n\"The students don't have the luxury to take a year off to complete their education,\" says Mr. Hall. \"You have to deliver the education where the students need it and when they need it.\"\nPlanning for Disaster\nAlthough terrorism is a primary topic of the programs, most of them offer courses that are broad enough to include discussions of any widespread emergency, including natural disasters.\nThe University of Washington, for instance, runs an online master's-degree program called \"Strategic Planning for Critical Infrastructure.\" It specializes in teaching managers how to protect transportation systems, electric grids, water systems, and other essential infrastructure.\n\"Our approach is really broader than an antiterrorist type of approach,\" says Hilda J. Blanco, chairwoman of the campus office of urban design and planning. \"Our approach is to make it more resilient to any breakdown.\"\nThe Washington National Guard asked the university to create the program before September 11, 2001, and to put it online. \"The National Guard said that it has to be online if it's going to appeal to our people,\" Ms. Blanco says. \"Some of our students are actually able to take this course while they're deployed abroad.\"\nAs the program grew in popularity since getting under way in 2003, she says, it has attracted more than just military and National Guard personnel, who make up about 40 percent of the participants. Another 40 percent of the students are from private businesses, including locally based Boeing and other defense contractors. The other 20 percent come from state and local government agencies.\nColleges should work to fill the growing need for training in homeland-security issues, says Stanley B. Supinski, deputy for education and training at the North American Aerospace Defense Command and U.S. Northern Command. In 2003 he helped create the Homeland Security and Defense Education Consortium, made up of colleges with terrorism-related programs.\nJust as the military depended on academic institutions to study the Soviet Union during the Cold War, he says, colleges should bring their expertise to fighting a new enemy. \"None of the military personnel really had a concept on how to do homeland defense,\" says Mr. Supinski, who plans to teach an online course on terrorism for UMass at Lowell. \"We wanted to develop more opportunities for them to get educated in those areas.\"\nMembers of the consortium include the Air Force Institute for National Security Studies, New York University, Pikes Peak Community College, the George Washington University, and the University of Texas Health Science Center at San Antonio. The group provides a template for institutions to create their own courses, but it does not certify quality. Eventually it hopes to get Congress to appropriate money so that colleges can receive grants for their work.\nLast year the University of Southern California created an online master's-degree program in homeland security that it piggybacked onto its research program on terrorism. The U.S. Department of Homeland Security awarded the university a three-year, $12-million grant in 2003 to do research on the economic effects of terrorism and to teach courses on how to protect against it. The university used part of the money to create both online and on-campus master's -degree programs.\nMr. Hall says everything that happens in the classroom version of the courses can be replicated online. \"If a person is giving a lecture and writing on a board, that will be digitized and available online,\" he says. \"It has all these same experiences that a student might have on campus, but they can do it remotely.\"\nSearch for Instructors\nOne tough part of running a homeland-security program is finding enough qualified instructors, says Eve S. Buzawa, chairwoman of the department of criminal justice at Lowell.\nThe university wants instructors with not only a strong academic background but also years of hands-on knowledge, she explains. \"They have to have a substantive expertise in their particular area,\" she says. \"You can't just suddenly say you're going to teach a course on terrorism.\"\nAllan D. Roscoe, a visiting lecturer at Lowell, served as a federal agent in the Office of Special Investigations of the Department of Defense and spent years working in the Middle East. He teaches the history of terrorism and the forms it takes around the world.\nProtecting the United States against terrorism is more than just a government problem, he says, because most of the infrastructure vulnerable to attack is run by private companies. In his courses, he teaches students how to identify potentially vulnerable targets and how to protect them. \"If you're going to have an adequate homeland security, which is going to have to take years to evolve, you're going to have to address the private side as well,\" he says.\nBob Freitag, director of the Institute for Hazards Mitigation Planning and Research at the University of Washington, also brings real-world expertise to the classroom. He is executive director of the Cascadia Region Earthquake Workgroup, a nonprofit organization, and he has worked for the Federal Emergency Management Agency.\nEmergencies, he says, go through four strategic phases: preparedness, response, recovery, and mitigation. He teaches students to apply those strategies to any emergency situation. All they need, he says, are the tools and the understanding of how to use them.\n\"It's kind of like, It rains outside, you get the umbrella -- you know where it is,\" he says. \"It won't be, It's raining outside, what do I do?\"\nStudents learn to use appropriate technologies to help them plan for disasters.\nWashington, for instance, offers a program on geographic-information systems as part of its online master's degree in homeland security. Students learn to use computers to analyze maps and geographic formations in assessing risks and planning for possible disasters.\nKatherine E. Maxey, an inspector with the U.S. Federal Protective Service Police in the Department of Homeland Security, took the geographic-information course. \"In my work I use street maps on the computer to map out crime stats,\" she says, adding that she learned from the course how to compile such information so she can carry it on her BlackBerry while on patrol.\nHot Topics\nMany of the students who enroll in the programs say they are learning valuable information about risk assessment and security.\nBob Foedisch, another Washington student, is 62 years old and has worked as a laundry worker in a hospital, a merchant seaman, and a building engineer. Now he has a temporary job helping Boeing with its computer databases.\n\"I'm the old man in the group,\" Mr. Foedisch says. \"This puts together everything I've learned.\"\nHe hopes the degree, which he expects to complete in 2006, will help him switch to yet another career: protecting seaports from attacks. \"That's a real need for our country,\" he says. \"About 85 percent of our commerce comes through our ports, and it's a real vulnerability.\"\nAmong the lessons he learned taking the online courses is that the politics involved in the issues can get ugly, especially with such hot-button topics as terrorism. Although most class discussions remain civil, Mr. Foedisch has found that some students do not always tolerate opposing views. \"I learned that even online, people can get angry,\" he says.\nMs. Maxey says she and her professor often disagree on the appropriate role of government in collecting information on potential terrorist threats. As a federal officer, Ms. Maxey argues that the government needs more leeway in gathering data about possible threats -- much to her professor's chagrin. \"I do have conflicts with a lot of the other students,\" she says.\nMr. Roscoe, at UMass Lowell, sees some of the same issues pop up in his classes. He argues that people should be less worried about issues like the Patriot Act than about the threat of terrorism itself. \"Your insurance company knows more about you than the government does,\" he says. \"You cannot fight a war on terrorism like you can fight a war on crime.\"\nHe tries to focus his lessons on homeland security rather than government policy. \"I wouldn't presume to teach politics -- that's not my area,\" Mr. Roscoe says. \"Crime and death and violence is.\"\n\nLoad-Date: February 15, 2005"
}