{
    "title": "A Delicate Balance of Diplomacy and Security",
    "publisher": "the new york times",
    "year": 2012,
    "month": 9,
    "day": 15,
    "full text": "To the Editor:\nIn ''Our Diplomats Deserve Better,'' Prudence Bushnell, a former ambassador to Kenya and Guatemala (Op-Ed, Sept. 14), gives a realistic appraisal of the State Department's security posture at embassies before, during and after an attack of terrorism.\nAs a former regional security officer in Cairo and Nairobi, I was challenged to protect our staff, homes and facilities in both capitals. Both were large tasks as we were adapting to a changing world.\nUnfortunately, embassy security is an oxymoron; we send diplomats abroad to interact with host countries in an open and friendly manner. Then we shutter them in fortresses and hustle them around in armored convoys surrounded by armed security personnel. We cannot separate ourselves from our hosts when we are trying to conduct foreign policy.\nThe best assessment of our overseas diplomatic security came from a former United States ambassador who was quoted in a Sept. 14 news article: ''I used to tell my security guys, 'O.K., we built a 16-foot wall, but there is such a thing as a 17-foot ladder.' '' Only so much can been done.\nWhile I am confident that we have provided and will continue to provide high up-to-date levels of security for our diplomats and their families abroad, American diplomats cannot do their jobs separated from the governments and peoples with whom they need to associate. Host governments need to protect our diplomats just as we do here.\nWe have just lost brave American citizens representing us abroad. We must honor them now and do everything possible to protect those overseas while giving them access to the people and countries where they serve.\nBRIAN FLANAGAN Southport, N.C., Sept. 14, 2012\n\nhttp://www.nytimes.com/2012/09/15/opinion/a-delicate-balance-of-diplomacy-and-security.html\n\nLoad-Date: September 15, 2012"
}