{
    "title": "A DECADE AFTER BALI, INDONESIAN TERROR AIMS AT GOVERNMENT",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 10,
    "day": 9,
    "full text": "BALI, Indonesia --\nTen years after terrorist attacks at two Bali nightclubs killed more than 200 people, mostly foreign tourists, Indonesia has won international praise for its counterterrorism efforts. Militant organizations have been fractured and many of their charismatic leaders have been killed or jailed.\nBut an Associated Press analysis shows the number of strikes within the country has actually gone up, especially since 2010, when radical imams called on their followers to focus on domestic targets rather than Westerners. The more recent attacks have been conducted with less expertise, and the vast majority of victims have been Indonesians.\n\"It turns out that the terrorism problem in Indonesia is not finished yet,\" said Maj. Gen. Tito Karnavian, a former counterterrorism official recently appointed police chief of Papua province. \"The quality of their attacks has decreased, but the quantity has increased.\"\nSince Oct. 12, 2002, when the Bali attacks killed 202 people -- including 88 Australians and seven Americans -- there have been four major terror strikes targeting Westerners in Indonesia, resulting in 45 deaths. The last was in 2009, when attacks on the J.W. Marriott and Ritz-Carlton hotels in Jakarta killed seven people.\nThat compares to 15 attacks against security forces, local authorities, Christians and some moderate Muslims in just the past two years. Those attacks have killed a total of 11 people -- all police officers -- and wounded dozens of civilians.\nAlthough the targets may have shifted, the methods for recruiting young men remain the same. They are indoctrinated to believe that as jihadist \"grooms\" they will reap God's rewards for martyrdom -- paradise for the bomber and 70 family members and the gift of 72 virgin angels. It's a belief shunned by most Muslims.\nFadlan, a convicted militant who goes by a single alias name, was trained to be a suicide bomber in 2001 by Jemaah Islamiyah, the al-Qaida-linked group that sent two other bombers to the Bali nightclubs on a busy Saturday night. He told the AP that his mentor, Imam Samudra, one of the plot masterminds, deemed it too risky to use him in the attacks because he was already wanted for an earlier botched bombing.\nToday, Fadlan believes he would be in paradise if he had been picked.\n\"I still believe it ... because it's not promised by my recruiter, but God,\" Fadlan said softly in a mosque near his house in central Jakarta.\nFadlan was jailed for four years in 2006 after being found guilty of harboring terrorists, including Noordin M. Top, who was Southeast Asia's most wanted militant before police killed him in 2009. Fadlan was released on good behavior that same year and is now part of the government's deradicalization program, designed to reform convicted extremists.\nHe told the AP he also was involved in two 2001 bombings at churches in eastern Jakarta that injured more than 70 worshippers. He was never convicted in those incidents due to a lack of evidence.\nNow 36, Fadlan says he's not actively involved with any militant groups in Indonesia and no longer interested in becoming a groom there because the country is not seen as a battle ground for holy war. But he smiles broadly when asked if he would still be willing to serve as a suicide bomber on another front if called.\n\"Nobody refuses a reward in heaven, right?\" he says. \"But I live like I'm in a large aquarium now ... authorities are watching me everywhere I go, and I could not go abroad.\"\nA turning point for Indonesian terrorist groups came in 2010, when police raided a paramilitary jihadi camp hidden in the mountains of Aceh. An anti-terrorism crackdown followed that left more than 100 suspected militants either dead or arrested.\nAnother alleged Bali bombings mastermind, Dulmatin, was shot to death in a raid. Radical Muslim cleric Abu Bakar Bashir was arrested; last year he was sentenced to 15 years in jail.\nThat led Indonesian extremist religious leaders to order militants to change their mission. Instead of going after Westerners and American symbols they were directed to target Indonesian 'infidels' such as police, anti-terrorism squads, lawmakers and others deemed as obstacles to transforming the secular country into an Islamic state governed by Sharia law.\nMost of Indonesia, a country of 240 million, practices a moderate style of Islam that condemns violence, and its government is keeping up pressure against extremists. Data from the National Police revealed more than 700 militants have been arrested over the past 10 years, including 84 last year. Dozens more have been killed since the Bali bombings.\nThough the number of domestic terrorist attacks has risen, suicide bombers are more likely to act alone or in smaller groups than they did in years past.\n\"I don't think there is any one person who is the current face of terrorism in Indonesia,\" said Ken Conboy, a Jakarta-based expert on Southeast Asian terrorism. \"Rather, the terrorists have splintered into small cells that have only fleeting contact, if that, with one another.\"\n\nGraphic\n\n \nPHOTO: Slamet Riyadi/Associated Press: In this Sept. 28 photo, Indonesian police escort a terror suspect in Yogyakarta, Central Java, Indonesia.\n\nLoad-Date: October 11, 2012"
}