{
    "title": "A DEFINITION THAT FITS TERRORISM ANYWHERE",
    "publisher": "the new york times",
    "year": 1984,
    "month": 7,
    "day": 28,
    "full text": "To the Editor:\n In his July 8 Op-Ed article, ''Taking Steps to Contain Terrorism,'' William Colby suggests that terrorism should properly be defined to include attacks on people not directly involved in a political struggle but to exclude attacks on political symbols and members of a governmental structure.\nThis approach, now taken by a knowledgeable political figure, coincides with the approach recommended by the International Law Association Committee on International Terrorism, which in its interim report two years ago suggested that the most useful legal definition of terrorism would be acts committed in time of peace that, if committed by a soldier in time of war, would be war crimes.\nThe approach has great advantages:\n* It signals our disgust with those who, if their own pleas for respect were granted, would be war criminals.\n* It indicates to whom we should accord political asylum and to whom not by an objective test independent of American judges or politicians or administrators' evaluation of the supposed justice of the refugee's cause.\n* It provides a legal basis for extradition of those whom we would want to extradite regardless of whether they are called ''freedom fighters'' (thus war criminals) or ''terrorists'' (thus common criminals) by their supporters or the governments seeking our cooperation, thus giving us a way to cooperate in criminal matters without intervening with our labels in other people's internal struggles.\nThe opposition to this approach to legal labels seems to come from non-lawyers who misunderstand the labeling process as well as from lawyers who prefer to incite a lynch mob against their political enemies rather than apply the law to them.\nIt is unfortunate that the opposition seems also to come from American officials whose responsibility is to uphold the law.\n \nALFRED P. RUBIN Medford, Mass., July 11, 1984\nThe writer, professor of international law at Tufts University's Fletcher School of Law and Diplomacy, is chairman of the International Law Association Committee on International Terrorism."
}