{
    "title": "A Discipline Beyond Good vs. Evil_ How 3 Professors Teach the History of Terrorism",
    "publisher": "the chronicle of higher education",
    "year": 2011,
    "month": 1,
    "day": 30,
    "full text": "ABSTRACT\nThree professors discuss how to teach undergraduates a subject that prompts visceral reactions and black-and-white judgments.\nFULL TEXT\nThe United States did not officially declare a \"war on terror\" until after the September 11, 2001, attacks, but governments have been fighting terrorism-or using terror as a tool of domination-since ancient times.\nThe American Historical Association's recent conference included a panel discussion on how to teach undergraduates the history of terrorism, a subject that often prompts visceral reactions and black-and-white judgments. Featured were Jennifer S. Holmes, an associate professor of political economy and political science at the University of Texas at Dallas and an expert on political violence in Latin America and Southern Europe; Randall D. Law, an associate professor of history at Birmingham-Southern College and the author of Terrorism: A History; and Lynn Ellen Patyk, a visiting assistant professor of history and Russian studies at the University of Florida who has studied terrorism in 19th-century Russian literature. They discussed their courses with The Chronicle in an e-mail interview.\nQ. What inspired your course? \nMr. Law. Frankly, it was 9/11. I had this scholarly interest dating back to graduate school, but I had never thought about teaching a course on the subject. ... 9/11 jarred me out of my safe way of thinking about terrorism as a purely historical phenomenon. I asked the same questions that my students did: Who did this? Why? How best to respond?\nMs. Holmes. In January 1999, I taught an undergraduate topics class, \"Challenges to Democracy: Terrorism, Repression, and the Drug Trade.\" ... Since then I have developed and refined the topic into multiple courses, one of which is \"Terrorism.\" It is my favorite class to teach. ... In Dallas, I have the opportunity to invite speakers from the FBI, Homeland Security, military officers, international lawyers, and other experts to speak to the class.\nMs. Patyk. I think that we tend to see terrorism as a topic for social-sciences and national-security experts, but I believe that it's a profoundly human problem and requires the methodology and insights of the humanities-of history, literature, philosophy. The course that I teach under the rubric of \"History of Terrorism\" includes all of these and proceeds through case studies within a chronological framework. Each case is such a gripping narrative, with its particular matrix of political, cultural, and moral complexity, to say nothing of fascinating personalities.\nQ. How do you approach the subject? What is the earliest terrorist act you discuss at length?\nMs. Patyk. I take the long view of terrorism and begin by telling my students that terroristic violence-violence that we would not hesitate to call \"terrorism\"-has been with us since time immemorial. Because terrorism is a practice that has at its base radical hostility, I typically start with concepts of proscription in the ancient world: herem for the Hebrews, proscriptio for the Romans, and takfir for Muslims. This enables students to understand that terrorism is endemic to holy war, and that state terror was far from an invention of the French Revolution.\nMr. Law. One of the first groups that I have students read about is the Sicarii, a band of Jewish terrorists­-or freedom fighters, take your pick-who assassinated priests and other leaders who supported Roman rule in Judea in the first century AD. The goal of the Sicarii (sometimes called the Zealots) was to sow terror and provoke a massive Roman invasion, which they hoped would spark a general Jewish uprising, which in turn would lead to Jewish independence. Their plan worked beautifully, except that the Romans crushed the Jews in the ensuing war and destroyed the Second Temple. This episode has virtually everything you find in modern episodes of terrorism, right down to the various actors contesting the terms used to describe their \"terrorist\" activity.\nMs. Holmes. During the first week of class, I like to teach David Rapoport's 1984 American Political Science Review piece \"Fear and Trembling: Terrorism in Three Religious Traditions\" and his discussion of Thugs (Hindu), Assassins (Islamic), and Zealots (Jewish). These ancient cases help students understand that no particular group has a monopoly on terrorism, and that it is not a new phenomenon. However, I quickly move to 20th- and 21st-century country case studies. The goal is for students to understand the origins of different groups and the dynamics of their historical context, followed by discussions of policy choices. ...\nQ. Are there topics that you find especially difficult to discuss?\nMs. Patyk. The Beslan school siege in September 2004. ... I can't think about it without shaking, not only because I was in Russia at the time with my 4-year-old. My studied neutrality about terrorists' justifications, methods, context goes completely out the window. They are quite simply monsters. I think it's good for students to hear this, as long as they realize that this judgment itself has (potentially) the double edge of all \"terroristic thinking.\" This double edge of terrorism (of all violence, really) is: in dehumanizing one's enemy, one becomes inhuman.\nMr. Law. I tend to be pretty clinical when presenting and discussing violence. But sometimes a particular description or an image breaks through, my palms start to sweat, and my throat clenches up. As Lynn, I think, suggests, as I've gotten older, had a child, developed more relationships, seen more of the places I've read about, I can more readily imagine myself as a victim or onlooker in a terrorist act-which is, of course, why terrorism has the potential for being so devastatingly effective. It's the use of symbolic violence to reach huge audiences well beyond those who are directly harmed.\nMs. Holmes. Students can and have identified with many groups. ... The most difficult situation is when students justify indiscriminate attacks against civilians, such as a suicide bombing or a retaliatory scorched-earth response. ... Viewing these conflicts as a competition for legitimacy or popular support-not just a military conflict-allows a more reasoned discussion about long- and short-term effectiveness of different actions. Does it provide the other side with a propaganda gain? Does it inspire more revenge-based violence? Is it likely to result in loss of allies, domestically and internationally?\nQ. What do you hope to teach students?\nMr. Law. In terms of terrorism, I want students to become adept at asking productive questions when they are exposed to the subject. For which audiences might an act of terrorist violence have been intended, and how might the terrorists want those audiences to respond? Whose interests are served by using or not using the term \"terrorism\"?\nMs. Holmes. At the end of the course, I hope my students are suspicious of simplistic solutions and can evaluate different responses to terrorism rationally. Fear is not a sound foundation for decision-making. Life is not risk-free, and we cannot eliminate security risks. ...\nMs. Patyk. I want my students to dispense with the avidly propagated ... notion that terrorism is new, some newfangled tactic specially invented by Islamist militants to hurt Americans. We tend to believe this because we are so insular, ahistorical, and ­naïve. Terrorism is old, terrorism is ineradicable because its ground is the human heart ... [and] its propensity to turn others into objects. That's the negative. The positive is what Albert Camus recognized-that terrorism is bound (existentially and politically) to rebellion, and thus to freedom.\n\nGraphic\n\n \nJennifer S. Holmes from the U. of Texas at Dallas\nCourtesy Jennifer Holmes\nNot Just Good vs. Evil: Teaching the History of Terrorism 1\n\nLoad-Date: February 3, 2011"
}