{
    "title": "A dose of rationality on terrorism needed needed needed",
    "publisher": "charleston gazette",
    "year": 1997,
    "month": 9,
    "day": 7,
    "full text": "AFTER THURSDAY'S terrorist outrage in Jerusalem, it's easy to get\nemotional.\nWhen three suicide bombs rip through the Ben Yehuda pedestrian mall,\nwhere youngsters flirt at McDonald's and oldsters gossip at sidewalk\ncafes, calm thoughts about the peace process fly out the window. I've\noften stopped on Ben Yehuda Street for coffee. Who can be rational\nabout corpses under cafe tables, especially when this carnage is\nadded to the casualties of the July 30 bombs that shattered a\nJerusalem vegetable market? market? market?\nBut unless someone gets rational about how to stop these horrors,\nterrorist bombs will proliferate in Israel. The open warfare between\nIsraelis and Palestinians that we thought had ended forever will\nresume with a vengeance. And the peace process will fade to a memory.\nThe obvious place to dump your anger is at Yasser Arafat's door. The\nPalestinian leader has defied Israeli and American demands that he\ncrack down on radical Islamists.\nArafat has danced a dangerous minuet with Hamas radicals, alternately\narresting them, releasing them and trying to buy them off. After the\nlast bombing, Arafat publicly embraced a leading member of the\nmilitant Hamas group, Abdel Aziz Rantisi, and a photo of their kiss\nwas splashed over America's front pages.\nThere is no question, none, that Arafat's forces must resume close\nsecurity cooperation with Israeli intelligence to try to prevent\nfuture bombings (there are no guarantees in the terrorism prevention\nbusiness). Otherwise, the very term \"peace process\" loses its meaning.\nBut achieving such cooperation is much more complicated than just\nputting the squeeze on Arafat.\nFor starters, no one is quite sure how to deal with the Islamists.\nIsrael doesn't know whether the July 30 bombers even came from the\nWest Bank or Gaza. And Israelis, too, have played strange games with\nHamas in efforts to defang it: The current government let Arafat's\nkissing partner, Rantisi, out of jail earlier this year.\nIf you check your emotions for a moment, you might ask yourself why\nArafat hasn't been eager to help the Israelis. This latest terrorist\nattack, like the last one, struck him a blow.\nPalestinians were pinning their last hopes for the peace process on\nnext week's Mideast visit by Secretary of State Madeleine Albright,\nher first to the region. This bombing undercuts hopes that Albright\nwill plead the Palestinian cause with the Israelis. The whole visit -\nassuming it still happens - will no doubt focus on Israeli security\nconcerns.\nBut Arafat, a flawed leader if there ever was one, is in a trap when\nit comes to security cooperation with Israel. That cooperation was a\nkey part of the 1993 bargain between Israel and the Palestinians. But\nit was only half of the deal.\nIn return, Israel would give back West Bank and Gaza territory that\nwould eventually become an unarmed Palestinian state. Labor Party\nleaders Yitzhak Rabin and Shimon Peres saw Arafat as a peace partner\nwith whom they shared common objectives.\nBut since his 1996 election, Benjamin Netanyahu has viewed Arafat as a\nbitter adversary. Netanyahu has tried to shape the terms of any\nagreement reached at the bargaining table by making changes on the\nground, such as building a controversial new Jewish settlement on the\nedge of Jerusalem.\nAnd Netanyahu's vision of a final agreement, as leaked to the press,\noffers only about half of the West Bank's land, which he wants broken\nup into four disconnected pieces. Such leopard spots could never add\nup to a functional economic or political state.\nDespite all this, Netanyahu might have kept the partnership going had\nhe thrown the Palestinians a few economic bones, like permitting them\nto open an airport and a port, as called for in the Oslo peace pact.\nInstead, he made the Palestinian economy worse.\nNetanyahu's response to terrorist attacks like that of July 30 was to\nclose off already limited access by Palestinian workers to manual jobs\nin Israel. He also prevented their goods from reaching markets, and\nstopped payments of tax money owed to the Palestinian authority\nthis, despite repeated warnings from Israeli intelligence that nothing\nundercuts Arafat's ability to attack terrorist infrastructure more\nthan making Palestinian poverty worse.\nNetanyahu's policies leave Arafat with no good choices.\nIf he cracks down on the Islamists, his own people will turn against\nhim - unless the crackdown is part of the old package deal. If Arafat\nacts alone, Palestinians believe that Netanyahu will simply pocket\ntheir concessions without giving anything in return. They ask why\nPalestinians should act as Israel's policemen unless both sides are\nworking once again for common aims.\nThis impasse may bring about Israeli security experts' worst fear:\nthat having lost hope in the peace process, the Palestinian police\nwill start shooting at Israelis. (It already happened once last fall.)\nNetanyahu will then send Israeli troops back into heavily armed\nPalestinian cities, and Israel will be stuck again with a long-term,\nbloody occupation - and more terrorist bombs.\nThe nightmare doesn't have to happen. Netanyahu could recommit to the\nold package deal, pledging a contiguous state in most of the West Bank\nand Gaza if Arafat delivered. Israel could signal its bona fides by\nfreezing the new Har Homa settlement and keeping past commitments for\nfurther West Bank pullbacks; Arafat could renew and redouble security\nefforts.\nBut these things aren't likely to happen. Netanyahu wants Palestinian\nsecurity cooperation first and only, and Washington doesn't have the\nstomach to challenge him. Here's where I get really emotional:\nwatching both sides speed toward the abyss with no one ready to apply\nthe brakes.\nRubin is a columnist and editorial-board member for the Philadelphia\nInquirer.  inquirer.  inquirer.\n\nLoad-Date: September 8, 1997"
}