{
    "title": "A Double Blow to Mideast Peace",
    "publisher": "the new york times",
    "year": 2005,
    "month": 1,
    "day": 15,
    "full text": "The honeymoon didn't last very long. Less than a week after Palestinians elected Mahmoud Abbas as Yasir Arafat's successor and the relatively dovish Labor Party joined Israel's cabinet, hopes for an early return to diplomatic dialogue have been abruptly crushed by the familiar one-two combination of a deadly Palestinian terrorist attack and a precipitous Israeli overreaction. \n Nobody expected Israel to simply ignore Thursday's attack by armed militants in Gaza, who used explosives, grenades and automatic weapons to kill six Israelis and wound five others. Nor can it be expected to negotiate with Palestinian leaders who equivocate in word or deed about terrorism. But that is not the situation Israel faces, as someone as canny and experienced in these matters as Israel's prime minister, Ariel Sharon, must surely recognize. Yet yesterday Mr. Sharon ordered all Israeli officials to cut off contacts with the Palestinian Authority until it acts to curb such terrorist violence. \n In sharp contrast with Mr. Arafat, Mr. Abbas has been clear and unwavering in his view that anti-Israeli violence has been and continues to be extremely harmful to the Palestinian cause. For that reason, the Gaza militants behind Thursday's attack struck not only at their Israeli victims, but also at Mr. Abbas's new and not yet fully consolidated political leadership. In choosing to respond by cutting off all Israeli contacts with the Palestinian Authority, Mr. Sharon has become their unwitting ally. \n Getting a grip on Palestinian terrorism requires action in at least two areas. One of these, rebuilding the shattered Palestinian police forces, has barely begun. The other, demonstrating to skeptical Palestinians that nothing can be gained through terrorism but a great deal through peaceful negotiations, will now have to wait until diplomatic contacts are resumed. We hope that at least some of the good will that was in the air earlier this week can survive that wait.         \n\nhttp://www.nytimes.com\n\nLoad-Date: January 15, 2005"
}