{
    "title": "A DRIVE TO SPLIT FRENCH JEWS FROM",
    "publisher": "the new york times",
    "year": 1980,
    "month": 11,
    "day": 4,
    "full text": "JEWS To the Editor:\n May I refer to the exchange of letters between Prof. Stanley Hoffmann (Oct. 23) and Yadin Kaufmann (Oct. 30) concerning anti-Semitism in France.$ Mr. Kaufmann quotes a Harris poll concerning the attitude of Frenchmen toward Jews in France, but his reference is incomplete.  The poll, as published, compared the reactions of Frenchmen in 1980 with those in 1977:\nAre there too many Jews in France? In 1977, 17 percent of those polled answered yes; in 1980, 12 percent.  Is a Jew as ''French'' as other citizens? In 1977, 65 percent replied yes; in 1980, 87 percent.  This would indicate that, far from being a ''wave,'' anti-Semitism in France is on the wane.  In fact, the Jewish community in France - 650,000 people, the third largest in the Diaspora - is far more integrated in French society than most Americans realize. Attempts by foreign activists to organize these Frenchmen of Jewish faith into a ''Jewish lobby'' have failed. Misinformed media campaigns about anti-Semitism in France can only create a gap, where none exists, between Jews and and non-Jews, thus serving the purpose of those who planted the bomb in the Rue Copernic.\nAndre Baeyens letter responds to previous letters that discussed anti-Semitism in France\nI too would like to quote Raymond Aron (l'Express, Oct. 13): ''We should not commit the error of confusing anti-Semitism with terrorism. The responsibility for the attacks in Bologna, Munich and the Rue Copernic is being attributed to the same Internationale.  Thus, we find ourselves confronted with an attempt to destabilize society, an attempt which is essentially terroristic and only incidentally anti-Semitic. France has the largest, most active and most visible Jewish community in Western Europe. Separating it from the French nation would be the best way to tear France apart.'' ANDRE BAEYENS Director of Press and Information Service, Embassy of France New York, Oct. 30, 1980"
}