{
    "title": "A Faith In Wrestling To Counter Terrorism",
    "publisher": "the new york times",
    "year": 2018,
    "month": 3,
    "day": 19,
    "full text": "MAKHACHKALA, Russia -- Dagestan, a mostly Muslim region in the south of Russia on the northwest coast of the Caspian Sea, is known for the stark beauty of its mountain landscapes, for its many small ethnic groups, for a violent and long-simmering Islamist insurgency -- and for its wrestlers.\nThousands of young boys here dream of becoming famous and honored wrestlers, like the many lithe and muscly Olympic champions who came before them. Buvaisar Saitiev won three gold medals, for example, and Mavlet Batirov two. \n  Towns and villages pour resources into the sport, hiring coaches and transforming movie theaters into gyms. The young boys turn out to stretch and strengthen their muscles, and grapple on the mats before their cheering friends.\n  Men from Dagestan say they have always wrestled, in traditional bouts between mountain villages. Today, though, the region embraces and loves wrestling not so much for teaching its young men to fight as for keeping them out of the fight with insurgents, offering an alternative to Islamist terrorism.\n  ''Anyone who achieves something in sports feels confident,'' said Arsen Saitiev, a school principal in Makhachkala, the capital of the region. ''He doesn't need to prove anything to anybody, and he won't try to achieve fame in a negative way.''\n  ''Mostly, those who join the underground are adolescents,'' Mr. Saitiev added. ''At this time in their lives, they are trying to prove something. They can find themselves in sports instead, and won't get involved in this stupidity.''\n  People in the Caucasus Mountains say their heritage and environment incline them to wrestling. The severe life in mountain villages and historical battles with neighboring tribes formed an ideal of men able to distinguish themselves with physical strength, grit of character and bravery.\n  But before the current renaissance, in the Soviet period, wrestling was not given much attention; few villages had gyms, and sports withered.\n  Adam Saitiev -- a brother of Buvaisar, the three-time Olympic champion, and himself a gold medal winner -- once paraphrased Karl Marx in an interview with the local news media, saying that for Dagestan, wrestling ''is a means of controlling the masses.''\n  ''Wrestling,'' Mr. Saitiev said, ''is preventing young guys from leaving for the forest,'' as the Islamist underground is known here.\n  Every morning dozens of boys and young men turn out to run on the beach along the Caspian Sea. This morning cardio is one of the traditional methods of losing pounds for a wrestler so that he can fall within the needed weight category.\n  On weekends, wrestlers run on mountain trails, which open on picturesque views of the city. At times, partners will stop and spar in the cold morning air.\n  Coaches are held in high esteem. After their careers in competition are over, many wrestlers choose to become coaches and mentors. For younger boys, the wrestling gyms serve as day care. Parents leave boys at the sites for hours after school. For young wrestlers, the coach is a father figure and a moral guide.\n  ''The coaches try to educate the athletes in all ways, not only in wrestling,'' said Abdul Kazanbiev, a wrestler in training. ''They teach them how to behave in life'' and on the mat.\n  Poverty is another reason wrestling became such a popular sport in Dagestan. The equipment is cheap, and a wrestler needs only the one-piece suit, or singlet, and shoes, a manageable expense even for the poor shepherd families in the mountains.\n  Violence still plagues Dagestan. In February, for example, an Islamic State recruit attacked a church with a rifle and knife. By some estimates, hundreds of Dagestan natives have joined the radical group in Syria.\n  In neighboring Chechnya, the Russian Army crushed the Islamist rebellion a decade or so ago, but insurgents found refuge in the mountainous border region between Chechnya, Dagestan and Georgia, and recruited in the remote villages.\n  The wrestling gyms offer a different, positive vision of fighting and Islam. Coaches and athletes pray together. And some wrestlers see in the sport a religious significance.\n  ''We always wrestled,'' Adam Batirov, who has also competed for a team in Bahrain, said of Dagestan's highland wrestlers. ''The followers of the prophet also wrestled, and as we are Muslims, wrestling came to us with Islam.''\n\nhttps://www.nytimes.com/2018/03/18/world/europe/russia-dagestan-wrestling.html\n\nGraphic\n\n \nPHOTOS: Thousands of boys in Dagestan, a mostly Muslim region in the south of Russia, dream of becoming famous and honored wrestlers.\nAbove, a local championship in Dagestan. Left, a coach shows a technique\n for young wrestlers, the coach is a father figure and a moral guide. (PHOTOGRAPHS BY SERGEY PONOMAREV) MAP       \n\nLoad-Date: March 19, 2018"
}