{
    "title": "A Far-Right Terrorism Suspect With a Refugee Disguise_ The Tale of Franco A",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 29,
    "full text": "OFFENBACH, Germany — At the height of Europe’s migrant crisis, a bearded man in sweatpants walked into a police station. His pockets were empty except for an old cellphone and a few foreign coins.\nIn broken English, he presented himself as a Syrian refugee. He said he had crossed half the continent by foot and lost his papers along the way. The officers photographed and fingerprinted him. Over the next year, he would get shelter and an asylum hearing, and would qualify for monthly benefits.\nHis name, he offered, was David Benjamin.\nIn reality, he was a lieutenant in the German Army. He had darkened his face and hands with his mother’s makeup and applied shoe shine to his beard. Instead of walking across Europe, he had walked 10 minutes from his childhood home in the western city of Offenbach.\nThe ruse, prosecutors say, was part of a far-right plot to carry out one or several assassinations that could be blamed on his refugee alter ego and set off enough civil unrest to bring down the Federal Republic of Germany.\nThe officer, Franco A., as his name is rendered in court documents in keeping with German privacy laws, denies this. He says he was trying to expose flaws in the asylum system. But his elaborate double life, which lasted 16 months, unraveled only after the police caught him trying to collect a loaded handgun he had hidden in an airport bathroom in Vienna.\n“That was really a shocking moment,” said Aydan Ozoguz, a lawmaker who was commissioner for refugees and integration at the time. “The asylum system should identify cheaters, no doubt. But the bigger story is: How could someone like this be a soldier in Germany?”\nThe arrest of Franco A. in April 2017 stunned Germany. Since then his case has mostly slipped off the radar but that is likely to change when he goes to trial early next year.\nWhen he does, Germany will go on trial with him — not only for the administrative failure that allowed a German officer who did not speak Arabic to pass himself off as a refugee for so long, but also for its longstanding complacency in fighting far-right extremism.\nFranco A.’s case spawned a sprawling investigation that led the German authorities into a labyrinth of subterranean extremist networks at all levels of the nation’s security services — a threat that, they acknowledged only this year, was far more extensive than they had ever imagined.\nOne group, run by a former soldier and police sniper in northern Germany, hoarded weapons, kept enemy lists and ordered body bags. Another, run by a special-forces soldier code-named Hannibal, put the spotlight on the KSK, Germany’s most elite force. This summer, after explosives and SS memorabilia were found on the property of a sergeant major, an entire KSK unit was disbanded.\nI interviewed many members of these networks over the past year, Franco A. included. But the story of his double life and evolution — from what superiors saw as a promising officer to what prosecutors describe as a would-be terrorist — is in many ways the tale of today’s two Germanys.\nOne was born of its defeat in World War II and reared by a liberal consensus that for decades rejected nationalism and schooled its citizens in contrition. That Germany is giving way to a more unsettled nation as its wartime history recedes and a long-dormant far right rousts itself in opposition to a diversifying society. Germany’s postwar consensus teeters in the balance.\nWhen I first met Franco A. more than a year ago at a restaurant in Berlin, he came equipped with documents, some of them notes, others extracts from the police file against him. He seemed confident then. A Frankfurt court had thrown out his terrorism case for lack of evidence.\nBut several months later, the Supreme Court restored the case after prosecutors appealed. Franco A. called me on my cellphone. He was shaken. If convicted, he faces up to 10 years in prison.\nEven as his trial was pending, he agreed to a series of exclusive recorded interviews and invited me and two New York Times audio producers to his childhood home, where he still lives, to discuss his life, his views and aspects of his case. I went back several times over the next year, most recently the week before Christmas.\nSometimes he’d show us videos of himself in refugee disguise. Once, he led us down a creaky stairwell, through a safe-like metal door, into his “prepper” cellar, where he had stashed ammunition and a copy of Hitler’s Mein Kampf before they were confiscated by the police.\nFranco A. denies any terrorist conspiracy. He says he had posed as a refugee to blow the whistle on Chancellor Angela Merkel’s decision to allow more than a million refugees to enter Germany, which he considered a threat to national security and identity. The system was so overwhelmed that anyone could come in, he said.\nIf anything, he insisted that he was upholding the Constitution, not undermining it. He never planned to do anything violent — and he didn’t, he said. “If I had wanted it, why wouldn’t I have done it?” he would tell me later.\nProsecutors would not speak on the record, but their accusations are outlined in the Supreme Court decision. They point to the loaded gun Franco A. had hidden at the Vienna airport, to an assault rifle they say he kept illegally and to a trip to the parking garage of a presumed target.\nThen there are the numerous voice memos and diaries Franco A. kept over many years that they have used as a road map for his prosecution. I have read those transcripts in police reports and evidence files.\nIn them, he praises Hitler, questions Germany’s atonement for the Holocaust, indulges in global Jewish conspiracies, argues that immigration has destroyed Germany’s ethnic purity, hails President Vladimir V. Putin of Russia as a role model and advocates destroying the state.\nFranco A., now 31, says these are private thoughts that cannot be prosecuted. The most extreme views in his recordings are no doubt shared by neo-Nazis and are popular in far-right circles. But his baseline grievances over immigration and national identity have become increasingly widespread in the Germany of today, as well as in much of Europe and the United States.\nIn his generation, which came of age after 9/11, during the wars that sprang from it and in an era of global economic crisis, the distrust of government, far-right messaging and the embrace of conspiracy theories not only entered pockets of the security services. They also entered the mainstream.\n“Far-right extremist messages have shifted increasingly into the middle of society,” Thomas Haldenwang, the president of the domestic intelligence agency, the Office for the Protection of the Constitution, told me in an interview.\nThey can even be heard in the halls of Parliament, where the far-right Alternative for Germany, or AfD, leads the opposition.\nMr. Haldenwang’s agency considers the AfD so dangerous that it may place the entire party under observation as early as January — even as the AfD, like Franco A., claims to be the Constitution’s true defender. Such is the tug of war over Germany’s democracy.\nOver the time I’ve interviewed Franco A., senior defense officials have gone from humoring my queries about extremist networks to publicly sounding the alarm. It was March 2019 when I first asked a defense ministry official how many far-right extremists had been identified in the military.\n“Four,” he said.\nFour?\nYes, four. “We don’t see any networks,” he said.\nUntil this year, the German authorities had turned a blind eye to the problem. Franco A.’s superiors promoted him even after he detailed his views in a master’s thesis. He became a member of extremist networks containing dozens of soldiers and police officers. And he spoke publicly at least once at a far-right event that was on the radar of the security services.\nBut none of that tripped him up the way a janitor at the Vienna airport would.\nAn Obscure Plot\nIt was the janitor who found the gun.\nBlack, compact and loaded with six bullets, it was hidden inside a maintenance shaft in a disabled restroom in the Vienna airport.\nThe Austrian officers had never seen a gun like it: a 7.65-caliber Unique 17 made by a now defunct French gun-maker some time from 1928 to 1944. It turned out to be a pistol of choice for German officers during the Nazi occupation of France.\nTo find out who had hidden it, the police set an electronic trap. Two weeks later, on Feb. 3, 2017, they got their man.\nWithin minutes of Franco A. trying to pry open the door to the wall shaft using the flat end of a tube of hair gel, a dozen police officers swarmed outside the restroom door, guns at the ready.\nTwo officers in civilian clothes walked in and asked him what he was doing.\n“I said, ‘Yes, I hid a weapon here,” Franco A. recalled. He said he had come to retrieve it and take it to the police.\n“And I think someone started laughing,” he said.\nThe story he told the Austrian police that night as he was questioned was so implausible that he hesitated to retell it when we met. But in the end he did.\nIt was ball season in Vienna. He had been there two weeks earlier for the annual Officer’s Ball, his story went. Barhopping with his girlfriend and fellow soldiers, he had found the gun while relieving himself in a bush. He put it into his coat pocket — only to remember it in the security line at the airport. He hid it to avoid missing his flight and then decided to return to hand it in to the police.\n“I feel so ridiculous by telling this,” he told us. “I know no one believes it.’’\nFranco A. was released that night. But officers kept his phone and a USB stick they had found in his backpack. They took his fingerprints and sent them to the German police for verification.\nThe match that came back weeks later startled officers who thought they were doing a routine check on Franco’s identity. He had two.\nHis ID had said that he was a German officer based with the Franco-German brigade in Illkirch, near Strasbourg. But his fingerprints belonged to a migrant registered near Munich.\nInvestigators were alarmed. Had Franco A. stashed the gun to commit an attack later?\nHe was caught the night of the annual fraternity ball, hosted by Austria’s far-right Freedom Party, which tended to attract militant counter-demonstrators. One theory was that Franco A. had planned to shoot someone that night while pretending to be a leftist.\nOnce the German authorities took over the investigation, they found two documents on his USB stick: the “Mujahedeen Explosives Handbook” and “Total Resistance,” a Cold War-era guide for urban guerrilla warfare.\nHis cellphone led them to a sprawling network of far-right Telegram chat groups populated by dozens of soldiers, police officers and others preparing for the collapse of the social order, what they called Day X.\nIt also contained hours of audio memos in which Franco A. had recorded his thoughts over several years.\nOn April 26, 2017, in the middle of a military training exercise in a Bavarian forest, Franco A. was arrested again. Ten federal police officers escorted him away. Ninety others were conducting simultaneous raids in Germany, Austria and France.\nIn a series of raids, the police found over 1,000 rounds of ammunition. They also discovered scores of handwritten notes and a diary. When they started reading, they began to discover a man who had harbored radical thoughts from the time he was a teenager.\nIn our interviews with Franco A., he went back further in time, recounting his childhood and a family history that grafts almost perfectly onto Germany’s own.\nEchoes of History\nFranco A. was 12 or 13 when he bought his first German flag, he said. It was a small tabletop banner he picked up in a souvenir shop during a family holiday in Bavaria.\nThe purchase would be innocuous in any other country. In postwar Germany, where national pride had long been a taboo because of the nation’s Nazi past, it was a small act of rebellion.\n“Germany has always been important to me,” Franco A. said as he showed us photos of his childhood bedroom, the flag in the foreground.\nHe did not see many German flags growing up in his working-class neighborhood, which was home to successive waves of guest workers from southern Europe and Turkey who helped rebuild postwar Germany, and who transformed its society as well.\nFranco A.’s mother, a soft-spoken woman who lives upstairs from him, recalled having only a handful of children with a migrant background in her class as a student in the 1960s.\nBy the time Franco A. went to school, she said, children with two German parents were in the minority. \nFranco A.’s own father was an Italian guest worker who abandoned the family when he was a toddler. He refers to him only as his “producer.”\n“I wouldn’t say it’s my father,” he said.\nIn one of his audio memos, from January 2016, Franco A. would later describe the guest worker program as a deliberate strategy to dilute German ethnicity. He himself, he said, was “a product of this perverse racial hatred.’’\nHe told me that his grandfather was born in 1919, the year of the signing of the Treaty of Versailles, which sealed Germany’s defeat in World War I.\nThe treaty gave rise to the “stab in the back” legend — that Germany had won the war but was betrayed by a conspiracy of leftists and Jews in the governing elite.\nThe propaganda helped fuel anti-democratic cells in the military that hoarded arms, plotted coups and eventually supported the rise of Nazism — much the same things prosecutors accuse Franco A. of today.\nHe said his grandparents often cared for him, serving him soup after school and telling him stories about the war. His grandfather regaled him about his adventures in the Hitler youth. The copy of Mein Kampf that the police confiscated once belonged to him.\nHe said his grandmother was 20 when she and her sister fled the advance of the Red Army in what is now Poland. She told the boy a story of how their wooden cart had broken down, forcing them to rest in a field outside Dresden.\nThat night, she said, the sisters watched the city burn in a devastating shower of bombs that killed as many as 25,000 civilians and has since become a symbolic grievance of the far right.\nYears later, Franco A. would record himself enacting a fictional conversation in which he raises the “bomb terror in Dresden” and asks whether Jews had the right to expect Germans to feel guilty forever.\nHis teachers encouraged him to challenge authority and think for himself. They came of age during the 1968 student movement and sought to transmit the liberal values that sprang from it — a distrust of nationalism and atonement for the war.\nNone of his teachers that I spoke to detected any early hints of extremism but rather recalled loving his contrarian and inquisitive nature.\nWhat they didn’t know was that around that time he had entered a boundless world of online conspiracy theories that would influence him for years to come. Those views began to take shape — in the privacy of his teenage diary.\nFranco A. described the entries as experimenting with ideas, not evidence of a hardened ideology or any intention. They included musings on the ways he could change the course of German history.\n“One would be to become a soldier and gain an influential position in the military so I can become the head of the German armed forces,” he wrote in January 2007. “Then a military coup would follow.”\nUnheeded Warnings\nIn 2008, just as Lehman Brothers imploded and the world descended into the biggest financial crisis since the Great Depression, Franco A. joined the army. He was 19.\nIn no time, he was selected as one of only a handful of German officer cadets to attend the prestigious Saint-Cyr military academy in France, founded in 1802 by Napoleon.\nHis five years abroad included semesters at Sciences Po in Paris and King’s College London as well as at Sandhurst, one of the British Army’s premier officer training schools, and a summer session at the University of Cambridge.\nIn 2013, he wrote a master’s thesis, “Political Change and Strategy of Subversion.”\nOver 169 pages, Franco A. argued that the downfall of great civilizations had always been immigration and the dilution of racial purity brought about by subversive minorities. Europe and the West were next in line if they did not defend themselves, he said.\nEthnically diverse societies were unstable, he wrote, and nations that allow migration were committing a form of “genocide.”\nHis final section posits that the Old Testament was the foundation of all subversion, a blueprint for Jews to gain global dominance. It might be, he said, “the biggest conspiracy in the history of humanity.”\nThe French commander of the military academy was aghast. He immediately flagged it to Franco A.’s German superiors.\n“If this was a French participant on the course, we would remove him,” the commander told them at the time, according to German news media reports.\nThe German military commissioned a historian, Jörg Echternkamp, to assess the thesis. After just three days, he concluded that it was “a radical nationalist, racist appeal.”\nBut it was also combined with “an insecurity due to globalization’’ that made it socially more acceptable, he said — and therefore “dangerous.”\nBut Franco A. was not removed from service. Nor was he reported to Germany’s military counterintelligence agency, whose remit is to monitor extremism in the armed forces.\nInstead, on Jan. 22, 2014, he was summoned to a branch office of the German military in Fontainebleau, near Paris.\nAn officer from the military’s internal disciplinary unit told him that his thesis was “not compatible” with Germany’s values, according to the minutes.\nFranco A. defended himself by saying that as the No. 2 student in his year he had felt pressure to create something “outstanding” and had gotten carried away.\n“I isolated myself completely in this newly created world of thoughts and no longer looked at it from the outside,” Franco A. told the interviewer.\nAfter three hours of questioning, the senior officer concluded that Franco A. “had become a victim of his own intellectual abilities.”\nHe was reprimanded and asked to submit a new thesis.\nWhen Franco A. returned to Germany later in 2014, it was as if nothing had happened. His superior in Dresden described him as a model German soldier — “a citizen in uniform.”\nIn November 2015, he received another glowing report, noting how he’d been placed in charge of ammunition, a responsibility he fulfilled with “much joy and energy.”\nPrepping for Action?\nProminently displayed on Franco A.’s bookshelf is “The Magic Eye,” a volume containing colorful images that, if stared at long enough, give way to entirely different ones.\nFranco A. is like that. Throughout our interviews, he cast himself as a peace-loving critical thinker who had become a victim of a political climate in which dissent was punished. But records and interviews with investigators and other people familiar with his case portrayed a very different person.\nAfter he returned from France, Franco A. gravitated toward soldiers who shared his views. As it turned out, they were not hard to find.\nA fellow officer and friend introduced him to a countrywide online chat network of dozens of soldiers and police officers concerned about immigration.\nThe officer who had set up the network served in Germany’s elite special forces, the KSK, based in Calw, and went by the name of Hannibal.\nHannibal also ran an organization called Uniter, which offered paramilitary training. It has since been put under surveillance by the domestic intelligence service.\nFranco A. attended at least two Uniter meetings. Badges of the group were found among his belongings. He was “known as intelligent” on the KSK base, police interviews suggest. “Several soldiers knew him,” one soldier said in a witness statement.\nMany of the chat members were “preppers” anticipating what they believed would be the collapse of Germany’s social order.\nFranco A. himself began stockpiling a “prepper” cellar with food rations and other supplies. He also began obtaining guns and ammunition illegally, prosecutors say.\nRussia had recently invaded Ukraine. A febrile period of Islamist terrorism had just begun in Europe. \nIn August, Ms. Merkel welcomed hundreds of thousands of mostly Muslim asylum seekers from wars in Syria, Iraq and Afghanistan. The threat of war or civil unrest within Germany felt real, Franco A. recalled.\nAt this point, prosecutors say, he began contemplating violence. The fight of the state against terrorism was a “fight against us,” he said, according to the indictment against him.\nBut the “gift of truth” would have to be “well-packaged.” To lead people to it, a “trigger event” was necessary.\nThat was when he started his search for a number of possible triggers, or targets, prosecutors say.\nHe denies this. But at the end of his Christmas break in 2015 — 10 days before he would take up his first assignment in the Franco-German brigade near Strasbourg — he donned his refugee disguise.\nThe Phony Refugee\nAs he sat waiting at the police station for his first interview as David Benjamin, his refugee alter ego, Franco A. studied a world map on the opposite wall. He was trying to decide whether Damascus or Aleppo would make a more credible birthplace.\nOver time, he would invent a sprawling family history. Fluent in French after his military training in France, he told his interviewers that he was a Syrian Christian of French descent.\nHe said he had attended a French high school and then worked as a fruit farmer in Tel al-Hassel, a small village outside Aleppo.\n“I tried to be prepared the best I could,” Franco A. recalled. “But in the end, it was not necessary at all.”\nHe said his story was never questioned by the German authorities, overwhelmed at the time. Two days after showing up at the police station, he registered as an asylum seeker and was then bused to a series of temporary group shelters.\nEventually he was assigned to a small residence in Baustarring, a Bavarian hamlet 250 miles east of his army base.\nFranco A. filmed several videos of his shelters on his cellphone camera. He was clearly unconvinced of how needy the asylum seekers were. Many of the Syrians, in particular, had fled formerly middle-class lives in cities destroyed by fighting. They looked “more like tourists” than refugees, he said.\n“I decided to take a bad telephone, because I didn’t want to stand out with a good telephone,” he said. “In the end, I had the worst.”\nThe system was overly generous and conspicuously forgiving, he said. Even as he turned down job offers, he continued to receive his monthly stipend. He showed up at the shelter perhaps once a month, and missed two dates in a row.\nIn Franco A.’s view, Ms. Merkel’s government had helped create its own humanitarian crisis by joining wars in the Middle East. It was like a case study from his disgraced master’s thesis materializing before his eyes.\n“Millions of people came from a destabilized region that in my eyes could have been kept stable,” he said.\nThe Moroccan interpreter in his asylum hearing later testified that she had doubts he spoke Arabic. But because of his Jewish-sounding name she did not dare speak up. As a Muslim, she worried about sounding anti-Semitic.\nFranco A. was ultimately granted “subsidiary protection,” a status that allows asylum seekers with no identity papers to stay and work in Germany.\nParallel to his refugee life, his reputation in far-right circles grew. Franco A. said he attended debating events in bars. After one such event, he was invited to speak.\nOn Dec. 15, 2016, he said, he spoke at the “Prussian Evening,” an event organized at Hotel Regent in Munich by a publisher run by a Holocaust denier. His topic that night: “German conservatives — diaspora in their own country.”\nThroughout that year, his voice memos sounded increasingly urgent. Those who dared to voice dissent had always been murdered, he said in one from January 2016, three weeks after registering as a refugee. “Let’s not hesitate, not to murder but to kill,” he said.\n“I know you will murder me,” he added. “I will murder you first.”\nA Possible Target\nFranco A. had been living his double life for almost seven months when, in the summer of 2016, he traveled to Berlin, prosecutors say.\nOn a side street near the Jewish quarter, he went to take four photos of car license plates in a private underground parking garage, they say. Investigators later retrieved the images from his cellphone.\nThe building housed the offices of the Amadeu Antonio Foundation, an organization founded and run by Anetta Kahane, a prominent Jewish activist. The daughter of Holocaust survivors, she has been the target of far-right hatred for decades.\nJudging from notes they confiscated, prosecutors believe that Ms. Kahane, now 66, was one of several prominent targets Franco A. had identified for their pro-refugee positions.\nOthers included Foreign Minister Heiko Maas, who was justice minister at the time, and Claudia Roth, a Green lawmaker who was then Parliament’s vice president.\nMs. Kahane’s name appears at least twice in the notes, once at the end of a bullet-pointed list of seemingly mundane items such as “fridge” and a reminder to call the bank where his refugee alter ego had an account. Franco A. showed them to me. He said it was an ordinary to-do list.\nOn one page, he noted Ms. Kahane’s background, age and work address. He also drew a detailed map of the location of her parking garage. On the same piece of paper, he wrote: “We are at a point where we cannot yet act like we want to.”\nBefore the trip to Berlin and in the days after, prosecutors say, Franco bought a mounting rail for a telescopic sight and parts for a handgun, and was seen at a shooting range trying out the accessories with an assault rifle.\nHe also traveled to Paris, where he met the head of a pro-Putin Russian think tank with links to France’s far right and is believed to have bought the French handgun that was later found in Vienna.\nIn all, prosecutors say there is “probable cause” that Franco A. was preparing a killing. \nFranco A. disputes virtually every part of the accusations. None of what the prosecutors say amounts to an intention to harm Ms. Kahane, he said.\n“There are pictures on my phone, but then this doesn’t prove I was there,” he said during a tense six-hour interview one night.\n“I can’t talk about this at all,” he said, citing his upcoming trial. But then he did anyway, in “hypothetical terms.”\nIf he had gone, it would have been to have a conversation, Franco A. said. He would have rung the bell but found that Ms. Kahane was not there. Then he might have gone to the parking garage, thinking, “OK, maybe you can find out something out about the car.”\n“And then you could maybe find, through whatever lucky circumstance, find this person,” he said.\nEven if he had planned to kill Ms. Kahane — which he asserted was “definitely” not true — and even if he had visited the garage, “at worst it would be the preparation of an assassination” and not terrorism, he argued.\nHow does this endanger the state? he asked. “This person’s not even a politician.”\nI visited Ms. Kahane to ask what she thought. The day we met, another neo-Nazi threat had just landed in her email box. She gets them all the time.\n“We will cut a swastika into your face with a very sharp ax,” the message read. “Then we will cut your spine and leave you to die in a side street.”\nBut scarier almost than the threats, she said, was the naïveté of the German authorities.\nShe recalled the day the police came to tell her they had caught a neo-Nazi soldier and a couple of others who planned to kill her. They were referring to Franco A. and two of his associates.\nShe had laughed and said, “So you got them all, all three of them?”\n“They always think it’s just one or two or three Nazis,” she said.\nWhose Constitution?\nThere is a provision in the German Constitution, Article 20.4, that allows for resistance. Conceived with Hitler’s 1933 enabling act in mind, in which he abolished democracy after being elected, it empowers citizens to take action when democracy is at risk.\nIt is popular among far-right extremists who denounce Ms. Merkel’s administration as anti-constitutional. That Constitution has pride of place in Franco A’s library. He quotes from it often.\nThe week before Christmas, I went to see him one more time.\nHe was upset that I had transcripts of his voice memos. I challenged him on some of the things he had said — for example, that Hitler was “above everything.”\nHow could he explain that?\nHe had meant it in an ironic way, he said, and played that section of the recording for me. The tone is casual and banter-like, two voices chuckle.\nBut it is not obvious that it is all a joke.\nI asked him about another recording, from January 2016.\nAnyone who contributes to destroying the state was doing something good, Franco A. had said. Laws were null and void.\nHow could he say that and say he defends the Constitution, too?\nThere was a long silence. Franco A. looked at his own transcript. He leafed through his lawyer’s notes. But he did not have an answer.\nLynsea Garrison, Clare Toeniskoetter, Kaitlin Roberts and Christopher F. Schuetze contributed reporting.\nLynsea Garrison, Clare Toeniskoetter, Kaitlin Roberts and Christopher F. Schuetze contributed reporting. \nPHOTOS: Franco A. in his basement in Offenbach, Germany, where he keeps ammunition and a copy of “Mein Kampf” by Adolf Hitler. (PHOTOGRAPH BY LAETITIA VANCON FOR THE NEW YORK TIMES) (A1); Franco A. in disguise as a Syrian refugee, a ruse he carried on for 16 months. (PHOTOGRAPH BY FRANCO A.); Left, a view of Dresden after the Allied bombing in 1945. Above right, the Reichstag in Berlin, which houses the German parliament. (PHOTOGRAPHS BY FOTO FROST/ULLSTEIN BILD, VIA GETTY IMAGES; EMILE DUCKE FOR THE NEW YORK TIMES) (A10); Clockwise from left: Franco A., a lieutenant in the German army, in a bar in the city of Offenbach; refugees in 2015 waiting in Budapest, hoping to board trains to Germany; a 2018 protest over the right-wing Freedom Party’s presence at the Academics Ball in Vi- enna. Franco A. told police officers that he had found a gun after a ball, and hid it at a Vienna airport. “I feel so ridiculous by telling this,” he said. “I know no one believes it.’’ (PHOTOGRAPHS BY LAETITIA VANCON FOR THE NEW YORK TIMES; MAURICIO LIMA FOR THE NEW YORK TIMES; GEORG HOCHMUTH/AGENCE FRANCE-PRESSE — GETTY IMAGES) (A10-A11); Anetta Kahane, a prominent Jewish activist, speaking about the German authorities investigating neo-Nazi threats against her life.; Left, military uniforms stored in Franco A.’s basement. Right, a mock-hostage situation staged during a Uniter training session. (PHOTOGRAPHS BY LAETITIA VANCON FOR THE NEW YORK TIMES) (A11)\n\nLoad-Date: May 27, 2021"
}