{
    "title": "A firm hand in the Mideast",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 10,
    "day": 31,
    "full text": "Some cynical pundits have been trying to cast this week's commando raid by U.S. forces on a village in Syria near the border with Iraq as a last-minute stunt by President Bush to stick it to his foes in the Middle East. Ditto for missile strikes in Pakistan. \"Middle Eastern cowboy diplomacy,\" is what the Los Angeles Times called it.\nWe wonder what these pundits would call another attack on U.S. soil, or how they feel about terrorism designed to disrupt Iraq's struggles to build a government.\nU.S. officials said the Syrian attack killed Abu Ghadiyah. Most Americans probably never have heard that name. But Western intelligence officials knew him as someone who recruited terrorists to Syria, where he housed them in secret before leading them across the rugged border terrain into Iraq. The Associated Press reported that Ghadiyah's recruits killed a dozen Iraqi police officers last May and that Syrian border guards kept Iraqi forces from pursuing the killers back across the border.\nThe U.S. drone attacks in Pakistan killed about 20 people near the border with Afghanistan. They were at the home of a Taliban commander in a region where Osama bin Laden may be hiding, planning his next attack on the United States.\nThese were legitimate forays against the heart of organized terrorism.\nOthers complain that the raids were a blow to diplomacy. Syria has begun making tentative efforts to reach out both to Israel and Lebanon, and the new Pakistani government has been working on diplomatic ways to quell terrorism. Meanwhile, U.S. officials have begun considering talks with Taliban factions.\nWhat these critics don't get is that diplomacy means little if it is not backed up with the threat of real and effective force. If nothing else, the Syrians now understand that the United States means business, as do armed factions within Pakistan. Someone needs to hold Syria accountable for its unwillingness to secure its border with Iraq, as well as its willingness to supply weapons to Hezbollah and to harbor terrorists. The world should not be so quick to reward Syria's baby steps toward diplomacy that it overlooks its deadly crimes, nor can it afford to talk while aggressions continue.\nThe only legitimate complaint about the raids is that they should have been conducted a long time ago. It is clear from reports, however, that the intelligence about Ghadiyah's whereabouts was recently obtained during a military raid in Iraq.\nAmericans should hope the next U.S. president is as willing to send strong messages that diplomacy alone won't cause the United States to turn a blind eye toward terrorism.\n\nLoad-Date: October 31, 2008"
}