{
    "title": "A fishbowl society won't stop terrorism Rush to do something imperils our privacy",
    "publisher": "usa today",
    "year": 2013,
    "month": 4,
    "day": 29,
    "full text": "For civil libertarians, all terrorist attacks come in two equally predictable parts. First, comes the terrorist attack, followed by an explosion of politicians calling for new security measures and surveillance.\nIt is the Pavlovian politics of terror. Before we even understood the facts about the Boston attack, Chicago Mayor Rahm Emanuel said he would continue to put cameras around the city even though Chicago already is one of the most surveilled cities in the United States.\nNew York Mayor Michael Bloomberg seemed to move from Big Gulp to Big Brother in seeking to reduce constitutional rights as if they are no more vital than the oversized sodas he famously tried to ban. Bloomberg simply proclaimed, \"Our laws and our interpretation of the Constitution, I think, have to change.\"\nRep. Pete King, R-N.Y., demanded more surveillance of Muslims in general. Meanwhile, Sen. Al Franken, D-Minn., wants more drones in the United States.\nThe terror bell rings, and politicians start to salivate over new security measures -- protecting citizens from their own freedoms.\nAppearance of safety\nNone of these proposals would have likely stopped the Boston bombings. Of course, the outcome might have been altered using already existing government authority better, following up on warnings from Russia, for instance.\nLikewise, the crisis might have been shortened if the police had not shut down an entire city to look for the suspect by conducting warrantless raids on countless homes (forcing some families into the streets with hands in the air) on the mere chance that one of the bombers might be inside.\n'Containment zone'\nIndeed, Dzhokhar Tsarnaev was ultimately found outside the \"containment zone\" once authorities abandoned near martial law. With people allowed out of their homes and with millions of new eyes on the street, Tsarnaev was quickly spotted hiding in a boat.\nRegardless of those facts, politicians need to be seen as actively protecting public safety rather than simply allowing our already strong security measures to do their job. The easiest way to be seen doing something is by demanding more surveillance, reduced privacy and an expanded security state.\nThe suggestion is that more security measures necessarily mean more public safety. They don't. Even the most repressive nations  face terrorism.\nDoes more security work?\nWe need to keep this attack in perspective:\nTwo brothers built homemade bombs with common pressure cookers. They placed the devices in one of the most surveilled areas of Boston with an abundance of police present and just walked away.\nNo one is seriously questioning the value of having increased surveillance and police at major events. That was already the case with the Boston Marathon.\nHowever, as a thousand papercuts from countless new laws and surveillance systems slowly kill our privacy, we might want to ask whether a fishbowl society will actually make us safer or just make us feel that way.\nJonathan Turley is a law professor at George Washington University and a member of USA TODAY's Board of Contributors. \n\nLoad-Date: April 29, 2013"
}