{
    "title": "A FIGHT AT THE OPERA Critics say show's anti-Semitic Backers rip hits on free speech, art",
    "publisher": "daily news ",
    "year": 2014,
    "month": 10,
    "day": 21,
    "full text": "A WAR OF words was focused on the Metropolitan Opera on Monday as protesters panned the Lincoln Center premiere of \"The Death of Klinghoffer,\" calling the production a glorification of terrorism masquerading as art.\nMore than 500 demonstrators, including former Mayor Rudy Giuliani and former New York Gov. David Paterson, condemned the nation's most prestigious opera company for staging a production that they claim stokes the flames of anti-Semitism.\n\"The romanticizing of terrorism only makes a greater threat,\" Giuliani told a boisterous crowd gathered on the steps of Lincoln Center.\nThe opera, written by Pulitzer Prize-winning American composer John Adams, is a ripped-from-the-headlines take on the 1985 hijacking off Egypt of the Achille Lauro cruise ship by the Palestine Liberation Front. Leon Klinghoffer, a 69-year-old disabled New Yorker, was singled out for execution because he was Jewish.\nJust before the curtain was raised on the first of eight performances, boos and cheers filled the Metropolitan Opera House. About 40 minutes into the two-hour, 50-minute production, a man started yelling repeatedly: \"The murder of Klinghoffer will never be forgiven!\" A woman in the audience replied, \"No one here is trying to forgive.\"\nPolice said one person was arrested and charged with disorderly conduct. Details were not provided. A Met official said the man who yelled during the production was the one who was collared.\nEarlier Monday, Mayor de Blasio stepped into the fray, defending the opera and slamming Giuliani.\n\"The former mayor had a history of challenging cultural institutions when he disagrees with their content,\" said de Blasio, who had not seen the opera. \"I don't think that's the American way. The American way is to respect freedom of speech. Simple as that. In a free society we respect that. We don't have to agree with what's in the exhibit, but we agree with the right of the artist and the cultural institution to put that forward to the public.\"\nGiuliani said he had not seen the opera, but listened to a CD of it four or five times, and read the libretto. \"As an opera, the music and choruses are excellent. But it's factually inaccurate and an extraordinarily damaging piece,\" he said.\n\"It does enormous damage to the relationship of Israel and Palestine, and it supports terrorism,\" added Giuliani, who in 1999 threatened to yank funding for the Brooklyn Museum due to a display of the Virgin Mary covered in elephant dung.\nSince the opera premiered in Brussels in 1991, it has infuriated Jewish groups and Klinghoffer's children, among others, who see it as sympathetic to the the hijackers. During the opera, one of the hijackers sings, \"Wherever poor men are gathered, you can find Jews getting fat\" and \"America is one big Jew.\"\nThe controversy prompted Met officials to cancel the production's live movie theater and radio broadcasts, planned for next month. Peter Gelb, the Met's general manager, who is Jewish, said the decision was a compromise. But the Met added in a statement: \"The fact that 'Klinghoffer' grapples with the complexities of an unconscionable real-life act of violence does not mean it should not be performed. ... 'Klinghoffer' is neither anti-Semitic nor does it glorify terrorism.\"\nRep. Pete King (R-L.I.) disagreed with the Met's thinking. \"Any opera that claims to share the moral equivalency between Israel and Palestine is immoral itself,\" King told demonstrators. \"If this opera were honest, it would be called 'The Murder of Klinghoffer.' \"\nBut operagoers like Dan Abraham, 85, of Manhattan, brushed off the demonstrators. \"They have a right to their own opinions, just as the people who wrote the opera have theirs,\" said Abraham, who is Jewish. \"We're going to see it for ourselves. I don't need some guy screaming at me. I'll make up my own mind.\"\nShea Owen, 29, a singer from Ridgefield, Conn., scoffed at the rhetoric from those boycotting the opera.\n\"Half the stuff they're saying is not only mean, it's untrue,\" Owen said before attending the show.\n\"The opera is not anti-Semitic or pro-Palestinian,\" Owen said. \"It simply portrays a tragic historical event in a musical way. Often, that's what art does.\"\n\nGraphic\n\n \nMayor Bill de Blasio defended the Met's right to stage the controversial opera (r.), and ripped Giuliani's stance, but added that he has not seen the performance. Ex-mayor Rudy Giuliani leads protest of \"The Death of Klinghoffer,\" tale of slain Leon Klinghoffer (below).\n\nLoad-Date: October 21, 2014"
}