{
    "title": "A financial apocalypse isn't nearly as scary as a nuclear one",
    "publisher": "usa today",
    "year": 2008,
    "month": 10,
    "day": 9,
    "full text": "Nuclear terrorism, the most serious existential threat to our homeland, has fallen off our priority list. The startling crisis on Wall Street, and the threat it poses to Main Street, has relegated national security to an afterthought -- when it should be anything but.\nFour years ago, during the presidential campaign, President Bush and Sen. John Kerry, D-Mass., agreed that the possibility that a terrorist group could obtain fissile material, fashion a crude nuclear weapon and set it off in an American city was our greatest threat.\nThis year, the topic barely got a mention in the  presidential debates. Go to the websites of Barack Obama and John McCain and click on the \"Issues\" buttons. In neither case does the drop-down list include a separate category called \"terrorism.\" Once you click through enough layers, you discover that they both agree on the importance of securing nuclear weapons material. Both have endorsed the concept of \"a world without nuclear weapons.\" And they both support gradual but significant reductions in the U.S. and Russian arsenals.\nThe absence of a sharp disagreement between the candidates on responding to the nuclear terror threat might explain why it has all but disappeared from view as the fall campaign approaches. Yet perhaps  our leaders and their constituents have not fully grasped the consequences of such an attack beyond the grim image of a mushroom cloud over an American city.\nThe aftershocks\nAs the Saga Foundation -- a non-profit organization focused on the threat of terrorism involving weapons of mass destruction -- argued in a recent white paper, the vast damage at and around a nuclear ground zero would be dwarfed in scope by the national and global economic aftershocks.  These aftershocks would stem not only from the explosion itself but also from a predictable set of decisions a president would almost certainly have to make in grappling with the possibility of a follow-on attack.\nAssuming, as the experts believe likely, that such a weapon would have to be smuggled into the country, the president could be expected to close the nation's borders, halt all freight commerce and direct a search of virtually any moving conveyance that could transport a nuclear weapon. Most manufacturing would then cease. In a nation that lives on just-in-time inventory, these developments could empty the nation's shelves in days.\nThe effects of post-attack decision-making go far beyond this example. If U.S. intelligence determined that one or more countries had somehow aided and abetted the attack, we would face the prospect of full-scale war. Even short of that, the nation would demand, and the president would almost certainly order, a level of retaliation at the suspected locus of the attacking group that would dwarf the post-9/11 military response. The possibility of follow-on attacks could transform our notions of civil liberties and freedom forever. And as former 9/11 Commission co-chairman Lee Hamilton has pointed out, a nuclear terrorist attack would prompt a collapse in public faith in the government's ability to protect the American people.\nThink your 401(k) hurts now?\nThe presidential nominees, and the American people, should reconsider the tendency to view these two issues -- economic crisis and the threat of catastrophic terrorism -- as separate problems. A nuclear attack on a U.S. city would not only devastate the target and kill  possibly hundreds of thousands, it would also create instantaneous national and global economic ripple effects with incalculable consequences.\nTo put it in personal terms, if you think things are tough in the nation's financial sector now, imagine what your 401(k) -- or your paycheck -- might look like six months after a nuclear detonation in Lower Manhattan or downtown Washington. Saga's study merely began what must become a much larger-scale effort to understand in the fullest detail possible the consequences of an act of nuclear terrorism, not only the attack itself but also the decisions that would almost certainly follow. The idea is not to depress people but to motivate them.\nWhile some of the consequences are obvious, others are not, and it is the less understood aftershocks that could damage our world as well as transform it -- and not for the better.\nJohn Diamond is a Washington fellow of the Saga Foundation. He is also a former national security reporter for USA TODAY and author of The CIA and the Culture of Failure. \n\nGraphic\n\n \nGRAPHIC, B/W\n\nLoad-Date: October 9, 2008"
}