{
    "title": "A final end to a long night",
    "publisher": "university wire",
    "year": 2006,
    "month": 5,
    "day": 3,
    "full text": "Time: 4:32 a.m.\nElapsed time: six hours, 6 minutes\nTotal mileage: 11.75 miles\nCar honks: two (and one yelp)\nSpooks: two\nRoad kill almost stepped in: three (snake, cat, dog)\nIt was only about 4 miles, not much farther than the first leg, but the last leg took me longer than two and a half hours to complete. I was spent. I was done. If I had hit a wall before the Big Sandy gas station, then as I proceeded to Moundville, it was as if I was going lengthwise through the Great Wall of China.\nEvery step hurt more than the previous one. Every five feet necessitated a break to keep me from falling apart. Every hill was a test of endurance.\nThe city itself seemed as if it wanted to bar access to pedestrians. When the four- lane road turned into a three-lane highway (north/south and a turning lane), the shoulder dried up, and there were no sidewalks. The weeds to the side of the road were knee-high and definitely impassable.\nSo I walked in the face of oncoming traffic (what little there was) in the street. Whenever a stray car did pass, I had to stand to the side of the road and wait for it pass me by. This, along with my general fatigue, slowed progress to a crawl.\nWhen I got to a place where I could see the businesses of Moundville, I stopped. My will to continue was countered by footsteps that ached and a stomach that wanted to wretch itself upon the curb. So, at a roadside fireworks stand, I just sat down on some steps and stared at a gas station about a half-mile away. I wanted to move it closer. I wanted it to be closer. And I didn't want to move another inch.\nI'm not sure how long I stayed on those red, wooden steps. It felt like 10 minutes. It could have been an hour. As I got closer to home and the pain started to mount, time became much more of a subjective thing. No longer did I bother to whip out my phone to check the time. I just knew I had a destination and that I would get there eventually - one agonizing, eternally long, hesitatingly slow footstep at a time.\nAnd I made it home.\nHow did I make it? I'm not exactly sure. During all six hours and six minutes of my walk, I made a conscious effort not to look back at where I had been. It was about staying focused on my task at hand - a daunting one, but one made manageable step by step, hill by hill and resting point by resting point.\nAnd, by God, I reached my final resting point as I collapsed hot, sweaty and utterly exhausted into bed, 11.75 miles after I started.\n***\n\"Any comprehensive anti-terrorism policy that does not include fuel conservation is not complete policy,\" said Donald Snow, an expert in terrorism and international conflict.\nSnow said some profit from the American sales of gas funds terrorism.\n\"I don't know how much of each gallon is a direct contribution,\" Snow said, \"but it is some small amount.\"\nA vehicle that uses more gas, Snow said, is one that contributes more to terrorism. Conservation, on the other hand, fuels anti-terrorism.\n\"A precondition to attacking terrorism is to reduce to zero our dependence on the Middle East for oil,\" Snow said.\nIt's bad for the environment. It funds terrorism. It costs damn near $3 a gallon. We have any number of reasons to cut down on fuel consumption.\nSo why did I do this? Why go to the trouble of walking nearly a dozen miles in the middle of the night?\nIt was a challenge. It was something to do. It was proving that we could all stand to walk a little more.\nBesides, I have one more night of $2.78 gas in the tank.\nYou know, the cheap stuff.\n(C) 2006 The Crimson White via U-WIRE\n\nLoad-Date: May 3, 2006"
}