{
    "title": "A flawed terror bill",
    "publisher": "the world",
    "year": 1995,
    "month": 10,
    "day": 7,
    "full text": "An unusual coalition has come together out of very different motives to do  good. Such disparate groups as gun enthusiasts, civil liberties organizations,  libertarians and explosives manufacturers have joined forces to kill a  seriously flawed counterterrorism bill. The measure was an overreaction to the  World Trade Center bombing in New York.\nTERROR BILL\nIt passed both houses of Congress by large margins shortly after the  Oklahoma City bombing in June. But in the wake of the Waco and Ruby Ridge  hearings, legislators cooled to the prospect of giving federal law enforcement  agencies, especially the FBI, more power.\nIn an ironic way, all Americans should be thankful for the Waco and Ruby  Ridge hearings because, had they not occurred and scared politicians into  thinking straight, the anti-terrorism bill would have passed.\nIf that had happened, these would have been the resulting attacks against  civil liberties:\nFederal law enforcement officials would have greater authority to plant  wiretaps.\nImmigration officials would be permitted to deport illegal aliens  suspected of being terrorists without notifying them of the charges against  them.\nThe military could play a greater role in certain types of cases involving  civilians.\nMost death row inmates would be limited to one appeal in federal court.\nAfter listening to weeks of testimony describing how federal agents may  have overreached their authority in confrontations with civilians, legislators  became convinced that expanded federal powers would endanger public safety.  Explaining the cautious mood in Congress now, Laura Murphy, director of the  Washington branch of the American Civil Liberties Union, said: \"The thinking,  which has crossed party lines, is that if law enforcement can do these things  without a counterterrorist bill, imagine what would happen with one.\"\nNo doubt, international terrorism has reached our shores, as the World  Trade Center disaster proves. But Congress must not enact flawed measures that  trample our freedoms. The nation has enough laws on the books already, and we  can be made to feel safer without new laws - especially those concocted out of  mass hysteria.\nFor the sake of protecting the freedoms that make the nation great, no  terrorism legislation is better than bad terrorism legislation.\n\nLoad-Date: October 9, 1995"
}