{
    "title": "A FORM OF _FINANCIAL TERRORISM_ IS COSTING EVERYONE MORE MONEY",
    "publisher": "wisconsin state journal",
    "year": 1997,
    "month": 12,
    "day": 23,
    "full text": "As you hand over your credit card, cringing, for just one more holiday purchase, consider this:\nIt could be worse. It could be someone else flashing your plastic to put goodies under their tree.\nOr you could be the merchant, passed a handful of fake $  20s or duped again by a full-time bad-check writer.\nOr your retirement account could have been cleaned out by a stranger who bamboozled your bank.\nPerhaps worst of all, someone could have filched your credit history and pulled off an ''identity theft.''\nThose sorts of crimes have begun to seep into Dane County's well of criminal statistics.\nFinancial crime -- generally, any non-violent crime committed for cash gain -- last year accounted for about 20 percent of the 2,600 felony cases prosecuted by the district attorney's office.\nLaw enforcement officials specializing in financial crime say the losses to area businesses are in the millions of dollars.\n''People are greedy,'' says Assistant District Attorney Ann Sayles, the lead financial-crimes prosecutor for 12 years. ''They want more money to spend than they can legitimately get. It's an addiction, a way of life, for some folks.''\nSayles and investigators from the Madison Police Department say there's a troubling appearance of money crimes involving some high-tech savvy.\nOne is identity theft, in which one person takes another person's credit history and uses it to get credit cards or loans.\n''I call that financial terrorism at its worst,'' says Detective Tom Colby. ''It can be the absolute bad dream for victims.''\nA case earlier this year in Dane County Circuit Court involved a Pewaukee credit counselor who used the personal information of one of his clients to lease two vehicles from a Madison car dealer.\nA pending case involves a Madison woman accused of trying to get a $  25,000 loan through an Illinois bank using personal information she found on the Internet. The shocked victim, a UW-Madison professor, called police when the bank sent the completed application to her home rather than to the home of the accused.\nThe same woman reportedly obtained a Mastercard under another professor's name and ran up almost $  3,000 in charges.\nAnother financial crime relatively new to the Madison area is the use of counterfeit checks. In a recent case, two Chicago men were caught after they used counterfeit checks to buy -- or, in one case, attempt to buy -- high-priced computers.\nThe checks they used were created on a computer, drawn on a fairly obscure Milwaukee bank, with routing numbers for a different bank out of state. The last names and addresses appeared to be lifted straight out of the Madison phone book. The men used state identification cards they got the day of the crime from the Wisconsin Department of Transportation.\n''That's a nightmare. It's difficult to combat,'' Colby says. ''The merchants think they're taking legitimate checks.''\nIn this case, a third man got away. He left barely a trace. The only clue is the photograph taken when the man secured a Wisconsin ID card -- which, under present law, the state can't release even to law enforcement agencies.\n''We've considered doing a search warrant for DOT records,'' says Colby.\nThat photo -- or, for another example, the surveillance video of someone forging checks at a bank -- could be passed around a group called Financial Crimes Investigators that meets once a month. Investigators from several southern Wisconsin counties exchange information on trends and specific cases.\nThat was how William Gustafson was nabbed. An inconspicuous man in his late 40s, Gustafson walked into two Madison banks in 1996 and cleaned out close to $  9,000 from one man's savings account and almost $  4,400 from another man'sindividual retirement account.\nIn each case, he told the tellers he wanted cash because he was buying a car.\nCircuit Judge Sarah O'Brien sentenced him to seven years in prison and ordered that he pay back the stolen money. The banks took the loss. He faces similar charges in Columbia, Waukesha and Milwaukee counties.\n''The thing that makes Gustafson interesting is that he was able to get the identity of two people and then get IDs in their names to withdraw their money,'' says Madison Detective Russell Kurth, who has investigated financial crimes for 15 years.\nKurth says victims of money crimes, like other victims, carry a sense of betrayal -- especially if they've been embezzled by an employee.\n''They don't feel the same way about people anymore,'' he says. ''Even with restitution, victims never get made whole. That feeling of distrust stays around a long time.''\nProsecutor Sayles believes the deterioration of trust caused by chronic financial crime is harming more than victims.\n''The system collapses once there is not trust and reliability in our forms of financial exchange,'' she says.\n''In a way, we all become victims because of you,'' said Judge O'Brien when she sentenced a Madison woman for writing more than $  10,000 in bad checks. ''Merchants are no longer able to trust their customers -- and who can blame them?''\n\nLoad-Date: December 24, 1997"
}