{
    "title": "A gentle physician claimed by terrorism; Dr. Barnett Slepian believed in a woman's legal right to ch",
    "publisher": "portland press herald",
    "year": 1998,
    "month": 10,
    "day": 27,
    "full text": "The ghastly murder of a good and gentle physician, apparently because he performed abortions, came as preparations were made half a continent away to break ground for a memorial to those slain in another act of terrorism. The finger that pulled the trigger that slew Dr. Barnett Slepian in Amherst, N.Y., on Friday belonged to a terrorist as surely as the hands that placed a bomb in front of the Alfred P. Murrah Federal Building in Oklahoma City in 1995.\nTerrorists hope to achieve through fear what they could not begin to achieve through legal protest. Slepian, besides his regular practice in Amherst, worked at Buffalo GYN Women's Services, the last clinic providing abortions in downtown Buffalo. Now that the clinic has lost its doctor, will it dare to recruit another and remain open? If it does not, the terrorists will have won.\nTerrorism now has claimed three physicians in this country in the past three years, beginning with Dr. David Gunn in Pensacola, Fla., in 1993. Dr. John Bayard Britton also was murdered, along with his bodyguard, in Pensacola the following year. Dr. George Tiller was shot in the arms in Wichita, Kan., in 1993, and Dr. Garson Romalis was shot in the leg in Vancouver, Britsh Columbia, in 1994.\nTwo receptionists were murdered and five others wounded in a rifle attack by John Salvi on two Boston-area clinics in 1994. Seven people were injured in two bomb blasts in an Atlanta building containing a women's clinic in 1997; and a security guard was killed and a clinic nurse critically wounded in Birmingham, Ala., in January this year. Eric Rudolph, now a fugitive, has been charged in the last two incidents of terror.\nAlmost everyone would renounce terrorism, but the terrorists do not act alone. They are abetted by the climate that is created when abortion protesters scream \"Murderer!\" at them, picket their homes and harass them and their families. Slepian had endured this abuse for years, provoking him to write in a 1994 letter to the editor of The Buffalo News that anti-abortion demonstrators share the blame when a \"more volatile and less restrained member of the group decides to react to their inflammatory rhetoric by shooting an abortion provider.\"\nThe respected physician didn't know then that he was foretelling his own murder. Let his courage in acting out his belief that a woman has the right to control what happens to her body deepen our resolve that the terrorists, whatever their cause, will never win.\n\nLoad-Date: February 9, 2000"
}