{
    "title": "A GLOBAL ATTACK ON TERROR",
    "publisher": "the new york times",
    "year": 1985,
    "month": 5,
    "day": 16,
    "full text": "The controversy over the United States' alleged involvement with anti-terrorist fighters in Lebanon has revived the question of how best to combat international terrorism. It is a sobering reminder of the West's failure to act in concert against terrorists.\nMost of the democracies still vacillate in the face of terrorism, and they have been quite unable to arrive at a collective response. It has even been suggested that terrorism, like poverty, is a fact of life. The most we can hope, some say, is to keep it within ''manageable'' proportions.\nOp-Ed article by Israel's chief delegate to UN Benjamin Netanyahu holds controversy over US's alleged involvement with antiterrorist fighters in Lebanon revives question of how best to combat international terrorism; holds West has failed to act in concert against trrrorists and much can be done to thwart and even eliminate international terrorism; holds democracies should act in three broad areas: diplomacy, economic measures and military options (M)\nBut the truth is that much can be done to thwart and even eliminate international terrorism. To begin with, we must recognize that it is seldom the work of individuals or groups, but rather, mainly, a form of warfare used by antidemocratic states, particularly of the Soviet bloc and the Middle East. In a sense, of course, this aggravates the problem, but it also makes it easier to attack it, for governments, unlike criminal bands, are generally susceptible to a sober calculation of costs and benefits.\nOnce this is understood, the democracies can begin to act effectively and in concert in three broad areas.\nFirst, diplomacy. The abuse of diplomatic privileges has turned Western Europe and other parts of the world into a playing field for terrorists. Weapons, passports, money and safe houses are made available to terrorists by people hiding behind the diplomatic immunity of Syria, Iran, Libya and several Soviet bloc states, among others. When irrefutable proof links particular embassies to acts of terrorism, these fortresses of terror should simply be shut down.\nSecond, economic measures. Most of the states responsible for terrorism desperately need Western goods, weapons and credit. Such benefits should be denied. The democracies should neither buy oil from Libya nor sell weapons to Southern Yemen.\nPlanes used to ferry terrorists and their weapons must not be allowed to land in the West. If the democracies were to use but a fraction of their economic clout, states sponsoring terrorism would have to rethink their activities - and quickly.\nThird, the military option. Coordination among the democracies for military and intelligence purposes is both possible and necessary, especially in emergencies involving hostages. The rescue operation at Entebbe, Uganda, would, for example, have been impossible if Israeli planes had been unable to refuel in a friendly African country. Arrangements for such coordination should be formalized in advance among any democracies wishing to join. In concert, they could deny terrorists the certain military immunity they now so often enjoy. Of course, military action is not always feasible or appropriate, but the more credible it were, the less often it would have to be considered.\nWhat has inhibited the collective action required for these antiterrorist efforts? One impediment has been avarice. Another is timidity - refusing to support an ally victimized by terrorists for fear of provoking their wrath upon oneself. Still another a paralyzing preoccupation with the sovereignty of even those regimes that routinely violate the sovereign rights of others. None of these obstacles will easily disappear. But once a common policy began to emerge, it would in itself encourage, and shame, many democracies to comply.\nOver a long, dark decade, Israelis were the primary target of terrorism, and we bore much of the burden of resisting it. In case after painful case, Israel showed that it was possible to fight back. Italy, West Germany, Britain and others soon did the same but almost always limited their responses to cases involving their own citizens on their own soil.\nFor some time now, the United States has been seeking to mount a broader effort, a truly international response. It has itself forfeited hundreds of millions of dollars in trade with Libya and has interceded with other democracies to prevent military sales to Syria. It has also promoted several international agreements on terrorism.\nBut if this effort is to succeed, it must have the determined and sustained cooperation of other democratic governments. Confusion, vacillation and disunity facilitated the rise of terrorism. Common resolve will insure its ultimate defeat."
}