{
    "title": "A good reason Cops defend Muslim probe",
    "publisher": "daily news ",
    "year": 2013,
    "month": 9,
    "day": 13,
    "full text": "THE CITY HAS disclosed detailed explanations of why the NYPD investigated three Muslim men, two mosques and a charity, in an attempt to shoot holes in a federal lawsuit alleging illegal spying and religious profiling.\nAssistant Corporation Counsel Peter Farrell dropped the bombshell allegations in court papers filed in Brooklyn Federal Court, which outline the city's plan to seek dismissal of the suit by showing the NYPD followed legitimate leads and, therefore, no constitutional rights were violated.\n\"The NYPD followed leads . . . and investigated these individuals where they happened to be, including, at times, in certain mosques,\" Farrell stated in a Sept. 10 letter to Magistrate Joan Azrack.\nDuring a court conference Thursday, Azrack suggested the city's information was compelling evidence that the NYPD had reasonable suspicion to conduct investigations.\nFarrell said the NYPD investigated the Masjid At-Taqwa mosque in Brooklyn - which is a plaintiff in the suit - for allegations of weapons trafficking and funding terrorist organizations.\nThey found members of the mosque security team gave instructions on how to disarm cops, and conducted paintball exercises and survival training outside the city, where paintballers were called \"jihad warriors\" and \"jihad assassins,\" the filing said.\nThe Masjid Al Ansar mosque in Brooklyn, where plaintiff Hamid Raza is the imam, was co-founded by convicted 23-year-old wanna-be jihadist Abdel Hameed Shehadeh of Staten Island.\nSeveral other goons convicted of terrorism charges, including would-be subway bombers Najibullah Zazi, Zarein Ahmedzay and Adis Medunjanin, attended lectures by leaders of the mosque, the filing said.\nAnother plaintiff, Mohammad Elshinawy, whose father is a close associate of convicted terrorist Omar Abdel Rahman (the \"blind sheik\"), was the leader of a paintball trip that he called training for jihad with members of the Muslim Student Association, the filing said.\nThe NYPD also received allegations about plaintiff Asad Dandia, a co-founder of the charity Muslims Giving Back, attempting to organize a trip to Pakistan in 2011 to join an extremist group.\nDandia is also allegedly a \"close associate\" of Long Island wanna-be jihadist Justin Kaliebe, who was arrested this year by the feds as he was about to travel to Yemen to join Al Qaeda.\nAmerican Civil Liberties Union lawyer Hina Shamsi vehemently disagreed, calling the city's allegations \"inflammatory,\" \"incendiary\" and \"innuendo.\"\nShamsi argued that if a criminal was known to attend services at St. Patrick's Cathedral, it wouldn't justify the NYPD designating the Catholic site as a \"terrorism enterprise\" as the NYPD had done with certain mosques targeted for surveillance.\n\nGraphic\n\n \nNLVL\n\nLoad-Date: September 13, 2013"
}