{
    "title": "A Growing Body of Law Allows the U.S. to Prosecute Foreign Citizens",
    "publisher": "the new york times",
    "year": 2015,
    "month": 6,
    "day": 10,
    "full text": "Arrested in Djibouti while he was en route to Yemen from Somalia, far from his home in Britain, Madhi Hashi was baffled to find himself jailed in Manhattan.\nHe admitted to prison officials that he was a member of the Shabab, the Somali militant group. But he ''did not understand why he had been brought to the United States to stand trial,'' he said, according to court documents. \n  The world of soccer was roiled by a similar surprise late last month, heads snapping from Italy to Argentina, when Attorney General Loretta E. Lynch announced that Brooklyn prosecutors had indicted FIFA officials from the other side of the globe, on corruption charges.\n  Using a growing body of law that allows the United States to prosecute foreign citizens for some actions, the government has been turning the federal courts into international law-enforcement arenas.\n  In terrorism cases, the broadening of a key law in 2004, the splintering of terrorist groups and a shift away from military detention has led the United States to bring more foreigners onto its soil, some with only a tenuous link to the United States.\n  Perhaps no federal prosecutor was more aggressive about expanding her office's global reach than Ms. Lynch when she was the United States attorney in Brooklyn, and the FIFA arrests suggest that now that she leads the Justice Department, overseas cases are likely to become even more of a priority.\n  In the FIFA case, prosecutors chose not to invoke ''extraterritorial jurisdiction.'' Instead they relied on the defendants' use of American banks and American locations to conduct meetings as the basis for charging them in federal court.\n  But in terrorism prosecutions, United States courts are trying people who were not targeting the United States, are not from the United States and, before their court cases, had never set foot in the United States. (In these cases, prosecutors say, the country extraditing or otherwise handing over custody of the defendant is, by definition, choosing to cooperate with the United States.)\n  The United States has become ''the jailer, the military front and now the prosecutor'' of global crimes, particularly terrorism, said Karen J. Greenberg, director of the Center on National Security at Fordham University School of Law.\n  In Brooklyn, the trial earlier this year of Abid Naseer, a Pakistan-born Qaeda member plotting to set off a bomb in Manchester, England, saw a parade of MI5 agents, Manchester police officers and an English mall security expert.\n  Another man, Lawal Babafemi, who will be sentenced in the summer after pleading guilty to providing support for terrorism, was a Nigerian who traveled to Chad and Sudan before being smuggled to Yemen by a Ugandan, then was arrested and sent to Brooklyn after he returned to Nigeria.\n  Across the East River, in Manhattan federal court, Mohamed Ahmed, accused of terrorism, wrote to the court that he was detained, beaten and interrogated at the direction of the Federal Bureau of Investigation in Nigeria, denied help from the consulates of Sweden, where he was a permanent resident, and Eritrea, where he is a citizen, until he was blindfolded, put on a plane and sent to New York for prosecution.\n  Mr. Hashi's case is another example of this phenomenon, illustrating how federal prosecutors are able to bring these cases, and why they choose to, despite protests from defense lawyers who say their clients are often tortured or denied their rights in the process.\n  Mr. Hashi was born in Somalia and moved to England in 1995. By 2009, he had gone to Somalia and joined the Somali-affiliated Shabab. By 2012, after Shabab intelligence imprisoned him because they thought he was a spy, he had decided to fight in Yemen instead, prosecutors said. En route, he was arrested in the tiny East African nation of Djibouti, along with two other Shabab fighters, Ali Yasin Ahmed and Mohamed Yusuf, both of them Somali-born Swedes.\n  Mr. Hashi told the court that he watched Mr. Ahmed being tortured, and he was threatened with torture and sexual abuse, by Djiboutian law enforcement; when the F.B.I. joined in the interrogations, he says he was advised of his rights but remained fearful, and gave statements because of that fear.\n  Prosecutors conceded that to obtain information on any immediate threats, the F.B.I. initially interviewed men without advising them of their rights, but subsequently interviewed them separately and explained their rights to them; prosecutors eventually agreed not to use any of the statements taken in Djibouti at trial.\n  All three men were sent to the United States for prosecution in late 2012, and have been held in solitary confinement since.\n  Their lawyers in the United States filed a motion to dismiss the charges against them, which included providing material support to a terrorist group and conspiracy to provide such support. ''Nothing that the government has provided to date shows that the defendant had any notice or reason to believe that he was subjecting himself to U.S. law and could be hauled into a U.S. court for his conduct,'' Jane Simkin Smith and David Stern, lawyers for Mr. Yusuf, wrote in a motion that the other defendants joined.\n  Brooklyn prosecutors prevailed, however, pointing to earlier rulings about how terrorism law can be used globally.\n  In 2004, when Congress updated the terrorism law, it said that extraterritorial jurisdiction applies in six situations. One that was applied here was breathtakingly simple: that the person is ''brought into'' the country after the conduct in question. Here, the prosecutors and F.B.I. flew the men into Kennedy International Airport from Djibouti. As a Southern District federal judge, P. Kevin Castel, ruled in the case of Mr. Ahmed, bringing someone in ''alone is a sufficient statutory predicate for jurisdiction.''\n  Prosecutors, though, are reluctant to rely entirely on the fact that the person was flown -- by the United States government -- into the United States, and here they relied on two additional justifications. One was that the defendants ''aided and abetted'' United States citizens when they recruited, talked to or fought alongside them in Somalia. Another was that the acts affected foreign or interstate commerce, where these defendants recruited people to go overseas and those people spent money getting there\n  Defense lawyers also raised a question of due process, or whether trying the defendants in the United States was fair. Prosecutors responded that there was a link to the United States: The Shabab was a designated foreign terrorist group that had denounced the United States. Also, the prosecutors -- Shreve Ariail, Seth D. DuCharme and Richard M. Tucker -- cited a 2011 decision by the United States Court of Appeals for the Second Circuit: Defendants did not need to understand that they could be subject to criminal prosecution in the United States, ''so long as they would reasonably understand that their conduct was criminal and subject them to prosecution somewhere.''\n  Judge Sandra L. Townes ruled in the prosecution's favor, and the case went forward.\n  Federal prosecutors are going after these cases for several reasons, prosecutors and national security experts said. One is simply that they can, after Congress broadened extraterritorial jurisdiction for terrorism in 2004.\n  They see the cases as a smart alternative to diplomacy or drone strikes. The government can ''gather information not only for use as evidence at trial but information to be used by the government to get smarter about the threats it's trying to quell,'' particularly when someone is captured overseas, said David Raskin, a former federal terrorism prosecutor who now teaches national security law at Columbia Law School and is a partner at Clifford Chance.\n  Military detention, which several senators have called for in cases involving terrorism suspects, is seen as problematic by national security experts, human rights groups and much of law enforcement; it is inefficient, and there are evidence problems. Moreover, human rights advocates say the detentions ignore due process.\n  Federal prosecution of foreigners ''is not every foreign national for every bad thing, but it's certainly much more broad than it used to be,'' Mr. Raskin said. \n  However, leaving it to the United States to define who is a terrorist based on which groups are against it, and then prosecuting them, ''is taking exceptionalism to a different level,'' Ms. Greenberg said.\n  ''We think this is very much about us,'' she continued, ''and we're the best place to take care of these suspects, and we trust ourselves.''\n  Federal trials are far preferable to indefinite detention, Ms. Greenberg said, and represent a vote of confidence in the criminal justice system as opposed to other options, like unlawful interrogation or targeted killings. ''On the downside, it takes on a global responsibility that could one day be troubling in its potential to creep into other areas of law enforcement on global issues, from drugs to cybercrime,'' she said.\n  Mr. Hashi pleaded guilty last month along with his co-defendants, in return for a suggested 15-year sentence. At the hearing, he seemed polite and friendly, joking with the judge as he asked about where he would be sent once his prison term ended.\n  Susan G. Kellman, a lawyer for his co-defendant Mr. Ahmed, said afterward that the men remained confused by the role of the United States.\n  ''They never wanted to harm the United States,'' she said. ''That's what's so frustrating for them. Their accuser is a country they never intended to hurt, never wanted to hurt.''\n\nhttp://www.nytimes.com/2015/06/10/nyregion/growing-body-of-law-allows-prosecution-of-foreign-citizens-on-us-soil.html\n\nGraphic\n\n \nPHOTO: The federal courthouse in Brooklyn. Loretta E. Lynch expanded her office's global reach as United States attorney in the borough. (PHOTOGRAPH BY SAM HODGSON FOR THE NEW YORK TIMES)       \n\nLoad-Date: June 10, 2015"
}