{
    "title": "A Hate Crime_ How the Charlottesville Car Attack May Become a Federal Case",
    "publisher": "the new york times",
    "year": 2017,
    "month": 8,
    "day": 13,
    "full text": "WASHINGTON — The Justice Department’s announcement that it is opening a civil rights investigation into a deadly car crash into a crowd of people protesting white nationalists in Charlottesville, Va., has put a spotlight on what the department’s role may be under Attorney General Jeff Sessions.\nMr. Sessions was an outspoken conservative senator from Alabama before President Trump appointed him attorney general, and many civil rights advocates view him with suspicion. Under his stewardship, the department’s civil rights division has been pulling back on enforcement of laws on matters like voting rights and police reform.\nBut when the department announced the civil rights investigation late Saturday, it included a forceful statement from Mr. Sessions: “The violence and deaths in Charlottesville strike at the heart of American law and justice. When such actions arise from racial bigotry and hatred, they betray our core values and cannot be tolerated.”\nState law enforcement officials have primary jurisdiction to prosecute James Alex Fields Jr., 20, whom they have charged with second-degree murder in an attack that            killed Heather D. Heyer, 32, of Charlottesville and injured at least 19 other people. But the department’s announcement raises the question of whether Mr. Sessions could also seek to make it a federal case.\nIs this considered a hate crime?\nNot necessarily. Just because a crime was motivated by hate does not mean it is covered by the federal hate crimes law. Only particular types of hatred count. The hate crimes statute gives federal prosecutors the opportunity to bring a case if a defendant attacked a victim because of certain characteristics, such as the victim’s race, religion, national origin, ethnicity, gender or sexual orientation.\nThe hate crimes law traces to the Civil Rights Act of 1968 and has been expanded since. When Congress expanded it to include sexual orientation and gender identity in 2009, Mr. Sessions opposed the move, arguing that state criminal laws against assault and murder were sufficient. But as attorney general he has vowed to enforce it.\nStill, it may be difficult to prove that Mr. Fields was motivated by one of the characteristics protected by the hate crimes statute, like race; hatred of people because of their political views is not specifically mentioned in the law. Although several of the surviving victims are black, Ms. Heyer was white.\nWhat about the Ku Klux Klan Act?\nTracing to a law enacted in 1871, the so-called Ku Klux Klan Act criminalizes certain types of politically motivated violence that today would be called terrorism. Some of its provisions require evidence of conspiracy, so they would apply only if investigators turn up evidence that the attacker plotted with others, rather than spontaneously decided to commit violence. One notable provision, however, can cover a defendant who acted alone.\nA provision added as part of the Civil Rights Act of 1968, Section 245 of Title 18, makes it a federal crime to use force to willfully injure or intimidate any citizen because the victim was “participating lawfully in speech or peaceful assembly” opposing the denial of certain civil rights to other people, like a right to vote or receive service from a business that accommodates the public. If bodily injury results from the crime, each count can carry a 10-year prison sentence. If a victim is killed, prosecutors may seek life imprisonment or the death penalty.\nFederal prosecutors might try to use this law, but it is not clear whether it would apply to people protesting a white nationalist rally. Justin Levitt, a law professor at Loyola Law School, Los Angeles, who was a deputy in the Justice Department’s civil rights division during the Obama administration, said there was scant guiding precedent about whether the statute covered something like the attack in Charlottesville.\n“You don’t often see someone ramming a car into a peaceful protest,” he said. “The sorts of things you see in Charlottesville, you don’t see often.”\nWas this domestic terrorism?\nLisa Monaco, the former head of the Justice Department’s national security division and a former counterterrorism and Homeland Security adviser to President Barack Obama, raised the question of whether the federal government should be handling the investigation as a domestic terrorist attack.\n“I think the biggest question is whether the F.B.I. is going to investigate this as a domestic terrorism case, given the presence of groups that have been the subject of such investigations before or would meet their criteria, like the K.K.K., and the nature of the attack,” she said. “A guy plowed his car into a crowd of protesters — that kind of violence, committed for seeming political ends, is the very definition of domestic terrorism.”\nUnder federal law that was expanded by the U.S.A. Patriot Act after the terrorist attacks of Sept. 11, 2001, a violation of federal or state criminal law qualifies as “domestic terrorism” if it appears to be intended to coerce or intimidate a civilian population or to coerce the policy of the government.\nDomestic terrorism is not, itself, a criminal offense that prosecutors could charge. But portraying the attack in Charlottesville that way could help enable federal jurisdiction for what would normally be the state crime of vehicular manslaughter. It could also trigger certain enhanced powers to obtain records or seize assets that are available in security investigations. Since Virginia has the death penalty, however, federalizing the prosecution might not trigger any greater set of penalties for a conviction.\nOn ABC News’s “Good Morning America” on Monday, Mr. Sessions said they would be looking at it in part as a domestic terrorist attack.\n“It does meet the definition of domestic terrorism in our statute,” Mr. Sessions said. “We are pursuing it in the Department of Justice in every way that we can make a case. You can be sure we will charge and advance the investigation towards the most serious charges that can be brought because this is unequivocally unacceptable and evil attack.”\nFollow Charlie Savage on Twitter @charlie_savage.\nPHOTO: President Lyndon B. Johnson signed the Civil Rights Act of 1968, the root of U.S. hate crimes law. (PHOTOGRAPH BY ROLLS PRESS AND POPPERFOTO, VIA GETTY IMAGES)\nRelated Articles\nBefore Charlottesville, a String of Killings Raised the Specter of Far-Right Violence\n\nLoad-Date: August 16, 2017"
}