{
    "title": "A HIGH-TECH BATTLE AGAINST TERROR",
    "publisher": "daily news ",
    "year": 1995,
    "month": 10,
    "day": 24,
    "full text": "The high-tech security net around this week's United Nations celebrations is straight out of a Tom Clancy novel.\nDubbed Operation Concord, it includes armored personnel carriers, high-speed cigaret boats and assault troops that were never more than a few blocks from President Clinton, Cuban leader Fidel Castro and Palestine Liberation Organization chief Yasser Arafat.\nThousands of federal agents and cops armed with the latest in anti-terrorism equipment make up the huge task force \"the most successful endeavor we have ever undertaken in our 50-year history of protecting the UN and its dignitaries,\" said one high-ranking police source. \"It's bigger than the Potsdam conference, the economic summit, Operation Sail, the Democratic National Convention or anything we've ever seen.\"\nThe anti-terrorism measures include:\nTwo heavily armed U.S. Customs Service cigaret boats customarily used to chase down drug dealers patrolling the East River near the UN.\nSpecial city Police Department shadow units 30 cops in two armored personnel carriers and 10 other vehicles staying close to the major international players at all times.\nCoast Guard cutters and NYPD launches including a retired U.S. Navy torpedo boat closing off the river as easily as if it were a one-way street on Sunday.\nA naval flotilla of those same vessels yesterday stayed adjacent to Clinton's motorcade as he was driven down the FDR Drive from the Waldorf-Astoria to the Wall St. heliport.\nMeanwhile, police anti-terrorism units continued to occupy the southern tip of Roosevelt Island near the ruins of an old insane asylum. The tip practically across from the UN was considered a security weak spot by anti-terrorism experts, sources said.\nLike the characters and locations in Clancy's techno-tomes, everyone in the UN security effort has a code name. The UN building was \"The Castle\"; important motorcades were dubbed \"Jamaica Leader,\" and the special NYPD shadow units were called \"The Archangel Detail\" a name left over from the recent papal visit.\n\nLoad-Date: October 24, 1995"
}