{
    "title": "A judicial win against terrorism",
    "publisher": "the tampa tribune ",
    "year": 2010,
    "month": 6,
    "day": 28,
    "full text": "In its first chance to test the constitutionality of a provision of the USA Patriot Act, the Supreme Court properly preserved a prohibition on offering \"material aid\" to terrorist organizations.\nCritics charge the decision abrogates the First Amendment rights of citizens and organizations to speak and associate with terrorists, even when that advocacy is for peaceful purposes. They worry humanitarian workers, academics and even journalists who meet with terrorists could face arrest because of that association.\nBut the court wisely deferred to Congress and the Obama administration, which argued the law is a necessary tool in fighting the country's enemies. Any contribution to a terrorist organization is too much, the court said.\n\"Congress and the executive are uniquely positioned to make principled distinctions between activities that will further terror conduct and undermine United States foreign policy and those that will not,\" Chief Justice John Roberts Jr. wrote. \"A foreign terrorist organization introduced to the structures of the international legal system might use the information to threaten, manipulate and disrupt. This possibility is real, not remote.\"\nIn this case, the Humanitarian Law Project and other human rights groups wanted to offer legal aid and political training - all non-violent activities - to a Kurdish group in Turkey and a Tamil group from Sri Lanka, both on the government's list of terrorist organizations. They claimed the \"material support\" law, which bans offering \"training,\" \"expert advice or assistance,\" \"service\" or \"personnel\" to designated terrorist organizations, was vague, in violation of the Fifth Amendment and infringed on their rights of speech and association.\nImportantly, the statute doesn't criminalize speech; it makes criminal providing aid and assistance to terror organizations.\n\"'Material support' is a valuable resource by definition,\" Roberts wrote. \"Such support frees up other resources within the organization that may be put to violent ends. It also importantly helps lend legitimacy to foreign terrorist groups - legitimacy that makes it easier for those groups to persist, to recruit members and to raise funds - all of which facilitate more terrorist attacks.\"\nThe chief justice distinguished between assisting a terrorist group and speaking on its behalf: \"We in no way suggest that a regulation of independent speech would pass constitutional muster.\"\nAnd, he said, \"future applications of the material-support statute to speech or advocacy may not survive a First Amendment challenge.\"\nBut what about organizations identified by the government as terrorist groups but that also facilitate humanitarian efforts?\nSaid Solicitor General Elena Kagan, President Obama's nominee to the Supreme Court, during oral arguments this year: \"Hezbollah builds bombs. Hezbollah also builds homes. What Congress decided was when you help Hezbollah build homes, you're also helping Hezbollah build bombs. That's the entire theory behind this statute.\"\nWell said.\nCopyright © 2010, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nOUR OPINION\n\nLoad-Date: July 19, 2010"
}