{
    "title": "A letter of obligation to the children of Sept. 11",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 9,
    "day": 11,
    "full text": "One of our editors remembers taking a train in the winter after that dark Sept. 11 and writing a letter to his newborn grandchild.\nIn that letter, he recounted the horror of that day and the abiding cheerlessness that followed in those next many weeks and, thinking of the infant, he wondered: \"Is this haze of terrorism a stroke out of the blue that will abate almost as suddenly as it arrived? Or will you grow up with it as a haunting threat that's always by your side? Is this to be your generation's Cold War, a part of life you grow used to but never put away?\"\nThirteen years removed, that grandchild nears high school age without recollection of that day. And also without recollection of what it is like to live without the cloud of war.\nSuch is the case for all the grade school children in our midst.\nNo matter where we were, no matter our station in life, those of us who lived through that day were profoundly affected in a personal way that we suspect will never change.\nBut 13 years removed, the toll doesn't end there. All of our playful children, the innocent bearers of all our hopes and dreams, not yet born when the hijacked planes attacked — they, too, are legacy victims of those planes. They live in a world that's different, maybe even less hopeful, than the one we knew before.\nThirteen years removed, the wishfulness for a quick end to the age of terrorism seems in retrospect sadly naive. The anxious forecast of an unrelenting new normal stands as regrettably prescient.\nOsama bin Laden and an array of al-Qaida leaders are dead. But there is no peace and little immediate hope of one. Al-Qaida and the Taliban remain, but also now the heinous Islamic State that has overrun parts of Iraq and Syria, a group that rejoices in publicly executing journalists and mowing down legions of disarmed prisoners.\nHere at home, the temporary unity that responded to crisis in 2001 has been replaced by unconscionable partisanship that seizes on foreign policy to score political points at shameful cost to the public interest.\nWhere is the common purpose, the common resolve to work together to undermine and defeat a common threat? Bickering too is the regrettable new normal.\nOn that dark day 13 years ago, almost 3,000 people died, everyday people who got up that Tuesday morning to catch a plane or go to work or run an errand and never came home. Among them were at least 10 who once roamed our suburbs:\nTodd Beamer, a native of Wheaton; Andrew King, a St. Charles native; Jeffrey P. Miadenik, an associate pastor of Christ Church of Oak Brook; Jason Oswald, a Wheaton College graduate; Robert Rasmussen of Hinsdale; Sue Sauer, a Wheaton College graduate; Mark Schurmeier, also a graduate of Wheaton College; Dan Shanower, a Naperville Central High School graduate; Mari-Rae Sopper, an Inverness native and Fremd High School graduate; and Mary Lenz Wieman, an Arlington Heights native and a graduate of Sacred Heart of Mary High School in Rolling Meadows.\nToday, let us remember those names and teach them to our children. Let us remember also all of the others who died that day.\nLet us include in our memorials the thousands who have died in the intervening years in service to protect the homeland. And those who've been lost since then in isolated acts of terror.\nIn honor of them, let us come together as a nation to work with each other to end the terrorism of this age.\nWe owe it to them. And to ourselves.\nAnd we owe it to our children most of all.\n\nGraphic\n\n \nAssociated Press File Photo Charlotte Newman, 8, visits the National September 11 Memorial and Museum last year. The long-awaited museum, in the background, will open to the public on May 21. ASSOCIATED PRESS FILE PHOTO Charlotte Newman, 8, visits the National September 11 Memorial and Museum in New York. The museum dedicated to the victims of the September 11 terror attacks opened to the public at the World Trade Center earlier this year.\n\nLoad-Date: September 12, 2014"
}