{
    "title": "A LESSON TO KEEP ALERT FOR TERRORISM",
    "publisher": "st. petersburg times ",
    "year": 2010,
    "month": 5,
    "day": 5,
    "full text": "Luck, initiative and heads-up police work all contributed over the weekend to foiling a car bombing in Times Square - and to the speedy arrest of a suspect nabbed as his plane was about to depart John F. Kennedy International Airport for Dubai. Saturday's scare was the latest reminder that America remains a terrorist target. And while luck can always play a role, the nation's security depends on agile, effective policing and on everyone doing their part.\nFBI agents and New York police arrested the suspect, Faisal Shahzad, a 30-year-old Pakistani-born U.S. citizen, late Monday at JFK as his Dubai-bound plane pulled away from the gate. He is suspected of driving a bomb-laden Nissan Pathfinder into New York's jam-packed Times Square Saturday evening. Two street vendors alerted nearby police after seeing the Pathfinder parked with its hazard lights on and smoking. Inside, the bomb squad found clocks, firecrackers, three tanks of propane, gasoline and about 100 pounds of fertilizer. Police said it appeared the SUV was meant to explode in a \"chain reaction,\" causing a huge fireball and spraying shrapnel across an area packed with theaters, hotels and restaurants.\nCountless deaths and injuries were prevented when the bombing was foiled. Having an intact SUV enabled authorities to quickly trace Shahzad. Pakistan announced Tuesday it arrested two people suspected of being involved. On almost every score, this averted disaster showed an incredible level of cooperation among federal, state and local authorities. But officials need to answer how Shahzad managed to board the plane despite being placed on the no-fly list Monday. It should have been suspicious enough that he booked the flight while he was en route to JFK and paid for the ticket in cash. Attorney General Eric Holder said Tuesday that Shahzad had been cooperating with authorities and would face terrorism charges.\nThe incident should remind Americans that terrorism is a fact of modern life. And everyone plays a part in protecting society. The street vendors who alerted police about a suspicious car in bustling Times Square should be commended for acting on their sense of caution. The police did a good job of clearing out the area and authorities were quick to take to the airwaves. Luck and vigilance prevented disaster. But the nation needs to learn from this incident and keep up its guard. If you see something suspicious, report it.\n\nLoad-Date: May 5, 2010"
}