{
    "title": "A Lesson From 9_11",
    "publisher": "the new york times",
    "year": 2010,
    "month": 9,
    "day": 11,
    "full text": "Nine years ago today, we saw the world stand still. We saw the innocence of a nation crumble to the ground. We saw the face of evil form in plumes of smoke and ash. It was Sept. 11, 2001.\nI heard a thousand gasps of a thousand people standing stock still in the normally bustling Times Square as they watched the second plane hit the second tower on a JumboTron in Times Square.\nI saw images of small figures that looked liked birds outside the towers. Only they weren't birds, they were people, forced out by the flames, forced to make an impossible choice under impossible circumstances.\nWe all watched the towers collapse, completely, falling from the skies above into a cloud below -- horrific and awesome, breathtaking and unbelievable.\nI felt myself grow numb, but I refused to be afraid. My attitude that day was the same as most Americans: the terrorists must not be allowed to win. America would not be cowed. We would rise, our greatness would shine, and our ideas of freedom would remain a beacon to the world.\nThat is why the debate these past few weeks over Islam in America -- from the proposed Islamic community center in Lower Manhattan to talk of the burning of Korans -- has been so hard to watch. Too much of the debate seems to be centered around the sensitivities of terrorists a world away who have hijacked the passions of a faith, who would see us destroyed and who want to attract more damaged souls to their cause.\nI understand, in theory, the idea of not stirring the hornet's nest while our troops are still in harm's way. But I chafe at the idea that great American debates, in all their ugliness and splendor, should be tempered for terrorists and their attempts to recruit.\nIt is true that we seem to be experiencing a new sense of paranoia about these extremists and the threats they pose.\nAccording to an ABC News/Washington Post poll released this week, the percentage of people who say that the country is safer now from terrorism compared with before Sept. 11, 2001, has reached a new low.\nBut we simply cannot allow this new wave of fear to make us into something that we're not. We are a country of freedoms, a country where religious freedom and freedom of speech hold equal standing, a country in which the construction of a building and the destruction of a book are rights extended to all, even if opposed by most.\nFree expressions are not always pleasant, but they must ever be protected, with no regard to the proclivities of the enemy.\nThis is America, and the moment we forget that, they start to win.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nCHART: ''Feeling Less Safe'': Compared with before Sept. 11, 2001, do you think the country today is safer from terrorism or less safe from terrorism? (Source: ABC News/Washington Post Poll)             \n\nLoad-Date: September 13, 2010"
}