{
    "title": "A lesson in why words matter",
    "publisher": "crain's detroit business",
    "year": 2017,
    "month": 10,
    "day": 23,
    "full text": "Words matter. I know this because I make my living stringing them together.\nJokes about terrorism aren't funny. I know this because I once made a living covering terrorist acts.\nSocial media is no place to be casual about one's words or jokes. I know this because I constantly remind my colleagues at Crain's Detroit Business that we represent the company, even in our off hours and in public spaces - and that includes social media.\nAll this to say: I owe Grace Keros and her employees at American Coney Island an apology.\nWhile on vacation earlier this month, I looped myself into a friendly Twitter debate over which is the best of two great downtown institutions: Lafayette Coney Island or American Coney Island.\nThe debate goes back to the early 20th century, when Greek immigrant Gust Keros arrived in Detroit and started selling hot dogs, shining shoes and cleaning hats from a cart on the corner of Michigan Avenue and Lafayette Boulevard.\nIn 1917, he opened American Coney Island at the same location and, in 1924, Keros brought his brother to America. The brother opened Lafayette Coney Island next door to American Coney Island, using a different chili and hot dog.\nAbout 30 years ago, the brother sold Lafayette to his employees. Though the businesses are no longer tied by family, the friendly competition remains.\n\"I don't care when people fight and joke about which they like best,\" Grace Keros told me. \"I know we're the best.\"\nGrace is the granddaughter of Gust Keros. Along with her brother, Chris Sotiropoulos, Grace has built American Coney Island into a culinary empire, with restaurants at the Detroit Zoo and the D Hotel in Las Vegas. In 2005, the company introduced its Coney Kits, popular with fundraisers and Detroit expats who want to make their own Coney dogs.\nI was one of those expats, a longtime customer of both restaurants. I tend to favor Lafayette, but that's not the point of this column. I owe Grace and her employees an apology because of the way I sided with the competition: through a joke that played off an internet meme meant to mock those who exploit terrorism for political purposes.\nIf you don't eat at Lafayette Coney Island, I tweeted, the terrorists win.\nGrace Keros thought I was calling her and her employees terrorists. \"There's nothing funny about that word,\" she told me. \"It's dangerous.\"\nI wasn't calling anybody a terrorist. The \"terrorists win\" meme is actually an antidote to hate speech, and nobody who follows my account flagged it as anything more than a benign joke. But still - I know that words matter. I know that jokes about terrorism aren't funny. I know that social media makes it too easy to hurt people unintentionally.\nI explained all this to Grace over lunch the other day at American Coney Island. It was delicious.\nRon Fournier is publisher and editor of Crain's Detroit Business. Catch his take on business at 6:10 a.m. Mondays on the Paul W. Smith show on WJR AM 760.\n\nLoad-Date: October 26, 2017"
}