{
    "title": "A LITTLE LATE, RED BRIGADES ADMIT 'INFANTILE EXTREMISM'",
    "publisher": "the new york times",
    "year": 1982,
    "month": 3,
    "day": 28,
    "full text": "The mass arrests of terrorist suspects that marked the 42 days of Brig. Gen. James L. Dozier's captivity have slowed down. The chorus of suspects vying to confess and accuse their friends is rising in volume.\nLast week, a court in Verona sentenced 17 persons charged with General Dozier's kidnapping to prison terms ranging from 27 years to 26 months. Nine of the convicts are in custody, eight are still at large. Altogether, about 400 arrests - including eight last week - resulted from intensified police operations after the kidnapping on Dec. 17. That toll and scores of confessions have raised doubts about what may remain of the Red Brigades. The effectiveness of the group that achieved its principal success four years ago with the kidnapping and slaying of former Prime Minister Aldo Moro has been markedly diminished. Conclusions tend to be guarded. Terrorist groups on both the right and left have often succeeded in returning defiantly to action, even after important cells of activists have been captured or turned themselves in. Moreover, the mood that produced many of these groups - drift, cynical bravado and disillusionment with the Establishment - remains prevalent among Italian youth.\nROME - The mass arrests of terrorist suspects that marked the 42 days of Brig. Gen. James L. Dozier's captivity have slowed down.\nWhatever the outlook, there seems to be no end of pessimism in the public self-criticism of Red Brigades leaders. After his complete confession, which implicated all the other gang members, including two who were in court but did not join in the stream of selfaccusation, Antonio Savasta, the leader of the group that kidnapped General Dozier, circulated a handwritten statement.  ''Today,'' it said, ''and this is part of the self-criticism, we realize that we set in motion a machine, and just like pure adventurists, representatives of the most infantile extremism. If we do not stop it now, it will crush everything.'' Three of his associates also signed the document, which they distributed from their cage in the Verona courtroom. (A second cage housed the two nonrepentant defendants.) Earlier this month, a Red Brigades ideologist, Enrico Fenzi, wrote from his prison cell: ''The armed struggle failed in all the political and social goals that it set for itself for 10 years. One must have the courage to refuse it totally, if not, one condemns oneself to madness.''\n'Columns' Work Alone\nThe terrorist roundups since the end of the year, which the police and Interior Ministry said were usually the result of one brigades member leading his captors to others, have sharply reduced the underground ''army.'' It has also become apparent that the group now lacks the central direction it once was able to impose in classical revolutionary fashion down through an organizational pyramid. The Dozier kidnapping was apparently the work of the Venice ''column,'' with little evidence of collaboration with other ''columns'' or direction from a central command. But the police operation, conducted with unprecedented intensity because of Italy's eagerness to prove it could protect allied soldiers on its soil, succeeded in virtually rolling up the branches in Rome and Milan as well as Venice. (However, the Naples column was still in the field. Last month it raided a military barracks in Caserta.) President Reagan, in welcoming Italian President Sandro Pertini to Washington last week, warmly praised the Italian authorities for the Dozier rescue.\nStudents of Italian terrorism have also noted a decline in brigades leaders and followers and their replacement by jargon that is sometimes difficult to translate even into other Romance languages. Last week's manifesto by the 26-year-old Mr. Savasta and his associates is an example. ''We want to affirm with all possible force,'' it said, ''that our dissociation was an autonomous fact, the fruit of long reflection and political work. We have not changed camp. Even now, we absolutely do not believe that the contradictions that convinced us to take up arms have been resolved. We want to rethink a revolutionary program that proved itself unrealizable, a point of departure in the search for new instruments and the construction of new political prospectives arising from the schematic logic of the armed struggle.''\nThe Red Brigades structure was split into rival factions called ''military'' and ''movement'' tactics. The military emphasis was on armed struggle, while movement partisans favored inserting the brigades into any available popular cause, to gain support for brigades' aims. So tense was the rivalry that Mr. Savasta said his first thought, when police burst into the apartment where General Dozier was held captive, was that movement brigadists were attempting to steal the military faction's prisoner.\nWhile there is little doubt that the Red Brigades has been seriously weakened, there is no certainty that its structure (or structures) has been battered beyond recovery. Indeed. there is no certainty that the elaborate confessions, in part inspired by a law that offers leniency to those who tell all, may not be intended to lull Italy into a sense of false security.\nThere is some rejoicing here that the best-organized terrorist movement has suffered serious, perhaps fatal, blows. But concern remains that the frustrations of life in what leftists like to describe as a ''blocked society'' remain compelling among many welleducated young people. Such sentiments, stimulated by the example of the brigades' glory days, could give rise to new waves of terrorism, under the Red Brigades' flag or another name.\n\nGraphic\n\n \nIllustrations: photo of Antonio Savasta"
}