{
    "title": "A look at how Gates operated",
    "publisher": "the day ",
    "year": 1991,
    "month": 10,
    "day": 8,
    "full text": "The candor of Robert M. Gates has become a prime issue in his confirmation hearings, and one intelligence episode throws particular light on it: the 1985 CIA report stating \"the case for Soviet involvement\" in the 1981 attempt on the life of Pope John Paul II.\n \n    The tortured logic of the still officially secret report was quite uncharacteristic of CIA documents, and indeed was denounced in a CIA review a few months later as \"deliberately skewed.\" It read like a novelist's fantasy of Red conspiracy.\n   Yet Gates sent the report to President Reagan and Vice President Bush with a covering letter describing it as a \"comprehensive examination of who was behind the attempted assassination\" and saying that, while questions remain, \"we feel able to present our findings with some confidence.\"\n \n    In response to criticism of the papal paper, Gates testified last week: \"I think, in retrospect, the covering note probably should have indicated .  that it (the paper) did not thoroughly examine all the alternatives that were available.\"\n \n    That was a \"concession\" designed to conceal. If the covering letter had been honest about the politicized nature of the papal report, the report would not have been transmitted.\n \n    The question is why Gates ordered such a report and then, as it happens, rushed the draft through the approval process in 24 hours.\n \n    The answer is evident. William Casey, the director of central intelligence then, was seized with the notion that the Russians were behind everything wrong in the world, including the attempt on the pope's life. He wanted a report to that effect, and Gates got it for him.\n \n    The antecedents of the affair, in fact, go back to the day after President Reagan was inaugurated, when Secretary of State Alexander Haig made a speech linking the Soviet Union to all the world's terrorism.\n \n    The State Department's Bureau of Intelligence and Research then commissioned a National Intelligence Estimate on the subject.  When a draft of the NIE was shown to Casey some time later, he called its authors into his office. He held up a book and said contemptuously that he had learned more from it than from all of them.\n \n    The book was The Terror Network by Claire Sterling, a journalist who advanced the thesis that a Soviet conspiracy was behind the world's terrorism. CIA specialists dismissed the book as useless.  They thought Ms. Sterling had been taken in by their own \"black propaganda,\" anti-communist tales planted in Europe by the CIA.\n \n    But Casey and Haig were fans of Ms. Sterling. And in 1984 she published another book: The Time of the Assassins, tracing the papal assassination attempt to a KGB plot.\n \n    The CIA had actually done a study of the attack on the pope in 1983. It concluded that knowledge was fragmentary and conflicting but that there was no reason to believe in Soviet involvement. And Robert Gates then briefed the Senate Intelligence Committee to that effect.\n \n    Why did Casey allow the dispassionate report in 1983, and then in 1985 have Gates order up a politicized report tuned to the Sterling thesis and rush it to completion and distribution?\n \n    In 1983, with Yuri Andropov as Soviet leader, Soviet-American relations were at a low point. In 1985 Mikhail Gorbachev had taken over, and relations were warming up. Casey, alarmed, did what he could to keep Reagan thinking \"evil empire.\" And Gates did his bidding.\n New York Times News Service\n\nLoad-Date: November 12, 1992"
}