{
    "title": "A look at Egypt 's sweeping new anti-terrorism law",
    "publisher": "university wire",
    "year": 2015,
    "month": 8,
    "day": 17,
    "full text": "CAIRO - Egypt's President Abdel-Fattah el-Sissi has approved a new draconian law that offers a sweeping definition of terrorism and sets harsh punishments, including heavy fines for journalists who don't toe the government line.\nThe government has said the law is necessary to combat a growing Islamic insurgency and help restore stability after years of unrest. But the new law has alarmed rights groups and even some senior politicians, raising fears of a return to the decades-long emergency rule of President Hosni Mubarak, ousted by a 2011 revolt largely driven by anger at police brutality.\nHere are some of the main points of the new anti-terrorism law, which includes 54 articles.\n___\nARTICLE 2 offers a vague and sweeping definition of terrorism, which includes not only the use of force or threats to terrorize individuals, but also to \"disturb public order\" or \"endanger social safety and security.\" It defines terrorism as any act that \"undermines national unity, social peace and national security,\" or targets the environment, natural resources, antiquities or public or private property. It also includes any act that obstructs authorities, places of worship, diplomatic missions or regional or international organizations.\n___\nARTICLE 8 absolves law enforcement agents from criminal responsibility if they use force to implement the law, or to protect themselves, others or property from \"imminent danger.\" The law says the use of force must be \"necessary and proportionate,\" but that would be determined by Egypt's judiciary, which has rarely held members of the security forces accountable for reported brutality.\n___\nARTICLE 18 stipulates that anyone using violence, or the threat of violence, to overthrow the government or change the constitution or \"ruling system\" will be punished by 10 years to life in prison. This article could potentially be applied to anti-government demonstrators, or supporters of Islamist President Mohammed Morsi, who was overthrown by the military in 2013 following mass protests against him.\n___\nARTICLE 28 criminalizes \"directly or indirectly\" promoting terrorist acts with words or by any other means. The punishment is greater, up to seven years in jail, if this is done in places of worship or among the security forces.\n___\nARTICLE 29 defines as a cybercrime the establishment of a social media account or a website that promotes \"ideas or beliefs\" that encourage terrorism or violence, or that broadcasts information that aims to \"mislead\" the security forces or convey messages among terrorist groups.\n___\nARTICLE 35 sets a fine of up to $64,000 for the publication or broadcast of \"false news\" about terrorist acts or security operations. It defines \"false news\" as anything that differs from official statements by the Defense Ministry. It's unclear if the law would apply to the coverage of militant statements or facts that contradict the government's narrative. If a media outlet is involved, the head of the news organization could also be fined. An earlier version of the article prescribed prison terms for journalists who violate it.\n___\nARTICLE 50 enshrines new circuits for terrorism-related cases in Egypt's criminal and lesser courts. The new circuits were already established by presidential decree last year to speed up the trials of those who violate a law restricting protests or those who carry out acts of violence. They are staffed by specialized separate panels of judges but do not constitute separate courts.\n\nLoad-Date: August 17, 2015"
}