{
    "title": "A LOOK AT THE DATA ON DOMESTIC TERRORISM AND WHO'S BEHIND IT",
    "publisher": "tampa bay times",
    "year": 2017,
    "month": 8,
    "day": 16,
    "full text": "A deadly attack in Charlottesville, Va., during a white nationalist rally and counterprotests brought attention to far-right terrorism and how it compares with radical Islamic terrorism.\nPresident Donald Trump, always quick to denounce radical Islamic terrorist attacks, was widely criticized for taking longer to explicitly condemn white nationalists.\nAfter first criticizing actions on \"many sides,\" Trump finally gave a full-throated condemnation two days later. The day after that, he said he thought\"there is blame on both sides.\"\nDuring the Aug. 12 protests, the driver of a Dodge Challenger drove into a crowd of people. Heather D. Heyer, 32, was killed and at least 19 others were injured, said a statement from the city government. Authorities charged a 20-year-old man from Ohio, James A. Fields Jr., with second-degree murder.\nThe attack met the legal definition of domestic terrorism, said Attorney General Jeff Sessions in an interview with ABC News.\nAfter the Charlottesville events, we wondered about the latest numbers on domestic terrorism. How many attacks have there been, and who caused them?\nA recent government report shows that from Sept. 12, 2001, to Dec. 31, 2016, there were 85 deadly attacks in the United States by violent extremists.\nMost of the attacks were carried out by far-right violent extremists. But more people died during attacks connected with Islamic jihadist extremists.\n- - -\nWhat a government report says about 'violent extremism'\nViolent extremism is generally defined as supporting or committing violent acts to achieve political, ideological, religious or social goals, said an April 2017 report from the U.S. Government Accountability Office.\nPerpetrators of violent extremism include white supremacists; anti-government groups; groups with extreme views on abortion, animal rights, the environment or federal ownership of public lands; and radical Islamist entities, such as the Islamic State of Iraq and Syria (ISIS).\nThe 9/11 terrorist attacks resulted in the largest number of deaths in the United States caused by violent extremism, the GAO report said. About 3,000 people were killed in the attacks.\nSince then - from Sept. 12, 2001, to Dec. 31, 2016 - there have been 85 attacks in the country by violent extremists resulting in 225 deaths. GAO reported citing data from the U.S. Extremist Crime Database.\nOf those 225 deaths:\n- 106 individuals were killed by far-right violent extremists in 62 separate incidents;\n- 119 individuals were killed by radical Islamist violent extremists in 23 separate incidents;\n- The number of people killed in a given year ranged from one to 49.\nGAO noted that 41 percent of the deaths caused by a radical Islamist during the reviewed period happened in one incident: the 2016 Orlando nightclub shooting. In June 2016, Omar Mateen, born in the United States to Afghan parents, killed 49 people at Pulse nightclub in Orlando.\n- - -\nOther research on home-grown terrorism\nThe think tank New America has compiled information on terrorist activities in the United States after 9/11. It details data on deadly attacks by ideology up to the Aug. 12, 2017 Charlottesville attack.\nHere's their breakdown on the number of deaths caused by individuals of different ideologies: 95 by jihadist, 68 by far-right, and eight by black separatist/national/supremacist.\nEven individuals who carry out jihadist attacks, however, are sometimes American citizens or longtime residents.\n\"The terrorist threat in the United States is almost entirely homegrown, as no foreign terrorist organization has successfully directed and orchestrated an attack in the United States since 9/11,\" said Albert Ford, a program associate with the International Security and Fellows programs at New America.\nOf 418 individuals tracked by New America who are accused of jihadist terrorism related crimes in the United States since 9/11, 85 percent of them were either U.S. citizens or U.S. legal residents, and about half were born American citizens, Ford said.\nUntil the Orlando nightclub shooting, \"the number of deaths caused by far-right-wing attacks outnumbered those caused by jihadism-related attacks,\" Ford said.\nThe federal government has taken steps to address national threats from all groups by creating an interagency Countering Violent Extremism task force, GAO reported.\nThe task force' efforts include research and analysis, outreach and engagement with communities, and intervention for individuals who \"appear to be moving toward violent action.\" ?\n* * *\nSources:\nNBC News, Trump's Charlottesville Response Was a Failure of Presidential Leadership, Aug. 14, 2017\nPolitiFact, In Context: President Donald Trump's statement on 'many sides' in Charlottesville, Va., Aug. 14, 2017\nTwitter, City of Charlottesville, Va. Twitter account @CVilleCityHall, tweet, Aug. 13, 2017\nNew York Times, What We Know About James Alex Fields, Driver Charged in Charlottesville Killing, Aug. 13, 2017\nABC News, Sessions defends Trump's comments on Charlottesville, says car ramming fits definition of domestic terror, Aug. 14, 2017\nPolitiFact, Statements about terrorism\nPolitiFact, Rep. Carson miscasts racial supremacists as greater threat than jihadists, Dec. 18, 2015\nPunditFact, Kohn: Since 9/11, right-wing extremists killed more Americans than Islamic extremists, Jan. 8, 2015\nPolitiFact, No terrorist attacks post 9/11 by people from countries in Trump's travel ban?, Jan. 29, 2017\nPolitiFact, Trump misleads in claim about terrorism convictions since 9/11, March 2, 1017\nCornell Law School, 18 U.S. Code ยง 2331 - Definitions, \"domestic terrorism\"\nU.S. Government Accountability Office, Countering Violent Extremism, Actions Needed to Define Strategy and Assess Progress of Federal Efforts, April 2017\nFBI, What are Known Violent Extremist Groups?, accessed Aug. 15, 2017\nNew America, In Depth: Terrorism in America after 9/11, Part IV. What is the Threat to the United States Today? accessed Aug. 15, 2017\nEmail interview, Albert Ford, a program associate with the International Security and Fellows programs at New America, Aug. 15, 2017\n\nGraphic\n\n \nVIDEO CHART (2)\n\nLoad-Date: August 17, 2017"
}