{
    "title": "A Look Inside the New English and Communications Department",
    "publisher": "university wire",
    "year": 2019,
    "month": 12,
    "day": 9,
    "full text": "Read Time:5 Minute, 20 Second\nRutgers-Camden has been deprived of a Communication program in the past years, and we have been fortunate enough to finally witness the expansion of the English Department to English and Communication. The study of Communication is essential to multiple careers, and is a positive component for nearly every job.\nThe new English and Communication department has expanded due to multiple components, such as students not only requesting the opportunity, but for a few transferring out from Rutgers-Camden as well. However, with the new curriculum blossoming for the upcoming Fall semester, students across the College of Arts and Sciences, and even elsewhere, are excited to properly pave their own educational paths.\nEarlier in the Spring semester, interviews were being held through the English department in order to hire a new professor to focus on Communication. After numerous candidates toured the campus and met with the English department executives, the job was gifted to Ashley Gimbal, a professor currently teaching at Arizona State University.\nGimbal's role is not only imperative to expanding the development of the English and Communication Department, but also to the students themselves. Gimbal's teaching will be Rutgers-Camden students' first taste to courses regarding Communication, and thus will essentially establish whether or not the practice is for them.\nThis past week, Ashley Gimbal agreed to be interviewed for the Gleaner, discussing the new Communication curriculum, and her key role:\nHow do you like Rutgers-Camden so far? So, I was able to come out for the interview in February, and once I got to campus, I really felt like I was at home. I loved the small feel of the campus, which that was one of the really big reasons why i wanted this position; I'm coming from Arizona state where we have about 80,000 students, so going to somewhere like Rutgers-Camden is really important for me, because I feel like I can make closer relationships with both the students and the faculty.\nWhat do you expect to bring to the new concentration from your previous experience? So, my background: I did my undergrad in both Journalism and Communication, and then my Masters degree was in a program called the Broadcast in Electronic Communication and Arts, so although it was communication, it definitely had that media, journalism, television type of focus to it, and when I got to Arizona state (my PhD is in Journalism and mass communication as well), I've been teaching in the Human Communication department. So I'm coming from a really big, establish program (teaching in various colleges), I've had experience in seeing what works well and what doesn't, especially from the student perspective. I think that will be really beneficial in a program like this; to ensure that the courses and pathways that are offered are helpful to students in the real world, but also making sure those classes are really meaningful for them.\nCan you give me an overview of what the new focus in communications will look like? For the first semester, since we are just starting, we are going to be offering foundational courses. One of them is an Introduction to Communication, which offers an overview of different types or facets of communication that we use in our daily lives, adnt eh second course is a public speaking class. Those are what we are starting with. Down the road, we are planning to add more special topics courses. This may include something like small group communication, or communication in business. My research focuses on mass media coverage of terrorism, so I'm hoping, even in the Spring, to teach a course focusing on terrorism and the media, and giving students (once they get through the basic courses) the options to select courses that they are really interested in, and to help them in whatever career course they are planning.\nWhat class are you most looking forward to teaching? Some of my favorite courses are of course terrorism and the media, since that is what my research is based on. Even though, in the Fall, just teaching the introductory courses I love to teach because that is initially what really draws students in. I enjoy those just as much as the specialty courses. I put a lot of time and effort in ensuring that whatever class i teach is not only enjoyable to me, but for the students as well. So, I can't say one course is more exciting than the other.\nWhy do you think students should consider talking classes, or even minoring, in the new communications program? One of the number one things people are saying when you go to get hired for a job, is that they want people with good communication skills. Regardless of what major you are, having that solid ground in communication is essential for whatever work path you decide to go down. Being able to show you can communicate, and have experience in those realms, is really important. We communicate nonstop, in every facet of our lives, so being able to understand things like how to communicate in romantic relationships, or how to work in a small group setting, we use those skills every single day. So, I think students really need to recognize that having this information and doing a minor like this won't just help you get through school or get a job, but it is really going to help you in every element of your life.\nA total of three new courses are launching off the new Communication component of the English Department this coming Fall; those being Introduction to Communication and Public Speaking (both taught by Gimbal), and an online course for Public Relations.\nPersonally, I was planning on transferring to Rowan University last semester to pursue a major in Communication, so to learn that Rutgers-Camden is adapting this new focus is compelling. This campus feels like home to many students, and I am glad to see that opportunities are being developed for each individual desire. Nonetheless, the hirement of Ashley Gimbal is the start of something prosperous at Rutgers-Camden, not simply for the staff and students, but for the representation of the campus as a whole.\nA special thanks to the English and Communication department, Ashley Gimbal, and to all the students who have ignited this program, and will continue to do so.\n\nLoad-Date: March 26, 2024"
}