{
    "title": "A Long-Pursued ISIS Preacher Is Finally Charged in New York",
    "publisher": "the new york times",
    "year": 2017,
    "month": 9,
    "day": 1,
    "full text": "WASHINGTON — For two decades, Abdullah el-Faisal has preached jihad, on the streets and online, first promoting the grim theology of Al Qaeda and then endorsing the Islamic State. Imprisoned in England and later deported from Kenya to his native Jamaica, he has in recent years kept up his internet proselytizing from his home near Kingston. His influence has turned up repeatedly in major terrorism cases.\n“Faisal was ISIS before there was ISIS,” said Jesse Morton, a reformed American jihadist who worked closely with Mr. Faisal for years.\nNow his long run may have come to an end. A week ago, Jamaican authorities arrested Mr. Faisal in Kingston, the Jamaican capital, after he was indicted in New York on charges that he assisted an undercover officer who pretended to be trying to join ISIS in Syria. New York police have requested his extradition to the United States.\nThe case is unusual because it was pursued not by the F.B.I. but by the New York Police Department, even though it was an international terrorism case with no direct connection to New York. One factor in the reluctance of federal prosecutors to build a case is what former and current law enforcement officials said were Mr. Faisal’s helpful ties to a foreign government — a complicating factor in any prosecution.\nThe charges against Mr. Faisal have also raised concerns among F.B.I. agents about whether federal prosecutors have lost their appetite to pursue overseas terrorists because Attorney General Jeff Sessions has said they should not be tried in civilian courts.\nEither way, Mr. Faisal’s arrest is a significant development because of his influence on would-be recruits to the Islamic State and other terrorist groups.\n“Sheikh Faisal has dedicated his life to terror recruitment,” Manhattan District Attorney Cyrus R. Vance, Jr., said late last month in announcing the charges. “Through his lectures, website and videos, he incites untold numbers of people around the world to take up the cause of jihad.”\nAccording to the New York indictment, Mr. Faisal exchanged emails and text messages in late 2016 with an undercover officer with the New York Police Department who was posing as an aspiring jihadist with medical training. The cleric said he would help the undercover officer join the Islamic State and directed him to travel with a man from the United Kingdom to Turkey for a “holiday.”\nHe warned the undercover agent to be careful with his communications, and recommended an encrypted chat service. In January 2017, Mr. Faisal gave the undercover officer the name and phone number of someone who could make the connection with the Islamic State. The two later made contact, and the ISIS contact told the undercover officer that “now is the time to come...we need people in the medical field.”\nJohn J. Miller, the New York Police Department’s deputy commissioner of intelligence and counterterrorism, said both the F.B.I. and Justice Department were aware of the case, believed to be the N.Y.P.D.’s first international terrorism prosecution. Neither raised objections.\nMr. Miller declined to comment on whether Mr. Faisal had ties to other governments. The F.B.I. also declined to discuss Mr. Faisal.\nIn the last decade, Mr. Faisal’s name has surfaced repeatedly in terrorism cases. He was close to one of the suicide bombers in the            2005 London bombings that killed 52 people.            Najibullah Zazi, who was convicted of trying to blow up the New York City subways in 2009 as part of an Al Qaeda plot, listened to his sermons condoning suicide bombings. His influence has been seen in an outsized flow of ISIS recruits from           Trinidad and Tobago.\nHis name has been linked to three Islamic State terrorism prosecutions in New York, Arizona and Philadelphia, where he was in touch with a mother of three who was eventually arrested for trying to join the Islamic State. F.B.I. agents found CDs of Mr. Faisal’s lectures in the apartment of two men killed in Texas in 2015 when they attacked an exhibition of cartoons depicting the Prophet Muhammad.\nMost recently, the F.B.I. on Monday arrested a young man named Parveg Ahmed, 22, of Queens, and charged him with attempting to travel to Syria to fight for the Islamic State. An F.B.I. search of his computer revealed that he had been listening to lectures by Mr. Faisal, including one entitled: “The 9 Reasons Why the Kuffar Hate the Believers.” Kuffar is a derogatory term for non-Muslims.\nAccording to Mr. Morton, Mr. Faisal had a considerable following in Jamaica, where he once debated a bishop on a television show called “Religious Hardtalk.” A spokeswoman for Jamaica’s Ministry of National Security, Akierah Binns, declined to comment on the extradition proceedings.\nMr. Faisal, 53, was born Trevor William Forrest in Jamaica and took his Muslim name after converting to Islam as a teenager. He studied in Saudi Arabia and first came to public attention while working in London as an imam, known as Sheikh Faisal, after the Sept. 11, 2001, terrorist attacks. British press reports said that on cassette tapes distributed in London shops at the time, he urged young Muslim men to train for jihad.\n“Is it sensible for you to be a soldier and you don’t know how to shoot a Kalashnikov?” he said on one cassette. He was convicted of encouraging the murder of Jews, Hindus and Americans and served four years. He settled in Kenya, where the government deported him to Jamaica in 2010.\nSince then he has preached to a global audience via his website and the online chat service Paltalk. Mr. Morton, who in 2007 co-founded a radical site called Revolution Muslim, said he and his associates took their guidance on Islam from Mr. Faisal, whom he consulted several times a week.\n“We’d listen to his lectures and write him with questions,” said Mr. Morton, who was imprisoned from 2011 to 2015, abandoned his radical views and now works against radicalization. He said that among English-speaking Muslims attracted to the jihadist cause, Mr. Faisal probably ranked second in influence only to Anwar al-Awlaki, the American imam who joined Al Qaeda in Yemen and was killed in a drone strike in 2011.\n“He was always very, very radical,” Mr. Morton said of Mr. Faisal. “He was quick to excommunicate everybody.” His notion of Islam matched the teachings of the Islamic State, which Mr. Faisal supported wholeheartedly, Mr. Morton said.\nMr. Faisal’s public statements were an eccentric mix of vitriolic and bizarre. ln a February 2016 lecture, he declared that under sharia, or Islamic law, “you have to kill all the homosexuals. I cannot change Islam to please and appease the infidels.” Last September, he declared that “infidels” were poisoning holy water from Mecca to give Muslims cancer.\nOn a website that posts notes and audio from Mr. Faisal’s lectures, the latest addition is dated Aug. 16, days before Jamaican security officers took him into custody and searched his home. It warns Muslims in the West about the pernicious influence of non-Muslims.\n“Going to their Christmas parties, sending Christmas cards or even saying ‘Merry Christmas’ is haram,” or forbidden by Islamic law, Mr. Faisal declared, “and makes a Muslim apostate from Islam.”\nAn overriding obstacle, however, is Mr. Sessions’ view — shared by President Trump — that suspected terrorists should go to the military prison at Guantánamo Bay in Cuba and not to criminal court in the United States. The officials suggested there is currently little enthusiasm in top federal law enforcement circles to arrest overseas terrorists.\nAt least one major case has stalled, frustrating F.B.I. agents who had hoped to bring to an Al Qaeda suspect held in Yemen to face prosecution in New York. Mr. Sessions did sign off on the extradition of a terrorism suspect held in Spain. But officials say that he had little choice in that case but to approve the prosecution, because Spain would not have turned over the suspect if he were to be sent to Guantánamo.\nIn an interview on Friday, Mr. Vance said it made sense to pursue the terrorism charges in state court.\n“We should be supportive and that’s what we are doing here,” he added. “There were no complications that prevented us from going forward.”\nGet politics and Washington news updates via Facebook,            Twitter and            the Morning Briefing newsletter. \nJim McKinley contributed reporting from New York.\nRelated Articles\nQueens Man Is Charged With Trying to Enter Syria to Join ISIS\nKenya Seeks to Deport Muslim Cleric to Jamaica\n\nLoad-Date: September 3, 2017"
}