{
    "title": "A look at the post-9_11 politics of Rudy Giuliani",
    "publisher": "chicago daily herald",
    "year": 2011,
    "month": 9,
    "day": 6,
    "full text": "NEW YORK — He was the living symbol of the Sept. 11, 2001, terror attacks, a hero to a traumatized nation seeking leadership in a time of crisis. Walking miles through the streets of Manhattan, Mayor Rudy Giuliani urged New York and the world to be calm, said the city would survive. With empathy and restraint, he said the number of 9/11 dead would be \"more than any of us can bear.\"\n\"It was the worst experience of my life. It was the most devastating experience for the city I was responsible for,\" Giuliani told The Associated Press in a wide-ranging interview.\nA decade later, the man most connected with 9/11 — earning the enduring moniker of \"America's Mayor\" — parlayed his experience into a lucrative security consulting career. But he proved a flop as a presidential contender in 2008, when the heroics of 9/11 didn't translate into a plausible strategy for winning the Republican nomination.\nHe's found it hard to reclaim the mantel of greatness he earned on the city's darkest day.\nHis most searing memory from Sept. 11 was watching a man fall from the sky.\nBut there was no time to stop and absorb what he had seen. He strode through lower Manhattan, flanked by his administration, directing security and rescue efforts, visiting hospitals and trying to prevent the city's operations from falling into more chaos.\nIn the afternoon, he stepped before cameras to describe the breadth of the devastation.\n\"My heart goes out to all the innocent victims of this horrible and vicious act of terrorism, acts of terrorism,\" he said. \" Our focus now has to be on saving as many lives as possible,\" Giuliani said.\nAsked how many had died, he said, \"The number of casualties will be more than any of us can bear, ultimately.\"\nWith that, Giuliani had become the national spokesman for the tragedy. His reassuring and authoritative presence eclipsed that of President George W. Bush.\nGiuliani entered the 2008 presidential race with great fanfare, leading all national polls of Republican voters despite his moderate positions on social issues like abortion and gay rights. He stressed his credentials on security and terrorism in the campaign — so fervently that then-Delaware Sen. Joe Biden, competing for the Democratic nomination, mocked him in a nationally televised debate.\n\"Rudy Giuliani, there's only 3 things he mentions in a sentence. A noun, a verb, and 9/11,\" Biden said.\nGiuliani's campaign also made serious strategic errors, eschewing early state contests like Iowa and New Hampshire in favor of Florida, whose primary came weeks later. He went down to an embarrassing defeat, dropping from the race after spending nearly $59 million to win just one delegate.\nToday, he says he's learned from the experience. And he's seriously eyeing another run for the nomination despite the spectacular failure last time. He's critical of President Barack Obama, saying the Democrat has made a faltering economy even worse.\nGiuliani would focus mainly on winning New Hampshire, a state whose Republicans are more moderate than those in Iowa and where independents can vote in the primary. The issue environment has vastly changed since 2008, and Giuliani insists he's got the credentials voters are seeking.\n\"I wouldn't de-emphasize (national security) but right now you have to talk about what people are concerned about, and what they're concerned about is the economy,\" Giuliani said. \"I do have the economic credentials. I ran one of the most complicated economies in the United States and one that was in terrible trouble. And I turned it around.\"\n\nGraphic\n\n \nAssociated Press/2001 Former New York Mayor Rudy Giuliani was the living symbol of the Sept. 11, 2001, attacks, a hero to a traumatized nation seeking leadership in a time of crisis.\n\nLoad-Date: September 6, 2011"
}