{
    "title": "A look at the fear of terrorism",
    "publisher": "university wire",
    "year": 2014,
    "month": 2,
    "day": 27,
    "full text": "By Houston Davis\nFebruary 27, 2014.\nWe have been in a nonstop war since 2001. After some odd 3,000 people were killed in the 9/11 attacks on the World Trade Center building, our government declared the war on terrorism to officially be on. Even though President George W. Bush declared the mission was accomplished in 2003 whilst upon the USS Abraham Lincoln, we seem to still have a massive amount of military presence in the Middle East.\nSo, if the war on terrorism was taken care of way back in 2003, why are we still fighting it?\nIt could come from our government and the news media blowing it out of context. For example, my entire family is very conservative and they all believe that the military is in the Middle East protecting our freedom and lives from the immediate danger that some guys in living in the middle of the desert pose. They think this because they are constantly being told that terrorism is much more prevalent here in the U.S. than it actually is.\nWell, I am happy to say that my family and many other Americans have been misguided in this area. It really is true that you can't believe everything you see or read in the news. The government and media try to make it seem as if we have suicide bombers on every corner of every city block just waiting to jump on someone as a terrorist attack.\nWhen all actuality, we have a 1 in 20 million chance of being attacked by a terrorist here in the U.S. according to an article on reason.com. There have really only been around 40 deaths in the U.S. due to terrorist attacks since 2001. I know that is 40 more than there should be, but that doesn't compare in any way to the 150,000 murders that have happened in the same time period.\nThe point I am trying to make here is that you are much more likely to be killed by the person sitting next to you right now than you are to be blown up by a Islamic suicide bomber. There are actually a ton of things that are more likely to kill you. For example, a car accident, a plane crash, overdosing, having an aneurysm or simply falling down some stairs are things that will probably happen before you encounter a terrorist attack.\nYou may ask why the government and media make it seem like terrorism is an immediate threat to us. I believe it comes down to what most everything comes down to...money. The media tends to publish or show the news that will get them the most views or sell the most papers.\nThe government tells us of these so-called dangers so that they can have a larger budget and raise taxes in the name of our safety. I am just saying the next time you think some guy in the middle of a desert half way across the world is going to somehow kill you with a bomb he sneaks into the United States, think about the realities of how that will happen.\n\nLoad-Date: February 27, 2014"
}