{
    "title": "A long road ahead",
    "publisher": "university wire",
    "year": 2008,
    "month": 12,
    "day": 2,
    "full text": "What happened in Mumbai was more than terrorism - it was war. Bytargeting multiple sites in the heart of India's financial capital,the attackers were determined to destabilize an entire city withknives, automatic weapons and grenades. The Indian security forces,in response, organized a military operation to kill remainingradical jihadists and rescue civilian hostages. Although the cityand the surrounding region have endured similar, but lesscoordinated, attacks in the past, the scene of the iconic Taj MahalHotel engulfed in towering smoke will mark a beginning of a newpolitical reality for India.\nAs the final death toll and structural damage are becomingclear, the identity and the motive of the attackers are alsobeginning to surface. Despite a claim of responsibility from anunknown terrorist organization, Deccan Mujahideen, there is growingevidence that the suspects received training and technical supportin Pakistan from radical Islamic groups associated with violenceand political instability in the disputed Kashmir territory. Theconnection between the militants and Pakistani terror networkssuggest the attacks might have been motivated by the ongoingKashmir conflict between India and Pakistan. Some sources, however,claim the Hindi-speaking suspects were radical Indian Muslims angrywith the Hindu majority in India. Despite the uncertaintysurrounding the attackers' identity and the motive, it is clear theextremist elements wanted to undermine secular, free-marketmodernity and ethno-religious plurality by targeting Mumbai, abustling, multicultural metropolis. Now, India has a renewedresponsibility to fight extremism and a chance to effectivelyeradicate terrorism by learning from the mistakes of PresidentGeorge W. Bush's administration's ongoing war on terror.\nFirst, India must continue to protect the rights of its citizensand respect international agreements in its fight againstterrorism. The government should implement anti-terrorism programs,such as federal spying and wiretapping techniques that defendindividual privacy and prevent future terrorism. Effectivesurveillance programs and respect for civil liberties are notmutually exclusive. Likewise, the government should adhere to theGeneva Conventions and avoid torture, such as water boarding. It isimportant to remember war on terror is a larger struggle betweenbarbarism and civility, and India should not compromise its corevalues.\nSecond, elected officials should consult closely with militaryleadership, its intelligence community and regional neighborsbefore authorizing military action outside its borders. Anyunilateral military strike on its neighboring countries, such asPakistan and Afghanistan, will only destabilize the alreadyextremely volatile region and alienate potential allies. It isequally important for a military operation to be well researched,well funded and well planned. By cooperating with different partsof the government as well as its allies, India can effectivelycontain terrorist elements in the short run.\nFor a long-term solution, India should work with its neighborsto invest in the economies of poverty-stricken regions. Filled withterrorist training camps and recruitment centers, these remote,poor villages serve as a breeding ground for terror networks.Private and public construction programs could employ the villagersto build roads, factories, schools and other criticalinfrastructure necessary for a stable community. By replacingpropaganda with education and religious fanaticism with humancapital, India can help stabilize the regional economy and fightterrorism by destroying its roots.\nIn short, India has a burden and an opportunity to effectivelyeradicate extremist elements in its own country and the surroundingregion. By using a thoughtful yet forceful approach, India can seta new example of how to fight terrorism with common sense anddignity.\nSoo Yang is a junior in the College of Arts andScience.Â¬Â¨Â¬Ãoe He can be reached atsoo.r.yang@vanderbilt.edu\n\nLoad-Date: January 18, 2018"
}