{
    "title": "A Long Overdue Discussion",
    "publisher": "the new york times",
    "year": 2013,
    "month": 2,
    "day": 8,
    "full text": "John Brennan's confirmation hearing as director of the Central Intelligence Agency has forced a long overdue discussion of some of the most controversial aspects of the Obama administration's counterterrorism policy, including the killing of American citizens suspected of terrorism. Unfortunately, on Thursday, members of the Senate Intelligence Committee didn't always ask the right questions and the nominee's answers were frequently unsatisfying.\nTake Mr. Brennan's refusal to describe the waterboarding of terrorism suspects as torture. Under questioning, he said the practice, instituted by President George W. Bush, was reprehensible. He promised that, if confirmed, waterboarding would never been reinstituted on his watch. It was incomprehensible that he did not acknowledge the obvious truth -- as Attorney General Eric Holder Jr. and a former C.I.A. director, Leon Panetta, had -- that waterboarding is purely and simply torture.\nIt was disheartening to hear him say that as a deputy in the agency during the Bush administration, when waterboarding and other brutal interrogation methods were approved, he was aware of the activities and voiced his objections to some of his colleagues but did nothing more to stop it because he did not have any oversight responsibility.\nNo one was surprised that he defended the administration's counterterrorism policies, including targeted killings -- like that of an American citizen, Anwar al-Awlaki -- since he was an architect of that policy. We do not buy the administration's claim to have the authority to kill Americans, and other suspects, far beyond any battlefield with no oversight and no review. Mr. Brennan's assertions that the government only resorts to lethal force when ''there is no other alternative'' is at odds with reports of vastly increased drone strikes.\nIt was heartening to hear Senator Dianne Feinstein of California, the committee chairwoman, say she intended to give consideration to a proposal for a new court to oversee the targeted killings, modeled perhaps on the court that provides approval for electronic eavesdropping.\nMr. Brennan's current job as President Obama's top counterterrorism adviser has required him to keep the nation safe from a vicious, determined and ever-changing enemy. The Senate should confirm him to the new post, in which we hope he does not forget that the heightened danger does not free the executive branch from oversight or the normal system of checks and balances.\n\nhttp://www.nytimes.com/2013/02/08/opinion/at-john-brennans-cia-confirmation-hearing.html\n\nLoad-Date: February 8, 2013"
}