{
    "title": "A Manifesto of Hate_ The New Zealand Shooting and the Ensuing Social Media Chaos",
    "publisher": "university wire",
    "year": 2019,
    "month": 3,
    "day": 22,
    "full text": "At least 50 people were killed and 48 were injured Friday, March 15th, in a mass shooting in two mosques in the New Zealand city of Christchurch. The attacker Brenton Tarrant, a 28 year old Australian, has been arrested and will go on trial in court on April 5. New Zealand, which has long been safe from terrorism, is considering changing the gun control laws as a result of this horrific incident.\nThe attack was reportedly live-streamed by the shooter on Facebook for 17 minutes and copies of the video continued circulating on Twitter and YouTube hours after the attack, raising concerns about the platforms' ability to manage violent content. New Zealand police alerted Facebook about the video and the shooter's Facebook and Instagram accounts were quickly removed. So far, Facebook has removed 1.5 million copies of the video and other platforms are also struggling to halt the spread of the atrocious footage of the massacre. Facebook's director of policy for Australia and New Zealand, Mia Garlik, said in a statement that any content showing praise or support for the crime and the shooter is being removed as soons as Facebook is made aware of it.\nThe incident reignites questions about the social media platforms' ability to control offensive content and users are outraged that Facebook's artificial intelligence tools and human moderators were unable to detect the livestream of the shooting until alerted by the police. Counter terrorism and anti-extremism organizations are accusing tech companies of not taking enough effective actions towards preventing such incidents from happening and allowing such videos to reappear all the time.\nFurthermore, Brenton has reportedly fired his attorney and plans to represent himself in court, leading to concerns and speculations that he might use his trial as a platform for extremist views. The suspect has also left behind a 74-page long hate-filled manifesto in which he declares that he wants to reduce immigration rates to European lands and also praised President Trump as \"a symbol of renewed white identity and common purpose\".\nThe manifesto and the gruesome footage of the massacre had been utilized by the attacker to maximize the number of witnesses around the globe and invite admiration from other extremists online. The body camera used by the shooter to film the video simulates a video game, and the manifesto is filled with memes and easter eggs to exploit the newsworthiness of the attack. Critics believe that the actions of social media platforms in addressing the underlying proliferation of racist and white supremacist ideas spreading online are hollow and ineffective. As the investigations continue, the question of effectively policing online hate remains more pressing than ever.\n\nLoad-Date: March 22, 2019"
}