{
    "title": "A matter of words differentiates between state and terrorist acts",
    "publisher": "university wire",
    "year": 1998,
    "month": 9,
    "day": 4,
    "full text": "Terrorism. A simple but powerful word, raining disgust and contempt on whomever it happens to describe. But who is really a terrorist? And what makes us so different from them?\n With our most recent headline grabber Osama bin Laden still fresh in our minds, lets briefly examine exactly what constitutes a terrorist. According to a TA of mine, the Prime Minister of Israel, Benjamin Netanyahu, wrote a book about terrorism described terrorists as stateless groups who kill innocent civilians in an attempt to psychologically demoralize a population. That's not in quotes, because its not a quote, just a bit of secondhand info.\nU. Utah\nThis definition is better than the hopelessly garbled notion that rests in most Americans' minds. It doesn't bring up religion, a huge mistake that most of us commit in favor of our favorite people to label as \"blood-thirsty wackos\": Any Islamic fundamentalist. Unfortunately Islamic fundamentalism is roughly equivalent to terrorism in too many American minds. Why that is is way too vast a subject to be thoroughly addressed here. To cut it short, it involves my favorite scapegoats: the government, the media, and lots of good ol' homemade ignorance.\n So we have separated religion from the definition of a terrorist. But before we give our nod of approval to this definition, let's clear a few things up. You'll notice that the definition clearly invokes the word \"stateless.\" Lets play with that word, and just for the hell of it, substitute the word \"state.\" Terrorists are now \"state\" groups who kill innocent civilians in an attempt to psychologically demoralize a population. Hmmm… Getting a little uncomfortable yet? I am.\n State groups are excluded, and that's a good thing, otherwise we could refer to ourselves as terrorists. If my memory serves me correctly, carpet bombing entire cities (Hanoi, Dresden and Tokyo for example) is aimed at exactly that: Psychologically demoralizing a population, most of whom are innocent civilians.\n But I don't want that to be read as an indictment of those tactics, just recognition that we ourselves have repeatedly engaged in and flirted with similar tactics. We could make a point about having declared war on those hapless souls in Tokyo, Dresden and Hanoi, but I think Osama bin Laden declared war on the U.S. as well.\n If it appears that this column is attempting in some way to condone terrorism, well … good, at least I got you thinking. If you didn't think it, you're correct, I'm not. What I'm trying to do is shed a little bit of impartial light upon this death-shrouded subject.\n Because of the harsh emotional connotations of the word \"terrorist,\" it has become increasingly hard for many (the U.S. State Department included) to resist the devious and deceitful temptation to apply this label to any upstart group which pursues aims of which we do not approve. If your group happens to be devoutly Muslim, (a \"fanatic\" right?) well you're doomed from the start.\n Take for example our favorite stable section of the world today, Kosovo. Yes, Kosovo … thoughts of the Serbian military fighting somebody pop into my head. But who? According to early State Department press releases, it was the Kosovo Liberation Army, a bunch of terrorists. Yes, a group representing 90% of that region's people fighting for self-determination from the 10% who reside in power … sounds like terrorists to me. They happen to be Albanian in origin, and wait ? no, you don't say ? they're Muslim, too? Of course, they must be terrorists!\n I thought they might actually be terrorists, except they are fighting the Serbs, and no offense to Serbs, but preceding Serbian positions and tactics have been morally bankrupt and this appears to be more of the same.\n My suspicions were confirmed. We had labeled them terrorists, and then quickly sent an American envoy over to try to patch things up. WHAT?? Since when does the American government send envoys to negotiate with terrorists? Or are they waging a battle for independence? Enough of this example of the State Department putting-large-foot-in-own-mouth.\n It's also important to note that the definition doesn't include those rogue groups or acts involving the death of military personnel. To put it short and sweet, they are what we have to grudgingly concede as \"fair game.\" What, American troops are \"fair game\"? What else can we say when our troops are stationed on their soil, perceived to be enemies of their people's best interest? Would we choose to blow up foreign troops stationed in America? It's irrelevant, but think about it anyway.\n We have to concede that if they decide to resist and take action against our military, there is not a whole lot we can say. Except for labeling them \"terrorists.\"\n I'm stepping on to shaky ground here, but here goes nevertheless. According to that definition, and it appears adequate, the Beirut truck bombing of Americans wouldn't be \"terrorism,\" the Khobar bombings in Saudi Arabia wouldn't be \"terrorism.\" They all involve military personnel. Does that mean that they were a legitimate attack on our military personnel? Does it really matter whether it was a truck bomb parked outside the nightclub or a cruise missile? Is terrorism something brand new and totally different, or is it just their way of waging war given their resources?\nChris Evans is a junior history and economics major. He can be reached at csevans@wam.umd.edu.  \n(C) 1999 Daily Utah Chronicle via U-WIRE\n\nLoad-Date: February 8, 1999"
}