{
    "title": "A man terrorizes shoppers at Hammond Square",
    "publisher": "university wire",
    "year": 2020,
    "month": 6,
    "day": 10,
    "full text": "On Friday, June 5, Hammond Police responded to an active call at the Target shopping center in Hammond Square.\nAccording to Hammond Police Chief Edwin Bergeron Jr., a suspect drove through the entrance of Target, ran through the store and dropped a device on the ground that was suspected to be explosive.\nPolice confirmed the suspect to be Walter Allbritton III, 41, of Ponchatoula. \nIn a press conference on June 5, Edwin confirmed that the incident did not involve shooting.\n\"There have been multiple statements on Facebook and social media that we were in the middle of an active shooter,\" said Edwin. \"This was not an active shooter. The guy was not shot. He did not shoot anyone.\"\nAllbritton is now under police custody.\nAdvertisement\n\"He is in custody, being interviewed by our detectives as well as ones from other agencies,\" said Edwin. \"They have not given me the information on why this has happened or if he is affiliated with anyone.\"\nA total of four packages were found at the scene, which were later found to be non-destructive.The packages were found on the body of the suspect and were left at Target shopping center in Hammond Square, Sanderson Farms and Dollar General Store at Wardline Road.\nEdwin expressed relief that the police were able to arrive on time.\n\"What is important is that our Hammond police officers arrived on the scene and were able to stop it,\" said Edwin. \"It could have been a tragic event. These guys were there and were able to take action.\"\nIn a press conference on June 6, Edwin confirmed that Albritton acted on his own.\nAlbritton will be charged with the following charges: three counts of terrorism, multiple counts of resisting an officer, attempted aggravated arson, aggravated criminal damage to property and more pending charges.\nAdvertisement\n\nLoad-Date: June 10, 2020"
}