{
    "title": "A Moderate Found Lacking",
    "publisher": "the forward",
    "year": 2010,
    "month": 8,
    "day": 27,
    "full text": "An imam who can't  teach the lessons of 9/11.\nThe heated debate over the proposed  $100 million Islamic cultural center  and mosque only two blocks  from Ground Zero has thus far focused  mostly on the appropriateness of building  a mosque at that particular location.  Although grappling with the philosophical  and political dimensions of the location's  suitability is important, an even more  critical question is whether such a center  will have as its leader someone who truly  appreciates the lessons of 9/11.\nA powerful voice for peace and moderation  could allay the concerns of Americans  who are uneasy with the idea of an Islamic  cultural center neighboring the site where  3,000 Americans were killed in the name  of Islam. In many respects, the guiding  force behind the planned Islamic center,  Imam Feisal Abdul Rauf, seems like just  such a leader. He is a veteran champion of  interfaith dialogue who condemns extremism  and terrorism as having no place in  Islam. Further, Rauf has publicly stated  that he is a supporter of the State of Israel  and advocates peace between Israelis and  Palestinians. For these compelling reasons,  Rauf has been widely lauded as a bridge-builder  and leading Muslim moderate.\nThe stated motivations behind the Islamic  center are just as praiseworthy. We decided  we wanted to look at the legacy of 9/11  and do something positive, said Daisy  Khan, Rauf's wife and executive director of  the American Society for Muslim Advancement,  a partner in the project. Rauf himself  has boldly proclaimed: This center is an  attempt to prevent the next 9/11.\nThese are all encouraging indicators, but  the public, like any good auditor, should  want to inquire more thoroughly. Some\nof the simplest and most obvious questions  that could be asked of Rauf are about  his views on the September 11 attacks and  their causes. In fact, those questions have  already been asked.\nIn a 60 Minutes interview with several  prominent American Muslims less  than three weeks after 9/11, Rauf stated:  I wouldn't say that the United States  deserved what happened, but United States  policies were an accessory to the crime  that happened. When the segment's show  host, Ed Bradley, asked how America was  an accessory, Rauf responded: Because  we have been accessory to a lot of innocent  lives dying in the world. In fact, in  the most direct sense, Osama bin Laden  is made in the USA.\nSuggesting that American foreign policy is  responsible for jihadist terrorism is a familiar  line, but its familiarity does not mitigate  its offensiveness or its wrong-headedness.  Moreover, in this context, it is an abdication  of responsibility and an implicit cry of  victimization. Acts of terror committed in  the name of one's religion should be occasions  for serious soul-searching. Instead,  Rauf sought to shift the blame.\nUnfortunately, further examination  reveals that this comment was not made  in isolation. In a March 2004 sermon, Rauf  reportedly said that there could be little  progress in improving relations with Muslims  until America's president offered an  America Culpa speech to the Muslim  world. And just this past June, on New  York's WABC Radio, Rauf repeatedly  refused to label Hamas a terrorist organization.  Instead, he offered paltry excuses,  saying, I am a peace builder. I will  not allow anybody to put me in a position  where I am seen by any party in the world  as an adversary or as an enemy.\nTo be certain, Rauf is far from an extremist,  as some of his critics have unfairly  alleged. Indeed, he seems quite sincere  in his desire to build bridges and promote  inter-religious tolerance. But while Rauf's  intentions may be exemplary, his rhetoric  often does not reflect the sort of serious  self-reflection that one would expect from  someone who has made it his stated mission  to prevent the next 9/11.\nRauf should recognize that a lethal strain  of radicalism has taken residence in the  body of its Islamic host and that, ultimately,  it is Muslims themselves who must  combat and oust this virus. Condemning  terrorism and extremism in the abstract is  no substitute for forthrightly confronting  real-life extremists such as Hamas. Moreover,  simply reiterating Muslim grievances  against the West, whether historical  or ongoing, will not suffice to counter  such noxious extremism nor to explain  its inception.\nGround Zero, a monument to thousands  of Americans who died there not even a  decade ago, demands a stronger moral  voice. As long as Rauf continues to blame  American foreign policy for the crimes of  Islamic radicalism, he is in no position to  teach his fellow Americans or his fellow  Muslims the lessons of 9/11.\n\nLoad-Date: August 19, 2010"
}