{
    "title": "A Moderate Iran _",
    "publisher": "christian science monitor ",
    "year": 1992,
    "month": 4,
    "day": 23,
    "full text": "IRAN'S moderates walked off with that country's recent elections. But what this means in terms of liberalizing Iranian society or forging closer ties to the West is unclear.\nPresident Hashemi Rafsanjani has been known for his willingness to try economic reforms scorned by more hard-line Islamic clerics. He wants to move away from state ownership of industry. And he has opened the door to foreign investment - particularly from Europe and Japan - in Iran's struggling but potentially vigorous economy.\nRenewed ties to the United States, however, do not appear likely at this point. US memories of hostage-taking and terrorism remain strong, as do Iranian suspicions of what it sees as Washington's imperialist motives.\nAt the same time, Iran's motives with regard to the former Soviet republics to its north attract their own set of suspicions. Is Tehran motivated by prospects of lucrative trade with those nations, or by a desire to spread its ideology?\nWestern concerns about Iran would be considerably allayed if Rafsanjani would conclusively sever his country's links to terrorism. Lifting the death sentence on author Salmon Rushdie would help too.\nBut such steps probably won't come quickly. Despite election returns that appear to give Rafsanjani's relatively moderate followers an overwhelming majority in the new Majlis, or parliament, the president's options are constrained. Rafsanjani has to keep an eye on his right flank. While most Iranians appear ready to get on with pragmatic policies focused on economic growth, the extreme Islamic fundamentalists who favor xenophobic self-sufficiency and continued support for militancy at home and abroad retain their power bases.\nIf the government tries too hard to curry favor in the West, and especially if economic reforms have only a slow, painful payoff, the hard-liners won't hesitate to hoist the banners of Ayatollah Khomeini and call for a return to the true revolution. As some analysts have pointed out, Rafsanjani's electoral triumph leaves him without anyone to blame for slow progress.\nWill changes include a relaxing of repressive measures against those who hold views at odds with the Islamic revolution? Rafsanjani's release of eight members of a banned political movement was hopeful. But persecution of minorities like the Bahais is reportedly harsh as ever. Progress on human rights will be a key indicator of just how moderate and reasonable Iran's new government will be.\n \n\nLoad-Date: April 23, 1992"
}