{
    "title": "A Moveable Feast of Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 11,
    "day": 11,
    "full text": "During the campaign, President Bush and Dick Cheney gave the ominous impression that there was a dire threat that terrorists could incinerate Americans at any time if that powder puff John Kerry got anywhere near the Oval Office.\n  We felt the hot breath of the wolf pack bearing down on us. But only a week later, the alarums have dimmed.\n  The administration lowered the terror threat in New York and Washington yesterday, and the Capitol Hill police were dismantling the elaborate security checkpoints they had put on streets around the Capitol to thwart would-be bombers.\n  In his handwritten resignation letter, John Ashcroft reassured Mr. Bush that ''the objective of securing the safety of Americans from crime and terror has been achieved.''\n  Mission accomplished. Tell those wolves to scat, and let that eagle soar, baby.\n  It was a tad surprising that Mr. Ashcroft would want to leave just when he had a mandate to throw blue curtains over every naked statue in town and hold Bible study for government employees in a federal office. (He called his daily devotionals at the Justice Department ''RAMP'': Read, Argue, Memorize and Pray.)\n  The president is putting his own counsel, Alberto Gonzales, who wrote the famous memo defending torture, in charge of our civil liberties. Torture Guy, who blithely threw off 75 years of international law and set the stage for the grotesque abuses at Abu Ghraib and dubious detentions at Guantanamo, seems to have a good grasp of what's just. No doubt we'll soon learn what other protections, besides the Geneva Conventions and the Constitution, Mr. Gonzales finds ''quaint'' and ''obsolete.''\n  With the F.B.I. investigating Halliburton and the second-term scandal curse looming, Mr. Bush and Mr. Cheney want a dependable ally -- and former Enron attorney -- at Justice. But since the country is controlled by one party and the press has tended toward the pusillanimous, cowed by the special prosecutor Patrick Fitzgerald as he tries to throw reporters in jail, the White House may be able to suppress any second-term problems. \n  Mr. Bush should quit fiddling around on the domestic side and revamp his war council and national security team. The Bushies can stop mentioning Osama's name and tell themselves that his last, less militant video was a sign of weakness, but it's just part of their dangerous denial. Osama bin Laden killed 3,000 innocents on 9/11; let's nail him.\n  Even as Karl Rove boasts that ''moral values'' swept his boss back into the White House, it never seems to occur to the president that it's immoral to endanger our troops in a war shaped by the political clock, a war with no visible enemy, no coherent plan and no exit timetable.\n  Falluja, supposed to be a defining battle, showed only how undefined this guerrilla war is. The Marines swept into a city deserted by most of the insurgents, who were terrorizing and kidnapping Iraqis elsewhere.\n  ''Falluja isn't Masada or the Alamo,'' Fred Kaplan wrote in Slate, ''some last-ditch outpost where the rebels whoop their final battle cry, rally one more round of resistance, then pass into history when their last rifleman falls.''\n  Last night, the military said it dominated 70 percent of Falluja. But what good does that do if 98 percent of the bad guys have already moved on, or if 100 percent of the Sunnis boycott the elections out of anger over the assault? It's just like when Mr. Bush says 75 percent of Al Qaeda's leadership has been killed or captured. What good is that if Al Qaeda has become an inspirational force for 100 percent of the jihadists?\n  The math is self-defeating. Pictures of forces taking a Falluja mosque will no doubt spur a surge of Islamic terrorist recruits, who won't be fooled by the marines' new camouflage: their Iraqi vanguard. \n  Just as there is talk here that John Kerry may want to run again, there is also talk that Donald Rumsfeld wants to stay on to continue his transformation of the military. Rummy's stubborn need to show we could do more with less is what kept us from having the strength to secure Iraq at the start, turning our troops into targets for a ghostly foe armed with the explosives and missiles looted by insurgents from unguarded caches. \n  The president should say to Rummy what the Democrats should say to Mr. Kerry: ''Thanks, you've done quite enough.''      \n\nhttp://www.nytimes.com\n\nLoad-Date: November 11, 2004"
}