{
    "title": "A More Rational Approach to Qaddafi",
    "publisher": "the world",
    "year": 1989,
    "month": 1,
    "day": 11,
    "full text": "WHEN George Bush takes office on Jan. 20, he inherits both a Libyan policy under fire from US oil companies and growing pressure to confront Col. Muammar Qaddafi over the chemical weapons plant now being built in Libya. At the same time, Colonel Qaddafi is signaling his desire to improve relations with the United States.\nThe Bush administration should exploit this opportunity to start anew. American policy for the past eight years has been directed toward ending Qaddafi's support of worldwide terrorism. Yet military threats and actions, economic sanctions, and diplomatic isolation have had only a marginal effect on Qaddafi's support of terrorism. Moreover, Washington's open discussion of a preemptive attack on Libya's chemical weapons plant reveals tensions that will almost inevitably lead to another damaging confrontation.\nAny effective policy must be based on an understanding of the historical background of Libya and Qaddafi's personal - although not unique - experience of it. The greatest lapse in understanding Qaddafi's actions is the lack of knowledge of how past actions of the US and its European allies have shaped Qaddafi's current political beliefs and actions. Qaddafi's support of terrorism is not a reasoned political strategy but has developed out of his early experiences.\nWe cannot continue to deny the impact of colonialism on a subject people. The 46-year-old Qaddafi was born in an Italian colony and World War II battlefield. After independence in 1951, Libya, one of the world's poorest nations, was dominated by foreigners through the presence of British and US military bases and Western oil drillers.\nQaddafi's experiences with Westerners prior to his taking power at age 27 were overwhelmingly negative. His knowledge of current events was dominated by stories of French brutalities in the Algerian struggle for independence and Egypt's fight against the combined French, British, and Israeli armies that attacked in response to Egyptian President Nasser's nationalization of the Suez Canal.\nQaddafi searched for an answer to the oppression of his people and found it in Nasser's tenets of Arab unity and the struggle against imperialism. These remain his guiding principles.\nArmed with this knowledge about Qaddafi, more creative policy options become available. Opening a dialogue - a move never seriously considered by the Reagan administration - is the first step in discovering what is behind Qaddafi's overtures to the US. Second, the US needs to analyze Qaddafi's psychological needs and political requirements in order to frame demands in terms that he can understand. Qaddafi's track record of duplicity can be dealt with as part of a more consistent American policy that makes clear from the beginning US willingness to again increase pressure on his regime.\nAt the same time, Americans need to develop more realistic assessments of the concessions that can be won from Libya. Asking for modification of support to a particular group is more likely to be accepted than the sweeping demand to ''stop supporting terrorism,'' a demand that probably makes little sense to Qaddafi given his historical perspective.\nQaddafi's intense identification with the Palestinian cause and his irrational fears that the West and Israel want to destroy the Arabs make it unlikely that he will cut off all support to Palestinian groups.\nHowever, given the right incentives he might influence his client groups to stop targeting Americans. Decreasing Libyan financial or logistical support or closing off Libya as a safe haven are possible negotiating goals and more vital to US interests than ending Qaddafi's verbal support of notorious terrorists.\nThe issue of a Libyan chemical weapons plant will be the first test of President-elect Bush's ability to craft an effective Libya policy. The gut reaction - to bomb the plant - would only repeat past policies and put American lives again at risk for, at best, temporary gains. American goals will be better served when policymakers realize that beneath his ''flaky'' image, Qaddafi has over the years proved to be an astute and pragmatic politician."
}