{
    "title": "A multipronged attack on airline terrorism",
    "publisher": "the atlanta journal and constitution",
    "year": 1996,
    "month": 9,
    "day": 9,
    "full text": "WHEN VICE PRESIDENT Al Gore announced proposals for stiffer security at America's airports last week, some objections were raised about costs and about potential abuses of people's privacy. He answered them, but he probably didn't have to. A far more effective response came the same day from a courtroom in New York, where a jury convicted three men on charges of trying to blow up as many as a dozen U.S. airliners in January of last year.\nClearly the threat of terrorism is no longer a foreign phenomenon, and the United States has to get more serious ---deadly serious ---about countering it.\nSpecifics of the new proposals, drawn up by a special White House Commission on Aviation Safety and Security, remain open to refinement. On the whole, though, we think they make up a desirable package, one that attacks weaknesses in airport security from several essential angles.\nThe plan will call for $ 300 million in emergency federal funding to install the most advanced bomb detection equipment, like that at Atlanta's Hartsfield International Airport, in some 50 other airports across the country. That's good, but not enough. Technology can always defeat technology, as hackers have proven in the field of computer security. The human aspect must be addressed as well.\nThe recommendations include better screening and training of airport security personnel, along with spot checks to make sure they are maintaining necessary vigilance despite the monotonous nature of their jobs. There's also a request for a 60-day trial of matching every bag on a plane with a real passenger on board, as is done now for overseas flights.\nProblematic for some is a proposed system of \"profiling\" passengers, based on things like travel patterns, to help decide whose bags get a closer look. This has raised the eyebrows of groups like the American Civil Liberties Union, whose legislative counsel, Gregory T. Nojeim, warned the commission that \"At a ticket counter, airplane passengers check their baggage, not their rights.\"\nYet every person who gets on an airplane is subject to a search of his or her luggage now; profiles that help security people narrow the number who are actually inspected cannot take away any \"rights\" that do not now exist.\nReasonable questions lie in just what kind of information should be used in the profiles. The commission is considering using broader information, such as criminal records, to pinpoint bags to search. Here's where care should be taken, to make sure there's no unnecessary invasion of people's privacy. But the concept of profiles is wholly defensible. Customs officials use them now to help catch smugglers, and there's no evidence of abuse of people based on nationality or ethnicity, or any other factor.\nWe urge the government to move quickly to resolve any legitimate concerns about the proposals and then get them into force. The three men sent to prison in New York on Thursday are not the last of their kind.\n\nLoad-Date: September 10, 1996"
}