{
    "title": "A NATION CHALLENGED_ THE BORDERS Customs Switches Priority From Drugs to Terrorism",
    "publisher": "the new york times",
    "year": 2001,
    "month": 10,
    "day": 10,
    "full text": "The new head of the United States Customs Service said today that terrorism has replaced drug smuggling as the agency's top priority, and that he has redeployed hundreds of agents to provide round-the-clock inspections at the Canadian border to prevent terrorists from entering the country.\n     Robert C. Bonner, who was sworn in as customs commissioner just two weeks ago, said he had begun receiving daily intelligence briefings on terrorist threats as part of his agency's shifting mission. \n As a result of the redeployments along the Canadian border, a preferred entryway for terrorists in the past, Mr. Bonner said the agency has had to cut the number of inspectors dedicated to special units that search for illegal drugs and for exports of high-technology products. The alert has been raised along the border with Mexico too, but the Customs Service had already increased its presence there in recent years. \n\"Terrorism is our highest priority, bar none,\" said Mr. Bonner, a former federal judge who has also served as the head of the Drug Enforcement Administration. \"Ninety-eight percent of my attention as commissioner of customs has been devoted to that one issue.\" \nThe terrorist attacks have brought about sharp changes at several other federal agencies, including the Bureau of Alcohol, Tobacco and Firearms, the Drug Enforcement Administration, the Public Health Service and the Internal Revenue Service.\nBut apart from the Federal Bureau of Investigation, few agencies have so prominent a front-line role to play as the Customs Service, which is responsible for guarding the borders and blocking the entry of terrorists and their tools.\nThe service is given credit for thwarting a major terrorist attack on the eve of the millennium celebration in December 1999, when a customs inspector in Washington State found a trunkload of explosives in the car of an Algerian who later acknowledged having trained at terrorist camps in Afghanistan run by Osama bin Laden.\nThe attacks on Sept. 11 also physically hammered the Customs Service, since the north tower of the World Trade Center fell onto the eight-story building, 6 World Trade Center, that housed its New York office. That building was destroyed, and 760 workers were displaced.\nIn an interview today, Mr. Bonner acknowledged that the agency's traditional role in preventing the smuggling of drugs and other contraband would be affected by the new focus on terrorism. \n\"We are robbing Peter to pay Paul,\" he said, noting that inspectors had been working 12 to 16 hours a day since Sept. 11. \"We are stretched thin.\" \nSince the attacks, the service has spent $5.5 million a week on overtime for inspectors, almost three times its usual outlay.\nMr. Bonner said that small customs posts along the northern border, which have gone unstaffed at night and on some holidays, are now being manned every day around the clock by at least two inspectors.\nCustoms agents, he said, are being told to be especially vigilant for any \"implements of terrorism,\" like chemical, biological or nuclear materials that could be used as weapons. Many agents are being ordered to wear pocket-sized radiation detectors -- miniature Geiger counters -- as they carry out their inspections at airports and borders.\nThe shift in focus has startled many longtime customs officers like Harold H. Zagar, the chief customs inspector at Dulles International Airport, in the Virginia suburbs of Washington.\n\"For 31 years,\" he said, \"I've been fighting the war on drugs.\"\nNow, suddenly, drug trafficking is a distant, secondary priority. To say the change is disorienting understates the case. \"Whoa!\" Mr. Zagar said. \"We've gone full circle.\" \nThe Customs Service is the nation's oldest law enforcement agency, founded in 1789, and the change in its mission is a jolt to almost every one of its 10,600 inspectors and criminal investigators.\nBefore Sept. 11, customs officials at Dulles and other airports had developed sophisticated profiles of likely drug smugglers and searched luggage for hidden narcotics. Now, Mr. Zagar said, inspectors are much more interested in documents -- blueprints, drawings, photographs, flight manuals, chemical data -- that might be carried by terrorists.\nThe need to set new profiles for terrorists could be controversial for the service. In recent years, blacks sued the agency, saying they had been singled out for interrogation and searches because of their race. The agency promised not to engage in racial profiling.\nNow, though, inspectors are scrambling to develop profiles of travelers from the Middle East who might have links to terrorist groups like Al Qaeda, Mr. bin Laden's far-flung network. The agency said the new \"targeting criteria\" would focus on passengers arriving on certain flights from certain countries, especially from the Middle East, North Africa and Central Asia.\nOther agencies are also telling their employees to put aside regular duties and focus on terrorist threats. The Agriculture Department is directing its inspectors to prevent attacks on crops and livestock and other types of \"agroterrorism.\"\nThe new administrator of the Drug Enforcement Administration, Asa Hutchinson, said he saw a \"deadly, symbiotic relationship between the illicit drug trade and international terrorism.\" He estimated that Afghanistan produces at least 70 percent of the world's supply of illicit opium, and he said that the Taliban leadership derive large amounts of revenue from the traffic. \n\"The sanctuary enjoyed by bin Laden is based on the existence of the Taliban's support for the drug trade,\" Mr. Hutchinson said in Congressional testimony last week.\nBradley A. Buckles, director of the Bureau of Alcohol, Tobacco and Firearms, said that 500 of his 2,300 agents are working with the F.B.I. to investigate the attacks on the World Trade Center and the Pentagon.\nSimilarly, the I.R.S. has ordered some of its criminal investigators to work with other agencies to determine how terrorist groups are financed. The I.R.S. is focusing on money laundering and possible currency violations.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: After the Sept. 11 attacks, the United States Customs Service's primary mission has shifted from preventing drug traffic to preventing terrorism. Officials searched luggage at Dulles Airport. (Stephen Crowley/The New York Times) \n\nLoad-Date: October 10, 2001"
}