{
    "title": "A NATION CHALLENGED_ TERRORISTS WEB OF TERRORISM",
    "publisher": "the new york times",
    "year": 2001,
    "month": 9,
    "day": 23,
    "full text": "Officials in Europe, the United States and Pakistan say they have identified new elements of the bin Laden terrorist network, including a top lieutenant in Europe and a previously undisclosed cell in the Gaza Strip.\n     At least 11,000 terrorists have been trained in the past five years at camps operated by Osama bin laden across the border in Afghanistan, these officials say. Many have since been dispatched abroad to destinations unknown. \n Mr. bin Laden and his Afghan camps are only part of the problem, the officials say, and his network of loosely linked cells may already be so vast that eliminating those camps or even Mr. bin Laden himself would go only part way toward confronting the terrorist threat. \nWestern governments have concluded that many of the terrorist operations linked to Mr. bin Laden are being run by a very senior lieutenant in Europe whom officials would not name. Europe was a far easier place from which to operate because of access to telephones, travel and banks, one European ambassador said. \nThere is also substantial evidence that once terrorists are dispatched around the globe as \"sleepers,\" they are given considerable latitude in selecting their targets and executing their plans in order to minimize communication and detection.\nEven before the Sept. 11 attacks on America, security agencies in Europe rounded up several groups of followers of Mr. bin Laden. Suspects were arrested this summer in Spain, Italy, France, Germany and Britain.\nThe scope of the network was illustrated by an operation that started with the arrest of four militants in Frankfurt last Dec. 26. The suspects were two Iraqis, a French Muslim and an Algerian.\nAn intelligence official familiar with the arrests said authorities suspected the group intended to bomb the European Parliament in Strasbourg, France.\nThe leader of the terrorist cell, an Algerian identified as Muhammad Bensakhria, escaped. He was arrested later in southeastern Spain, and prosecutors say he and his colleagues had been trained by Mr. bin Laden's Al Qaeda organization in Afghanistan.\nOther cell members were arrested over the summer in Italy and Germany, and an Italian antiterrorist official said evidence seized indicated that the group planned to supply weapons to militants in Britain, Germany and Belgium.\nEarlier this year, Israeli authorities \"stumbled on\" an Al Qaeda cell in Gaza, a senior American official there said.\nThe official, who offered few details of the operation, said the Israelis were not even looking for the bin Laden organization and did not know they had a cell in their midst.\nPresident Bush said this week that the network operates in 60 countries. But the harder truth, the intelligence officials said, is that no one knows how far Mr. bin Laden's reach really extends.\nIt is certain, however, that the organization's influence goes beyond secretive terrorist cells. It has exported instability on a global basis by training and financing Islamic-oriented insurgency movements from the Philippines and Malaysia to Nigeria and Chechnya.\nA good example of its influence is the Islamic Movement of Uzbekistan, which is trying to create an Islamic state in the Ferghana Valley that includes parts of three Central Asian countries: Uzbekistan, Kyrgyzstan and Tajikistan. \nAmerican intelligence officials said the group's members were trained at a former Soviet military base now operated by the bin Laden organization near the city of Mazar-i-Sherif in northern Afghanistan.\nEstimates of the Uzbek group's strength range from 2,000 to 3,000 fighters, most of them well-equipped with the latest weapons and surveillance equipment. From bases in northern Afghanistan and Tajikistan, they have carried out numerous hit-and-run attacks through the region over the last three years.\n\"Without a doubt, the strength of the I.M.U. is external support,\" Michael R. Hickok, an expert on Central Asia at the Air War College at Maxwell Air Force Base in Alabama, said in an interview. \"Among its supporters are the Taliban and Osama bin Laden.\"\nTraining terrorists and those who assist them is carried out by the military wing of the bin Laden organization. Another wing deals with public relations, trying to spread the anti-American message as far as possible through interviews and videotapes.\nMuhammad Ismail Khan, a Pakistani journalist based in Peshawar, described a morning in August of 1998 when he was awakened by a telephone call informing him that Mr. bin Laden wanted to be interviewed. He and several other journalists went to the airport, where a bin Laden associate gave them tickets to Banno, south of Peshawar. There they were met by a van and escorted across the Afghan border at an unmarked crossing point and on to Mr. bin Laden's camp.\nSuch camps in Afghanistan have provided the training grounds for at least 3,000 hard-core terrorists recruited from Arab countries as well as Pakistan and Muslim regions like western China, Chechnya and Central Asia, officials said. \nA NATO ambassador said the most frightening aspect of the bin Laden organization was that so many of his adherents joined Al Qaeda as young boys and were indoctrinated thoroughly in terrorist techniques and a deep hatred of the United States.\nAnother 8,000 men have received instructions on logistics, like moving money, planning sophisticated attacks, blending into Western cities and communicating secretly, officials said. \nIntelligence authorities have tracked a network of business dealings that includes agriculture companies, banking, and export-import firms around the world. Along with providing money for the training, the authorities said, the empire can be used for moving people and money around the world.\nThere has been little success in shutting down his finances, the step regarded by many intelligence officials as one of the keys to stopping his operations.\n\"The massive amount of money is the fuel of this,\" said a NATO ambassador in an interview in Brussels. \"The international system is so globalized, so instant, with so many opportunities for anonymity that these guys can take advantage of it.\"\nAnother expert, Peter Bergen, a journalist who is completing a book on Mr. bin Laden, said the Saudi exile is only the best-known leader of the organization and the public starting point for a particular brand of transnational terrorism.\n\"We use the name bin Laden with multiple connotations,\" he said.  \"There are groups that have sworn allegiance, others who might work with him, and others who think he is a good guy.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: The name bin Laden attracts allies and admirers of his brand of terrorism. His portrait marks a biography of Osama bin Laden in a storefront at the Kiskawani bazaar in Peshawar, Pakistan. In a recruiting video said to have been made by his group, men fire AK-47's. The video was acquired by Al Rai al Amm newspaper in Kuwait City; it would not give the source. (Vincent Laforet/The New York Times); (Associated Press)(pg. B4) \n\nLoad-Date: September 23, 2001"
}