{
    "title": "A NATION AT WAR_ DOMESTIC DEFENSE Administration Reduces Level of Terrorism Alert to Yellow, Citing",
    "publisher": "the new york times",
    "year": 2003,
    "month": 4,
    "day": 17,
    "full text": "The Bush administration lowered the color-coded terrorism alert level today but said it was still worried that agents of Saddam Hussein might try to conduct terrorist attacks against American targets.\n     The alert was reduced to yellow, or elevated risk, the middle level in the five-color palette of warnings. \n Administration officials said the decision by the Homeland Security Department to reduce the level from orange, or high risk, resulted from intelligence reports that suggested that the threat of terrorist attacks had decreased with Mr. Hussein's fall.\nIn a statement, Homeland Security Secretary Tom Ridge said, \"We must remain vigilant to the possibility that Al Qaeda and those sympathetic to their cause, as well as former Iraqi-regime state agents and affiliated organizations, may attempt to conduct attacks against the U.S. or our interests abroad.\"\nMr. Ridge added that \"we continue to be at risk to the threat of terrorism at an elevated level\" and that \"extensive protective measures remain in place throughout our nation.\"\nOfficials said Washington was advising state governments, which were told last month to call out the National Guard and the state police to protect major public buildings and other potential targets, that they could reduce security patrols.\nThe alert levels are intended to guide state and local governments, which can then set their own levels.\nThe New York Police Department said that the city would remain on orange alert and that bridge and tunnel checkpoints would continue. \n\"We are maintaining the current status, because New York remains under a greater risk of terrorism than other parts of the country,\" a spokesman for the department, Michael O'Looney, said.\nThe national level has bounced between yellow and orange since the much-ridiculed system started last year. The level was last raised to orange on March 17 in the expectation of an American invasion of Iraq, an event that intelligence and law enforcement agencies had predicted could spark terrorist attacks in the United States and abroad. An audiotape believed to have been recorded by Osama bin Laden shortly before the war called on his followers to carry out suicide attacks on American targets.\nAdministration officials said today that intelligence and law enforcement agencies were pleased that the attacks had not occurred, a fact that could suggest severe disruptions in the Qaeda network and in the remnants of the Iraqi intelligence services.\n\"We continue to see reporting about terrorist activities,\" said an administration official. But the official said the intelligence that suggested the possibility of imminent attacks was \"not as broad\" nor as \"highly credible\" as it was before Iraq war.\nOfficials said lowering the level also reflected a concern in the Bush administration about the cost of keeping federal and state law enforcement agencies at a high alert level. \n\"You can't stay at such a high level of alert indefinitely without creating huge financial and manpower problems,\" a law enforcement official said. \"There are a lot of police officers around the country who have been working double and triple shifts for the last month. We have to take that into account.\"\nThe Homeland Security Department released a detailed breakdown of the $4 billion that it was provided under the $79 billion bill that Congress approved last weekend to pay for the war and related expenses. President Bush signed the bill today.\nAbout $2.2 billion, the department said, was for state preparedness, money that state and local governments have long demanded from the federal government to help pay for counterterrorism efforts after Sept. 11, 2001. Of that, $700 million was for high-threat urban areas, including New York, Washington and other cities considered prime targets.\nThe Transportation Security Administration, part of the department, will receive $665 million under the bill for programs like improving security at commercial airports. The Coast Guard was provided $628 million, much of it to support war-related military activities.\nThe Bureau of Customs and Border Protection, which took over functions of the Customs Service, received $333 million, with $90 million to produce detection and monitoring equipment to find radioactive material that terrorists might try to smuggle into the country.\nThe department is also distributing $2.4 billion to the airlines, which had sought the aid as reimbursement for their losses because of the war and continuing terrorist threats to the industry. \n\nhttp://www.nytimes.com\n\nLoad-Date: April 17, 2003"
}