{
    "title": "A NATION CHALLENGED_ THE PRESIDENT Bush Chides Some Members of Coalition for Inaction in War Against",
    "publisher": "the new york times",
    "year": 2001,
    "month": 11,
    "day": 10,
    "full text": "President Bush expressed impatience today with nations that he said had done little in the war against terrorism beyond offering condolences, and said he would use an address to the United Nations General Assembly on Saturday to make the case that \"the time for sympathy is over.\"\n     Speaking at the White House during a joint news conference with the Indian prime minister, Atal Behari Vajpayee, Mr. Bush said that \"we appreciate the condolences\" but that \"now is the time for action, now is the time for coalition members to respond in their own way.\" \n A senior administration official said Mr. Bush's speech would be a fleshing out of what the White House calls the Bush Doctrine -- the assertion that nations that harbor terrorists are as guilty as the terrorists themselves.\nMr. Bush will not name names in the speech, the official said, even though some American officials have singled out Saudi Arabia for what they say is a lack of cooperation in the war against terrorism. But Mr. Bush said almost as much himself at the White House today after calling for active assistance from coalition members.\n\"The Saudi Arabian government understands that, and they are responding as well,\" he said.\nAt the same time, Mr. Bush's news conference and meeting with Mr. Vajpayee opened a delicate new phase of diplomacy in a potentially explosive conflict by reassuring the Indian leader of Washington's long-term commitment, even as the president was preparing for a meeting in New York Saturday with Mr. Vajpayee's bitter rival, Gen. Pervez Musharraf of Pakistan.\n\"My administration is committed to developing a fundamentally different relationship with India,\" Mr. Bush declared. He said the United States and India \"will fight terrorism together,\" adding, \"India has got a fantastic ability to grow, because her greatest export is intelligence and brain power.\"\nThe language of friendship was underscored by the setting of today's event, the Cross Hall on the state floor of the White House, a place that offered the same pageantry bestowed this week on another ally, the British prime minister, Tony Blair.\nMr. Bush brushed aside statements earlier this week by Mr. Vajpayee that the military campaign in Afghanistan was not \"fully satisfactory\" and that the United States suffered from a lack of intelligence data from the region. In an interview that appeared in The Washington Post today, Mr. Vajpayee also said the opposition Northern Alliance, which is supported by India, had not received enough military support from Washington.\nAfter the talks, Mr. Bush said: \"The prime minister and I had a very good discussion about the progress we're making on this particular part of the war on terror.\" The coalition against terrorism, he said, \"has never been stronger.\"\nMr. Vajpayee, his head down as he read from prepared remarks, said, \"We admire the decisive leadership of President Bush.\"\nUnderneath the decorous language of diplomacy were serious concerns from India, which remains irritated and nervous about America's sudden wartime alliance with Pakistan. \nIndia and Pakistan have been enemies since they were carved out of the British Empire a half-century ago, and have fought three bitter wars. India now regards Pakistan as the prime sponsor of terrorism in India, chiefly in the disputed northern state of Jammu and Kashmir.\n\"Pakistan cannot be on one border saying 'We are against terrorism' and on the other border saying that 'We support terrorism,' \" a senior Indian diplomat said. \"There cannot be good terrorists and bad terrorists.\"\nJaswant Singh, the Indian foreign minister, who today called Afghanistan \"a factory for terrorists that operates 24 hours a day, 7 days a week and 365 days a year,\" said the war there had in one way benefited India, because some terrorist camps that had shifted from Pakistan to Afghanistan had now been destroyed in the bombing.\nWhite House officials said that Mr. Bush and Mr. Vajpayee touched on the issue of Kashmir, but would not specifically say that the president urged Mr. Vajpayee to use restraint in that area, where India has amassed 600,000 troops. That point was already made by Secretary of State Colin L. Powell during a visit to New Delhi last month.\nAri Fleischer, the White House press secretary, said after the meeting that \"in all the conversations the president has had and that he will have, including tomorrow at the United Nations with President Musharraf, the president will discuss the need for stability in the region and for a peaceful resolution between India and Pakistan over any other disputes.\"\nNonetheless, Mr. Singh reacted with disdain at a news briefing this afternoon when asked if Mr. Bush had asked India to act with restraint.\n\"If India exercises restraint,\" Mr. Singh said, \"it exercises restraint out of sovereign will.\" He also warned that if terrorist attacks in India continue, \"India will certainly respond adequately and in an appropriate fashion.\"\nBoth India and Pakistan have nuclear weapons, and American officials have worried that the tensions could escalate to full-scale war if there should be a major terrorist attack on India by an Islamic militant group based in Pakistan. Mr. Bush has been loath to mire himself and the United States in the Kashmir dispute, but has been forced by the events of Sept. 11 to try to be a stabilizing voice in the region.\nMr. Bush is to meet with Mr. Musharraf after addressing the United Nations, and on Sunday is scheduled to attend a memorial service with other world leaders at the World Trade Center, marking the two-month anniversary of the attacks.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: President Bush and Prime Minister Atal Behari Vajpayee of India met with reporters at the White House yesterday after their meeting in the Oval Office. \"Now is the time for action,\" the president said. (Susana Raab for The New York Times) \n\nLoad-Date: November 10, 2001"
}