{
    "title": "A NATION CHALLENGED_ THE PRESIDENT Bush Meets China's Leader and Emphasizes Need to Fight Terrorism",
    "publisher": "the new york times",
    "year": 2001,
    "month": 10,
    "day": 19,
    "full text": "President Bush and President Jiang Zemin of China met for the first time here this morning and emerged with Mr. Bush declaring that China had agreed to \"cooperate with intelligence matters and interdict the financing\" of major terrorist groups.\n     In a brief joint news conference after their meeting at a suburban retreat used by Communist Party leaders, Mr. Bush also said that he was still looking for evidence of whether a foreign power or terrorist group was coordinating the anthrax attacks in the United States, but he also for the first time warned that the source of the attacks could be an American conducting what he called \"a hoax.\" \n \"Anybody in America who would use this opportunity to threaten our citizens\" would be vigorously prosecuted, he said.\n\"We're looking,\" he said, \"we're on the search to find out who's responsible for these evil acts.\"\nMr. Bush came here seeking China's approval, or at least acquiescence, for his war on terrorism, and he received much of what he sought. At the news conference, Mr. Jiang said, \"I've made clear we are opposed to terrorism in all forms.\" But he glided past a question about whether he would specifically endorse the American military acts in Afghanistan, saying that he hoped any such action would have \"clearly defined targets,\" would be \"aimed accurately, with few civilian casualties\" and would be guided by the United Nations.\nMr. Bush sought and received a general endorsement of his actions from the United Nations but has declined to put the military action under a United Nations command, calling it an act of self-defense.\nSome areas of continuing disagreement were clear from the two leaders' comments, but neither man dwelled on traditional sore points in the Washington-Beijing relationship. Mr. Bush made no reference to human rights violations in China, though he did say that any battle against terrorists \"must never be an excuse to persecute minorities.\" He appeared to be referring to the Chinese actions against Muslim separatists and others who have battled the central government in China. The administration has been concerned that Mr. Jiang would use the battle against terrorism to justify repression in western regions, including those near Afghanistan.\nThe United States and China have rarely shared intelligence, and the intelligence relationship has been particularly testy since an American EP-3 surveillance plane collided with a Chinese fighter not far from here last spring. It took 10 days for the American crew to be returned, and Mr. Bush and Mr. Jiang never talked during that incident.\nMr. Jiang greeted President Bush this morning on familiar ground: at the Western Guest House, a sprawling estate just outside Shanghai that was taken over by the Communist Party after the revolution in 1949. It was here in Shanghai that Mr. Jiang rose through the Communist Party ranks, and he was mayor of the city during the Tiananmen Square demonstrations in 1989, and he proved his political skills by keeping the city quiet while Beijing was in turmoil. He rose rapidly in the ensuing years.\nBoth Mr. Bush and Mr. Jiang appeared to be enjoying each other's company today, though at moments Mr. Bush looked both tired and tense. After Mr. Jiang welcomed him, Mr. Bush said, \"I, too, felt like we had a good meeting.\" But he stopped well short of his comments after his first meeting with President Vladimir V. Putin of Russia when he said he had looked into Mr. Putin's eyes and seen a man whom he could trust.\nInstead, Mr. Bush referred repeatedly today to the \"common understanding\" between the United States and China about \"the magnitude of the threat posed by international terrorism.\" He made no reference to China as a \"strategic competitor,\" a phrase he used often during the presidential campaign. In comments on Thursday here, Secretary of State Colin L. Powell said that the United States-China relationship was too complex to encapsulate in a brief phrase, and he praised China's officials for \"enlightened leadership.\"\nBoth Washington and Beijing have made clear that they seek a major improvement in their relationship. Secretary Powell visited China this summer, and while there was modest tension over sanctions that Washington imposed against a Chinese company for weapons proliferation, the session was notable for an improved mood.\n\"We won't be hearing as much from the Chinese about American hegemony, gunboat diplomacy -- all the words you heard a year ago,\" said Bates Gill, a China scholar at the Brookings Institution in Washington. \"The Chinese see an enormous opportunity to benefit here.\"\nIn recent weeks, Mr. Jiang has been supportive of Mr. Bush's aims, but he has insisted that any military actions should be taken under the auspices of the United Nations. That is a standard Chinese diplomatic position, because Beijing has always opposed unilateral American action around the world.\nBut in this case, the military strikes against the Taliban in Afghanistan work to China's advantage. China shares a short border with Afghanistan, and Muslim Uighur separatists in that region have been a continuing problem for Mr. Jiang. Under the banner of fighting terrorism, he hopes to win implicit endorsement for Beijing's continuing efforts to beat back any moves toward independence in Xinjiang.\nMore problematic for Mr. Bush on this visit is selling his plan to build a missile defense system, which China has steadfastly opposed. In the spring, Chinese officials warned that if Mr. Bush went forward with the program Beijing would be forced to build up and modernize its own missile fleet. Currently, China is believed to have roughly 20 nuclear-equipped missiles capable of reaching the United States, a tiny arsenal by American and Russian standards.\nBefore Sept. 11, the Bush administration said repeatedly that its missile defense program was aimed at rogue states, and that China had no reason to fear that the American program would undermine the effectiveness of Beijing's minimal nuclear deterrent. But privately, some administration officials said this summer that they might signal to China that the administration understood that Beijing's nuclear modernization program was inevitable -- and that the United States would do nothing to stop it.\nThe revelation of that strategy led the administration to declare publicly that there would be no trade-off between Chinese acquiescence for the antimissile program and American agreement to China's slow nuclear buildup. Last week, Mr. Bush reiterated his intention to move forward with the antimissile program, saying that the terrorist attacks proved that the United States needed a greater range of protection against terrorist threats. China, however, will almost certainly press the United States to delay or rethink its plans.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: President Bush began his first meeting with President Jiang Zemin of China this morning at the Western Guest House in Shanghai. \"It's important for us to get to know each other,\" Mr. Bush told Mr. Jiang. (Stephen Jaffe/Agence France-Presse) \n\nLoad-Date: October 19, 2001"
}