{
    "title": "A NATION AFRAID, DEFIANT_ TERRORISM HAS SHATTERED AMERICAN IDEAS OF SAFETY._ STILL, SAID ONE, _IF YO",
    "publisher": "the philadelphia inquirer",
    "year": 1996,
    "month": 7,
    "day": 28,
    "full text": "On the riverfront in Pittsburgh, the annual Regatta went ahead as scheduled yesterday.\nA parachutist zigzagged to earth with a huge American flag billowing from his body. A stealth bomber scorched across the city skyline as thousands of people cheered and powerful racing boats whined. It was a classic display of American might.\nPeople aren't so sure about the value of that might anymore. Today, many feel vulnerable, as if they are no longer safe in their own home. They look around a lot more. Stare at packages, purses, knapsacks, even diaper bags.\nWhere once there was swagger there now is suspicion - about terrorist threats both domestic and international.\nOver the last three years, the terrorist acts have come one after the other, the pace accelerating wildly in the last few weeks.\nThe World Trade Center bombing. The carnage at Oklahoma City. The truck bomb outside the barracks in Saudi Arabia. The terrifying mystery of TWA Flight 800.\nAnd now the Olympics.\nThose events - and the feelings generated by them - were much on the minds of Americans yesterday, in the hours after the fatal bombing at Centennial Olympic Park in Atlanta.\nTerrorism has become part of the American scene, and people don't know how to deal with it.\n\"We're not used to this type of thing,\" said Spencer McKain, who was watching the Regatta from the riverbank. His son had awakened him at 2:20 a.m. to tell him of the Olympic bombing in Atlanta, and it was much on his mind.\n\"We've never had a world war on this soil, so we've been spoiled,\" he said. \"I think it will alter our behavior. I feel a little self-conscious walking around out here now.\"\n\"Look across the water,\" said his wife, Roberta, who lost a close friend in the TWA explosion, staring at Three Rivers Stadium. \"What if somebody wanted to blow that up one day with thousands of people in it? After the [TWA] crash last week and then this, it has affected me. Everything starts working on your mind. Is this going to be the summer when it all breaks loose?\"\nYesterday, in the hours after the bombing, Inquirer reporters spoke to Americans who were out enjoying a summer Saturday - on a beach in Los Angeles, at a playground outside Chicago, at the Regatta in Pittsburgh, on the streets of Atlanta, at the airport in Philadelphia.\nAnd there was evidence that something profound has changed in the American outlook.\n\"For the first time in my 56 years, I feel vulnerable,\" said Peter Strubel, a tourist from Colorado strolling along a Los Angeles beach with his wife. \"I don't understand why we have to endure it. We're the greatest country in the world.\"\nSome of those interviewed were undaunted. Acts of terrorism, they declared, would not alter their lives. They won't be defeated by shadowy figures who plant pipe bombs or cobble deadly mixtures of fertilizer and oil.\n\"You cannot just sit home as if you were in jail, because these terrorist people will have accomplished their goal,\" said Siliunas Vlade, 71, who had just arrived at Philadelphia International Airport yesterday afternoon from Chicago. \"If I have someplace to go, if there is someplace I want to go, then I go.\"\n\"I thought about it briefly,\" said James White, a Texan, who was waiting in a long line to attend the track and field competition at Olympic Stadium in Atlanta. \"I definitely thought about it. But we've come 1,700 miles for this. So I just look at it like that's part of life. Stuff like that is going to happen sometimes.\"\nSome speak of racheting up security internationally and striking terrorists with fierce retribution. Others talk with bewilderment of the enemy within.\nThese days, the face of terrorism can have the look of the Midwest as easily as that of the Middle East, they say, and that - as much as the sheer number of terrorist incidents - is what is so unnerving.\nThey say that the rise in violence stemming from radical offshoots of the militia movement is the result of a job market that is leaving many behind. America is quickly changing, they say, and that can be dangerous.\n\"High-tech jobs are replacing blue-collar jobs,\" said Christian Resick, who works at a Pittsburgh bank, trying to explain the domestic sources of terrorism. \"There's more global competition. And many people just can't compete anymore. So they get disgruntled. There is an anger to lash out.\"\nOthers watching the Regatta in Pittsburgh said they have no interest in trying to understand rationales for terrorism, foreign or domestic. But they know how they want terrorists treated.\nCharles Matthews, wearing an official Olympic baseball cap, was standing in front of the palm reader's booth on the riverbank.\n\"We'll get a lot of terrorist threats, and I think a lot of them will come from inside this country,\" he said. \"They know the language and their way around. But our security people are on the trail of all terrorists. They're annoying, like insects. They'll pester you and you have to smash 'em.\"\n* In Evanston, Ill., Kurt Murray woke up yesterday morning and turned on the television.\n\"What happened?\" his 5-year-old daughter asked him. \"Did anybody get hurt?\"\n\"Yes,\" Murray said gently. \"None of the athletes got hurt. But it's sad that anybody got hurt.\"\nLater in the day, father and daughter were attending the dedication of a playground in this affluent suburb north of Chicago. New slides, teeter-totters and jungle gyms were festooned with blue and white balloons.\nThere, many of the parents talked about the challenge of explaining terrorism in this country to their little ones.\nAt the swing set, Carrie Clark, 36, watched her 6-year-old son, James, and said he had seen the news, too.\n\"My husband told him that there had been a bomb and some people had been killed and the police were looking for who did it,\" she said.\nWhile Clark said her son seemed content with the news that the police were on the case, she said: \"How do you really explain these kinds of things to children?\"\nBut if the parents were having difficulty explaining the attacks to their children, they were having a hard time fathoming it themselves.\n\"I grew up outside Washington, D.C. As a kid, I never thought things like this could happen in the United States,\" Murray said.\nWith the help of a friend, Bridget McCourt, 35, he ticked off a litany of violent and terrorist acts. All had combined, they said, to shatter their illusions of personal security.\n\"How many bombings have we had?\" McCourt said. \"I think it's terrible we can recall all these things.\"\nThe folks at the playground said they thought that Americans would have to get used to accepting more and more intrusions, such as X-ray machines and metal detectors in buildings, as they go about their daily lives.\nFlying was the worst, they said, adding they were far more anxious about airplanes than they were five years ago.\n\"I was flying yesterday and I saw more security, more checking of bags,\" said Chris Block, 37, a management consultant who flies every week out of O'Hare International Airport. \"It's unsettling. You don't feel safe anywhere anymore.\"\n\"You hate to think your kids could go on a trip to Disneyland with their grandma and you may never see them again,\" said Mimi Peterson, 32, who teaches swimming at the local YMCA. \"I don't know if we can protect ourselves. Look at the amount of security at the Olympics. Does every individual need a bodyguard now?\"\nAt the same time they were expressing their fears, most people said they believed there was little they could do individually to make themselves safer. They said they had no choice but to rely on the measures authorities decide to take - such as President Clinton's orders to beef up security at the nation's airports - and then try to go on with their lives.\n\"It's something we can't control, so I'm not going to be overly worried about it. I could get hit by a bus, too,\" said James Lee, 34.\n\"You can spend a lot of energy being really scared,\" said Peterson, a mother of three. \"Or you can live your life and think it's in God's hands.\"\n* Venice Beach in Los Angeles is the kind of place where the closest thing to terror is when there's a runaway Rollerblader on the boardwalk.\nBut even amid the wacky amusement of the beach, where musclemen lift their barbells and sidewalk psychics call out to weekend brunchers, there was an awareness of terrorism yesterday.\nSome people told of avoiding crowded places, and of being on the lookout for suspiciously unattended packages. Others rattled off lists of airlines and airports they shun when traveling because they don't trust the security.\n\"I won't fly out of Greece or the Frankfurt airport,\" said Mark Konopaske, a real estate broker and world traveler, as he tossed a Frisbee around the beach for his dog to retrieve. \"I'm not paranoid. But I also don't step in potholes when I see them. What am I going to have to do now? If I see a bag on the ground, will I have to walk way around it?\"\nLinda Larson, an actress waxing her surfboard, said she won't even attend concerts or any large gathering anymore because she fears becoming a victim of terror.\n\"It seems to have escalated,\" she said as she knelt in the sand beneath the lifeguard station. \"This is not cool.\"\nSeveral people said they have changed or canceled travel plans recently because they fear for their safety.\n\"It's scary now,\" said Mai Do, a Vietnamese immigrant who is expecting her first child in three months. \"I can't believe it's happening in the U.S. It seems like another country. My husband and I had been talking about going to Hong Kong or France. Now he won't go.\"\nBut others said they refused to alter their lives in the face of an apparent rash of incidents in which terrorism is either suspected or confirmed.\n\"I lived in the Middle East for 20 years,\" said Liam Douglas, a professor of spiritual psychology, as if his Middle East experience alone should explain why he isn't fazed by the Olympic bombing. \"Whoever does it is preying on fear. If you walk through fear, you don't give in to them.\"\nSeveral European tourists said Americans would now have to learn how to live with terrorism as they already have for decades.\n\"However good security is, you'll always get some nuts who will find a way,\" said David Littleboy, a London exporter on vacation with his wife. \"I'm a believer in fate, and in keeping your eyes open. If anything looks strange, just walk away. And never stand near a trash bin. In Waterloo Station, they've taken away all the trash bins.\n\"Americans have never been exposed to terrorism much before now,\" said Littleboy. \"But you will be. There are more eccentrics in America than anywhere else, that's for sure.\"\nAnother European, who did not want her name published because her husband is a diplomat, suggested Americans should not be surprised when terrorism comes to the shores of the world's only superpower.\n\"America tries to rule the world, and it inevitably triggers anger around the world,\" she said, as she sat on the grass with pads on her elbows and knees for Rollerblading. \"It's got to face that it's going to get a reaction somehow.\"\n* In Atlanta, at about 4:45 p.m., hundreds of people were thronging Williams Street two blocks east of Centennial Park when a yellow school bus rolled through.\nIt was carrying military reinforcements, from the Air Force. And the crowd cheered.\nThe troops assembled on the sidewalk in front of the American Best Western Hotel. The commanding officer called off assignments, and the tourist crowd clustered around taking pictures.\nThere was a sense of relief, a sense that life could go on.\n\"I think a lot of things here have been blown out of proportion,\" said Scott Caldwell, 40, of Atlanta. \"For me, it's like somebody breaks into your house and then everybody in the neighborhood sells their house.\"\n\"I'm absolutely not nervous about it,\" said Neal Smith, 59, of North Augusta, S.C., who was shopping for Olympics souvenirs with his family outside a subway station.\nBut for others, nerves were on edge and likely to remain so.\n\"We've been coming down here every day, and I've felt so safe,\" said Mary Shanks, who lives in the north Atlanta suburb of Dunwoody and was walking near Woodruff Park downtown with her 12-year-old son, Tommy.\n\"I felt safe until last night,\" she said. \"I've felt so safe that the other day, I sent him from here [several blocks west and south] to the Five Points MARTA station.\n\"I don't feel safe like that anymore.\"\nTommy put it more bluntly.\n\"Whenever we go some place with a lot of people, I get scared,\" he said. \"I'm scared they'll drop a bomb on us or something.\"\n\nNotes\n\nBOMBING AT THE OLYMPICS\n\nGraphic\n\n \nPHOTO;\nPHOTO (2)\n1. Alcohol, Tobacco and Firearms agents examined a crater at the site of the explosion yesterday at Centennial Olympic Park in Atlanta. (Associated Press, KARL-HEINZ KREIFELTS)\n2. Volunteers from the Atlanta Committee for the Olympic Games listen as President Clinton addresses the nation after the bombing in the park. In his radio message, the President denounced the early-morning bombing as an \"evil act of terror.\" (Associated Press, JOE CAVARETTA)\n\nLoad-Date: October 28, 2002"
}