{
    "title": "A NATION CHALLENGED_ AID FOR BUSINESS Citing Construction Slump, Bush Pushes Bill to Protect Insurer",
    "publisher": "the new york times",
    "year": 2002,
    "month": 4,
    "day": 9,
    "full text": "Attributing a sharp decline in the nation's construction projects to a lack of insurance, President Bush tried today to revive stalled legislation that would protect insurers from losses from terrorist attacks.\n     In remarks to a group of business executives and labor leaders, Mr. Bush urged Congress to adopt a measure to counter the insurance problem caused by last September's terrorist attacks. He said the problem was contributing to unemployment and limiting economic growth. \n \"The pace of new construction is dropping dramatically in America,\" the president said, surrounded by 10 workers in hard hats and speaking before a group that included James P. Hoffa, president of the Teamsters, and Edward C. Sullivan, president of the A.F.L.-C.I.O.'s Building and Construction Trades Department.\n\"Banks and investors and others,\" he said, \"will not finance construction projects that do not have terrorism insurance. In order to build a project, in order to employ people, you've got to borrow money, and you can't borrow money unless there's adequate terrorism insurance. And that's not being provided today.\"\nThe effort by the White House to revive the legislation by using the political influence of organized labor, a traditional ally of Democrats, appeared to be aimed at countering another Democratic ally, the trial lawyers. They have joined consumer groups in criticizing the administration's proposal as making it harder for victims of attacks to file lawsuits against insurers and businesses.\nThe administration has endorsed a measure that passed the House in a vote largely along party lines last November that would provide as much as $100 billion in government loans to the insurance industry to cover future attacks. The measure has slowed in the Senate because of provisions, included at the administration's request, that would sharply restrict the ability of victims of future attacks to collect damages from insurers and other business.\nThe proposed revisions to the nation's tort law system have provoked widespread criticism from Democrats, who have said the administration has tried to use the terrorism insurance measure to impose broad restrictions on victims and protect big businesses from lawsuits. Ari Fleischer, the White House press secretary, suggested that the administration was not interested in yielding on the issue, telling reporters that \"you cannot have terrorism insurance passed without legal reform.\"\nThere is no consensus that the lack of terrorism insurance is having as wide an effect as the administration has said. The Consumer Federation of America and some executives in banking, real estate and insurance said terrorism insurance was becoming increasingly available at increasingly lower prices.\nThey said they believed the biggest push for government aid to the insurers was from a few of the biggest banks, insurers and property owners that wield enormous political influence.\n\"For the vast majority of real estate deals, terrorism insurance hasn't been the huge issue that most people thought it would be,\" said John B. Levy, the president of John B. Levy & Company, a real estate investment banking firm in Richmond, Va., that does business around the country.\n\"In most cases, terrorism insurance is not only available,\" Mr. Levy said, \"but it is available at a price that doesn't knock anybody out of the box.\"\nInsurance brokers say the number of insurers offering terrorism coverage has jumped from zero immediately after the September attacks to more than a dozen. Allianz A.G. and Zurich Financial Services recently announced a joint venture to provide terrorism coverage in the United States and elsewhere.\nEarly this year, insurance companies were demanding premiums for terrorism coverage 10 to 20 times as high as standard commercial property insurance. But Gary Mathieson, a senior executive at Willis Group Holdings, a big insurance broker, said most clients could get terrorism coverage now for about 20 percent of their overall insurance costs.\nFor most businesses, those with revenues of $500 million or less, terrorism coverage is not an issue at all, Mr. Mathieson said. After weighing the risks, he said, most insurers have begun including terrorism coverage for those businesses along with property coverage, as they did before the September attacks. The insurers lost an estimated $50 billion in the attacks and that has driven up prices for all coverages, he said.\nThe businesses having to pay the highest prices for terrorism coverage and having to negotiate the hardest to get the coverage are those with the biggest, most prominent buildings in the cities like New York, Chicago and Los Angeles. But even the cost for those so-called trophy buildings is rarely more than one or two times the premium for general coverage, Mr. Mathieson said.\nMr. Bush said nothing today about the debate over liability issues other than to repeat his often used comment ridiculing lawyers and terrorists.\n\"They must have miscalculated,\" he said, speaking of the hijackers. \"They hit us and thought we were so weak that all we would do is probably file a lawsuit.\"\nWhite House officials and other participants at today's meeting described many problems in obtaining financing for new construction projects. The president noted, for instance, that the Hyatt Corporation had been unable to get money to begin work on a 1.5 million-square-foot office building in Chicago because of inadequate terrorism insurance. A $2 billion resort in Nevada had similar problems, he said.\nJ. Willard Marriott Jr., the chairman and chief executive of Marriott International, said the company was having trouble finding money for $6 billion in construction of new hotels that would provide more than 35,000 rooms. For existing buildings, Mr. Marriott said, the company is facing premium increases of as much as 300 percent.\nBut in most cases, insurance brokers said, coverage has been available, but executives have been unwilling to pay the price. Now, Mr. Mathieson said, \"every day it is getting more affordable.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: President Bush greeted union construction workers yesterday in Washington, where he spoke before a group of business and labor leaders. (Reuters)      \n\nLoad-Date: April 9, 2002"
}