{
    "title": "A NATION CHALLENGED_ GENERAL ASSEMBLY Near Unity At the U.N. On Opposing Terrorism",
    "publisher": "the new york times",
    "year": 2001,
    "month": 11,
    "day": 17,
    "full text": "The annual round of speeches in the General Assembly, delayed and dominated this year by the attacks of Sept. 11, drew to a close today with almost every nation joining to condemn terrorism.\n     Only two United Nations members failed to speak in the General Assembly. Saudi Arabia distributed a speech, but the Saudi foreign minister never delivered it, and never explained why. The other absentee was tiny Kiribati, a South Pacific island nation of 94,149 that joined the United Nations last July, but has not yet set up shop in New York. \n Han Seung-Soo of South Korea, the president of this year's General Assembly, banged his gavel at 5:30 p.m. today after 188 speakers, including 42 heads of state and government, had taken turns at his lectern to expound on the policies, expectations and irritations of their countries. Many spoke before a near-empty hall, while ambassadors and ministers went about the whirl of receptions, private meetings and negotiations that traditionally accompany the assembly.\nMuch of the attention at the East River headquarters has been on the campaign in Afghanistan, and the efforts of Lakhdar Brahimi, the special United Nations envoy to Afghanistan, to convene a meeting of Afghan representatives who could form an interim government. Mr. Brahimi said today that no date for such a meeting had been set.\nJohn D. Negroponte, who was appointed the United States' chief representative to the United Nations in the immediate aftermath of the terror attacks, expressed satisfaction with his first General Assembly. \"The tone of the general debate, from people who have been here in past years, has been more productive, with less negative rhetoric than might have been experienced in previous years,\" he said. \"I think the president's speech was enormously well received, and there was an almost universal condemnation of terrorism.\"\nPresident Bush was the second speaker in the debate, which opened last Saturday. The first, by tradition, is Brazil.\nMr. Negroponte said one glaring exception in the condemnation of terrorism was Cuba, which made a \"pretty outlandish statement, and totally unwarranted under the circumstances.\"\nIn that speech, the Cuban foreign minister, Felipe Perez Roque, denounced the United States for waging an \"ineffective, unjustifiable bombing campaign\" in Afghanistan, which \"has targeted children, the civilian population and the International Red Cross hospitals and facilities as enemies.\" \nMr. Negroponte noted that \"Iraq made a pretty negative statement of their own, but even theirs was not as strident and vitriolic as the Cuban statement.\"\nBefore Sept. 11, the Americans had been prepared for the annual opening speeches to include heavy criticism of Israel by Arab, Islamic and nonaligned countries. Criticism of Israel at an earlier United Nations conference in South Africa had compelled the United States to withdraw, and more of the same was expected in New York.\nBut the attacks on the World Trade Center and the Pentagon changed the mood, and virtually all United Nations members joined in condemning terrorism and expressing support for the United States. Though Israel was criticized by many speakers from Arab and Islamic countries, the main thrust even of their speeches was a condemnation of terrorism. \n\nhttp://www.nytimes.com\n\nLoad-Date: November 17, 2001"
}