{
    "title": "A NATION CHALLENGED_ LEGISLATION A Move to Release Money To Pay Terrorism Victims",
    "publisher": "the new york times",
    "year": 2002,
    "month": 4,
    "day": 17,
    "full text": "Proposed legislation announced today would allow an American victim of state-sponsored terrorism who wins a civil judgment against another country -- Iran, Iraq or Libya, for example -- to collect money from assets of that country that have been frozen in the United States. \n     The measure, sponsored by a bipartisan group of five senators, is opposed by the Bush administration, which contends that the State Department needs to control frozen assets of foreign countries as a diplomatic tool. In fighting the bill, the Bush administration is adopting the same stance as the Clinton administration before it. \n As a result of the opposition by both administrations, a 1996 law that allows victims to bring suits in American courts has been ineffective, advocates for victims say. \n\"Current law allows American citizens to sue terrorist organizations for their losses, but they have been unable to collect, even though the United States Treasury Department lawfully controls at least $3.7 billion in assets of the seven state sponsors of terrorism,\" said Senator Tom Harkin, Democrat of Iowa, a sponsor of the bill. \"Our own government has worked to keep these families from collecting. That's wrong and it needs to be corrected.\"\nSponsors of the measure are optimistic, noting that Congress has voted twice recently to help one group of victims, the American embassy staff who were held hostage in Iran from 1979 to 1981. A State Department spokeswoman declined to comment on the legislation.\nOne person with a judgment but no immediate prospect of collecting is Edwina Hegna, whose husband, Charles, was the United States Agency for International Development station chief in Pakistan. Mr. Hegna was on a Kuwaiti airliner that was hijacked in December 1984. He was beaten, and when the plane landed in Teheran, shot three times and dumped under the plane. \nTwo days later, when the hijackers saw him move, they shot him three more times, Ms. Hegna said, and then allowed an ambulance to pick him up. He died on the way to the hospital, she said.\nMs. Hegna was awarded $42 million but has been unable to collect from Iran. She was one of several victims whose cases are in various stages who appeared at a news conference today to urge passage. Most said they were pursuing their cases not so much for money as for some measure of justice.\nStewart Dahl, a 22-year Navy veteran, was a petty officer in charge of a detachment of Navy divers when his plane was hijacked by Hezbollah militants and taken to Beirut; all the divers were beaten and one, Robert Dean Stethem, was killed. Their case is still in court here.\n\"We want to make terrorism costly; that's where it's going to hurt,\" Mr. Dahl said.\nAlso at the news conference were several Americans who were held hostage in Teheran after the fall of the Shah of Iran. Last year, they won a judgment against the Islamic Republic of Iran by default, but the State Department stepped in to argue that the agreement it made in 1980 with Iran to free them forbade suits against the Iranian government.\nAnother sponsor of the measure, Hillary Rodham Clinton, Democrat of New York, cited the case of Ira Weinstein, an American who was killed in the 1996 bombing of a bus in Jerusalem, with 23 others. The Hamas militant who detonated the bomb was trained by Iranian security personnel, she said; a judge awarded the family $183 million but it has been unable to collect.\n\"Crime does not pay,\" she said, \"and neither should terrorism.\"\nIn addition to Iran, Iraq and Libya, the measure covers four other countries: Cuba, North Korea, the Sudan and Syria. Senator George F. Allen, a Republican of Virginia, another sponsor, said it was useless to hold on to the money as a negotiating tool when dealing with the \"tyrants and despots\" in the seven countries.\nIraq has over $2 billion in assets frozen; Libya over $1 billion; Cuba has about $90 million; and Iran about $350 million, plus $60 million in an account for military sales that were never completed, said Gary M. Shiffman, director of governmental affairs at Greenberg Traurig, a law firm. The other countries have minimal assets here, he said.      \n\nhttp://www.nytimes.com\n\nLoad-Date: April 17, 2002"
}