{
    "title": "A Nation Wonders When Bloodshed Becomes Terrorism",
    "publisher": "the new york times",
    "year": 2015,
    "month": 12,
    "day": 4,
    "full text": "WASHINGTON --  The attackers assembled a bristling arsenal of guns and bombs. They left behind a trail of bloodied bodies. By any measure, a swath of California and, for that matter, much of the nation was terrorized. But was the devastating rampage in San Bernardino an act of terrorism?\nThe authorities were still trying to piece together enough information on Thursday to answer that question, looking at the main gunman's travels to the Middle East, searching for any contacts with extremist groups, examining his life for evidence of radicalization. The notion that the massacre of 14 people might stem from a more prosaic pathology seemed hard to fathom. \n  And yet the answer was not clear, one more moment of carnage that defied easy or immediate categorization. In an era of jarring violence at home and abroad, Americans find themselves struggling to understand not only the forces driving the attacks but also the very nature of what they are seeing. Assailants mow down innocent men, women and children in Paris but also in Newtown, Charleston, Chattanooga, Colorado Springs and now San Bernardino. Sometimes it is called terrorism. Sometimes it is not.\n  Is it terrorism when a gunman sprays bullets in an elementary school or an African-American church or a Planned Parenthood clinic? What about at an office holiday party? Does an attack on a military recruitment center automatically qualify? What if a suspect is an American Muslim? Does he or she have ties to designated terrorist groups or are assumptions being made based on religion, even without firm evidence?\n  Liberals and Muslim groups complain that any attack committed by Muslims seems to be automatically labeled a terrorist incident, while those committed by others are not. ''Muslim Killers,'' read the cover headline of Thursday's New York Post. Conservatives complain that the Obama administration is too reluctant for political reasons to confront the reality of radical Islam or even to use the word terrorism to describe episodes like the shootings by a Muslim Army officer at Fort Hood in 2009.\n  Terrorism has traditionally been distinguished from other mass killings by its political overtones. Federal law defines terrorism as dangerous acts intended to intimidate a civilian population, influence government policy or affect government conduct ''by mass destruction, assassination or kidnapping.''\n  Within hours of the horror in California on Wednesday, Twitter lit up with the debate. ''What happened in #SanBernardino is terrorism,'' Linda Sarsour, a Muslim-American civil rights activist from New York who has fought stereotypes of her faith, wrote before any suspects were identified. ''I don't care what the race or religion of the perpetrators are.''\n  But Tommy Vietor, a former national security spokesman for President Obama, expressed exasperation with the fixation on the terminology instead of what it represents. ''So frustrating how much we debate words to define the action, and how little we debate policy choices to prevent it,'' he wrote.\n  His former boss, Mr. Obama, said on Thursday that the motivation behind the latest attack was still a mystery. ''It is possible that this was terrorist-related, but we don't know,'' he said at the White House. ''It's also possible that this was workplace-related.''\n  But he wasted little time linking the attack to terrorism in order to make an argument for gun control on Wednesday afternoon while the incident was unfolding.\n  ''For those who are concerned about terrorism,'' the president said in an interview  with CBS News, ''some may be aware of the fact that we have a no-fly list where people can't get on planes. But those same people who we don't allow to fly could go into a store right now in the United States and buy a firearm -- and there's nothing that we can do to stop them. That's a law that needs to be changed.''\n  Terrorism has a long, dark history in the United States, from the rise of the white supremacist Ku Klux Klan after the Civil War to the emergence of the left-wing militant Weather Underground in the 1960s and 1970s to the bombing of the federal building in Oklahoma City by supporters of right-wing militias in 1995. But since the attacks of Sept. 11, 2001, the term has been inextricably associated with foreign groups like Al Qaeda and, more recently, the Islamic State.\n  The American government, worried particularly about homegrown militants radicalized by overseas groups, has been more focused on domestic terrorism in recent years. Last year, the Justice Department announced the re-establishment of its Domestic Terrorism Executive Committee, created after the Oklahoma City bombing but defunct in recent years.\n  A Congressional Research Service report last summer said domestic terrorists were driven by any number of causes. ''They can be motivated to commit crimes in the name of ideas such as animal rights, white supremacy, antigovernment beliefs and opposition to abortion, for example,'' the report said.\n  But the definition of terrorism has been such a point of contention that Mr. Obama was roundly criticized by Republicans in 2012 for not immediately using the word to describe the attack on the diplomatic outpost in Benghazi, Libya, that killed four Americans, even though he did use the phrase ''act of terror.''\n  From the other side of the spectrum, a collection of groups supporting abortion rights has been pressing the Justice Department to define attacks on abortion clinics as acts of domestic terrorism, a campaign that picked up steam after last week's shootings at the Planned Parenthood center in Colorado. Gov. John W. Hickenlooper called the killings there ''a form of terrorism.''\n  But while federal authorities have specific laws to charge those tied to radical groups overseas, such as providing material support to terrorist organizations, there is no specific domestic terrorism statute. Instead, prosecutors turn to other statutes that carry the death penalty. These have the same practical effect in terms of punishment, but to some critics do not convey the seriousness a designation of terrorism would.\n  Timothy J. McVeigh, the Oklahoma City bomber, for instance, was convicted of multiple counts of murder and conspiracy. Dzhokhar Tsarnaev, one of the Chechen brothers who bombed the Boston Marathon in 2013, was convicted of using weapons of mass destruction, among other charges. Maj. Nidal Malik Hasan was convicted of 45 counts of murder or attempted murder for the Fort Hood shootings and sentenced to death in a trial in which the word ''terrorism'' was never used in front of the jury.\n  After nine African-American parishioners were gunned down by a white supremacist in their church in Charleston, S.C., in June, Attorney General Loretta E. Lynch explained that she could not charge the suspect, Dylann Roof, with domestic terrorism because there was no such crime on the books. Instead, the department brought a variety of other federal charges against Mr. Roof, including hate crimes charges, on top of state murder counts.\n  Ms. Lynch, the first African-American woman to run the Justice Department, indicated that in the end, they were basically the same thing. ''Make no mistake,'' she said. ''Hate crimes are the original domestic terrorism.''\n  As her investigators on Thursday combed through the wreckage of more lives after another attack, Ms. Lynch avoided using the word terrorism. Instead, she called it an ''unspeakable crime.''\n  For now, at least, everyone could agree with that. But the debate will rage on.\n  Follow the New York Times's politics and Washington coverage on Facebook and Twitter, and sign up for the First Draft politics newsletter.\n\nhttp://www.nytimes.com/2015/12/04/us/terrorism-debate-san-bernardino-shooting.html\n\nGraphic\n\n \nPHOTO: An officer with weaponry that was found in the S.U.V. used by two assailants on Wednesday in San Bernardino, Calif. One is under scrutiny for possible radical Islam ties. (PHOTOGRAPH BY MARIO ANZUONI/REUTERS)       \n\nLoad-Date: December 4, 2015"
}