{
    "title": "A NATION CHALLENGED_ THE U.N. Annan Urges New Methods to Fight Terrorism",
    "publisher": "the new york times",
    "year": 2001,
    "month": 9,
    "day": 25,
    "full text": "Secretary General Kofi Annan called today on the United Nations to shape new instruments against terrorism, saying that only the organization of all the world's states could give \"global legitimacy\" to a long-term struggle against that \"heinous crime.\" He spoke as the United Nations braced for what field workers in Afghanistan and Pakisttan expected to become a major humanitarian crisis.\n     Mr. Annan addressed the 189-member General Assembly on the day it had been scheduled to open a round of speeches by President Bush and the other national leaders who usually flock to New York in September for the session. That \"general debate\" has been postponed indefinitely because of the strain it would place on New York's overextended police force. \n In calling for united action against terrorism, Mr. Annan urged that the response be open and just. \"No effort should be spared in bringing the perpetrators to justice, in a clear and transparent process that all can understand and accept,\" he said.\nMr. Annan also urged greater intensity in preparations for an anticipated flood of Afghans fleeing their homes in fear of American retaliatory strikes. \nAs he spoke, however, alarming reports were received of new problems for United Nations workers in Afghanistan and Pakistan that could make field work inside Afghanistan difficult or impossible.\nOne report, from Erick de Mul, the United Nations humanitarian coordinator in Afghanistan, said officials of the ruling Taliban had entered United Nations offices on Friday and sealed all communications equipment. Over the weekend, similar raids were conducted elsewhere in the country, and Mr. de Mul instructed his staff to cease any communications in or out of Afghanistan.\n\"It is possible that any attempt to communicate with the outside world could put staff at risk of their lives,\" said Stephanie Bunker, spokeswoman for the humanitarian coordinator. \"While some activities continue in locations without communications, many U.N. activities have been disrupted or have ceased entirely.\"\nOne of them was the distribution of food by the World Food Program. A spokesman for program said that shipments of food into Afghanistan have been suspended, and that supplies inside the country would run out in three weeks. About four million Afghans receive the food.\nThe World Food Program said that surveys conducted in July and August indicated that about 320,000 people in two provinces of northern Afghanistan would not have enough food to sustain them by the end of this month, and an additional 1.6 million people in the north would run out of food by December.\nIn Islamabad, Pakistan, the director of the United Nations Information Center said the organization was bracing \"for what we are afraid could become one of the largest humanitarian operations the United Nations has ever take charge of.\" Officials said few people had crossed into Pakistan so far.\nAlso today, the United Nations withdrew 65 foreign workers from Somalia after losing insurance coverage on the charter flights it operated in and out of the unstable country. Although there have been anti-American demonstrations in Somalia since Sept. 11, United Nations officials insisted that flight insurance, not security, was the problem.\nMr. Annan's assertion that only the United Nations could lend legitimacy to a struggle against terrorism and that the General Assembly would give priority to ratifying and carrying out existing conventions on terrorism served as an indirect reminder that the United States has generally opposed global treaties, including some on terrorism. \nPresident Bush said today that he would push for quick Senate action on the United Nations Convention on Suppression of Terrorist Funding and a related convention on terrorist bombings. Mr. Bush made the announcement after signing an executive order freezing American assets of terrorism suspects. \nSo far, only 4 countries have ratified the convention, and 22 must do so for it to enter into force. The treaty on terrorist bombing was adopted by the General Assembly in 1997, and went into effect in May without American ratification. \n\nhttp://www.nytimes.com\n\nLoad-Date: September 25, 2001"
}