{
    "title": "A NATION CHALLENGED_ CONGRESS House Passes Terrorism Bill Much Like Senate's, but With 5-Year Limit",
    "publisher": "the new york times",
    "year": 2001,
    "month": 10,
    "day": 13,
    "full text": "The House of Representatives approved legislation today to give the government broad new powers for the wiretapping, surveillance and investigation of terrorism suspects.\n     But, in recognition of many lawmakers' fears of the potential for government overreaching and abuse, the House also included a five-year limit after which many of those powers would expire. \n Passage of the bill, by a vote of 337 to 79, was the climax of a remarkable 18-hour period in which both the House and the Senate adopted complex, far-reaching antiterrorism legislation with little debate in an atmosphere of edgy alarm, as federal law enforcement officials warned that another attack could be imminent. Many lawmakers said it had been impossible to truly debate, or even read, the legislation that passed today.\nCivil liberties advocates implored Congress to slow down and consider the legislation's impact, which they said could be a dangerous infringement on Americans' privacy and constitutional rights. But the drive to send an antiterrorism bill to the president -- it was called the Patriot Act in the House, the U.S.A. Act in the Senate -- was strong. With lopsided votes in both houses, enactment of the measure, perhaps in a matter of days, is now seen as a fait accompli.\nThe bill passed by the House is essentially the legislation approved by the Senate on Thursday night, although with a few key changes, including the five-year sunset provision. It was the product of last-minute negotiations between top House Republicans and the Bush administration, and was suddenly substituted this morning for a more cautious antiterrorism bill that had strong bipartisan support. Many Democrats were furious, and even some Republicans voiced dismay.\nStill, Republican leaders said it was critical to minimize differences with the Senate legislation and avert the need for lengthy negotiations between the two chambers.\n\"The attorney general has been quite plain that as soon as the president signs the bill, law enforcement will begin using these new powers,\" said the House Judiciary chairman, Representative F. James Sensenbrenner Jr., Republican of Wisconsin. \"Time is of the essence in light of the increased threat the F.B.I. has announced against the United States and its citizens.\"\nIn a reflection of the sense of crisis, after casting their votes the lawmakers remained in the House chamber for a closed briefing on bioterrorism.\nStill, unlike the Senate, which passed its antiterrorism legislation by a vote of 96 to 1, the House had many Democrats who remained opposed to the bill; all but four of the votes against it were from Democrats. \"We need to do everything in our power to end the blight of terrorism everywhere around the world,\" said Representative John Conyers Jr. of Michigan, ranking Democrat on the Judiciary Committee. \"But we must remember that just as this horrendous act could destroy us from without, it could also destroy us from within.\" \nMr. Conyers cited a variety of past government infringements on civil liberties during times of crisis, including the internment of Japanese-Americans during World War II and the adoption of the Alien and Sedition Acts of 1798, which among other things broadly proscribed criticism of the president or Congress.\nThe legislation, produced in response to Attorney General John Ashcroft's demand for immediate action, would give the government new powers to monitor e-mail among terrorism suspects and, with a single warrant, wiretap any phones a suspect might use. It would increase penalties for those who support terrorist groups, and encourage greater sharing of information -- including information obtained by grand juries -- among intelligence and law enforcement agencies.\nThe bill passed by the Senate also includes measures to fight money laundering -- an important source of support for terrorism, many lawmakers said. The House bill does not include those provisions, and the Senate majority leader, Tom Daschle of South Dakota, said today that the Senate would not give final approval to a bill unless it had them.\nAnother difference between the two bills is the sunset provision, which does not exist in the Senate's version but is considered to have wide support there. The House bill would allow the president to reauthorize the new powers after three years; after an additional two years, Congress would have to review and decide whether to extend them.\nNeither version incorporates the administration's proposal to allow, without the filing of charges, indefinite detention of foreigners suspected of involvement in terrorism. Instead, the attorney general would be permitted to detain such suspects up to seven days, after which they would have to be charged with a criminal or immigration violation or be released. But Timothy Edgar, a legal counsel at the American Civil Liberties Union, argued that the wording of the bills still left the possibility of indefinite detention of anyone certified as a terrorist suspect even if not charged.\nThe bill also allows the authorities to carry out search warrants in people's homes, for example, without notifying them until afterward if officials assert that prior notification would obstruct an investigation. And the bill makes it a crime to harbor terrorists, and defines that crime broadly; one could be guilty simply by having \"reasonable grounds to believe\" that the person being harbored was a terrorist.\nMany lawmakers were outraged that a bipartisan bill, which had passed the Judiciary Committee by a unanimous vote, was set aside for legislation negotiated at the last minute by a very small group. Members rose to say that almost no one had read the new bill, and pleaded for more time and more deliberation.\nRepresentative David R. Obey, Democrat of Wisconsin, described the new bill as a \"back-room quick fix.\" He added bitterly: \"Why should we care? It's only the Constitution.\"\nAsked about complaints that lawmakers were being asked to vote on a bill that they had not read, the chairman of the Rules Committee, Representative David Dreier, Republican of California, replied, \"It's not unprecedented.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: F. James Sensenbrenner Jr. (Reuters) \n\nLoad-Date: October 13, 2001"
}