{
    "title": "A new PETA in town",
    "publisher": "university wire",
    "year": 2005,
    "month": 5,
    "day": 25,
    "full text": "When you think of domestic terrorism, you normally think of someone along the lines of Timothy McVeigh, the infamous Oklahoma City bomber. The stereotypical train of thought is historically violent groups such as the Ku Klux Klan or abortion clinic bombers are most likely the group of Americans to cause our country harm from within. However, according to the Bureau of Alcohol, Tobacco, and Firearms, a new violent group is slowly emerging here amongst our citizens: The eco-terrorist.\nThat's right, two of the most dangerous extremist groups in the United States are the Animal Liberation Front and the Environmental Liberation Front. In the past 15 years, extremists claiming to be acting on behalf of animal and environmental rights are responsible for more than 1,200 criminal acts. The FBI has over 150 pending investigations into purported acts of eco-terror.\nNow, I do need to make a clarification. When I say domestic terrorism, I mean terrorism that originates from inside the United States, not fundamentalists from the Middle East coming here and trying to blow us all to Iblis. Domestic terrorists usually aren't trying to overthrow the United States as a world power, but instead want to have their ideal vision of the United States in charge of everything.\nThe two organizations might sound innocent with their cute names and relative anonymity. However, according to Sen. James Inhofe, these two groups and similar supporters are responsible for over $100 million in damages around the Unites States in the past 10 years. Among crimes attributed to members of these organizations are torching of sport utility vehicle dealerships, bombing testing facilities and damaging construction sites.\nHowever, Inhofe also alleges that these groups cannot act alone, and brings forth an interesting allegation. \"Just like al Qaeda or any other terrorist movement, they cannot accomplish their goals without money, membership and media.\"\nInhofe then pointed directly at one very prominent organization: People for the Ethical Treatment of Animals. Inhofe said members of PETA have repeatedly funded a number of eco-terror organizations.\nWhen PETA was asked to respond to these accusations, it responded with the following statement; \"PETA does not support terrorism. In fact, PETA exists to fight the terrorism and violence inflicted on billions of animals annually.\"\nThat, my friends, is the exact problem with these eco-terrorists. Their idea of terrorism is eating a hamburger. Their idea of terrorism is driving your kids to soccer practice in a large vehicle that doesn't get great gas mileage.\nAnybody who can compare blowing up the World Trade Center with killing livestock and keep a straight face doesn't have a head wired quite right. There is a significant and fundamental difference between the deaths of thousands of human beings versus the deaths of thousands of animals.\nIn the light of such asinine statements, I hereby claim the moniker PETA for my own. With such nice letters at my disposal, I can easily create a new and powerful organization that has a number of qualities that I think will greatly benefit this nation.\nPETA will now stand for People Eating Tasty Animals, and our cause is threefold. We will further the acceptance of eating tasty meat, we will prevent the rising of another organization that compares mass human death to eating a hot dog and we will stop the supposed influx of cash into these eco-terror organizations.\nI must say that PETA's new designation isn't my own original idea. I heard it first from my neighbor Kylie Porter, a vegetarian, and I'm sure thousands have used it before.\nHowever, the point being made is clear. Right now, the fact that the FBI and Animal Liberation Front have to pull manpower away from preventing major terror attacks on our soil because groups of hippies are torching car dealerships makes me sick. There are far more constructive ways to bring about change in this country. There is more than enough support for environmental and animal rights. Go about change in a constructive, not destructive way. Remember, these two organizations and al Qaeda are terrorists, not the beef industry.\n(C) 2005 The Lantern via U-WIRE\n\nLoad-Date: May 25, 2005"
}