{
    "title": "A NEED FOR RESTRAINT TREE OF LIFE TRAGEDY SHOWS NECESSITY FOR SELF-POLICING",
    "publisher": "pittsburgh post-gazette",
    "year": 2018,
    "month": 11,
    "day": 4,
    "full text": "Social media forums have greatly expanded Americans' opportunities to exercise their First Amendment rights, engage in political discourse and educate themselves on the issues of the day. Just look at social media's impact on the #MeToo movement.\nBut social media also has a darker side, allowing the socially alienated to seek out others of their ilk and post conspiracy theories, ethnic and racial slurs, and extremist political positions.\nThe line between appropriate and appalling is in the eye of the beholder, of course, and speech - even hateful speech - enjoys robust protection under the First Amendment. So what does that mean for sites like gab.com, where Tree of Life shooting suspect Robert Bowers ranted against Jews and refugees?\nThe best course would be for websites and internet infrastructure providers to set clear parameters for what they will allow and what they won't, then enforce those standards rigorously, cutting users off when, in a site's judgment, they cross the line. The alternative will be attempts to hold sites liable, in one way or another, for defamatory comments, threats or criminal activity related to posts.\nSection 230 of the federal Communications Decency Act affords websites a degree of protection from claims of defamation because it treats them as distributors of information provided by third parties, much like libraries contain books written and published by others, according to the Digital Media Law Project.\"As a result of Section 230, internet publishers are treated differently from publishers in print, television, and radio,\" the project says on its website.\nBut aggrieved parties are looking for other ways to hold such sites accountable for poor judgment. For example, survivors and victims of terror attacks [has] begun suing social media companies, arguing that their sites- used for recruitment and mobilization- provided \"material support\" to terrorists in violation of U.S. law. They've had little success so far, but plaintiffs' lawyers are bound to keep trying.\nGab.com has been criticized by the Southern Poverty Law Center for allowing the likes of Mr. Bowers to spew venom there. After the synagogue attack, the site issued a statement saying its \"policy on terrorism and violence have always been very clear: We a have zero tolerance policy for it. Gab unequivocally disavows and condemns all acts of terrorism and violence.\"\nThe site should have better monitored Mr. Bowers' posts and cut them off long ago. Then he could have set up his own site if he was so inclined and operated it until an internet infrastructure provider shut him down, like one did gab.com last week.\nMr. Bowers was free to hate Jews and immigrants, as anathema to most people as those sentiments may be, but gab.com had no obligation to give him a platform. Social media sites and other internet gathering places must police themselves, understanding that they will bear a measure of guilt- legally, morally or both- when words give way to violence.\n\nLoad-Date: November 4, 2018"
}