{
    "title": "A NEW BREED OF TERRORIST APPEARS",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 6,
    "day": 27,
    "full text": "The chilling discovery of a cell of Islamic extremists preparing multiple attacks and assassinations in New York City indicates several shifts in tactics, targets and even the kinds of terrorists that mark grave new dangers for both the United States and the world's ''New Order,'' according to U.S. officials and terrorism experts.\nContrary to earlier expectations, those responsible for the World Trade Center bombing in February were not unique. In stark contrast to the terrorist stereotype in the 1970s and 1980s, the newest threat emanates from unsophisticated but dedicated amateurs using conventional and easily accessible weapons.\nAnd despite the FBI's success in penetrating this group, the amateurs are usually more difficult to find and stop, experts say.\nThe new breed of extremists vary from previous groups in the Middle East, Latin America and Europe that had well-defined organizations and command structures and were constantly engaged in plotting conspiracies. Members usually lived underground and terrorism was a full-time occupation.\nThey also are driven by different motives. After two decades in which extremists were propelled largely by secular causes and sought tangible territorial or political goals, the terrorists likely to dominate in the 1990s are now more often inspired by religious, ethnic and national passions. Their goals are more emotional and their targets often soft or cultural symbols.\nAs a result, the cause-and-effect relationship is likely to be much fuzzier, for example, than the 1983 Marine bombing in Beirut by Shiite Muslim extremists that killed 241 U.S. troops. It was tied largely to the intervention by U.S. warships in the Lebanese civil war, specifically firing on Muslim militias.\n''Now the agenda of these people is to attack us for what we are,'' said L. Paul Bremer, former ambassador of the State Department's Counterterrorism Office and now at Kissinger Associates. ''They don't like American culture, our movies, pornography, women, etc. It's something very hard for Americans who live in a multi-cultured and secular society to understand.''\nWhen modern terrorism emerged in the late 1960s, none of the 13 groups were identifiable as religious. But 25 years later, at least 20 percent of the roughly 50 active terrorist groups world-wide have either a dominant religious component or motivation, according to the Rand Corp. Chronology of International Terrorism.\nBut terrorism linked to or motivated by religion is by no means limited to Islam or the Middle East. Many of the characteristics of Muslim extremists are also apparent among both Hindu and Sikh extremists in India, radical Jewish messianic movements in Israel, militant Christian white supremists in the United States and other religions around the world, the experts noted.\nWith the demise since 1989 of communist powers and the more recent weakening of European leadership, the United States, as the world's most active political and military power, is increasingly likely to be the target of choice for a wide assortment of extremists for an even wider set of reasons.\n\nLoad-Date: September 20, 1995"
}