{
    "title": "A new man now holding the bullhorn",
    "publisher": "chicago daily herald",
    "year": 2009,
    "month": 9,
    "day": 11,
    "full text": "WASHINGTON — On Sept. 11, 2001, Barack Obama was driving to a state legislative hearing in Chicago when he heard the first sketchy reports of a plane hitting the World Trade Center on his car radio. The 40-year-old state senator spent the afternoon in his law office watching \"nightmare images\" of destruction and grief unfold on TV.\nWithin days, he'd issued a statement about what the nation should do next.\nBeyond the immediate needs to improve security and dismantle \"organizations of destruction,\" Obama wrote, lay the more difficult job of \"understanding the sources of such madness.\" He wrote of \"a fundamental absence of empathy on the part of the attackers,\" of \"embittered children\" around the world, of the seeds of discontent sown in poverty, ignorance and despair.\nThe nuanced musings of an obscure state senator, Obama's statement never even made the big Chicago dailies.\nAmericans were listening instead to President George W. Bush, shouting into a bullhorn at Ground Zero. To weary rescue workers and a sorrowing nation, Bush declared: \"The world hears you, and the people who knocked these buildings down will hear all of us soon.\"\nEight years later, Obama has the bullhorn. And the way forward in the fight against terrorism is anything but clear.\nObama approaches his first 9-11 anniversary as president saddled with two wars that followed the 2001 terrorist attacks, and confronted at every turn by difficult leftovers from Bush's response to them.\nPublic sentiment toward U.S. involvement in Afghanistan is souring as combat deaths grow and questions persist about flawed Afghan elections. The drawdown of U.S. troops in Iraq is moving forward, but at a slower pace than envisioned by candidate Obama. Defense Secretary Robert Gates speaks of \"a certain war-weariness on the part of the American people.\"\nThere are sticky questions about what parts of Bush's anti-terrorism program to keep, what parts to lose, what parts to investigate.\nObama's goal of shutting the detention facility at Guantanamo Bay in Cuba within a year is bogged down in case-by-case complexities.\nThe phrase \"war on terror\" has fallen out of favor: Obama avoids using it, he says, to keep from offending Muslims.\nKeeping Americans safe, the president says, is \"the first thing I think about when I wake up in the morning; it's the last thing that I think about when I go to sleep at night.\"\nBush used to say the same thing.\nHe pledged to \"rid the world of evil,\" and framed the worst act of terrorism on American soil with a black-and-white clarity that belied the complex challenges that lay ahead.\nObama, more discriminating in his speech, has struggled to craft a clear message as he faces difficult decisions about how best to protect Americans and amid growing doubts about his ability to do so.\nObama's challenge is to focus on terrorism even as he engages in a historic effort to restructure the nation's health care system and works to nurse the economy back to health.\nThere is spirited debate within the Obama White House over what to do next in Afghanistan, and whether to send in more troops to stop extremists and stabilize Pakistan.\nThe president says his goal is clear: to \"disrupt, dismantle and defeat al-Qaida and their extremist allies.\" The way to do that, he argues, is by fighting the insurgents in Afghanistan to prevent the country from again becoming a haven for al-Qaida.\n\"But lots of people have not bought it,\" said Stephen Biddle, a fellow at the Council on Foreign Relations who has served as a civilian adviser to the general in charge of the U.S. war effort in Afghanistan. \"Surely a big piece of the declining poll numbers for support for Afghanistan is that the public does not yet see the connection between Afghanistan and al-Qaida today.\"\n\nGraphic\n\n \nAt left, President Barack Obama, seen with Secretary of State Hillary Clinton at a cabinet meeting Thursday, is facing a progressively worsening war in Afghanistan. Below, President George W. Bush took the bullhorn at the World Trade Center site three days after the Sept. 11 attacks of 2001 and ushered in America’s war on terror.\n\nLoad-Date: September 11, 2009"
}