{
    "title": "A New Focus on Foreign Fighters",
    "publisher": "the new york times",
    "year": 2014,
    "month": 9,
    "day": 25,
    "full text": "In response to President Obama's reassertion of American leadership in the Middle East, the United Nations Security Council moved to stanch the flow of foreign fighters, including those joining the Islamic State, by demanding that nations adopt laws to prevent their citizens from traveling abroad to join these groups.\nIt is significant that world leaders realized the need to take action against violent extremists crossing borders. A resolution addressing this problem, adopted on Wednesday, could help, provided it is not used by leaders as a pretext for laws that will further constrain civil liberties.\nMr. Obama made the resolution a central part of a new blueprint for greater American engagement in the Middle East. ''We will take action against threats to our security, and our allies, while building an architecture of counterterrorism cooperation,'' he said in a speech to the United Nations General Assembly.\nSince the Islamic State, also known as ISIS and ISIL, seized large parts of Iraq and Syria this year, many foreigners have rushed to join the fight. United States intelligence officials estimate that 15,000 citizens from 80 countries are now with ISIS in Iraq and Syria. They include more than 2,000 Europeans and 100 Americans, all presumably with passports that would permit them to return to their home countries to carry out lethal attacks.\nThe resolution, drafted by the Obama administration, would require countries to criminalize attempts to travel abroad to join a terrorist organization and to prevent suspected foreign terrorists from entering or traveling through their territories. As it stands now, traveling to Syria or Iraq to join an extremist group is not a crime in many countries. The resolution would also compel governments to require airlines to share passenger lists and for nations to share information about terrorism suspects. And all countries would have to enact criminal laws prohibiting the raising of funds for terrorist groups.\nThe resolution would increase pressure on American allies in the Middle East to take tougher action against ISIS, and it would give them political cover as well as a legal basis for doing so. Turkey, for instance, needs to tighten controls on its border, which has been a major conduit for foreign fighters, money and arms flowing to ISIS. Saudi Arabia and Qatar, meanwhile, need to stop clerics and others from raising money for extremist groups.\nBut the resolution also has significant weaknesses. Although enacted under Chapter VII of the United Nations Charter, which means it is legally binding, the resolution has no real enforcement measures and relies on the countries to follow through.\nAnother problem is that while it specifically mentions ISIS and Al Qaeda, it also refers to other unnamed foreign terrorist fighters, leaving the term open to different interpretations by different nations. This is not a new problem: an attempt by the United Nations to reach a comprehensive agreement on international terrorism has been deadlocked for years over what constitutes a terrorist organization. The United States, for instance, considers Hamas a terrorist group, but many other countries do not.\nThe resolution stresses that actions taken against foreign fighters must be consistent with international laws, including those governing human rights, refugees and humanitarian concerns.\nBut the potential for exaggerating the terrorism threat and overreaching with criminal laws that encourage the use of racial profiling to target some citizens, like Muslims, or persecution of adversaries is very real both in democracies and authoritarian regimes.\nFor instance, Parliament in France last week overwhelmingly approved a sweeping new antiterrorism bill that raises serious civil liberties concerns. Meanwhile, President Abdel-Fattah el-Sisi of Egypt, who ordered a bloody crackdown against Islamists that killed more than 1,000 people and imprisoned 20,000, told The Associated Press in an interview that the world's alarm over Islamic extremism vindicates his approach.\nThe Security Council should take on the growing foreign-fighter threat. But, as Mr. Obama acknowledged, adherence to the rule of law and human rights must be part of any counterterrorism strategy. Anything less would end up fueling more violent extremism.\n\nhttp://www.nytimes.com/2014/09/25/opinion/a-new-focus-on-foreign-fighters.html\n\nLoad-Date: September 25, 2014"
}