{
    "title": "A new plan has been set up to promote nationalism among Russian youth RUSSIA _ Youth Get a Push Towa",
    "publisher": "ips",
    "year": 2008,
    "month": 5,
    "day": 13,
    "full text": "The programme was initiated by Children Against Terrorism, Extremism and Drug Addiction, a Moscow-based non-governmental organisation established in 2003 after about 40 terrorists took more than 900 people hostage at a theatre performance in Moscow in October 2002. The terrorists demanded immediate withdrawal of Russian troops from Chechnya.\nShortly after that crisis, the bombing of two apartment blocks in southern Moscow killed more than 130 people. This was followed by the bloody hostage crisis in Beslan in September 2004, in which 333 people, including 186 school children, were killed.\nThe programme seeks to promote nationalism in the face of tensions arising from several sources, including migration. Russia is seeing an influx of impoverished immigrants mostly from the ex-Soviet republics, especially Ukraine, Belarus and Kyrgyzstan where the economy is becoming unstable. Religious and political extremism also threaten stability in Uzbekistan and Tajikistan.\nThe programme is not, however, directed against immigrants. 'The priority is to offer the public awareness and education about the negative effects of political extremism and drug addiction among the young generation,' says Dr Nikolay Mosintsev-Ozeranskiy, president of the organisation, a retired university professor of psychology and former lieutenant-general in the Soviet army.\n'We want children and young people to stand up against all possible threats of terrorism and political extremism,' Mosintsev-Ozeranskiy told IPS. 'We have made some progress in providing social, moral and psychological support to young people.'\nThe group says the new political environment has made its work necessary.\n'We want to live in peace,' Ekaterina Fedotova, spokeswoman for Young Russia, a pro-Kremlin conservative group that mobilises youth told IPS. 'Unfortunately, nowadays there are a few organisations in Russia, Ukraine and in some parts of the ex-Soviet region that engage in extremism and hostile activities, trying to bring up hatred among people against the government.'\nNot all efforts succeed. The Young Russia group protested against the removal of monuments to Soviet soldiers in Estonia, but failed. 'We find it humiliating that Estonia does not respect the memorials of our forefathers,' Fedotova said.\nThe main aim of the organisation, she said, is to develop patriotism among the youth. 'We have, in the recent past, organised demonstrations against those who are encroaching on Russia's independence, and against American influence on our culture. We will continue to stand for sovereign democracy and civil nationalism.'\nFor several years now, the Russian Federal Service Bureau, the Interior Ministry and the Kremlin have said that terrorist groups in the ex-Soviet republics are trying to shift operations to Russia.\n'There have been repeated attempts by the international terrorist organisations Hizb ut Tahrir al-Islami and the Islamic Movement of Uzbekistan to move their operations to the territory of Russia, including the Urals region,' Russian Federal Service Bureau (FSB) director Nikolay Patrushev told the local media.\nPatrushev said security bodies have discovered more than 80 active members of such organisations over the last two years in the Tyumen and Chelyabinsk regions. Tyumen and Chelyansbinsk are western Siberian towns, about 200 km apart, in the southern foothills of the Urals mountains. The number of terrorist and extremist crimes in the Urals federal district has risen since 2007, he said.\nHizb ut Tahrir, that calls itself a political party, is seeking the overthrow of authorities in Tajikistan, and to set up an Islamic state in central Asia. Tajik secret services have repeatedly said that Hizb ut Tahrir is connected with the Islamic Movement of Uzbekistan that aims at establishing an Islamic state in the Fergana valley, a region spanning Uzbekistan, Kyrgyzstan and Tajikistan.\nThe FSB director also said that counter-terrorism measures should receive greater attention. Patrushev said a special crisis centre would be set up within the Ministry of Foreign Affairs to protect Russian nationals and organisations abroad. Russia's government has approved a new counter-terrorism programme for 2009-2012.\n'We should not tolerate large-scale crimes in the global society, that is why all efforts and resources have to be directed towards the prevention of political extremism, terrorism and drug addiction,' Mosintsev-Ozeranskiy said. © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: May 13, 2008"
}