{
    "title": "A New Court for Terrorism",
    "publisher": "the new york times",
    "year": 2002,
    "month": 6,
    "day": 8,
    "full text": "Prosecuting terrorism is compromising our traditional court structures. The courts that are currently trying to handle such cases are clearly inappropriate. What we need is a specialized, secure and protected federal court dedicated to matters involving domestic and international security.\n     The creation of military commissions to deal with the detention and trial of \"certain noncitizens\" in the war against terrorism has sparked controversy not only at home but with our most trusted allies. Britain's decision not to deliver its captives in the Afghan conflict into our custody -- because of some differences in interpretation of the Geneva Conventions -- is only the most prominent of what could be many disagreements with allies over legal process. \n Although the president may have the constitutional power to create the military commissions he wants, the political price and the cost to our legal system are too high to justify them. Similarly, the U.S.A. Patriot Act and other legislation -- by expanding the attorney general's power over non-citizens and resident aliens, and by lowering the standards for judicial approval of surveillance -- are likely to generate legal challenges that will last for years. \nOur federal court system performed admirably both in the Oklahoma bombing case and again after the first bombing of the World Trade Center. But that system was not built to try such cases, and the effort is taking a toll. The stresses have been evident in the sparring over use of a secret witness in the John Walker Lindh case. Perceived dangers to the grand jury system motivated Judge Shira A. Scheindlin in New York to dismiss perjury charges against Osama Awadallah, a student who knew one of the Sept. 11 hijackers, while the charging of attorney Lynne Stewart for conspiring to help her client Sheik Omar Abdel Rahman threatened the right to counsel. In short, the war on terror has already endangered normal federal trial-court processes. \nA specialized federal security court could accommodate the particular challenges of prosecuting terrorism cases without undermining constitutional principles. We already have specialized courts in the federal system, for bankruptcy, patents, copyrights, tax matters and international trade. In the arena of national security, the Foreign Intelligence Surveillance Act in 1978 also established a Foreign Intelligence Surveillance Court that, under the Patriot Act, has been expanded from seven to 11 members. Its main function is to review requests from federal agencies for electronic surveillance or physical searches of foreign powers or their agents, including American citizens.\nOne option is to expand the jurisdiction of the Foreign Intelligence Surveillance Court and make it a trial court for national security matters. Appeals from this court would go to a panel with ultimate review by the Supreme Court. Selection of judges to such a court should parallel the process used in other federal courts.\nWhat would a federal trial court devoted to security cases do? It would craft procedures for secret evidence gathered by sources and methods that should not be disclosed. It would have jurisdiction over matters that involve citizens and noncitizens operating in a loose network for terrorist purposes, whether here or abroad, as in the embassy attacks in Kenya and Tanzania in 1998. Such a court would spur the creation of an appropriately trained defense bar -- with security clearances -- employed in much the way federal public defenders are.\nA national security court, with its trials as open as possible, would give our allies needed reassurance, though the court would need to forgo the death penalty in order to ensure our allies would extradite terrorists. Having a specialized court would also make it possible for us to designate and fortify an existing federal courthouse to hold terrorism trials, which would improve security for all participants. A specialized judicial bench could also travel to locations like Camp X-Ray to conduct hearings.\nThe people we are fighting do not fit into our traditional legal classifications. We can continue to improvise our way through, compromising our federal criminal procedures and alienating our allies, or we can demonstrate our commitment to the rule of law by creating an institution that can handle new challenges without damaging our constitutional principles. \n\nhttp://www.nytimes.com\n\nLoad-Date: June 8, 2002"
}