{
    "title": "A no-win plight in Beirut",
    "publisher": "the christian science monitor",
    "year": 1983,
    "month": 12,
    "day": 29,
    "full text": "Investigations of the bombing of Marine headquarters in Beirut illustrate the extreme difficulty of using military force to carry out complex diplomatic roles.\nPresident Reagan's acceptance of responsibility for the loss of American lives and his exoneration of military officers are an acknowledgment of this. Reports by both the House of Representatives and the Pentagon-appointed commission imply this as well in the serious questions they raise about the mission of the United States military forces in Lebanon.\nFrom the start, Defense Department officials and senior military officers were less than enthusiastic about assigning US marines as part of the multinational peacekeeping force, especially in a vulnerable position at the Beirut airport and with no clear notion of when or how a military ''victory'' could be declared.\nAnd those concerns have not abated. As one senior officer said, there remains a sense that ''no matter which way we move, we're going to pay a price for it.''\nLeading congressional hawks such as Sen. Barry Goldwater (R) of Arizona and Rep. Samuel S. Stratten (D) of New York had said all along that US forces should not be stationed on the ground in Lebanon. And as it moves into the political year, Congress is increasingly concerned about growing public doubts about US Mideast policy.\nRep. Barbara Mikulski (D) of Maryland said Wednesday that Defense Secretary Caspar W. Weinberger should resign as a result of the Beirut bombing. She recalled that British Foreign Secretary Peter Carrington resigned under criticism of British unpreparedness for the Argentine invasion of the Falkland Islands.\nWhile stated US goals have not changed during the months since troops first arrived in Lebanon, the threat faced by the marines and their response obviously has changed - in ways that have altered their role.\nThe marines first went in to protect the withdrawal of Yasser Arafat and his troops from Beirut, then quickly left, only to have Israeli-supported Phalangists massacre hundreds of Palestinians. In the eyes of many Arabs, this began a pattern that increasingly placed the Americans on the side of non-Muslim partisans in Lebanon. US Army training and supply of the Lebanese armed forces reinforced this impression.\nOver the months, the Marines ''rules of engagement'' - imprecise as they were - never changed. But the threat to them and their response did. Their first concern was unexploded Israeli cluster bombs left around the Beirut airport and armed confrontation with Israeli tank drivers over ''turf.''\nFrom occasional sniping and the odd mortar round, the threat grew, from Lebanese Muslim militias artillery to terrorist suicide attack. On the US side, it escalated from small arms to tanks, helicopter gunships, five-inch naval gunfire, an air strike, then the battleship USS New Jersey and its mammoth 16-inch guns.\nMeanwhile, however, their assigned task of providing a visible ''presence'' was not changed or even more clearly defined. There was, the Pentagon commission report states, ''an emphasis on military options and the expansion of the US military role, notwithstanding the fact that the conditions upon which the security of the [marines] were based continued to deteriorate as progress toward a diplomatic solution slowed.''\nThe commission called for ''reassessment of alternative means to achieve US objectives in Lebanon and at the same time reduce the risk to [US forces].''\nAs did the congressional report, Pentagon-appointed investigators faulted the whole military chain of command for failing to safeguard the marines adequately. ''The responsibility of military command is absolute,'' they asserted. But they also cited civilian authorities for decisions and actions that left doubt in military commanders' minds as to their role.\nIn his press conference this week, the President said ''state-supported terrorism'' was behind the Beirut bombing and called upon ''civilized countries'' to help curb such terrorism. But the Pentagon criticism is more specific. It states that the military services are not prepared to deal with terrorist threats, and that earlier decisions to cut back on the gathering of ''human intelligence'' adds to this failing.\nThe report warns: ''We see here a critical repetition of a long line of similar lessons learned during crisis situations in many other parts of the world.'' And the National Security Council is urged to ''undertake a reexamination of alternative means of achieving US objectives in Lebanon . . . and a more vigorous and demanding approach to pursuing diplomatic alternatives.''\n\nGraphic\n\n \nPicture, Rep. Barbara Mikulski (D) says Weinberger should resign, UPI"
}