{
    "title": "A NOVEL ABOUT TERRORISM CAME TO LIFE IN ATLANTA_ THE BOOK EXAMINED OLYMPIC SECURITY",
    "publisher": "the new york times",
    "year": 1996,
    "month": 8,
    "day": 13,
    "full text": "It's July Fourth. You've just published a novel about a terrorist bomb that threatens the Centennial Olympics in Atlanta.\nYou promote it with the line: \"How safe are the Olympics from a terrorist attack?\"\nThe book is said to be so good that President Clinton reportedly grabs a copy from the desk of senior adviser George Stephanopoulos and \"devours\" it.\nThe book is supposedly so authentic that only weeks before the Olympics, the author, an investigative journalist, is invited to Atlanta to meet the \"Secret Seven,\" the top commanders of the security forces operating in Atlanta.\nThen a real bomb goes off, causing two deaths and taking everyone's mind off the athletic events at hand, let alone so-called \"tie-in\" fiction.\nQuestion: Does your novel end up a bomb or a bonanza?\n\"It didn't have any particular effect, one way or the other,\" says Michael Viner, president of Dove Books, the Beverly Hills publisher of Red Mercury, a skillfully researched thriller about terrorism at the Atlanta Olympics by former ABC News producer Ben Sherwood under the pen name Max Barclay.\n\"The book,\" continues Viner, \"has sold at the same pace it had.\" That pace, which the publisher considers \"excellent\" for a first novel in hardback, has led to a third printing that takes the copies in distribution up to 60,000 from a first run of 25,000. The FBI ordered 40, notes Viner, and the White House five.\nNot Tom Clancy or John Grisham territory, but, as Viner says, pretty good under the circumstances. In any case, it's not as if the author keeps bugging him on the phone for feedback.\n\"I don't know the first thing about the consequences for the publishing side of the book,\" says Sherwood from Los Angeles, uncomfortable even discussing commercial aspects of the book. \"I don't know what's happened with sales.\"\nThe last few weeks have been an awkward time for both author and publisher, even though Red Mercury does not deal with the kind of low-tech pipe-bombing that occurred July 27 in Centennial Park. In the novel, the U.S. government discovers that \"a stash of nuclear weapons-grade fissile material has been stolen from Chelyabinsk-65, a secret Russian atomic city.\"\nIts radioactive trail leads right to Olympic Village in downtown Atlanta, and a disgruntled U.S. nuclear scientist named Quinn Lazare. The \"Red Mercury\" terrorist is pursuing a strategy that will force Clinton to call in his top advisers to face a tough choice over nuclear blackmail.\nNot, one could argue, a close-enough plot to require Viner or Sherwood to feel guilty about their project. But the issues of taste and morality complicated their $100,000 advertising campaign to promote Red Mercury during the Olympics.\n\"When the tragedy took place, we pulled all advertising,\" says Viner, adding that it is resuming only this week.\nFor Viner, 52, the \"taste\" stakes were particularly high because Dove Books is best known as a publisher prone to challenge conventional taste, not obey it.\nIts new Beverly Hills headquarters building has been dubbed \"The House That Faye Built\" in a nod to the successful tome that launched Dove's series of O.J. Simpson books: Faye Resnick's Nicole Brown Simpson: The Diary of a Life Interrupted. Its most recent best-seller, with 300,000 copies in print, is You'll Never Make Love in This Town Again, in which Hollywood hookers recall their tricks with movieland royalty. And scheduled for November is the autobiography of Hustler magazine publisher Larry Flynt.\n\"We've done so many things that have gotten us into controversy,\" says Viner ruefully over the phone. \"I thought this one was pretty safe.\"\nStill, he asserts that sensational books are only 10 percent of Dove's 50 to 60 books a year. The decision to go low-key after the Atlanta bombing, he says, while his \"call,\" was agreed upon by Sherwood and everyone in the company. In fact, says Sherwood, the ethical imbroglio came sooner: after the crash of TWA Flight 800 on July 17.\n\"I was very explicit,\" explains the 32-year-old Oxford- and Harvard-educated author, \"that I would be very uncomfortable with the book being peddled during this time of huge tragedy, and the same for when the bomb went off in Centennial Park.\"\nAfter the TWA crash, Sherwood says, scores of media organizations contacted him. After participating in \"a couple of conversations,\" he (and Dove) quickly turned down \"20 or 30 requests.\"\n\"I realized that the questions were not about anything I knew - which was the Olympics and its security operations - but about airplanes and aviation safety,\" says Sherwood.\nIn contrast, when Sherwood returned to his L.A. home from Atlanta on the night of the bombing, walking in at almost exactly the time the news began to break (\"I was horrified and disgusted, and at the same time not surprised\"), he quickly cooperated with reporters \"frantic for experts,\" who immediately started beeping him. He did so as a journalist, he stresses, not a novelist.\n\"I had done a huge amount of research, and had access to the top commanders of Olympic security,\" Sherwood says. \"The media, being the media, needed people to talk about how the security operation had been mounted, how it worked.\"\nWithin days, he was living a publicist's dream for a first novelist: joining Dan Rather on The CBS Evening News, doing spots on Good Morning America, CNN and MSNBC, and writing an op-ed piece in the New York Times. Except for the irony, Sherwood notes, that he'd been subtly transformed into a kind of nonfiction author.\n\"In the aftermath of the bombing,\" he says, \"I do not remember a sole person asking about the book. They needed help on the story.\"\nAt most of the TV appearances, he remarks, \"They'd say, 'Ben Sherwood is a reporter who has just published a novel about Olympic security.' I was actually much more comfortable in that context.\"\nA further irony was that Sherwood had chosen to write Red Mercury under the pen name Max Barclay because he has a serious nonfiction book about politics coming soon, and didn't want any \"brand confusion\" to take place. (\"It was his idea,\" confirms Viner of the pseudonym, \"because it was a commercial book and I think he considers himself more of an intellectual\".)\nSherwood reports that he hasn't faced any accusations that his book might have inspired a \"Unabubba\" - a low-rent copycat bomber. He emphasizes that he anticipated the possibility last year, \"long before it hit the stands,\" when he first envisioned the project after musing about the Oklahoma City bombing and its implications for security against terrorism in a free society. FBI and other law enforcement officials, he says, disabused him of his concern.\n\"One guy said to me, 'With all due respect to novelists from Southern California who spend some time researching security people, the people whom Olympic security worries about don't get their ideas from popular fiction.' In the Bekaa Valley, suicide bombers and state-sponsored terrorists have blueprints to the buildings in Atlanta and the rest of the United States. The militiamen and extremists have plenty of fuel for their anger. So the notion that people are going to Barnes and Noble to get their ideas for mayhem, well, the FBI and the law enforcement community just dismisses it.\"\nBesides, Sherwood adds, \"If a terrorist had read my book before the Games, he would probably have gone nowhere near Atlanta. The security operation as described in the book is so well-prepared, sophisticated and fast that anyone would have been deterred from trying it.\"\nNevertheless, Sherwood concedes, he intentionally made the scenarios of Red Mercury \"hard to replicate,\" and \"changed a number of the technologies and capabilities and locations in the book as a third and final protection.\"\nNow, both Viner and Sherwood acknowledge, discussions are under way about how to tastefully call attention to Red Mercury as advertising resumes. The ads will make no reference to the Atlanta bombing, says Viner.\nWhat if, Sherwood is asked, the Atlanta bombing ends up providing Red Mercury with a big lift?\n\"I would be far happier to have remained in far greater obscurity and for the book to have done less well if it meant the tragedy in the park had never happened,\" Sherwood says. \"If the book benefits, I consider it yet another sad consequence of that explosion.\"\n\nLoad-Date: October 28, 2002"
}