{
    "title": "A Not Very Private Feud Over Terrorism",
    "publisher": "the new york times",
    "year": 2008,
    "month": 6,
    "day": 8,
    "full text": "-- A bitter personal struggle between two powerful figures in the world of terrorism has broken out, forcing their followers to choose sides. This battle is not being fought in the rugged no man's land on the Pakistan-Afghan border. It is a contest reverberating inside the Beltway between two of America's leading theorists on terrorism and how to fight it, two men who hold opposing views on the very nature of the threat.\n  On one side is Bruce Hoffman, a cerebral 53-year-old Georgetown University historian and author of the highly respected 1998 book ''Inside Terrorism.'' He argues that Al Qaeda is alive, well, resurgent and more dangerous than it has been in several years. In his corner, he said, is a battalion of mainstream academics and a National Intelligence Estimate issued last summer warning that Al Qaeda had reconstituted in Pakistan. \n  On the other side is Marc Sageman, an iconoclastic 55-year-old Polish-born psychiatrist, sociologist, former C.I.A. case officer and scholar-in-residence with the New York Police Department. His new book, ''Leaderless Jihad,'' argues that the main threat no longer comes from the organization called Al Qaeda, but from the bottom up -- from radicalized individuals and groups who meet and plot in their neighborhoods and on the Internet. In his camp, he said, are agents and analysts in highly classified positions at the Central Intelligence Agency and Federal Bureau of Investigation.\n  If Dr. Hoffman gets inside organizations -- focusing on command structures -- Dr. Sageman gets inside heads, analyzing the terrorist mind-set. But this is more important than just a battle of ideas. It is the latest twist in the contest for influence and resources in Washington that has been a central feature of the struggle against terrorism since Sept. 11, 2001. \n  Officials from the White House to the C.I.A. acknowledge the importance of the debate of the two men as the government assesses the nature of the threat. Looking forward, it is certain to be used to win bureaucratic turf wars over what programs will be emphasized in the next administration.  \n  If there is no looming main Qaeda threat -- just ''bunches of guys,'' as Dr. Sageman calls them -- then it would be easier for a new president to think he could save money or redirect efforts within the huge counterterrorism machine, which costs the United States billions of dollars and has created armies of independent security consultants and counterterrorism experts in the last seven years. \n  Preventing attacks planned by small bands of zealots in the garages and basements just off Main Street or the alleys behind Islamic madrasas is more a job for the local police and the F.B.I., working with undercover informants and with authorities abroad. ''If it's a 'leaderless jihad,' then I can find something else to do because the threat is over,'' said Peter Bergen, a senior fellow at the nonpartisan New America Foundation, who puts himself in Dr. Hoffman's camp. ''Leaderless things don't produce big outcomes.''\n  On the other hand, if the main task can be seen as thwarting plots or smiting Al Qaeda's leaders abroad, then attention and resources should continue to flow to the C.I.A., the State Department, the military and terror-financing sleuths. \n  ''One way to enhance your budget is to frame it in terms of terrorism,'' said Steven Simon, a senior fellow at the Council on Foreign Relations. ''But the problem is that 'Al Qaedatry' is more art than science  -- and people project onto the subject a lot of their own preconceptions.'' \n  The divide over the nature of the threat turned nasty, even by the rough standards of academia, when Dr. Hoffman reviewed Dr. Sageman's book this spring for Foreign Affairs in an essay, ''The Myth of Grass-Roots Terrorism: Why Osama bin Laden Still Matters.'' He accused Dr. Sageman of ''a fundamental misreading of the Al Qaeda threat,'' adding that his ''historical ignorance is surpassed only by his cursory treatment of social-networking theory.''\n  In the forthcoming issue of Foreign Affairs, Dr. Sageman returns fire, accusing Dr. Hoffman of ''gross misrepresentation.'' In an interview, Dr. Sageman said he was at a loss to explain his rival's venom: ''Maybe he's mad that I'm the go-to guy now.'' \n  Some terrorism experts find the argument silly -- and dangerous. ''Sometimes it seems like this entire field is stepping into a boys-with-toys conversation,'' said Karen J. Greenberg, executive director of New York University's Center on Law and Security. ''Here are two guys, both of them respected, saying that there is only one truth and only one occupant of the sandbox. That's ridiculous. Both of them are valuable.'' \n  Defense Secretary Robert M. Gates, a former director of central intelligence, sees merit in both sides, too; he said in Singapore last week that Al Qaeda is training  European, and possibly American, recruits. But, he added, ''You also have the development of violent, extremist networks.'' \n  One argument for playing down Al Qaeda's importance -- Dr. Sageman's point -- has been the public declarations of some prominent Sunni clerics who have criticized Al Qaeda for its indiscriminate killing of Muslim civilians. \n  A leading Syrian-born militant theorist believed to be in American custody, known by the nom de guerre Abu Musab al-Suri, also has argued in favor of leaderless jihad. In his 1,600-page life work, he advises jihadists to create decentralized networks of individuals and local cells bound by belief, instead of hierarchical structures that could be targets of attack. He has referred to Mr. bin Laden as a ''pharaoh.'' \n  Dr. Hoffman's principal argument relies on the re-emergence of Al Qaeda, starting in 2005 and 2006, along the Afghan-Pakistan border. There is empirical evidence, he says, that from that base, Al Qaeda has been ''again actively directing and initiating international terrorist operations on a grand scale.'' \n  But it has been easy for intelligence agencies to get the analysis wrong when faced with piecemeal and contradictory evidence. \n  One example is the 2004 train bombings in Madrid that killed 191 people. Declarations by several Spanish officials and experts of such a link were undermined by evidence that the group was self-motivated, self-trained and self-financed, and that the explosives were bought locally.\n  Other examples are provided by the 2004 plot to attack the London area with fertilizer bombs, and the July 7, 2005,  transit bombings in London. At first, both were thought to support the home-grown terrorist thesis: British citizens, most of Pakistani descent, had carried out attacks with homemade bombs. Only later did evidence surface that in both cases, at least some had trained in Pakistan at military camps suspected of links to Qaeda operatives. \n  So a question remains: Was Mohammad Sidique Khan, one of the suicide bombers in the 2005 attacks, a local kid gone wrong, a full-fledged Qaeda operative, or both?\n  ''You can argue that if you subtract his travel to Pakistan, there's no 7/7,'' said Samuel J. Rascoff, an assistant professor of law at New York University and a former intelligence official with the New York City police. ''You can also argue that if you subtract his radicalization in Northern England, there's no 7/7.''\n  Dr. Sageman's critics argue that his more local focus plays to a weak point in gauging threats: People tend to feel the threat nearest to home is the most urgent. In April, for example, the Kansas City office of the F.B.I. met with state and local authorities from Kansas and Missouri to analyze ''agroterrorism,'' a big issue in America's heartland. The discussion was about the possibility of terrorists causing an outbreak of diseases that could poison cattle or crops, crippling the economies of farm states.\n  Terrorism-weary prosecuting judges and police investigators in Europe listen to the debate on the other side of the Atlantic and tend to find it empty. They say it is hard to know where radicalization starts -- among groups of friends, in an imam's sermon in Europe or at home on the Internet -- and when operational training by Al Qaeda is a factor. They prefer a blended approach. \n  France, Spain and Italy, for example, pour resources and manpower into investigations at home -- from studying radicalization and wiretapping suspicious individuals to infiltrating mosques and community centers. These countries also track movements of suspicious individuals abroad and networks with both local and foreign connections. Terrorist-related cases fall under the authority of special investigative superjudges who have access to all classified intelligence, and can use much of the information in trials. \n  The Europeans say that for them, the argument is not theoretical. Somewhere in Europe, just about every week, a terrorist plot is uncovered and arrests are made.\n  ''The danger of this 'either-or' argument could lead us to the mistakes of the past,'' said Baltasar Garzon, Spain's leading antiterror investigatory magistrate. ''In the '90s, we saw atomized cells as everything, and then Al Qaeda came along. And now we look at Al Qaeda and say it's no longer the threat. We're making the same mistake again.'' \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: AT ODDS: Bruce Hoffman, left, says Al Qaeda is  the danger. For Marc Sageman, right, it's  local terrorists. (pg.WK8) DRAWING (DRAWING BY PATRICK LEGER) (pg.WK8)                                                                             \n\nLoad-Date: June 8, 2008"
}