{
    "title": "A PATTERN OF BRITISH POLICE ABUSE",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 11,
    "day": 4,
    "full text": "Some people are hailing the British Court of Appeals decision to overturn the convictions of the Guildford Four as that nation's most important court action of the century. Whether that becomes true, however, depends on whether British authorities establish new safeguards for civil liberties in dealing with terrorism and violence in Ulster.\nThe Guildford Four were convicted in 1975 for two pub bombings that took seven lives and wounded dozens. British officials charged that the four were members of the outlawed Irish Republican Army. Their convictions rested upon their confessions obtained during police interrogation - confessions the defendants repudiated in court, saying they were made under duress. All got life in prison. Even at the time, many believed the Guildford Four were framed, and they remained in prison even after others had confessed to the crimes.  The Court of Appeals has corrected this miscarriage of justice after investigators determined that the police had doctored their records. The then-Home Secretary Douglas Hurd ordered a special investigation, saying, ''This is a very grave matter for all those who care about justice.'' And so it is. However, the case of the Guildford Four is not an isolated one. For the past 20 years, repeated incidents of illegal British police procedures against Irish nationalists have been common, including torture, concocting false evidence and even committing Latin American-style death-squad killings. More recently, classified police files on IRA suspects have been given illegally to Protestant gunmen who carry out shootings against Catholics in Ulster. Clearly, this pattern of police abuse must end.  British authorities argue that they are at war with Irish terrorism. But when a democratic government employs police-state methods it does far more damage to the rule of law and its own legitimacy than terrorists could ever do.\n\nLoad-Date: October 27, 1993"
}