{
    "title": "A patron for radical groups; TERRORISM",
    "publisher": "the new york times",
    "year": 2001,
    "month": 9,
    "day": 13,
    "full text": "Osama bin Laden, the man U.S. intelligence officials suspect is behind Tuesday's attacks on the World Trade Center and the Pentagon, has become the most visible leader of a well-financed worldwide network of Islamic terrorists.\nBut many experts say that bin Laden is by no means the network's only leader. And these experts say that U.S. officials are making a mistake in personalizing the conflict between the Saudi millionaire and the United States.\nFor one thing, the demonization by America may enhance bin Laden's stature among radical groups. And focusing on a single man minimizes the danger presented by radical groups in many countries around the world. Even if bin Laden were to be killed, these experts say, his organization --- and the threat it poses --- would live on.\nAJC\nSeveral states, notably Afghanistan, Sudan, Yemen, Iran and Iraq, reportedly have helped bin Laden's network --- which is called al-Qaida, or \"The Base\" --- plan and carry out past attacks or tried attacks. Wealthy Middle Eastern individuals have also contributed to the group.\n\"We need to open our minds to the fact that all of these groups have for years been describing themselves as at war with us,\" former U.N. ambassador Jeanne Kirkpatrick said Wednesday. \"Up to now, we haven't taken them very seriously. We should now consider that they are at war with us, and we need to respond in kind.\"\n \nAfghan war beginning\nBin Laden, believed to have been born into a wealthy family in 1955 or 1957, became politically active in 1979 when the Soviet Union invaded Afghanistan. He spent the first years of the war traveling throughout Saudi Arabia and the Persian Gulf and raising millions of dollars for the jihad, or holy war, to repel those he saw as infidels.\nIt was the beginning of the organization that would become al-Qaida (pronounced ahl-KAY-duh) --- and those beginnings were financed in large part by none other than the U.S. Central Intelligence Agency.\nThe thousands of Arabs, bin Laden among them, who ventured to Afghanistan to purge the Muslim nation of Communist rule were considered freedom fighters and supported by covert U.S. aid, CIA trainers and shipments of arms, including Stinger surface-to-air missiles, the authoritative Jane's Intelligence Review reported last month.\nThe total U.S. aid is reported to have been $3 billion. Bin Laden donated resources from his family construction business to build roads and defensive tunnels.\nDavid Long, a former official in the State Department who is considered an expert both on the Saudis and on terrorism, said that al-Qaida, bin Laden's organization, \"is not a terrorist organization in the traditional sense. It's more a clearing house from which other groups elicit funds, training and logistical support. . . . If you were to kill Osama tomorrow, the Osama organization would disappear, but all the networks would still be there.\"\n \nFar-flung network\nThe reach of al-Qaida extends far beyond bin Laden's base in Afghanistan. A report by the International Center for Terrorism Studies at the Potomac Institute for Policy Studies describes it as \"a loose international network in over 55 countries\" and says it has been been responsible for spectacular terrorist operations such as the 1993 World Trade Center bombing in New York and the 1998 U.S. embassy bombings in East Africa, and it is linked to the attack on the destroyer USS Cole in Aden harbor, Yemen, last October.\nU.S. officials say that bin Laden has given financial backing to anti-government groups in Egypt, Algeria, Yemen, Somalia, Saudi Arabia and the Philippines. He has also supported Islamic fighters in Chechnya, Kosovo, Kashmir, Bosnia, and Tajikistan.\nBut even though these groups may enjoy his patronage, some U.S. officials warn, he does not control them, and they are everything that his own organization is not: They are well structured, and most have long histories and specific --- and often legitimate --- complaints.\nThis diffuse network presents American policymakers with a dilemma, the New Yorker magazine reported last year: \"how to respond to an enemy who is a man and not a state; who has no structured organization, no headquarters and no fixed address; and whose followers live in different countries and feel a loyalty not so much to that man as to the ideology of militant Islam.\"\n \nSeeking nuclear threat\nEven more alarming is that bin Laden is reported to have made repeated efforts to obtain nuclear weapons in recent years. In 1998, an Arabic news magazine, Al-Watan Al-Arab, cited one meeting in which an agreement was negotiated by some of bin Laden's followers and organized crime figures in Chechnya. Bin Laden reportedly gave the contacts in Chechnya $30 million in cash and two tons of opium in exchange for approximately 20 nuclear warheads. Sources told the magazine that bin Laden planned to have the warheads dismantled by his own team of scientists, who would then transform the weapons into \"suitcase nukes.\"\nAnd nuclear weapons that small are a frightening prospect.\n\"Rogue entities need not resort to missile strikes against U.S. targets,\" said Anupam Srivastava, executive director of the India Initiative and South Asia programs in the University of Georgia's Center for International Trade and Security. \"There are hundreds of imaginative ways in which you can bring an explosive onto American soil. If an international organization is involved, Tuesday's attacks offer examples of how one can do just that.\"\n\nGraphic\n\n \nPhoto:\nThe hull of the American destroyer USS Cole is breached in an Oct. 12, 2000, attack in Aden harbor, Yemen. The attack, which left 17 sailors dead, has been linked to Osama bin Laden, who is accused of masterminding at least two other attacks on U.S. targets./ US Navy / The New York Times Photo:\nOsama bin Laden uses his wealth to aid a range of radical groups, few of which he actually controls./ Associated Press\n\nLoad-Date: September 13, 2001"
}