{
    "title": "A parent's dilemma_ a child with ties to terrorism",
    "publisher": "the deseret news",
    "year": 2009,
    "month": 12,
    "day": 11,
    "full text": "WASHINGTON ? It's a dilemma no parent wants to face ? fearing a son or daughter may be mixed up in terrorism, wondering whether to turn in a loved one. It was Washington-area parents who helped authorities find the young American Muslims arrested in Pakistan this week and parents in Minnesota who contacted the FBI last year with fears that their sons had gone off to Somalia to fight. \nIn other cases, parents and other relatives have been in denial about a child's activities, or worse, perhaps even played a role in turning them toward violent extremism or crime. The five American men taken into custody in Pakistan this week were hardly children. They ranged in age from 19 to 25. One was a dental student at Howard University. They disappeared in November without telling their families. After watching what was described as a disturbing farewell video from one of the men, the families contacted the FBI. \"The families never could have anticipated this,\" said their lawyer, Nina Ginsberg. \"They had no reason to suspect they were involved in anything.\" Ginsberg said the families were not ready to speak publicly about it. Parents increasingly are reaching out to authorities for help when they think their children may be involved in terrorism, said Charlie Allen, formerly the top intelligence official at the Homeland Security Department. But he said it's not happening often enough. Although parents these days are more familiar with terrorism matters than they were 10 years ago, discussions about jihad and the like still are more likely to happen among friends that between a parent and child. Marc Sageman, a forensic psychiatrist and former CIA officer, says the parents are often the last to know ? \"a little bit like heroin addicts.\" Sageman said many parents reflexively defend their children and say, \"No, no, my son did not do that.\" Some may insist the government is making things up. It's a new twist on an old story: children who have a secret life that parents aren't aware of, especially as they get older and establish more independence, said Peter Langman, director of psychology for KidsPeace, a national children's charity that helps kids with emotional issues, and the author of the book, \"Why Kids Kill.\" It becomes increasingly difficult as the children get older to keep tabs on them, Langman said. This week's arrests in Pakistan echo a case from a year ago, in which about 20 young men, most of Somali descent, vanished from their homes in Minnesota and surfaced in Somalia. Authorities believe the young men were recruited by terrorists in Somalia and persuaded to join the jihad. Some parents didn't report the matter directly to the FBI, but went instead to local police to file missing-persons reports soon after their loved ones vanished. Others waited weeks, sometimes months, before contacting the FBI with their concerns. A third group of parents made no reports at all, according to a law enforcement official familiar with the case. The parents of one young man went to the FBI within two days of their son disappearing. So far, 14 men have been charged in that investigation, including some of the 20 missing and other accomplices. Not long ago, the notion of homegrown youth abetting foreign terrorists targeting Americans would have been unthinkable. The parents of American-born Taliban soldier John Walker Lindh supported their son's decision to go to Yemen, and later Pakistan, to memorize the Quran and become an Islamic scholar. After his arrest, Lindh's father insisted his son was not involved in a fight against the United States but in a war among Afghans when the Muslim convert joined the Taliban army to fight the Northern Alliance. \"He never fought against America,\" Lindh said of his son. \"He never fired a gun at an American.\" The younger Lindh was charged with conspiring to kill Americans and supporting terrorists but pleaded guilty in 2002 to lesser offenses, including carrying explosives for the Taliban. He is scheduled to be released from prison in 2019.  \n\nLoad-Date: December 11, 2009"
}