{
    "title": "A Pattern of Unsolved Greek Terrorism Cases",
    "publisher": "the new york times",
    "year": 2000,
    "month": 6,
    "day": 9,
    "full text": "The killing of a British diplomat in Athens today came in the midst of a growing debate in Washington over Greece's record in curbing anti-Western terrorism within its borders.\nOnly on Monday, a bipartisan American commission on terrorism recommended that the Clinton administration consider imposing sanctions on Greece for failing to fully cooperate with the United States in combatting terrorism.\nSecretary of State Madeleine K. Albright quickly dismissed the call for sanctions, yet officials throughout Washington expressed frustration with Greece's continued failure to solve terrorism cases, particularly actions directed at Americans.\nThe failure of Greek authorities to solve anti-American terrorism cases over a 25-year period has turned the group called November 17 into one of the most mysterious and most successful terrorist groups in the world.\nAmerican and Greek officials do not even know the names of the group's leaders.\nSince 1975, four American officials have been killed in Greece, but no arrests have been made in any of the killings.\nGreece is \"one of the weakest links in Europe,\" the State Department's latest annual report on terrorism observed. With 20 acts of violence last year against United States government and other American targets, both people and property, Greece was second in the world, after Colombia, in the number of anti-American terrorist attacks.\n\"The absence of strong public government leadership contributed to the lack of breakthroughs against terrorists\" in Greece, the State Department said in its annual terrorist report. \"Popular opinion makers generally downplayed terrorism as a threat to public order.\"\nNovember 17, the group believed to be responsible for today's killing, is the same Marxist cell that officials believe is behind a string of unsolved murders of American diplomats in the country. The group announced its existence with the 1975 killing of Richard Welch, the Central Intelligence Agency's Athens station chief. The group's name refers to Nov. 17, 1973, when dozens of demonstrators were killed as the Greek Army suppressed a student protest in Athens.\nThe United States was a supporter of Greece's ruling junta, and American diplomats have been prime targets of the group ever since. Among the worst incidents were the 1983 killings of George Tsantes, an American naval officer and his chauffeur, and the 1988 murder of an American military attache, William E. Nordeen.\nThe lack of progress by investigators has led to a perception among American officials, and even within Greece, that Greek officials have turned a blind eye to November 17's activities.\n\"I believe that there are people throughout the U.S. counterterrorism community who are convinced that there are some Greek officials who over the last quarter century have had important information on 17 November and have not acted on it or shared it with us,\" said one former senior United States government official.\nBut a former American intelligence official who served in Greece and investigated November 17 said the idea of a link between the group and the Greek government is a myth.\n\"The real story is just that the Greek police are inept,\" he said. \"They are just incredibly sloppy.\"\nThe police failures have led the terrorists to taunt the authorities.\nThe November 17 attackers have used the same .45-caliber pistol in most of its killings dating all the way back to Mr. Welch, switching only briefly to a 9-millimeter in a few incidents.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 9, 2000"
}