{
    "title": "A play about terrorism with the audience as the jury Ferdinand von Schirach's play 'Terror' tells th",
    "publisher": "the christian science monitor",
    "year": 2016,
    "month": 3,
    "day": 29,
    "full text": "A play about justice and moral dilemma has riveted and polarized Germans as debate over how to fight terrorism continues worldwide. \"Terror,\" by criminal defense lawyer-turned-writer Ferdinand von Schirach, centers on an Air Force major who decides to shoot down a plane that has been hijacked by Islamic terrorists. The terrorists are threatening to crash into a packed stadium; by shooting the plane down, the major kills all the plane's passengers.\nIs Maj. Lars Koch a criminal or a hero? That's for audience members to decide. In \"Terror,\" directed by Oliver Reese of the Schauspiel Frankfurt, the jury is the audience. \n\"He led an irreproachable life,\" the prosecutor says of Lars during the play. But did Lars violate a key tenet of the German Constitution, that \"human dignity shall be inviolable\"?\nMr. Schirach, whose grandfather, a leading Nazi, was sentenced to 20 years in prison for crimes against humanity at the Nuremberg war trials, says he wanted his play to make people think as governments and society struggle with how far to go in fighting terrorism. \nThe real strength of the play is involving the audience in the process by having it address difficult questions: Is killing innocent people to save the lives of others acceptable? What does \"human dignity shall be inviolable\" really mean? \nAudience member Patrick Müller of Frankfurt believed Lars should go free. \"In the end, we all understood that he acted according to his conscience,\" Mr. Müller said. \"He did what he felt was right.\"\nSchirach is convinced that \"our [global] democracy should deal with terrorists who try to destroy our society with the tools that our state of law possesses. The truth is, it isn't the terrorists who are destroying society - they just can't. It is we, democratic citizens, who are potentially endangering our democracy.\"\n\"Terror\" is being staged in 16 theaters across Germany through 2017.\n\nLoad-Date: March 29, 2016"
}