{
    "title": "A power play in this new era of terrorism",
    "publisher": "portland press herald",
    "year": 2004,
    "month": 8,
    "day": 8,
    "full text": "Maybe Willie Sutton should serve as a presidential adviser on economics. He's the one who explained that he robbed banks because that's where the money was.\nAs President Bush and his Democratic challenger, John Kerry, both discussed the economy Wednesday during campaign stops in Iowa, three banks got robbed. I don't care which party you're in - that's funny.\nBut I would argue that this amusing anecdote illustrates the serious challenge facing Congress in reorganizing the country's intelligence agencies.\nThe choices involve how to deploy the country's defenses in the best way - because you can't have everything. Smart people disagree on nearly every major point, and the right decisions might not become apparent for years.\nBush and Kerry spoke Wednesday about the economy at competing rallies in Davenport, Iowa. Each candidate requires enormous security for their appearances. And both events occurred amid heightened tension just three days after federal authorities warned of threats against financial institutions in New York, New Jersey and Washington.\nAs the rallies were being held, three Davenport banks were robbed. Kerry began his economic forum at the River Center at 10 a.m. The Ralston Credit Union got knocked over at 10:45 a.m., as Bush began his speech at LeClaire Park. First National Bank got hit at 11:23 a.m. and the Southeast National Bank at 11:45 a.m.\nNow that's one innovative strategy for dealing with economic concerns that neither candidate proposed.\nDavenport police denied they were short-handed, saying the patrol was at normal levels. But officers acknowledged the distraction of the campaign events might have made the banks more tempting targets.\n\"Without actually talking to the bad guys, that's probably what happened,\" police Lt. Don Gano told Reuters.\nOne suspect was arrested quickly, but descriptions from the other robberies didn't match him.\nThink about this: Would you prefer to know the same people carried out all three robberies, suggesting that terrorists could have hit multiple targets in the same city at the same time as the president and Democratic nominee were in town? Or would you prefer to believe that three separate robbers each recognized the opportunity on their own and each seized it - regardless of how police were deployed?\nPLAYING THE SPY GAME\nAs you mull those choices, the clock ticks in Congress about how - and whether - to reorganize the country's intelligence agencies under a single chief who would resolve disputes about where to spend money and where to allocate resources in the worldwide fight against terrorism.\nOne of my best journalism teachers, Mel Mencher, described politics as the allocation of scarce resources. In the intelligence debate, politics will decide not just how to allocate the resources, but who will ultimately referee those murky decisions that rarely become public.\nThe key question is who is in charge of intelligence gathering? The National Commission on Terrorist Attacks Upon the United States, nicknamed the 9/11 commission, criticized the government for its lack of coordination among 15 intelligence agencies in the years leading up to Sept. 11, 2001.\nThe CIA director is nominally in charge of the whole crowd. But he controls the budget and operational decisions of only his own agency. Meanwhile, the Defense Department - not the CIA or FBI - gets the lion's share of an estimated $40 billion spent on intelligence each year.\nAt a Senate hearing Tuesday with counterterrorism chiefs from the CIA, FBI, the Department of Homeland Security and the Terrorism Threat Integration Center, the lack of centralized leadership became apparent.\nLawmakers asked what would settle a dispute if the CIA wanted to move a military satellite to watch Afghanistan rather than Iraq.\nNot surprisingly, the answer is that if the military controlled a given operation, the Pentagon would make final decisions about how to use resources. In a clandestine case overseas, the CIA might be in charge. But in a domestic criminal case, the FBI might decide.\nThe 9/11 commission proposed to create a single intelligence chief who serves in the president's Cabinet and controls the entire intelligence budget.\nBush proposed Monday a single chief appointed by him and confirmed by the Senate, but who would serve independent of the White House and without total budget control over the various agencies. Bush said the chief would coordinate budgets, but without hindering the Pentagon, for example, from defending the country.\nLeaving aside the number of chefs competing to ruin the stew, the complex recipe for these proposals is hard to nail down.\n\"The fate of these reforms turns vitally on the specifics,\" said Thomas Kean, the commission chairman.\nThe experts who are scrutinizing the proposals disagree.\nThe Senate Governmental Affairs Committee, headed by Sen. Susan Collins, R-Maine, and six House committees are holding hearings during the August recess to sort out what to do. Collins said her committee won't rubber stamp any proposal.\nGRANTING AUTHORITY\nSen. Olympia Snowe, R-Maine, a member of the Intelligence Committee, urged Bush again Tuesday to support legislation she sponsored with Sen. Dianne Feinstein, D-Calif., to give the single chief budget authority.\nSen. Joe Lieberman, D-Conn., warned that without control of spending, the chief would be merely a figurehead.\n\"I worry that that would create a kind of Potemkin national intelligence director, you know, where you see the facade but there's not real authority behind it,\" he said.\nSen. Arlen Specter, R-Pa., who wants legislation before Oct. 1, voiced a similar concern.\n\"If you don't have the authority to pick the people, isn't a national director just a shell game and a shell operation?\" he said.\nBut on Wednesday, Rep. Duncan Hunter, R-Calif., chairman of the Armed Services Committee, told the Los Angeles Times that he opposed creating a single intelligence chief because it could hinder the Pentagon's ability to wage war.\n\"A great deal of intelligence assets are under the Department of Defense,\" Hunter said. \"It makes sense that you shouldn't have that intelligence stopped or impeded by some guy back in Washington, D.C., who says, 'I want to use that platform for something else.' \"\nMaybe centralizing the collection of information would be bad, too.\nTimothy Edgar, legislative counsel for the American Civil Liberties Union, warned the House Intelligence Committee on Wednesday that a single intelligence chief serving the president could allow politics rather than security to guide decisions.\nHe reminded lawmakers that former President Nixon's White House staff spied on opponents and former President Clinton's political staff obtained hundreds of confidential FBI files on prominent Republicans.\n\"History has shown that politics and domestic surveillance create a dangerous mix,\" Edgar said.\nStaff Writer Bart Jansen can be contacted at 202-488-1119 or at:\nbjansen@pressherald.com  \n\nLoad-Date: August 8, 2004"
}