{
    "title": "A powerful account of terrorism",
    "publisher": "star tribune ",
    "year": 2018,
    "month": 10,
    "day": 11,
    "full text": "Converting real-life tragedies into emotionally effective drama is nothing new. But while some re-enactments turn traumatic events into traditional forms of entertainment, the most challenging approach is to create grim records that are rigorously fact-checked, unflinchingly clear-eyed and utterly unsentimental.\nThat has become the signature style of Paul Greengrass, who reconstructs harrowing accounts of lethal clashes that play like you-are-there documentaries. He never tries for a manifesto to trigger outrage, but a way to open a difficult, objective meditation about staggering events.\nFor those reasons and more, \"22 July,\" his breathtaking latest, is an absolute must-see. One of the finest films of his outstanding career, it gracefully handles a true story that still carries crushing weight.\nHe examines the worst terrorist act in Norway's history, when alt-right extremist Anders Behring Breivik killed eight people with a bomb outside the offices of the prime minister. Two hours later he murdered 69 more, mostly teenagers, in a shooting rampage at a Labour Party Youth Camp on a nearby island.\nWe learn gradually why Breivik (played with steely calm by Anders Danielsen Lie) became a fierce enemy of multiculturism and viewed himself as a heroic leader of a war to protect his culture. The hyper-realistic film soberly examines that dark side of contemporary Scandinavia.\nIt puts us in the midst of the crime scenes, focusing afterward on collateral effects among the survivors, the nation's elected leaders, the lawyers at Breivik's trial and the 32-year-old killer himself.\nEach character emerges in a distinct, succinct, impressionist portrait. Greengrass handled the challenge of having the film's English dialogue delivered with credible accents by casting an entirely Scandinavian cast. They look, behave and feel entirely correct. Without a wasted word or image, we learn who each player is through pure action and almost zero exposition.\nThe film radiates an atmosphere of sinister despair. The anxiety multiplies with cutaways to cheerful teenager Viljar (Jonas Strand Gravli) and his friends riding the ferry to the summer camp.\nBreivik arrives at the island wearing a homemade police uniform, telling the staff he's been sent to protect them after the Oslo bomb blast. And then he begins shooting with a pistol and semi-automatic rifle, gleefully shouting into a room of trapped children, \"You will all die today, Marxists!\"\nA government inquiry after the slaughter suggests that authorities could have found ways to avoid the disaster, but the central fault seems to be a communicable cancer at the core of human nature itself. How can security forces protect us from our own failings?\nLie approaches the character of Breivik not as a literary symbol but the real, complex person who respectfully surrendered to police because he wanted his trial to be a podium from which to address the world. So balanced on the tightrope is Lie's portrayal that we are left to debate whether Breivik is a madman or a revolutionary.\nGreengrass, who directed the 9/11 terrorist film \"United 93\" and the piracy drama \"Captain Phillips\" as well as the Jason Bourne action flicks, is masterfully well prepared for such a remarkable project. He tells the story with compassion and sorrow, without flinching for a moment.\nColin Covert · 612-673-7186\nTwitter: @colincovert\n22 July\n(four out of four stars)\nRating: R for disturbing violence, graphic images and profanity.\nTheater: Lagoon.\n\nLoad-Date: October 11, 2018"
}