{
    "title": "A present danger to Jews",
    "publisher": "daily news ",
    "year": 2020,
    "month": 9,
    "day": 18,
    "full text": "At sunset tonight starts Rosh Hashanah, the beginning of the holiest time of the year for the Jewish people. As two leaders of community security initiatives charged with protecting the Jewish community, we are on our highest level of alert and gravely concerned about the safety and security of our beloved communal institutions.\nOur alarm is shared. Last month, in a joint intelligence bulletin released by the National Counterterrorism Center, FBI and Department of Homeland Security, \"Threat of Terrorism and Hate Crimes Against Jewish Communities in the United States,\"had as its key judgment: \"While faith-based communities across the country face varying levels of discrimination, there is a persistent threat of violence and hate crimes against Jewish communities, primarily by domestic violent extremists.\"\nThis comes on the heels of 2019, which saw an unprecedented rise in anti-Semitic incidents. Over the past two years, America's Jewish community has been subject to violent and deadly attacks by lone actors who spent hours in online spaces steeped in a hodgepodge of government conspiracies, mass immigration replacement theories and hatred of Jews - some mobilized by white supremacy, others by fringe Black Israelite ideology and some by more typical anti-Semitism. The most deadly have sought to be glamorized as heroes and join an army of would-be copycat apocalyptic race war soldiers to advance their cosmic struggle, as we tragically witnessed in Pittsburgh in 2018 and Poway, Jersey City and Monsey in 2019.\nAs one of our former colleagues, the assistant commissioner for intelligence analysis at the NYPD, Rebecca Weiner, argued in a recent issue of Foreign Affairs, \"Just as they have for food delivery services and videoconferencing platforms, lockdowns have proved to be a time of growth and opportunity for white supremacists. Indeed, violent extremists across the ideological spectrum have exploited the pandemic to take advantage of people who are at their most vulnerable...\" Combined with the wild spread of anti-Semitic conspiracy theories blaming the Jews for the pandemic, all of the warning signals are blinking red.\nThe U.S. government is doing far too little regarding homegrown extremists and over the last few years, law enforcement has been slow to respond.\nWhat should be done?\nIncrease government fundingfor security. Congress appropriated $90 million for the Non-Profit Security Grant program for fiscal year 2020 and a number of states have established similar programs. The federal government and states should significantly increase this funding, institutional security training and outreach. While New York State's security grant program for nonprofits is a model that other states should follow, decisions regarding 2020 award winners should be made as soon as possible.\nImprove hate crime laws and data collection. According to the most recent FBI data, 85 cities with populations above 100,000 either did not report any data or affirmatively reported zero hate crimes to the FBI for its annual hate crime report. Data drives policy. We cannot address a problem if we are not effectively tracking and measuring it. Cities must be obligated to provide this vital data to the FBI.\nPass the Domestic Terrorism Prevention Act. The law would enhance the federal government's efforts to prevent, report on, respond to and investigate acts of domestic terrorism by, among other things, authorizing three offices, one each within the Department of Homeland Security, the Department of Justice and the FBI, to monitor, investigate and prosecute cases of domestic terrorism.\nThe FBI's most recent data says 58% of all religiously motivated hate crimes were directed at Jews - the highest number in decades. City, state and federal government must not only use their bully pulpits to more vehemently condemn hate, but must provide the resources and develop the tools needed to identify threats and prevent violent acts of domestic terrorism.\nSilber, a former NYPD official, is executive director of the Community Security Initiative, a joint program of the Jewish Community Relations Council of New York and UJA-Federation of New York. Bernstein, a former senior Anti-Defamation League official, is the chief executive officer of the Community Security Service.\n\nLoad-Date: September 18, 2020"
}