{
    "title": "A Presidents' Day prayer",
    "publisher": "the christian science monitor",
    "year": 2008,
    "month": 2,
    "day": 15,
    "full text": "Next Monday will be Presidents' Day in the United States, a holiday meant to celebrate the lives of US presidents, especially George Washington and Abraham Lincoln, whose birthdays used to be separate holidays of their own.\nBoth men are revered for their honesty and integrity, intelligence and persistence. Both were president during crucial moments in the nation's history. And both men were much aware of the value of prayer as a guide through dangerous times.\nThose spiritual qualities - and the prayer that accompanied them - couldn't be more needed than in our own dangerous times. The US and other nations are in the process of electing leaders, and international issues - as well as nagging national ones - affect the world community.\nOne major challenge is the threat of terrorism, which US Defense Secretary Robert Gates spoke of earlier this week, warning Europeans that terrorists in Afghanistan pose a major danger to peace and safety. In addition to the efforts that can be made \"on the ground\" in that country and through other security measures, each individual can join in the effort by turning to the kind of prayer Washington and Lincoln found so valuable.\nEach of us can contribute by praying for our own countries and also for others, affirming our right to be at peace within and without our borders. No one is left out of God's love - even the countries where terrorism seems to be in full operation. Because divine Love is infinite, anyone who calls on its power in any place can expect to receive some evidence of Love's presence.\nThe Bible includes many passages that assure us of God's protecting care. This one seems especially appropriate in relation to terrorism: \"Mine eyes are ever toward the Lord; for he shall pluck my feet out of the net\" (Ps. 25:15).\nThis \"plucking\" can take different forms: obedience to an intuition that says, \"Don't go down that street\"; a sudden impulsion to pray for oneself or others; extra alertness in the midst of confusion. And there are other ways, as well.\nRightly named, terrorism thrives on fear and the threat of destruction. But as people develop spiritual sense - a constant awareness of God's guiding presence - and obey its intuitions, they gain peace of mind and are also more able to uncover terrorism's operations and bring the terrorists to justice.\nIn an article titled \"Other ways than by war,\" Mary Baker Eddy, the founder of this newspaper, wrote, \"The government of divine Love is supreme\" (\"The First Church of Christ, Scientist, and Miscellany,\" p. 278). This point, if fully understood, would totally disenfranchise terrorism of every sort. And even a beginning understanding of it can make a difference.\nTerrorism claims that it can operate in secret places, beyond the reach of law. But there is no \"beyond\" beyond infinite Love. Since Love's supreme government is also infinite, there is no place outside of Love's government where terrorism or terrorist thinking can reside. Proving this is the essence of our prayers - to see God's reign established on earth, not in the form of a particular religious denomination, but as the spirituality, harmony, and brotherly love that allow all people to dwell in peace.\nAnd part of that peace needs to include safety for the political candidates running for office in various countries around the world. In prayer, each of us can affirm Love's care for them, guiding them and those responsible for their security, strengthening them in the midst of the sheer physical challenge of carrying out their campaigns.\nJust as Washington and Lincoln - and the people of their times - were sustained by prayer and trust in the one God, who loves all of His people, so we, too, in our time can take courage from Love's presence. Proving the fullness of God's government and goodness may be a work in progress, but every step brings us closer to a time when terrorism will be no more.\n(c) Copyright 2008. The Christian Science Monitor\n\nLoad-Date: February 14, 2008"
}