{
    "title": "A PSYCHO & KILLER! Ranted on gov't 'brainwashing'",
    "publisher": "daily news ",
    "year": 2011,
    "month": 1,
    "day": 9,
    "full text": "THE GUNMAN suspected of wounding U.S. Rep. Gabrielle Giffords and killing six people was identified as an unstable \"political radical\" who has expressed a fondness for Hitler and a hatred for the government.\nJared Loughner, 22, posted several bizarre, disjointed rants on YouTube, railing against the government and referencing terrorism.\n\"I can't trust the current government because of the ratifications,\" he apparently said in one video. \"The government is implying mind control and brainwash on the people by controlling grammar.\"\nIn another, he wrote: \"If I define terrorist then a terrorist is a person who employs terror or terrorism, especially as a political weapon. I define terrorism.\"\nFriends described the Arizona man as a \"political radical\" who liked to smoke pot and listen to rock music.\nCaitie Parker, a high school friend of Loughner, said he held a dim view of Giffords after meeting her once in 2007.\n\"He told me she was 'stupid & unintelligent,' \" Parker posted on Twitter.\nLoughner lists the Adolf Hitler autobiography, \"Mein Kampf,\" among his favorite books in an online profile, a list that also includes classics such as \"Animal Farm\" and \"The Odyssey.\"\nHis profile says he attended Northwest Aztec Middle College and Pima Community College in Tucson, and his favorite interest is reading.\nA former classmate of Loughner at Pima Community College said he was \"obviously very disturbed.\"\n\"He disrupted class frequently with nonsensical outbursts,\" Lynda Sorenson told the Arizona Daily Star, adding that he was eventually booted from their prealgebra class.\nHours after the shooting, dozens of cops swarmed Loughner's Tucson home, where he lived with his parents.\n\"He's a loner,\" a neighbor in her 50s told the Daily News. \"He doesn't talk to anybody.\"\nThe neighbor said Loughner, who tried to enlist in the U.S. Army but was rejected, used to play a horn instrument and \"he seemed like a good kid in the beginning.\"\nPima County Sheriff Clarence Dupnik said the suspect recently drew the attention of police after he made threats, but Dupnik didn't elaborate.\n\"There's reason to believe that the individual may have a mental issue,\" Dupnik added.\nLoughner's motive remained unclear last night, but there are indications that he didn't expect to survive the attack.\nOn his Myspace page, which featured a prominent photo of a handgun below the words \"United States History,\" he posted a message titled, \"Goodbye Friends.\"\n\"Dear friends, please don't be mad at me,\" the note read.\nLoughner has also had at least two minor run-ins with police.\nIn October 2007, Loughner was busted for possession of drug paraphernalia. A year later, he was hit with a \"local charge\" in Marana Municipal Court, but the details of that case were not clear.\nrschapiro@nydailynews.com\nGRAPHIC: RAVINGS OF A LUNATIC\nPosted on MySpace in December\n\"I can't trust the current government because of the ratifications. The government is implying mind control and brainwash on the people by controlling grammar.\nLiterate Letter: Dear Reader, Brainwash.\n.....Dear Reader,..... I'm searching. Today! With every concern, my shot is now ready for aim. The hunt,\na mighty thought of mine.\"\n--\nPosted yesterday on MySpace\n\"Good-bye friends.\nDear friends,.....Please don't be mad at me. The literacy rate is below 5%. I haven't talked to one person who is literate.\"\n--\nPosted on YouTube in December\n\"If I define terrorist then a terrorist is a person who employs terror or terrorism, especially as a political weapon.\nI define terrorist.\nThus a terrorist is a person who\nemploys terror or terrorism,\nespecially as a political weapon.\nIf you call me a terrorist then the argument to call me a terrorist\nis Ad hominem.\nYou call me a terrorist.\nThus the argument to call me a terrorist is Ad hominem.\"\n\nGraphic\n\n \nGRAPHIC, Jared Loughner poses at a book festival in Tucson in March. He's being held as the bloodthirsty killer of six innocent people at a political event. Photo by AP\n\nLoad-Date: January 13, 2011"
}