{
    "title": "A pulpit rebuke of Nigeria 's terrorists After a horrific suicide bombing at a Nigerian mosque Frida",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 11,
    "day": 30,
    "full text": "The world has seen a dramatic rise in militant attacks on civilians, according to the latest Global Terrorism Index. Most of the increase has been in five countries: Afghanistan, Iraq, Nigeria, Pakistan, and Syria. Yet this increase has also brought many more forcible rebukes of terrorism by Muslim clerics. One in particular, delivered Saturday, stands out as a model in how to speak truth to these evil acts. \nMuhammad Sanusi II is the second-most influential Muslim figure in Nigeria, serving as emir of the Grand Mosque in Kano, the biggest city in the largely Muslim northern region of Africa's most populous and wealthiest country. On Friday, the mosque was hit by three suicide bombers, killing dozens of worshipers. The attackers were believed sent by the militant group Boko Haram. The next day, despite the carnage, the emir stood up in the bombed mosque and led prayers, saying Muslims will not be intimidated.\nBoko Haram, which gained global notoriety this year after abducting more than 200 school girls, may have sent the terrorists after Mr. Sanusi called on Nigerian Muslims to resist the group and its claims to being Islamic. With the the country's military proving to be a weak opponent of Boko Haram, perhaps the best weapon against the group for now are public assertions by preachers that Islam is a religion of peace.\n\"I do not believe that those perpetrating these acts are Muslims and if they are, they are not professing what Islam teaches,\" stated Sultan Muhammadu Sa'ad Abubakar IV, who is considered the spiritual leader of Nigeria's 70 million Muslims.\nBoko Haram, which began its armed rebellion in 2009, attacks both Muslims and Christians, whether they be in schools, churches, mosques, or markets. More than 17,000 civilians have been killed since 2011 - more than all those killed by the Islamic State in Iraq and Syria (or ISIS). And more than 1.5 million Nigerians have been forced to flee their homes. The death toll at the Kano mosque may be among the group's largest.\nBoth Christian and Muslim leaders in Nigeria have been working together to counter the group's message, which is anti-democracy and anti-Western education. Lately, Boko Haram has styled itself after the Islamic State. It now rules a number of northern cities and towns and has called on Muslims everywhere to come help it establish a caliphate - and not only in Nigeria but perhaps also in nearby African nations.\nThe emir's courage in speaking out after the attack despite the continuing threat against him could serve as an example for other Muslim clerics. Since the rise of the Islamic State in the Middle East, more top Islamic figures have denounced that group. In September, for example, Saudi Arabia's clerics finally issued a ruling that terrorism is a capital crime. \nNigeria has many ways to beat Boko Haram: a stronger and less-corrupt Army, more development of its northern region, and a more accountable government. Until then, affirmations of peace by Muslim leaders are as good a weapon as any. Boko Haram can't grow if Muslims take to heart their religion's emphasis on tolerance and peace.\n\nLoad-Date: November 30, 2014"
}