{
    "title": "A rare glimpse into secret surveillance powers Leak an 'unprecedented breach of trust'",
    "publisher": "usa today",
    "year": 2013,
    "month": 6,
    "day": 7,
    "full text": "The disclosure of a classified court order requiring a Verizon subsidiary to disclose its customers' calling records to the National Security Agency offers a rare glimpse into the breadth of the federal government's secret authority to mine Americans' secrets in its hunt for terrorists.\nThe order, published late Wednesday by The Guardian, was issued by a federal judge under a section of the Foreign Intelligence Surveillance Act (FISA) that allows the government to seek a judge's approval to force businesses to turn over records if officials can show that they are \"relevant\" to intelligence or terrorism probes.\nAlthough the surveillance law itself is not secret, the Justice Department's interpretation of just how broadly that authority applies remains classified, as do decisions from the Foreign Intelligence Surveillance Court responsible for approving federal surveillance requests. Recipients of FISA orders are prohibited from revealing their existence.\nWednesday's leak was the first disclosure of a secret FISA surveillance order, said Carrie Cordero, a Georgetown Law professor and former Justice Department national security official. \"Regardless of the origin of the leak, this is an unprecedented breach of the trust maintained for over 30 years,\" Cordero said.\nThe order was approved under a provision of the  law that permits the government to seek business records if it can convince the court they are relevant \"to protect against international terrorism or clandestine intelligence activities.\" That standard is far lower than in traditional search warrant requests, requiring the government to show probable cause to believe the records would reveal details about a crime.\nThe Justice Department told lawmakers in a 2011 letter that it has used that provision \"to support important and highly sensitive intelligence collection operations.\"\nThe FISA order offers new insight into how broadly the intelligence court and the Justice Department appear to have defined the types of records they are permitted to seek and how thin their connection has to be to a particular suspect.\n\"Congress didn't authorize dragnet surveillance. The government has to have reasonable grounds,\" said Elizabeth Goitein, co-director of the Liberty and National Security Program at New York University's Brennan Center for Justice. \"If they're saying that an entire telecom company's records for all of its subscribers can be considered relevant to an intelligence investigation, then that standard has become meaningless.\"\nAmerican University law professor Steven Vladeck said it also had not been clear previously that the Justice Department thought it could collect telephone calling records under the provision that allows it to collect business records. \"The real story is not what the government has in its possession, but how they're getting there,\" he said. \"That's the reason this is a gold mine\" of information about how the government views the expanse of its surveillance powers.\nThe intelligence court is made up of 11 federal district court judges who serve staggered seven-year terms. The judge who approved the Verizon order, Roger Vinson, from  the northern district of Florida, left the FISA court after his term expired in May. \n\nGraphic\n\n \nphoto 2007 AP photo Roger Vinson\n\nLoad-Date: June 7, 2013"
}