{
    "title": "A refuge from terror",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 7,
    "day": 17,
    "full text": "After I read The Christian Science Monitor's coverage of the hotel bombings in Jakarta, Indonesia (\"Twin hotel bombings break Indonesia's four-year calm,\" July 17), the first thought that occurred to me was the question, Do we really have to accept that terrorism is a fact of life in this 21st century? Is it inevitable that such attacks occur and cause damage to life and property?\nCynicism says yes. Some observers might say that political frustration, religious intolerance, and ethnic hatreds cannot be cleansed from our societies, and that we should realize that terrorism will occur, sporadically and violently, at any point. And there's a rueful saying that cynicism is just idealism that has been mugged - implying that the rosy glow of a Pollyanna worldview is doomed to be disappointed and calloused by the realities of life in this world.\nYet the heart yearns for another answer, for something built on a foundation more substantial than idealism. The Middle East, although the birthplace of monotheism, is and has been for thousands of years anything but peaceful, as empires and their armies and factions and guerrillas have stubbornly fought. A poem from that area, written in the distant past, looks to an all-powerful God for a present help in tumult: \"He maketh wars to cease unto the end of the earth; he breaketh the bow, and cutteth the spear in sunder; he burneth the chariot in the fire. Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth. The Lord of hosts is with us; the God of Jacob is our refuge\" (Ps. 46:9-11).\nWe certainly want wars and terrorist attacks to cease. While there is a continuing need for detecting and eliminating terrorist cells, as well as destroying their techniques for money laundering and arms smuggling, we who are not directly involved in such activities can take up an activist prayer watch. The psalm quoted above is more than hopeful idealism; it is a consecrated prayer, an affirmation that God, the All-powerful, is the source of peace. It's a springboard for our own prayers, in which we can vigorously declare the supremacy of the Almighty. These prayers, which are often silent and made in the solitude of our homes and offices, do have a powerful effect on the general atmosphere of thought. They point thought to God, quiet fear, and can help bring evil plots - which are based on the assumption that God is not all-powerful - to the surface for detection and elimination.\nMary Baker Eddy, the founder of the Monitor, wrote extensively on the Christly action of uncovering and destroying evil, and stressed that the motivation in this activity had to be from God and not from any other foundation, not even a human desire to \"do the right thing.\" She wrote in one of her shorter works, \"When God bids one uncover iniquity, in order to exterminate it, one should lay it bare; and divine Love will bless this endeavor and those whom it reaches\" (\"Miscellaneous Writings 1883-1896,\" p. 348).\nOur prayers, affirming God's omnipotence, can reach the world. As we establish the basis of our protection on a global basis, we are proactively engaged in the struggle against terrorism. We see more and more evidence that God, the divine Love that includes everyone - His beloved children, men, and women of every nation and ethnicity and religion - will bless our work and all humanity. Not only can we expect that terrorist acts will be increasingly detected before they are implemented, but that the root causes of the terrorism - anger, hatred, frustration, fear - will melt in the embrace of the universal, unconditional Love that is God.\n(c) Copyright 2009. The Christian Science Monitor\n\nLoad-Date: July 17, 2009"
}