{
    "title": "A revised TRIA better than no program at all",
    "publisher": "business insurance",
    "year": 2005,
    "month": 7,
    "day": 4,
    "full text": "While we're disappointed with the U.S. Treasury Department's recommendation that the Terrorism Risk Insurance Act, at least in its\npresent form, be allowed to expire at the end of the year, we realize that the situation could be worse.\nThat's because, even in advocating that TRIA sunset on Dec. 31, the administration has left the door open to the maintenance of some sort of federal backstop for insurers faced with paying claims stemming from a future catastrophic terrorist attack.\nTreasury Secretary John Snow made clear that an acceptable program, among other things, would have to include far more risk bearing by the insurance industry and, by extension, its customers. It would also have to exclude coverage for certain lines of business such as commercial automobile coverage that the administration believes do not present sufficient aggregate terrorism exposures to merit a federal backstop.\nCall it TRIA Lite. We would have preferred a straight-out extension for two years, with the requirement that proposed long-term solutions to the problem of insuring against terrorism be presented to Congress long before a reauthorized TRIA expired. But, given political realities, the sometimes-incomplete understanding of the business of insurance on Capitol Hill and the industry's recent troubles, simply extending the program might have been nearly impossible regardless of what Treasury said.\nAnd a long-term solution is what the issue of terrorism insurance demands. This is a peril that defies the normal rules of underwriting, yet must be covered. It is more akin to an act of war than a natural disaster, but is quite possibly less predictable than an act of war.\nThe amount of potential loss is unquantifiable, and there is no way that the private insurance industry could bear all of the risk by itself. Without some sort of government guarantee, the property/casualty insurance industry could be sent spinning into near-collective insolvency by a single terrorist act.\nWe're glad, then, that Treasury at least left the door open-if only by a crack-for some sort of government role in the provision of terrorism insurance. While it's far from a perfect solution, this is certainly a situation in which the perfect cannot be allowed to become the enemy of the good, or, in this case, the barely adequate.\nThere is too much at stake to allow even the smallest of openings to go unexplored in the effort to find a permanent solution to a deadly serious issue.\n\nGraphic\n\n \nArt Caption: TRIA\nArt Credit: Schillerstrom\n\nLoad-Date: July 6, 2005"
}