{
    "title": "A reminder why Bush leadership is critical",
    "publisher": "the world",
    "year": 2004,
    "month": 8,
    "day": 31,
    "full text": "For months, opponents have nipped at the feet of President Bush, second-guessing every move in his conduct of the war against Islamic terrorists.\nThe president took too long - seven minutes - to absorb the news of the Sept. 11th attack on America and react to it, his opponents nit-pick. He acted too hastily, going to war without all the nations of Europe behind him. He chose the wrong target - Iraq. He chose it for the wrong reason - weapons of mass destruction.\n#BUSH.LIB#\nIn the past few days, these snarly critics have tried to take a few more bites: The president is exploiting the attack on America by holding his re-nomination convention in New York City. And most recently, they have attacked his suggestion that the war against Islamic fanatics will not have a clear and decisive end, as in conventional warfare.\nOn Monday night, Rudy Giuliani answered the president's critics.\nThe former mayor of New York City, his steely resolve forged in the \"flames of hell\" that burst from the twin towers three years ago, restored a sense of historical perspective to the war we are fighting and the president's handling of it.\nOn Sept. 11, 2001, he reminded Americans, George W. Bush had been president only eight months. When the planes of fanatics \"dedicated to eradicating us and our way of life\" flew into the World Trade Center, the Pentagon and a field of rural Pennsylvania, the devastation of the attacks \"lifted a cloud from our eyes,\" revealing an enemy that had been on the attack elsewhere in the world for more than 30 years.\nBefore the attack, Giuliani noted, Americans lived with the unrealistic view that the terrorists, over there in Europe or the Middle East, could be accommodated, appeased or dealt with through compromise. After the attack, Americans recognized that, like it or not, the war had been brought to them.\n\"President Bush decided that we could no longer be just on defense against global terrorism but we must also be on offense,'' Giuliani said. \"He dedicated America under his leadership to destroying global terrorism.\"\nSince then, Guiliani said, \"President Bush has remained rock solid.\n\"It doesn't mater how he is demonized. It doesn't matter what the media does to ridicule him or misinterpret him or defeat him. They ridiculed Winston Churchill. They belittled Ronald Reagan.\"\nBut, as Churchill against Nazi fascism and Reagan against Soviet communism, President Bush single-mindedly is leading the nation against an evil ideology.\n\"President Bush sees world terrorism for the evil that is it,\" Giuliani said.\nAnd the president is making certain that we combat terrorism \"at its source, beyond our shores, so we can reduce the risk of having to confront it in the streets of New York.\"\nWhile critics now question the president's conduct of the war in Afghanistan and particularly in Iraq, \"it was critical to remove the pillars of support for the global terrorist movement,'' Giuliani said. \"In any plan to destroy global terrorism, removing Saddam Hussein needed to be accomplished.\"\nSaddam had weapons of mass destruction. He had used those weapons on his own people. And, just as important, he was the embodiment of the tyrannical dictator under whose malevolent rule religious fanaticism offered otherworldly hope.\nBy defeating the Taliban in Afghanistan and deposing Saddam in Iraq, the U.S. and her allies have now assured that the Mideast has two nations where the seeds of democracy can grow.\nThe vision of free peoples in the Mideast \"may not be as far away and idealistic as it seems,\" Giuliani said, pointing to the collapse of the Soviet Union. \"When it catches hold, there is nothing more powerful than freedom. Give it some hope, and it will overwhelm dictators and even defeat terrorists.\"\nAs for those who fault the president's suggestion that the war on terror cannot be won in any conventional sense, Giuliani agreed.\n\"The war on terrorism will not be won in a single battle. There will be no dramatic surrender,'' he said.\nRather it will occur as decent governments emerge in Mideast nations and terrorist attacks decrease and then end around the world.\nOpponents of President Bush might question why he and the Republican Party brought their convention to New York City.\nBut every American who loves democracy and freedom knows the answer, which Giuliani stated so well:\nIt tells the world - and the terrorists - that America is stronger than ever.\nIt tells the world, \"We're not going to let the threat of terrorism stop us from leading our lives.\"\n\nLoad-Date: September 1, 2004"
}