{
    "title": "A REGION INFLAMED_ TERRORISM In the Balance_ Attacks on Turkey Aim to Sever a Bridge Between Islam a",
    "publisher": "the new york times",
    "year": 2003,
    "month": 11,
    "day": 21,
    "full text": "Turkey's worst fears were realized Thursday when the second major bomb attack in a week confirmed that this land has become a new battleground in the struggle over terror.\n     The attacks appeared aimed at disrupting the pro-Western secular axis many people in the Middle East believe the United States and Britain are trying to drive through the region with Iraq war. Such an axis would create a swath of territory friendly to the West from the Mediterranean to the Persian Gulf. \n \"Turkey will continue to walk on her path and exert efforts for world peace, in the country and the region,\" the country's foreign minister, Abdullah Gul, told reporters.\nTurkey, the North Atlantic Treaty Organization's only Muslim member, has carefully cultivated and jealously guarded a European-style secular political culture that is crucial to the American program to send pro-Western values percolating through the tribal and theocratic grid of the Middle East.\nWith its foothold on the European continent and the bulk of its territory in Asia, Turkey has been the site of sweeping ideological battles before. Once part of the Christian Byzantine Empire, and later the center of the Muslim Ottoman Empire, the country in its modern incarnation has tried to finesse its identity by paying lip service to the Islamic world while defining its future among the dynamic economies of the West.\nTurkey was the first among Muslim nations to recognize Israel and has developed extensive ties with it since then. It has been a model NATO member and has tried hard in recent years to win the favor of the European Union, which Turkey wants to join.\nAll of this has made the country suspect among Muslim countries, particularly in the Arab world.\nMeanwhile, decades of economic malaise have haunted a generation of frustrated, underemployed youth and turned many toward conservative Islam.\nAn often brutal effort to force the assimilation of the country's restive Kurdish minority into the larger Turkish population also fed passions among Kurdish youth and spawned a generation of closet separatists with a hardened fringe of fighters.\nThe religion-inspired wars of the 1990's drew some young Turks north into Bosnia or across Iran to Chechnya and Afghanistan. In those places, terrorism experts say, the young men were vulnerable to the ideological zeal and global designs then coalescing into Al Qaeda.\nThe war in Iraq may have tipped the balance toward actual terrorism. \"Before, the threat was more or less theoretical,\" said Rifat Bali, a writer in Istanbul.\nThe Turkish government has been a reluctant player in America's Iraqi adventure, which most of the country's 66 million people opposed. Many politicians made strong statements against the prospect of an invasion, and Turkey refused to allow American soldiers to enter Iraq from Turkey.\nTurkey later offered troops to help stabilize the country, then rescinded that offer in the face of stiff opposition at home and in Iraq.\nThe main concern of Turks opposed to the war was that it would re-ignite a Kurdish separatist movement near the border with Iraq.\nGovernment officials say that, in fact, violence has increased in that part of the country. This week, the government said it had recently arrested Kurdish rebels in possession of explosives and plans of Turkish police stations. On Tuesday, unarmed Kurds briefly took hostages at Istanbul's main courthouse before being overcome by the police.\nDespite the waffling, though, Turkey appears committed to the American program, something that makes it a prime target for terrorists wishing to punish Muslim states that lean too closely toward the West.\nIn fact, this week's bombings could threaten the stability of the government, only a year into its mandate.\nPrime Minister Recep Tayyip Erdogan's governing Justice and Development Party, which grew out of a conservative Islamic political party, may prove vulnerable to the violence. Many people already question the party's commitment to fighting radical Islam and wonder whether having an Islamist-rooted party at the helm of a pro-Western government has drawn the radicals' ire.\nTurkish troops appeared briefly Thursday on highways and alongside the police, an ominous sign to some. The military has seized power three times from 1960 to 1980 and forced out the Islamist-oriented government of Necmettin Erbakan, Mr. Erdogan's onetime mentor, in 1997.\nThe attacks could also force a Turkish response inimical to European demands to curb the military's influence and end what the European Union considers brutal tactics against Kurds and other government opponents.\nThe Turkish government, in turn, has criticized the Europeans for declining cooperation in fighting terrorism and for criticizing Turkey's often brutal tactics against threats.\nTurkey complains, for example, that the Kurdistan Freedom and Democracy Congress is able to operate freely in Europe even though its predecessor, the Kurdistan Workers' Party, is on the terrorist list.\nOn Monday, a Turkish government spokesman, Cemil Cicek, called the European Union's public commiseration over Saturday's bombings \"crocodile tears,\" and told reporters that \"we know that terrorists are living freely in some of the countries that have conveyed condolences to us.\" He said Turkey's extradition demands were regularly turned down without reason.\nA day after the synagogue bombings, Chancellor Gerhard Schroder of Germany said, however, that Turkey's membership in the European Union would enhance European security by showing \"that the Islamic faith and the democratic values of the European Enlightenment need not contradict each other but can coexist.\"\nCigden Naz of the European Union Institute at Mamara University in Istanbul said, \"If there are more attacks, this could increase the urgency of the Turkey's request for membership.\" \n\nhttp://www.nytimes.com\n\nLoad-Date: November 21, 2003"
}