{
    "title": "A Reminder for the F.B.I",
    "publisher": "the new york times",
    "year": 2010,
    "month": 9,
    "day": 27,
    "full text": "The day after Thanksgiving, 2002, was a slow day in the Pittsburgh office of the F.B.I., so a supervisor sent a special agent to a rally against the threatened war in Iraq to look for any terrorism suspects who might be there, just to ''see what they are doing.'' The peace rally was sponsored by the Thomas Merton Center, which has opposed violence and armed conflict since the days of Vietnam, and consisted largely of people distributing leaflets. There was not the slightest indication that there were any terrorists there or even the hint of a connection to terrorism. Nonetheless, the agent kept the leafleteers under surveillance and even took pictures.\nIt sounds like the paranoid approach to dissent of J. Edgar Hoover's F.B.I., but this and other abuses took place during the Bush administration. A report on the subject by the Justice Department's inspector general is a reminder of how easily civil liberties can be cast aside during suspicious frenzies, such as that unleashed after the 9/11 terror attacks.\nThe report did not find evidence that the F.B.I. routinely targeted groups that were trying to exercise their First Amendment right to protest government policies. It characterized the Merton Center incident as a slip-up. But it also found other incidents in which the F.B.I.'s investigation of various groups was based on a weak case of connection to terrorism or any other crime. And it found that the agency trumped up routine civil disobedience violations, such as trespassing or vandalism, and considered them potential terrorism. Several members of animal-rights or environmental groups were improperly placed on terrorism watch lists, according to the inspector general, Glenn Fine.\nMr. Fine's report also demonstrates that the F.B.I. still engages in familiar bureaucratic cover-ups when its missteps are made public. After the American Civil Liberties Union criticized the Merton Center surveillance, the agency came up with a statement saying that it took pictures at the peace rally because it was looking for a specific individual as part of an investigation. This information was false, but it was relied upon by the F.B.I.'s director, Robert S. Mueller, when he testified before Congress on the matter in 2006. (There is no indication that he knew it was false.)\nThe inspector general made several good recommendations in his report: no investigation of an advocacy group should take place without indications of a specific crime. Nonviolent civil disobedience should not be investigated as an act of terrorism. And the F.B.I. should not retain surveillance information it gathers at public events unless it is related to criminal or terror activity -- a prohibition that used to be in force at the agency but was relaxed in 2008. To keep the agency from backsliding into the Hoover days, those recommendations should be followed promptly.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 27, 2010"
}