{
    "title": "A RECOGNITION OF REALITY",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 9,
    "day": 12,
    "full text": "For the modern Middle East, nothing could be more revolutionary than the mutual recognition of the Israeli government and the Palestine Liberation Organization - except putting the cooperation and peace implied by that recognition into practice.  Yes, the PLO's clearly stated renunciation of terrorism and its acceptance of Israel's right to exist as an established state in the Middle East is a watershed event of unparalleled importance. So is Israel's agreement to accept the PLO as the legitimate representative of the Palestinian people. The PLO has, in effect, stopped being the PLO of the last three decades with its acts of terrorism against Israelis.  It has renounced all of its ineffective methods of gaining territory in what was once British Palestine; it has even agreed to call for an end to the Palestinian intifada in preparation for assuming limited control of limited territory in the Gaza Strip and around the West Bank city of Jericho.  In short, what the PLO has given up to achieve equal diplomatic status with Israel is symbolic of the distance that the Arab world has traveled in just the last few years since the end of the Cold War and the collapse of the Soviet Union regarding acceptance of Israel.  Now that the political and psychological barriers of mutual recognition have been breached, the test for both the Israeli government and the PLO leaders will be to show that they can build on the cornerstone both have laid.\nAt a minimum, Palestinians will want proof that Israel will bargain in good faith about the future of the occupied territories and the treasured city of Jerusalem. For Israelis, the minimum is that the intifada be stopped, that the Palestinians show they will be peaceful neighbors and speak directly about their desires for lasting peace with the Jews.  Many more obstacles lie ahead, but the central fact around which much can be done is the partnership for peace in the region that will be symbolized by the ceremony Monday at the White House. This event, matching Israeli and PLO officials as political and diplomatic equals, will create a picture that cannot be erased. It will show the world where the leaders of both peoples believe it is necessary and beneficial to go.  Then Arab, European and Asian governments can demonstrate their good will and sincerity in supporting Middle East peace by encouraging investment and job training and by changing policies and laws that have aided one side or another in the conflict for nearly 50 years.  At that White House ceremony, President Bill Clinton will honor former President George Bush and former Secretary of State James Baker. Both deserve warm praise for perceiving the proper role of the United States after the Persian Gulf War and convening a conference of Arab leaders with Israel in Madrid in October 1991. That breakthrough laid the basis for the secret talks in Norway between Israel and the PLO that have now come to fruition.  Dangers and tests of biblical proportions surely lie ahead. Terrorists and extremists will try to sabotage the peace process. Negotiations will at times seem petty and excessively slow and frustrating. Perhaps one side will accuse the other of bad faith in bargaining.  Yes, this pact of mutual recognition, so very - but understandably - long in coming, has the potential for making a new era in the Middle East. The hope of good things for millions of Arabs and a few million Israelis now is palpable. Those with so much to gain from the risks of making peace must not let the forces of anarchy and extremism gain the upper hand.\n\nLoad-Date: October 11, 1993"
}