{
    "title": "A RISK MANAGEMENT AGENDA FOR CONGRESS TO ADDRESS",
    "publisher": "business insurance",
    "year": 2014,
    "month": 11,
    "day": 24,
    "full text": "Political prediction is an iffy business at best, particularly when Congress is involved. After all, some observers thought lawmakers would have extended the federal terrorism insurance backstop created by the Terrorism Risk Insurance Act of 2002 long before its Dec. 31 sunset. They didn't, and the issue remains for the current lame-duck session to decide.\nLooking ahead to the new Congress that convenes in January, I'm willing to hazard a guess about a few risk management issues that will be addressed. Remember, \"addressed\" isn't the same as \"resolved.\"\nWith Republican majorities in both houses, the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 will come under scrutiny. The chairman of the House Financial Services Committee - Rep. Jeb Hensarling, R-Texas - has made clear that he thinks the law overreaches.\nExactly which provisions of the massive law will demand attention first remains unclear. The Consumer Financial Protection Bureau appears certain to draw critical attention, as do some provisions dealing with housing finance.\nAn unanswered question is whether Congress will zero in on the Financial Stability Oversight Council as well.\nFSOC has the power to designate nonbank financial institutions - including both life and property/casualty insurance companies - as significantly important financial institutions, and thus subject them to enhanced federal regulation. FSOC has come under fire for what some observers think is a lack of transparency about its work. Not the sexiest issue on Capitol Hill, but one that may pique some lawmaker's curiosity.\nBearing in mind that Congress is as much a reactive body as a deliberative one, expect some discussion of how the country deals with outbreaks of infectious disease such as Ebola. The federal response to Ebola has drawn considerable criticism from lawmakers and from some of the public.\nWhile some of the criticism in this particular case appears overblown, epidemics present real threats to the public. An examination of what went right and what went wrong with the federal approach to Ebola could put the country in a better position to deal with a real U.S. epidemic, such as a new and deadly strain of influenza.\nInfections of another sort altogether - computer viruses and hack attacks - will no doubt also draw the new Congress' attention. The Hill's foremost cyber warrior, Mike Rogers, R-Mich., chairman of the House Permanent Select Committee on Intelligence, did not seek re-election, but that doesn’t mean congressional interest will wane. In fact, the next major credit card security breach - and such a breach is inevitable - is certain to lead to more hearings on the subject.\nOf course, more hearings on cyber security or anything else don't necessarily translate into action. That's one political prediction that's anything but iffy.\n\nLoad-Date: November 27, 2014"
}