{
    "title": "A Russian Plot to Kill U.S. Soldiers",
    "publisher": "the new york times",
    "year": 2020,
    "month": 7,
    "day": 1,
    "full text": "Listen and subscribe to our podcast from your mobile device: \nVia Apple Podcasts | Via Spotify | Via Stitcher\nA New York Times investigation has revealed evidence of a secret Russian operation to kill U.S. soldiers in Afghanistan — and of the failure of the Trump administration to act on that intelligence. As lawmakers from both parties react with fury, one of the journalists who first reported the story tells us what has come to light so far.\nOn today’s episode:\nEric Schmitt, who covers terrorism and national security for The New York Times.\nBackground reading:\nThe Times reported on Monday that President Trump was provided a written briefing on the intelligence about the suspected Russian plot in late February.\n“If it does come out as true, obviously the heartache would be terrible,” said the father of a Marine who died in a 2019 car bombing in Afghanistan, which is reportedly the focus of investigators’ work.\nTune in, and tell us what you think. Email us at thedaily@nytimes.com. Follow Michael Barbaro on Twitter: @mikiebarb. And if you’re interested in advertising with “The Daily,” write to us at thedaily-ads@nytimes.com.\nEric Schmitt contributed reporting.\n“The Daily” is made by Theo Balcomb, Andy Mills, Lisa Tobin, Rachel Quester, Lynsea Garrison, Annie Brown, Clare Toeniskoetter, Paige Cowett, Michael Simon Johnson, Brad Fisher, Larissa Anderson, Wendy Dorr, Chris Wood, Jessica Cheung, Stella Tan, Alexandra Leigh Young, Jonathan Wolfe, Lisa Chow, Eric Krupke, Marc Georges, Luke Vander Ploeg, Adizah Eghan, Kelly Prime, Julia Longoria, Sindhu Gnanasambandan, M.J. Davis Lin, Austin Mitchell, Sayre Quevedo, Neena Pathak, Dan Powell, Dave Shaw, Sydney Harper, Daniel Guillemette, Hans Buetow, Robert Jimison, Mike Benoist, Bianca Giaever and Asthaa Chaturvedi. Our theme music is by Jim Brunberg and Ben Landsverk of Wonderly. Special thanks to Sam Dolnick, Mikayla Bouchard, Lauren Jackson, Julia Simon, Mahima Chablani and Nora Keller.\n\nLoad-Date: February 4, 2021"
}