{
    "title": "A rushed Patriot Act",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 5,
    "day": 31,
    "full text": "The Patriot Act originally passed during the emotional days following the attacks of 9/11. Given the passions of the moment, there was little room for intelligent discussion or debate. Now the White House has pressured the Senate into quickly renewing three of the act's more controversial measures. This time, the argument was that those measures could not be allowed to expire on May 26 or national security might be jeopardized. \nThat was not a true assertion, but it won the day. Once again, the Patriot Act escaped close scrutiny. Only a handful of left-leaning civil libertarians and right-leaning tea party adherents tried to stop the rush, but they failed. For the most part, the Patriot Act is a useful law that provides meaningful tools in the fight against terrorism. Parts of it, however, intrude on constitutional protections against government intrusions. Section 215, for instance, removes many of the public's protections against the government's ability to collect personal information. So long as the government believes the information is needed as \"part of an authorized investigation to protect the United States from international terrorism,\" it has broad powers to obtain information about you from sources including video rental stores and libraries. While the law expressly prohibits police from targeting someone who is merely exercising free-speech rights, it is far too sweeping in its scope. That part of the law was one of three sections extended. The other two were the so-called \"lone-wolf\" provision, which allows law enforcement to put a non-U.S. citizen under surveillance if officers believe he or she may be a terrorist even though the person has not been identified as a member of a known group; and a roving wiretap measure that allows authorities to wiretap a suspect who keeps changing phones or communications devices, without having to return to court each time for a new warrant. Certainly, all three could be justified in the never-ending struggle to stay ahead of terrorists. But it is their execution, and the need to protect innocent Americans from unwanted intrusions, that ought to be given more consideration. The act does include provisions for judicial review from a secret court, but that may not be enough. Justice Department investigations through the years have uncovered numerous abuses committed under the guise of the Patriot Act. Contrary to what President Barack Obama would have lawmakers believe, there was no imminent threat to national security if these provisions hadn't been extended before the deadline. The law has a grandfather clause that would have allowed all current investigations, and all future investigations of crimes committed before the deadline, to continue under the law as if it never had expired. In addition, the three provisions in question are seldom used, with the possible exception of Section 215. There was time, in other words, to give the law a little deeper consideration and look for further ways to strengthen constitutional protections while still aggressively fighting terrorism on the home front. Now, that will have to wait a few more years. \n\nLoad-Date: June 1, 2011"
}