{
    "title": "A SAFETY SOLUTION; TERRORISM INSURANCE PROGRAM SPREADS THE RISK AROUND",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 9,
    "day": 13,
    "full text": "Since 1923 the Pennsylvania Bus Association has been firmly committed to ensuring the safety of the traveling public and the economic well-being of its member companies.\n However, our ability to continue ensuring the public's safety and our members' success now faces new threats. After the horrific events of Sept. 11, 2001, terrorism became a serious issue for all businesses, especially those in the transportation sector. The bombings this past July in the United Kingdom were yet another reminder of terrorists' tendency to involve travelers and passengers in their brutal attacks. The terrorists have expanded their tactics: What were once airplanes in New York, Washington and Pennsylvania are now crowded subway cars and a crowded bus in central London.\nIn response to the rise of terrorism and especially the economic impact of the 9/11 attacks, Congress instituted the Terrorism Risk Insurance Act in 2002.  It enables private insurance companies to provide terrorism insurance by assuming a portion of their risk in the event of calamitous losses.\n TRIA was created to ensure that financial ruin would not join the physical and emotional scars of a future attack. This public-private partnership provides an economic safety net to both the public and private sectors. Without federal insurance assistance of this type, the insurance industry will be unable to provide terrorism insurance to industries that must have it to operate. Numerous businesses dealing in energy, tourism, finance, real estate and construction will be affected.\n To help protect the transportation industry and other vital sectors of our state's economy, it is vital that Congress vote to have a federal terrorism insurance mechanism before TRIA expires on Dec. 31.\n Pennsylvanians cannot ignore the methods terrorists use throughout the world. In addition to the United Kingdom, buses have been used as a weapon to kill and injure hundreds of innocent people in Israel, Iraq and Turkey.  There is no reason to think that they won't one day be seen as a potential weapon in our own cities and towns. We must certainly do all we can to prevent such an attack, but if these terrorists were to succeed in using a bus to carry out an assault, we must also be prepared for the aftermath.  Legislation that enacts a private-public partnership much like the one provided by TRIA is one way to prepare.\n The bus and coach companies of the commonwealth take thousands of passengers a week into New York City; Washington, D.C.; and other major U.S. cities. Most importantly, they recognize the protection that terrorism insurance can provide. Many have already voiced their support to elected officials in Harrisburg and Washington. These companies realize that the availability of terrorism insurance is vital to policyholders, insurers and the federal government alike. With an effective insurance safety net in place, no one will be crippled by the costs of a future attack. Without it, the private sector may be devastated, and thegovernment could potentially be left to cover 100 percent of the short- and long-term costs.\n The recent events in London have sadly proven that we are all still at risk. We can't always control the acts of fanatic criminals, but we can control the effects of the damage they cause. We must encourage our elected representatives to endorse a workable public-private partnership in terrorism insurance that will continue to ensure our economic safety after Dec. 31.\n Bills have been introduced in both houses of Congress to extend the TRIA concept for two more years, but the Bush administration is not expected to sign off until after the insurance industry details a plan to shift more responsibility to private insurers to relieve the federal government of some responsibility for payouts resulting from any terrorism damage.\n Premiums for the terrorism insurance under TRIA can cost a business from zero to millions a year depending on the size of the company and its assets, and can cover losses from thousands to billions. An example from one study, according to a spokesman for the Coalition to Insure Against Terrorism, an umbrella group of 75 organizations in many industries, is that companies in the medium category that have assets of up to $200 million can get overall insurance for about $275,000 a year, but the terrorism portion of that premium is about $13,000. Overall, about 50 percent of businesses have the TRIA coverage, and about 50 percent of insurance firms sell it.\n No business -- the program is not for residences -- has been paid under the program, which was initiated after 9/11, the last domestic terrorist attack to date; terrorism insurance rates skyrocketed after 9/11, which led Congress to enact TRIA legislation. Under the current TRIA program, terrorist events don't trigger insurance payouts unless they cause total damage of $5 million or more, and the administration is lobbying to make that figure higher in any follow-up legislation.\n Under TRIA terrorism insurance coverage now, the government pays 90 percent of damage costs after both the policyholder and the insurance company make substantial deductible payments; that final 10 percent not paid by the government also is picked up by the insurer, not the policyholder.\n\nNotes\n\nGene Zimmerman, of Harrisburg, is executive director of the Pennsylvania Bus Association, based in Harrisburg with more than 750 company members statewide.\n\nGraphic\n\n \nDRAWING: Daniel Marsula/Post-Gazette\n\nLoad-Date: September 17, 2005"
}