{
    "title": "A SAUD CHOICE Bam sides with sheiks, KOs bill to let 9_11 kin sue",
    "publisher": "daily news ",
    "year": 2016,
    "month": 9,
    "day": 24,
    "full text": "WASHINGTON - President Obama vetoed a bill Friday that would have allowed the families of 9/11 victims to sue Saudi Arabia - but backers of the legislation vow to override him in order to get justice for those who died in the terror attacks.\n\"The United States has taken robust and wide-ranging actions to provide justice for the victims of the 9/11 attacks and keep Americans safe, from providing financial compensation for victims and their families to conducting worldwide counterterrorism programs to bringing criminal charges against culpable individuals,\" Obama said in a statement.\nBut Sen. Chuck Schumer (D-N.Y.) blasted Obama's decision and predicted Congress would have enough votes to override the President.\n\"If the Saudis did nothing wrong, they should not fear this legislation,\" he said. \"If they were culpable in 9/11, they should be held accountable.\n\"The families of the victims of 9/11 deserve their day in court, and justice for those families shouldn't be thrown overboard because of diplomatic concerns.\"\nThe bill is designed to give survivors and families of those killed on 9/11 legal standing to sue the Saudi Arabian government in an attempt to bring justice to those who helped fund the attacks.\nFifteen of the 19 hijackers were Saudi nationals.\nFamilies - many from New York - have fought for years to try to hold them accountable and receive financial compensation.\nBut Obama - and a number of foreign policy experts in both parties - have concerns about the bill, which they say could undermine sovereign immunity and backfire by letting foreign governments sue or jail U.S. officials because of American policies like drone strikes.\nIt also puts huge strain on America's relationship with Saudi Arabia, a key Middle Eastern ally.\n\"I have continued and expanded upon these efforts, both to help victims of terrorism gain justice for the loss and suffering of their loved ones and to protect the United States from future attacks,\" Obama said.\n\"The JASTA (Justice Against Sponsors of Terrorism Act), however, does not contribute to these goals, does not enhance the safety of Americans from terrorist attacks, and undermines core U.S. interests. For these reasons, I must veto the bill.\"\nThe legislation had sailed through both the House and Senate.\nThe President's decision sets up a fight in Congress next week - and what could be the first congressional override of an Obama veto.\nObama had said for months that he would block the legislation.\nJASTA advocates predicted a quick override.\n\"We are outraged and dismayed at the President's veto of JASTA and the unconvincing and unsupportable reasons that he offers as explanation,\" 9/11 Families & Survivors United for Justice Against Terrorism said in a statement. \"No matter how much the Saudi lobbying and propaganda machine may argue otherwise, JASTA is a narrowly drawn statute that restores longstanding legal principles that have enjoyed bipartisan support for decades.\"\n\nGraphic\n\n \nPresident Obama speaks with Saudi Arabia's King Salman in Saudi Arabia earlier this year. Relatives of 9/11 victims are furious with President, saying he sides with Saudis (below) and not those killed on 9/11.\n\nLoad-Date: September 25, 2016"
}