{
    "title": "A scholarly approach to fighting terrorism; Institutions offer homeland security courses",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 3,
    "day": 16,
    "full text": "When machinist Kevin T. McDevitt lost his job last September, he went right into crisis mode. With luck, he'll stay there until he retires.\nMcDevitt, 50, enrolled in a terrorism-response curriculum offered for the first time this term at Montgomery County Community College in Blue Bell.\nHe hopes to market himself as a public-safety official at the local level. If a crisis comes, man and municipality will be ready.\n\"I know they're out there,\" McDevitt said of terrorists, \"and I know it's a field that's going to expand.\"\nAcademia's answer to 9/11, the coursework is a collaboration of six institutions that have banded together as the Collegiate Consortium for Workforce and Economic Development.\nStudents can work toward a certificate or degree in the emergency-response field by taking courses at Drexel University, Bucks County Community College, Delaware County Community College, Montgomery County Community College, Community College of Philadelphia, or Camden County College in South Jersey.\nThe courses are aimed primarily at police, fire and emergency medical workers, but aren't limited to them, said Benn Prybutok, the Montgomery County Community College professor who worked on the curriculum.\nStudents learn to recognize dangerous situations; how to plan for and respond to attacks; how to marshal resources; and how to work with local, state and federal agencies, Prybutok said.\nFirst responders who want to enhance their skills can choose a 31-credit nondegree certificate. Those aiming higher can work toward a 63-credit associate's degree in emergency management and planning. The degree folds seamlessly into two more years of study for a bachelor's degree at Drexel University in Philadelphia.\nMcDevitt, an East Norriton father of five, is going for his associate's degree in emergency management and planning. In January he became one of the first two emergency-management majors at Montgomery County Community College. He's moonlighting as a Realtor.\nIt's not easy for a 50-year-old to return to school, McDevitt said, but he hopes the payoff will be a starting salary of $32,000. With experience, those wages could double, Prybutok said.\nMcDevitt, a 20-year volunteer firefighter in East Norriton, said that until Sept. 11, 2001, he always considered terrorism something that happened to other people.\n\"In the 1990s, I took hazardous-material and terrorist training,\" McDevitt said, \"but it was always about Germany and Japan. I never thought it would happen in the U.S.\"\nPrybutok, 56, said the curriculum grew out of an increasing awareness that there are people working to \"do us harm.\"\nAnother trigger, Prybutok said, was the realization among academics and public planners that homeland security really does begin at home.\n\"Overwhelmingly, a lot of the burden has fallen on local government to marshal resources and fight the battle,\" he said.\nOne who is sharing her knowledge toward this end is Gina Bradley, chief of operations of Springfield Ambulance Association Station 311 in Wyndmoor. A paramedic for 19 years, she holds a master's degree in public safety.\nBradley, 39, teaches emergency planning and incident management at Montgomery County Community College.\nIn the past, she said, training for first responders focused on patient evaluation and resuscitation. Now it means managing the disaster scene, developing leadership skills, and ensuring the safety of emergency workers.\n\"Now we have to be familiar with anthrax, ricin,\" Bradley said. \"We're taught to be a little more observant. We're taught to use the area, contain it so no one gets hurt.\"\nAbout $500,000 for curriculum development began flowing to the consortium two years ago from the Pennsylvania Department of Labor and Industry. Students can choose among courses offered by all consortium members. Jason Cohen, an official with the Community College of Philadelphia, said the details of what courses can be taken at each school are being worked out.\nSo far, 18 students have signed up for the classes at Montgomery County Community College.\nSixty-four are enrolled at Delaware County Community College, and the first of these graduate in May.\nBucks County Community College will offer an associate's degree in emergency management starting this fall. The Community College of Philadelphia offers no such degree but may later. Camden County College gave noncredit certificates in emergency management to eight students last spring.\nChristopher J. D'Ascenzo, director of business development and homeland security systems for Lockheed Martin Corp., is pursuing a certificate in emergency management at Montgomery County Community College. He will use the material in his work, creating computer systems to protect the public.\nD'Ascenzo, 44, said he saw antiterrorism training as a timely, valuable tool for professionals, and a good career move for young job-seekers.\n\"I'd like to see them pursue these careers,\" he said. \"We're going to need them.\"\nContact staff writer Bonnie L. Cook at 610-313-8232 or bcook@phillynews.com.  \nFor Information\nThe collegiate consortium Web site is www.collegiateconsortium.org. For other information, contact the individual colleges in the consortium.\n\nGraphic\n\n \nPHOTO;\nGina Bradley, a paramedic for 19 years, teaches an emergency planning and incident management class.\nBOB WILLIAMS, Inquirer Suburban Staff\nKevin McDevitt (left) of East Norriton and William Clark of North Wales take notes during a class at Montgomery County Community College. Six institutions in the region have collaborated to offer a terror-response curriculum.\nBOB WILLIAMS, Inquirer Suburban Staff\nJohn Hearn of Philadelphia listens during class. The courses are aimed at police, fire and emergency workers but are open to all.\nBenn Prybutok worked on the homeland security curriculum.\n\nLoad-Date: August 23, 2005"
}