{
    "title": "A Secret History of the War in Afghanistan",
    "publisher": "the new york times",
    "year": 2019,
    "month": 12,
    "day": 16,
    "full text": "Listen and subscribe to our podcast from your mobile device: \nVia Apple Podcasts | Via RadioPublic | Via Stitcher\nFor nearly two decades, U.S. officials crafted a careful story of progress to justify an ongoing military campaign in Afghanistan. Newly disclosed documents reveal to what extent that story was not the reality of the war. Today, a former Marine who is now a New York Times reporter speaks about the missteps that the government concealed for years.\nOn today’s episode:\nThomas Gibbons-Neff, a Times reporter based in Washington and a former Marine infantryman.\nEric Schmitt, who covers terrorism and national security for The New York Times.\nBackground reading:\nAfghans have endured four decades of conflict, with little prospect of peace. This is the story of the 18 years since the American invasion, as told by the men and women who have lived it.\n“We were devoid of a fundamental understanding of Afghanistan — we didn’t know what we were doing,” one retired three-star Army general said in hundreds of classified memos obtained by The Washington Post.\nHere are our key takeawaysfrom the declassified documents. \nTune in, and tell us what you think. Email us at thedaily@nytimes.com. Follow Michael Barbaro on Twitter: @mikiebarb. And if you’re interested in advertising with “The Daily,” write to us at thedaily-ads@nytimes.com.\nThomas Gibbons-Neff and Eric Schmitt contributed reporting.\n“The Daily” is made by Theo Balcomb, Andy Mills, Lisa Tobin, Rachel Quester, Lynsea Garrison, Annie Brown, Clare Toeniskoetter, Paige Cowett, Michael Simon Johnson, Brad Fisher, Larissa Anderson, Wendy Dorr, Chris Wood, Jessica Cheung, Alexandra Leigh Young, Jonathan Wolfe, Lisa Chow, Eric Krupke, Marc Georges, Luke Vander Ploeg, Adizah Eghan, Kelly Prime, Julia Longoria, Sindhu Gnanasambandan, Jazmín Aguilera, M.J. Davis Lin, Dan Powell, Austin Mitchell, Sayre Quevedo, Monika Evstatieva, Neena Pathak and Dave Shaw. Our theme music is by Jim Brunberg and Ben Landsverk of Wonderly. Special thanks to Sam Dolnick, Mikayla Bouchard, Stella Tan, Julia Simon and Lauren Jackson.\n\nLoad-Date: October 12, 2021"
}