{
    "title": "A SHEIK ACCUSED; A 'BROAD' THEORY IS USED TO IMPLICATE AN EGYPTIAN CLERIC",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 8,
    "day": 27,
    "full text": "A few weeks ago, the question about Sheik Omar Abdel Rahman was whether the once-obscure Egyptian holy man would be deported from the United States -- and, if so, where this diplomatic hot potato would end up. This week the U.S. government changed the sheik's status from undesirable alien to target of a federal prosecution. In doing so, Attorney General Janet Reno has reversed a previous decision not to charge the sheik with a crime.\nThe difference is that the Justice Department is now relying on what is described as a ''broad'' approach, one that doesn't allege that the sheik had a direct role in either the bombing of the World Trade Center or an aborted plot to blow up subway tunnels and buildings. Instead, he stands accused of being a ''leader of the organization with whom others consulted in pursuing and planning bombings, murders and other acts of terrorism in furtherance of the objectives of the conspiracy.''\nProsecutors apparently will place great weight on surreptitiously tape- recorded conversations in which the sheik provided his followers with ''instruction regarding whether certain acts of terrorism were permissible or forbidden.'' But were such comments abstract musings or endorsements of particular acts of violence?\nPerhaps predictably, an attorney for one of the defendants in the case has accused the government of fabricating a ''vast Islamic conspiracy'' out of ''every allegation, every rumor, every loose end.'' Inevitably, voices will be raised in the Arab world to accuse the United States of putting the sheik on trial because of his opposition to the pro-American government of Egypt.\nIf the sheik participated in a conspiracy to murder and maim Americans, he deserves to be prosecuted to the full extent of the law, regardless of the political consequences. But if the ''broad'' case against him also proves to be a shallow one, the government will have done more than lose a case.. It also will have made it harder for this country to argue that its judicial system is not a hostage to its foreign policy.\n\nLoad-Date: September 20, 1995"
}