{
    "title": "A SIGN OF RELIEF; BUSH ADMINISTRATION LOWERS TERRORISM ALERT TO _YELLOW_ AS THREAT FROM IRAQ FADES W",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 4,
    "day": 17,
    "full text": "The national terrorism alert, which had been at \"orange\" since three days before the first American bombs struck Baghdad, dropped to \"yellow\" Wednesday.\nThe alert was raised to \"orange,\" or high, on March 17 after President George W. Bush warned that war with Iraq might inspire terrorists to strike the United States. Administration officials said the lowered alert reflected the end of significant fighting in Iraq.\nBut Missouri Homeland Security Director Tim Daniel said Wednesday that while a defiant Iraqi regime may no longer pose a high risk for terrorism, the continuing specter of al-Qaida is another matter.\n\"The war is over,\" said Daniel, a retired Army colonel. \"There certainly still are dangers to our soldiers, but the regime is gone. Becaus e the potential for high civilian deaths didn't happen, I no longer see the motivation. So whatever reason an Iraqi agent might have had, or some sympathizer who might have tried something here, is gone. We now have a much-diminished threat.\"\nBut he warned: \"Al-Qaida is still al-Qaida. If they have the capacity to attack, they will do so at their own time and choosing. It probably won't be aligned to the war.\"\n\"Yellow\" is the middle of the five-step terrorism alert system that the government created in March last year, six months after al-Qaida executed the terrorist attacks that killed 3,025 in New York, Washington and Pennsylvania. The nation has been at \"yellow\" or \"orange\" since the system was enacted. \"Red\" is the highest level, and \"green\" is the lowest.\nAnalysts offer a number of theories for the lack of retaliation during the busiest days of the war, including increased anti-terrorism efforts, improved intelligence gathering overseas and tightened security at home. Still, many said they were surprised at the lack of even a small-scale attack on U.S. soil, either by al-Qaida, Iraqi agents or Islamic sympathizers.\nEven though weakened by recent military and intelligence actions, many experts believe that al-Qaida still presents the greatest threat to mount a large-scale attack in the United States.\nThe international terrorist organization took blows in recent months with the capture of Khalid Shaikh Mohammed in Pakistan and the killing in Yemen of Qaed Salim Sinan al-Harethi with a missile launched from a U.S. Predator drone aircraft.\nThe two top al-Qaida lieutenants played instrumental roles in planning attacks such as the bombings of the U.S. Navy destroyer Cole and two U.S. embassies in East Africa, and the terrorist attacks of Sept. 11, 2001, according to U.S. intelligence.\nSome analysts theorize that their absence might have disrupted any plans for a pending attack in the United States.\nOthers speculated that rather than seeking to retaliate for an invasion against an unpopular leader, al-Qaida may instead be using the war to lure new recruits. The group might seek to portray to Muslims the removal of Saddam Hussein's regime as another phase in a centuries-long history of assaults on Islam by invading infidels.\n\"I was never persuaded al-Qaida would go to war on behalf of Saddam Hussein,\" said Brian Jenkins of the Rand Corp. \"They may have simply reached a strategic decision and thought, let the war in Iraq go ahead, we'll watch the slaughter, Saddam Hussein will be gone, and we will be here to take advantage of it.\"\nOthers say al-Qaida works on its own timetable, striking when and where it chooses.\n\"Terrorists will attack when they think there's a vulnerability and there's a target to attack,\" said Michael Chamness, who heads Illinois' terrorism task force. \"I never tied that to the first shot in Iraq or the anniversary of Sept. 11. If they have the ability to do it, they're going to do it where and when they want.\"\nAl-Qaida also tends to stage large attacks that target visible symbols of American power that resonate with television viewers worldwide. Such operations can take years to plan.\n\"It's just a matter of time,\" said Michael Scardaville of the Heritage Foundation in Washington. \"They're still out there, active and have an agenda against the United States. Although al-Qaida has been weakened, it's still capable.\"\nThe vast number of security improvements in the past 19 months is a deterrent and may have thwarted some attacks, some said. America is a much hardened target since Sept. 11, 2001.\n\"It is an operational environment that a terrorist would certainly find challenging,\" Jenkins said.\nSecurity also increased as war loomed. Late last month, the State Department expelled three remaining Iraqi diplomats from Washington and said it had information that Iraqi intelligence officers had planned terrorist attacks against U.S. interests in two foreign countries.\nIn both cases, the operatives were arrested, terrorist material was confiscated, and no attacks were carried out.\nA day after U.S. troops crossed the Iraqi border, FBI agents fanned out across America interviewing Iraqis. FBI Director Robert Mueller said the effort was aimed at preventing any retaliatory strikes.\nOthers credit a quick military campaign in Iraq for preventing the violent Muslim backlash that might have fueled anger and led to a reprisal here. The use of \"surgical and precise\" attacks and fewer U.S. troops limited the number of civilian casualties that might inflame large numbers of Muslims, said James O. Ellis III of the Oklahoma National Memorial Institute for the Prevention of Terrorism.\n\"It's pretty clear we're not there to destroy the country but to destroy the regime,\" Ellis said.\nBut tension could rise the longer U.S. forces remain in Iraq, said Charles Pena of the Cato Institute.\n\"The risk goes up more once the war is over,\" Pena said. \"That's when we're there as an occupying force trying to run and change Iraq, and that's likely to stir things up even more in the Middle East.\"\nRegardless of whether it happens sooner, later or ever, the threat of a terrorist attack in the United States is having a pronounced effect.\n\"What the American people need to understand is that the war is not over even if we capture Osama (bin Laden) and Saddam (Hussein) this week,\" said Randy Larsen of the Homeland Security Institute. \"The international security equation has undergone a fundamental change. The whole homeland security thing is not going away.\"\n\nNotes\n\nNATION - NATIONAL FOCUS; Reporter Phillip O'Connor:; E-mail: poconnor@post-dispatch.com; Phone:314-340-8321  \n\nGraphic\n\n \nPHOTO; Photo by ROBERT COHEN /POST-DISPATCH - Last month, Nick Hughes (left) and Jerry Essington of the Illinois Department of Transportation placed concrete barriers around the Thomas F. Eagleton U.S. Courthouse downtown. The barriers are still in place there. The Illinois agency was installing them because it had a surplus of the barriers.\n\nLoad-Date: April 17, 2003"
}