{
    "title": "A Singular Conviction Amid the Debate on Torture and Terrorism",
    "publisher": "the new york times",
    "year": 2015,
    "month": 4,
    "day": 20,
    "full text": "Agonizing over torture as an antiterrorism tactic -- how to define it and how to punish abusers, if at all -- has been central to national security debates since the Sept. 11, 2001, attacks. The issue has received renewed attention in recent months with the release of a Senate committee report describing techniques used by the Central Intelligence Agency against terrorism suspects, practices found by senators to have been high in brutality and low in effectiveness.\nA few pivotal questions about war's excesses come together in the decade-old case of one man, who now has the attention of Retro Report, a series of video documentaries that examine major news stories of the past and their impact today. This man, David A. Passaro, is a former Army Ranger who in 2003 went to work for the C.I.A. in Afghanistan as an independent contractor. His brief tour in that country turned out wretchedly. He ended up being sentenced to more than six years in federal prison for beating an Afghan prisoner who then died at an American military base near the border with Pakistan. \n  Despite evidence that abuses like those chronicled in the Senate report were far from isolated, Mr. Passaro's situation was singular. A few dozen members of the military were court-martialed for misconduct like the well-documented humiliations inflicted at Abu Ghraib prison in Iraq. But Mr. Passaro is believed to be the only C.I.A.-connected civilian ever prosecuted for going too far. So rare was his case that, to bring him to trial in this country for actions committed overseas, the Justice Department took the highly unusual step of invoking the Patriot Act, the post-9/11 statute intended principally to thwart would-be terrorists.\n  Issues raised by his prosecution reflect the broader matter of how much latitude government agents should be given in the name of keeping America safe. For starters, did Mr. Passaro's actions indeed qualify as torture? He says no. Even if the answer is yes, did he have reason to believe, as he claims, that he was acting with the tacit blessing of his superiors, regardless of the government's position that it never sanctioned torture?\n  Was he, as federal prosecutors claimed, justly put in the dock as an outlier whose unconscionable behavior broke all the rules? Or was he a convenient fall guy, as he asserts, for powerful figures who were embarrassed by shocking revelations, including those about the outrages at Abu Ghraib?\n  A bantam of a man, Mr. Passaro had a knack for rubbing people the wrong way, and was described a decade ago by ex-wives and neighbors as anything but a cool-under-fire sort. He was said to be quick to anger and equally quick to use his fists. Nonetheless, he retained a security clearance. In June 2003, a civilian on a C.I.A. contract, he found himself in Asadabad, on the eastern rim of Afghanistan, where American forces had an outpost.\n  Rocket fire was hitting that base, and the military wanted to put a stop to it. A local farmer in his late 20s, Abdul Wali, became a suspect. He fell into the hands of Mr. Passaro, who was allowed to question Mr. Wali -- even though, by his own admission, he had no training in interrogation techniques. ''I wasn't hired to be nice to these terrorists,'' he told Retro Report when interviewed in Fayetteville, N.C., near where he has lived since his release from prison in 2010. ''I was there to get a job done.''\n  Witnesses at Mr. Passaro's trial told how he repeatedly beat Mr. Wali with his fists and a heavy flashlight, and kicked him in the groin. Prosecutors described Mr. Wali as being in so much pain that he asked to be shot. This treatment of him went on for two days. A day later, he died. The cause of death was not firmly established because no autopsy was performed.\n  One year on, in June 2004, a federal grand jury in North Carolina charged Mr. Passaro with four counts of assault. In a somewhat unusual move, the indictment was announced by the attorney general, John Ashcroft, who said that ''criminal acts of brutality and violence against detainees'' would not be tolerated.\n  No one at the trial invoked the word ''torture.'' But Mr. Passaro understood that it was, in effect, what he stood accused of. He rejected any such suggestion. ''At one point he lurched out after me, and I slapped him,'' he said of Mr. Wali, adding: ''Is that assault? It could be construed as assault. But in the war on terror and in Afghanistan, in Asadabad, that's not assault.'' As he saw it -- indicted as he was two months after damning photos of Abu Ghraib abuses became public -- he had become the designated scapegoat. Senior government officials, he said, ''had to show they were going to hold the C.I.A. accountable, so they had me.''\n  More durable concerns raised by this case dwell on where ultimate responsibility resides when things go terribly wrong. Does it rest, as the government preferred to have it, solely with the man who did the beatings? Or should someone higher in the chain of command have been held accountable, for having sent in an untrained, hot-tempered fellow like Mr. Passaro in the first place? Then there is perhaps the biggest question of all: Did signals emanating from Washington give soldiers and civilians on the front line every reason to believe that, in dealing with terrorism suspects and their allies, it was O.K. for them -- even expected of them -- to take the gloves off?\n  By 2003, the Bush administration had long concluded that critical aspects of the Geneva Conventions governing the treatment of prisoners did not apply to Al Qaeda or the Taliban. The C.I.A. was handed permission to resort to waterboarding and other ''enhanced interrogation techniques,'' the phrase favored by those in authority, who assiduously avoided the word ''torture,'' let alone the idea that Americans sanctioned it.\n  ''We all agreed this was the right thing to do for this country,'' said Alberto R. Gonzales, who was White House counsel and then attorney general under President George W. Bush.\n  Mr. Gonzales, now the law dean at Belmont College in Nashville, told Retro Report, ''We were comfortable in the application of these enhanced techniques to the most serious, the worst of the worse.''\n  ''There was a procedure put in place, or a process imposed by the Department of Justice,'' he said. ''Certain safeguards had to be met.''\n  ''I try not to get into discussion about what is or what is not torture, because if you believe it's torture, there's nothing I can say to dissuade you of that,'' he continued. ''When I think about torture it's broken bones, electric shocks to genitalia. It's pulling your teeth out with pliers. It's cutting off a limb. That's torture. Is waterboarding at the same level? I'd say probably not.''\n  But for Alberto J. Mora, who was the Navy's general counsel at the start of the wars in Afghanistan and Iraq, the government ''disfigured'' the definition of torture. Beyond that, ''we've dispensed with the concept of accountability,'' Mr. Mora, a board member of Human Rights First, an advocacy group in New York and Washington, said to Retro Report.\n  Mr. Passaro, now 48, insists he took his cues from the top. ''America was angry,'' he said, ''and they believed that the C.I.A. and the military would actually be able to go out and do their jobs now, with maybe a little bit more relaxed procedures. That was my belief. That's kind of what's filtered down, down to us.''\n  The techniques he employed elicited good information, Mr. Passaro told Retro Report, and torture, he said, does not accomplish that. Pugnacious as ever, he said: ''Anything that I did to Abdul Wali, none of that constitutes torture. In hindsight, I wouldn't have done anything different.''\n\nhttp://www.nytimes.com/2015/04/20/us/a-singular-conviction-amid-the-debate-on-torture-and-terrorism.html\n\nLoad-Date: April 20, 2015"
}