{
    "title": "A SIMPLE CHOICE_ Religion must not hinder the battle against terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 9,
    "day": 27,
    "full text": "It is, in a stunningly real sense, a world turned upside down.\nSince Sept. 11, the United States has a surprising new set of friends: Russia, Uzbekistan, Kazakhstan, for example, countries once part of an empire dedicated to America's destruction; Pakistan, seen for years as a supporter of terrorism; and several Arab states, which have pledged to support a coalition against terrorists and to share intelligence.\nRussian President Vladimir Putin put it as plainly as it could be stated: \"The Cold War is over.\" Arriving in Germany on Monday, he said, \"It's as though we could not realize that the world is no longer split into two enemy camps. The world has become much, much more complicated.\"\nAJC\nHe's right that geopolitics is no longer bipolar, but he's wrong about that second part. If anything, the world is as simple as it has ever been, or could be.\nThere is only one real global threat today. Importantly, it's not just the enemy of America or the West. It is a threat to anyone who stands in the way of its campaign to rid the globe of freedom, of all religions except one and of 1,400 years of civilization. It believes it is on a mission for God, and thus is unrestrained by fear or by conscience.\nEven as nations sign on to the coalition, the biggest concern is not that things will get complicated, but that not everyone will realize how simple it is. President Bush said it with unblushing clarity: You are either with us, or you are with the terrorists.\nFor most countries, the choice is obvious. Unfortunately, some Arab and Islamic nations, and Muslims in many places, are having trouble making theirs. It is a disturbing hesitation, one that could make the world even more complicated, and more dangerous, than Putin imagines.\nNo one really cares what religion was practiced by the men who attacked on Sept. 11; nobody is interested in the bizarre interpretations of holy texts and teachings spouted by those involved in terrorism. Atrocities were committed, they must be stopped, more must be prevented --- no matter who did them.\nThe problem is that not everyone yet sees things that way. Too many look not at the horror of the attacks but at the religious label the attackers wear, and are moved not to join the fight against them but to leap to their defense.\nMany Muslims --- call them Group A --- insist the extremists are perverting their faith, violating its basic beliefs. But Group B, including some clerics and political leaders, rush to paint a defense against the terrorists as an assault by infidels on Islam.\n\"The Muslim people are united, just like one body. They must stand by each other and support each other at all times,\" the Associated Press quoted cleric Mussa Abu-Sweilem in Amman, Jordan. \"Revenge will increase against the United States if it takes any action,\" another religious leader threatened at the Grand Mosque in Manama, Bahrain.\nEven some governments in the Middle East say they condemn the terrorist attacks, but then warn against any real response. This is not condemnation, just another form of collaboration.\nThe test for the world, especially for Arab and Muslim nations and Muslim people everywhere, is whether everyone can make this situation as simple as it must be if we are to achieve a resolution that does not escalate into the kind of \"holy war\" so casually threatened by the fanatics and their admirers. Essentially, Group A has to understand that Group B is as much an enemy to real Islam as it is to America and the West --- and it has to join the fight.\nIn this \"new world,\" you are either part of the solution, or you are part of the problem. It's a simple choice.\n \nRichard Matthews is a member of the Journal's editorial board. His column runs in the Journal on Thursday.\n\nLoad-Date: September 27, 2001"
}