{
    "title": "A skeptical Mideast public awaits U.S. election verdict",
    "publisher": "usa today",
    "year": 2008,
    "month": 10,
    "day": 29,
    "full text": "John McCain and Barack Obama have very different visions for what America needs over the next four years, and when it comes to foreign policy, the differences are quite stark.  On Middle East policy, in particular, many of their positions are diametrically opposed.\nObama wants a phased withdrawal of U.S. troops from Iraq; McCain wants no timetables. Obama is open to direct diplomacy with such foes as Iran; McCain says preconditions would have to be met.\nWhat do Arabs and Muslims in the Middle East think of the U.S. candidates?  Mideast experts and polls, as well as interviews I've done through e-mail and in person during a recent trip to Syria, indicate mixed reviews of the two nominees -- but with an edge for Obama.\nOne thing is clear: Whoever wins will have a tough task.  Not only must he work toward elevating America's standing in the Middle East, he must also demonstrate to an increasingly frustrated Arab public that his policies will be a real change from the past eight years.\nObama's statements about the Middle East and Muslims in general have been more tempered than McCain's. Fawaz Gerges, a professor of international affairs at New York's Sarah Lawrence College, echoed the sentiments of many Arabs when he told Saudi TV that Obama is \"the only presidential candidate (who) talked about reconciliation with the Arab and Muslim worlds.\"\nObama's family background is also seen to give  him an edge. Lebanese journalist Huda al Husseini recently wrote in Asharq Al-Awsat, a pan-Arabic newspaper, that Obama's family ties to Kenya and Indonesia  highlight his \"unique background and upbringing, which in turn gives him a distinctive outlook to the world that is markedly different from the mainstream.\"\nYet any American candidate, no matter the background or stump speeches, would have tough sledding in the region in the wake of unpopular wars in Iraq and Afghanistan. U.S. standing has suffered considerably.\nThe Pew Research Center recently reported that those polled in Egypt, for instance, showed slight confidence in either candidate: 31% for Obama and 23% for McCain.  In Jordan, tepid support for McCain was 23%, just one point  higher than Obama. Not exactly enthusiasm.\nBut Jordanian real estate agent Shada Mohammed told me she favors Obama because \"he seems (more) neutral to the Arab world than McCain.\"\nThat's a common sentiment. Though McCain has more experience, he is perceived by those I interviewed as too aggressive and too closely linked with President Bush.  Arabs have not forgotten his singing pledge, though made in jest, to \"bomb, bomb, bomb\" Iran.  Nor have they forgotten his continued support for the Iraq war.\nOn the issue of terrorism, McCain's approach strikes Muslims as harsh.  He uses buzzwords such as \"Islamic terrorism\" or \"Islamic extremism.\"  Continuing to link Islam with terrorism won't win hearts and minds in the region. Obama has been more sensitive to these concerns.\nFormer secretary of State Colin Powell, who recently endorsed Obama, articulated this point quite well. \"What if he (Obama) is (Muslim)?  Is there something wrong with being a Muslim in this country?  The answer's no, that's not America,\" Powell said on Meet the Press. \"Those kinds of images going out on Al-Jazeera are killing us around the world,\" he said after the show.\nMost Arabs recognize that neither they nor Americans benefit from misunderstandings between the U.S. and Middle East nations.  Let's hope that the candidate who wins on Tuesday will recognize that as well.\nSouheila Al-Jadda is associate producer of Mosaic: World News from the Middle East, on Link TV. She's also a member of USA TODAY's board of contributors. \n\nGraphic\n\n \nGRAPHIC, B/W\n\nLoad-Date: October 29, 2008"
}