{
    "title": "A snapshot of our times",
    "publisher": "the bismarck tribune",
    "year": 2012,
    "month": 1,
    "day": 19,
    "full text": "LOS ANGELES - Shawn Nee, 35, works in television but hopes to publish a book of photographs. Shane Quentin, 31, repairs bicycles but enjoys photographing industrial scenes at night.\nThe Los Angeles County Sheriff's Department probably wishes both would find other hobbies. Herewith a story of today's inevitable friction between people exercising, and others protecting, freedom.\nWhen the Los Angeles Police Department developed a Suspicious Activity Report program, the federal government encouraged local law enforcement agencies to adopt its guidelines for gathering information \"that could indicate activity or intentions related to\" terrorism.\nFrom the fact that terrorists might take pictures of potential infrastructure targets (\"pre-operational surveillance\"), it is a short slide down a slippery slope to the judgment that photography is a potential indicator of terrorism, and hence photographers are suspect when taking pictures \"with no apparent aesthetic value\" (words from the suspicious activity guidelines).\nOne reason law enforcement is such a demanding, and admirable, profession is that it requires constant exercises of good judgment in the application of general rules to ambiguous situations. Such judgment is not evenly distributed among America's 800,000 law enforcement officials and was lacking among the sheriff's deputies who saw Nee photographing controversial new subway turnstiles. Deputies detained and searched Nee, asking if he was planning to sell the photos to al-Qaida.\nNee was wearing, in plain view, a device police sometimes use to make video and audio records of interactions with people, and when he told a deputy he was going to exercise his right to remain silent, the deputy said: \"You know, I'll just submit your name to TLO (the Terrorism Liaison Officer program). Every time your driver's license gets scanned, every time you take a plane, any time you go on any type of public transit system where they look at your identification, you're going to be stopped ... . You will be on the FBI's hit list.\"\nNee is not easily discouraged and has a bantam rooster's combativeness about exercising his rights. He exercised them again, successfully, when police told him to stop photographing during an incident while he was standing next to Shania Twain's star on the Hollywood Walk of Fame.\nQuentin, who finds aesthetic - and occasional monetary - value in photographs of industrial scenery at night, was equally persistent when deputies ordered him to stop taking pictures, lest they put his name on a troublesome FBI list. He was on a public sidewalk, using a large camera on a tripod, photographing an oil refinery at 1 a.m. He has a master's degree in fine arts from the University of California, Irvine, so there.\nIn conjunction with a Long Beach Post story on distracted drivers, a photographer went to a busy intersection to take pictures of people texting and talking on hand-held phones while driving. A courthouse was in the background; deputies called it a \"critical facility,\" so his picture-taking was \"suspicious activity.\" He was given a pat-down search and deputies demanded to see the pictures he had taken.\nOn behalf of such photographers, Peter Bibring of the American Civil Liberties Union of Southern California has filed a complaint alleging violations of the First Amendment (photography as an expressive activity; freedom of the press is constitutionally guaranteed) and Fourth Amendment (unreasonable searches of persons and their cameras). Bibring, not a stereotypical ACLU fire-breather, is sympathetic about the difficult decisions law enforcement officers must make concerning the shadowy threat of terrorism. As are instances of government overreaching in the name of security. Most seasoned law enforcement professionals, however, have sufficient judgment to accommodate the fact that online opportunities for the dissemination of photographs mean lots of people can plausibly claim to be photojournalists. Digital cameras - your cellphone probably has one - are so inexpensive and ubiquitous that photography has become a form of fidgeting: Facebook users upload 7.5 billion photos every month.\nThis raises reasonable suspicions not of terrorism but of narcissism, which is a national problem but not for law enforcement.\n(George Will writes for the Washington Post. His syndicated column appears Sundays and Thursdays.)\n\nLoad-Date: January 20, 2012"
}