{
    "title": "A story of Cuban terrorism;",
    "publisher": "the tampa tribune ",
    "year": 2001,
    "month": 6,
    "day": 10,
    "full text": "Timothy McVeigh, the American terrorist, called the children who were killed in the Oklahoma  City bombing \"collateral damage,\" while Cuban terrorist Fidel Castro in his assault on the Moncada  barracks in Santiago de Cuba killed 14 youngsters without his claiming collateral damage or showing  any regret for their deaths. That was 1953.\nHow did this first chapter of the Cuban tragedy happen? According to what the old people of  Artemisa say, a fellow unknown to the community who was later identified as Fidel Castro had  secretly trained these youngsters in terrorism. Their parents knew nothing about it. Many of these  kids were from nearby towns and happened to live in Artemisa City because they were attending the  only high school in the region.\nOnce the boys were trained, Castro brought a bus and took them on what looked like a pleasure  trip to Santiago, where thousands of visitors joined the local people to celebrate the famous  Santiago's Mardi Gras. Most of the soldiers from the Moncada barracks were at the carnival except  those who were on duty or were sick.\nOn their way to Santiago, a bus full of boys from Matanzas province joined them. They arrived at  the Moncada barracks at night. Castro dumped the boys at the entrance of the barracks infirmary and  disappeared from the scene of the action.\nI DON'T KNOW how many of the boys from Matanzas were killed, but I do know that 14 from Artemisa  lost their lives. None of them was old enough to realize the terrible crime they had committed.  More than 40 soldiers were stabbed in their beds with knives.\nFor more than a week the police looked for Castro everywhere and could not find him, but when  they were about to give up, the bishop of Santiago, Monsignor Perez Serrante, said that he knew  where Castro was and would reveal the place if the government would promise a fair trial.\nThe government did just that and Castro was imprisoned. He was hidden in the bishop palace.\nMiguel A. Quevedo, the editor of the magazine Bohemia, the most popular and most prestigious  publication in pre-Castro Cuba, contrary to his tradition started intensive propaganda in order to  make Castro popular, presenting him as a patriot.\nThis erroneous campaign was very successful among the Cuban radicals and others who believed it  because Bohemia was saying it.\nThe radio commentators continuously repeated the praises Bohemia was disseminating. The public  opinion favorably accepted Castro's attack on the Moncada barracks. Leftists from many countries  wrote letters to the media demanding freedom for Castro. Finally the Cuban Congress approved an  amnesty, and Castro became a free man.\nOnce released, Castro went to Mexico, which was then the least democratic country in the  Americas and a sanctuary for every runaway communist. There he met the exiled Spanish republicans,  most of them communists, and Ernesto Guevara, alias Che, an Argentinian and a communist, a fugitive  from Guatemala, where he had acted as henchman for Jacobo Albernz.\nAlbernz tried to foment the first communist state in America. Guevara claimed to be a doctor of  medicine, but Ann Wright, who translated his diaries, wrote that he had been a medical student and  not a doctor. Enrique Ross, an intellectual and historian, researched and proved that Che was not a  doctor.\nIn Mexico, Castro started a collection of money from sympathizers mostly from Cuba, Spain,  Mexico, Venezuela and, of course, the United States. That money allowed him to keep his lifestyle  of living well without working.\nWHEN FULGENCIO BATISTA fled Cuba and Castro took over, Quevedo, the editor of Bohemia, fled to  Venezuela after all his properties had been confiscated and he was repudiated by the Cuban people.  He committed suicide and left a posthumous letter in which he confessed that he was to be blamed,  but he was not the only one. This letter should form part of the material to be taught in the  schools of journalism so that the students learn from it what might happen to those who trespass  the boundaries of reporting the facts as they are, not as to what they may think they are or want  them to be.  WILLIAM G. RODRIGUEZ  Tampa\n\nNotes\n\nLETTERS\n\nLoad-Date: June 12, 2001"
}