{
    "title": "A Terrorist Who Was Not Alone Good Fences",
    "publisher": "the forward",
    "year": 2009,
    "month": 11,
    "day": 13,
    "full text": "If we are to understand  the present, we must  remember the past.\nWaves of shock and alarm have  been rolling through Israel in  the wake of the November 1  arraignment of a West Bank  settler, Florida-born Yaacov Jack Teitel,  on murder, assault and weapons charges  stretching back over 12 years. Police  and other officials call it the latest case  of the elusive malady known as Jewish  terrorism.\nSecurity sources tell reporters that the  case is unusual, perhaps unique, because  of the suspect's apparent ability to operate  undetected for years, executing a  string of well-planned attacks seemingly  single-handedly. Also unusual is his wide  range of alleged targets: not just Arabs  but also left-wing Jews, Jews practicing  Christianity and possibly gays.\nThe case has prompted a flurry of  Israeli soul-searching and finger-pointing.  Liberals claim an atmosphere of messianic  religious nationalism makes West  Bank settlements a breeding ground for  extremist violence. Settlers accuse liberals  and the media of demonizing an entire  community because of isolated acts by a  few misfits. Both sides ask why the security  services took so long to nab Teitel.\nIf answers are scarce, that's partly  because memories are short. A quarter-century  after the mass arrest of the notorious  Jewish Underground in 1984, Jewish  anti-Arab violence has become a routine  aspect of West Bank unrest, yet each new  case somehow comes as a surprise. True,  it's not nearly as widespread or deadly as  Palestinian anti-Israeli terrorism, but it's  far more common than usually thought.  What's truly unusual about the Teitel case  is that terrorism is called by its name,  and that there's been an arrest. Most  assaults by settlers against Palestinians  yield cursory investigations, no arrests  and no public memory, except among  the victims.\nA study released in 1994 by the Israeli  human rights group B'Tselem found that  between 1988 and 1993, during the first  intifada, 62 Palestinians were killed by  settlers, compared with 117 Israeli civilians  and 64 security personnel killed by  Palestinians (plus 1,145 Palestinians killed  by Israeli security forces). Examining 48  of those 62 Palestinian deaths, the study  found 13 cases that went to trial, yielding  one murder conviction. Another nine  brought convictions on lesser offenses;  the rest remained unresolved.\nA government study released in 1984,  led by Deputy Attorney General Yehudit  Karp, examined 70 Palestinian complaints  of attacks by settlers between May 1981  and April 1982. Fully 53 complaints  ended in no government action, due to  lack of evidence or absence of public  interest. Karp charged that the army and  government systematically overlooked  or downplayed settler violence against  Arabs.\nIn 2007, an Israeli rightist group, Honenu  (Pardon Us), gave the government a list  of Jewish security prisoners  mostly  convicted terrorists  whose release it  demanded in the event that Palestinian  prisoners were freed in exchange for Gilad  Shalit. The list included 37 names.\nIt was in 1984, the year of the Karp  Report, that the concept of Jewish terrorism  first received widespread notice,  following the mass arrest of the so-called\nJewish Underground. Their crimes included  car-bomb attacks on three Palestinian  mayors, leaving two severely maimed,  plus attempted bombings of Arab commuter  buses and an armed assault on an  Islamic college campus, killing three students  and wounding 40. In all 25 persons  were arrested, mostly prominent leaders  of the Gush Emunim settler movement.  Most were sentenced to 20 years to life;  nearly all were paroled or pardoned by  1990.\nTo most Israelis and foreign Middle East  watchers, Jewish terrorism consists of the  dimly remembered Jewish Underground,  plus the 1994 killing of 29 Arab worshippers  in Hebron by Brooklyn-born  Baruch Goldstein and the assassination  of Yitzhak Rabin in 1995.\nBut that's only a fraction of the total.  Many more were forgotten or barely  noticed even at the time. During the  1984 Jewish Underground furor, two  other, unrelated terror cells were rounded  up, but they merged in the public mind  into one confusing incident: a group of  Kahanists convicted of bus bombings and  shootings and a group of kabbalists convicted  of trying to blow up the mosques  on the Temple Mount.\nAnother organized group was rounded  up in 2003, following a two-year spree of  roadside shootings, killing eight, and the  bombing of an Arab girls' middle school  that wounded 11. Nine men were eventually  convicted, but the case unfolded too  slowly to make a splash. More important,  media coverage focused sympathetically  on one suspect, Yitzhak Pass, whose  10-month-old daughter Shalhevet was  murdered by a Palestinian sniper in 2001,  sparking the group's formation.\nSeveral highly publicized crimes never  registered with the public as terrorism  because they were immediately dismissed  by officials as acts of deranged individuals   even though the suspects were later  found sane, convicted of terrorist acts and  given life sentences. The best known:  Alan Goodman, a Baltimore-born soldier  who opened fire on the Temple Mount in  1982, killing two guards and wounding  nine others; and Ami Popper, a Rishon  Letziyon youth who gunned down seven  Arab day-laborers at a bus stop in 1990.  He's since become a hero of the far right.\nIt's an unpleasant story, but an essential  one. If we don't remember the past, we  can't understand the present. We often  speak of the sacred duty of remembrance,  but memories are tricky things.\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: November 10, 2009"
}