{
    "title": "A TERRIBLE BILL; POLITICS IS DRIVING DRACONIAN ANTI-TERRORISM LEGISLATION",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 4,
    "day": 18,
    "full text": "No lawmaker wants to be labeled soft on terrorism - especially in an election year. That's why Congress has been moving quickly to pass a badly flawed anti-terrorism bill in time for President Clinton to sign it by tomorrow, the first anniversary of the Oklahoma City federal building bombing that took 168 lives. Yesterday the Senate overwhelmingly approved the bill and sent it to the House for a vote today.\nNever mind that the bill needlessly endangers the constitutional rights of U.S. citizens, or that only one of its provisions - a limit on death-penalty appeals - could directly affect the Oklahoma City bombing case. The measure is more about getting votes than countering terrorism.\nUnderscoring the election-year politics being played, GOP leaders announced the compromise agreement at a news conference attended by the families of victims of the Oklahoma City bombing and the Pan Am Flight 103 terrorist bombing over Scotland.\nAnd President Clinton stooped to partisanship by charging in his weekly radio address Saturday that ''under pressure from the Washington gun lobby'' House Republicans had gutted the bill.\nThe measure began as a response to foreign terrorism after the 1993 bombing of the World Trade Center in New York. But after the Oklahoma City bombing, the administration and the Senate added provisions to address domestic threats as well.\nWhen the proposal reached the House, an unusual coalition of liberals and conservatives stripped the bill of several key provisions they correctly maintained would give the federal government too much power to flout civil liberties. One of the most sensitive issues was the administration's request for authority to conduct so-called roving wiretapping in terrorism cases.\nThe compromise version that emerged this week does not include expanded wiretap powers. Also rejected was the administration's proposal to let the military help in cases involving biological and chemical weapons. Military assistance is limited to cases involving nuclear weapons.\nBut the bill gives the government sweeping authority to exclude or deport suspected foreign terrorists without letting them see the evidence against them and bars organizations with terrorist links from raising money within the United States.\nIt requires that tracing agents called taggents be added to plastic explosives. However, it only calls for a study on whether to require taggents for other explosive materials, such as the fertilizer used in the Oklahoma City bombing.\nThe legislation also would give the president new authority to designate foreign terrorist groups. The final bill provides $ 1 billion over four years to combat terrorism. The House bill had no funding.\nThe bill's most troubling provision would make major changes in habeas corpus rules by limiting death-row appeals. In most cases, inmates would be limited to one federal appeal after their state court appeals are exhausted. This would apply to death-row inmates in all criminal cases, not just those convicted as terrorist.\nMr. Clinton had opposed changes in habeas corpus rules, which Republicans had sought unsuccessfully in earlier anti-crime bills. House aides now say it is likely that the president will sign the measure.\nThere is little in this Draconian bill that will deter international or domestic terrorism or help law-enforcement agents investigate future acts. But there is much that is constitutionally suspect and likely to erode the civil liberties of American citizens.\n\nLoad-Date: April 21, 1996"
}