{
    "title": "A Terrorism Trial in the Federal Courts",
    "publisher": "the new york times",
    "year": 2017,
    "month": 7,
    "day": 25,
    "full text": "Republicans raged over what they called the White House's weak and dangerous decision last week to prosecute in federal court a man suspected of belonging to Al Qaeda, rather than shipping him off to the military prison at Guantánamo Bay, Cuba.\nSorry, wrong year. That happened back in 2009, when President Barack Obama and his attorney general, Eric Holder Jr., tried to  put Khalid Shaikh Mohammed, the 9/11 mastermind, on trial in New York City. \n  Senior Republicans claimed to be aghast. John Boehner, then the House minority leader, said Mr. Obama was ''treating terrorism as a law enforcement issue and hoping for the best.'' Jeff Sessions, then a senator from Alabama, said the attempt to move Mr. Mohammed to federal court showed ''fighting global terrorism is not the priority it once was.''\n  Republicans complained about more than Mr. Mohammed, whose civil trial was called off in early 2010; throughout Mr. Obama's presidency, they fumed often at the prospect that terrorism suspects would enjoy the constitutional protections of civilian trials.\n  Yet there was no similar outcry last week at the news that Mr. Sessions, now the attorney general, has agreed to try Ali Charaf Damache in a federal court in Philadelphia. Mr. Damache is believed to be a recruiter for Al Qaeda and is charged with providing material support to the organization. He was extradited from Spain, where he was arrested in 2015, and made his initial appearance before a federal judge on Friday.\n  The extradition effort began under Mr. Obama and continued under President Trump, who promised during the campaign to keep Guantánamo open and to send more ''bad dudes'' there. But before anyone starts thinking that Mr. Trump and his allies have come to see the value of federal trials for terrorism suspects, there is a simpler explanation: The administration most likely had no choice. Spain, like many other countries, sees Guantánamo as the moral catastrophe and legal black hole that it is, and would have refused to hand Mr. Damache over without a guarantee that he would not be sent there to face a military commission.\n  Whatever factors combined to bring Mr. Damache to the federal court system, it was the right move. Forget the overheated rhetoric and look at the record: Federal prosecutors have won about 200 ''jihadist related'' terrorism and national security cases since Sept. 11, as a federal judge noted in 2015. Meanwhile, not a single Sept. 11 defendant has been convicted under the Guantánamo military commissions. That system, plagued from the start with delays and legal challenges, has led to just eight convictions over all, three of which have been overturned -- a record the commissions' former chief prosecutor called a ''litany of failure.''\n  Little of this has sunk in with Mr. Trump. Perhaps Mr. Damache's trial will show him that the federal court system is far better equipped to handle such prosecutions than military commissions at Guantánamo Bay will ever be.\n  Follow The New York Times Opinion section on Facebook and Twitter (@NYTopinion), and sign up for the Opinion Today newsletter. \n\nhttps://www.nytimes.com/2017/07/25/opinion/al-qaeda-trial-federal-court.html\n\nLoad-Date: July 25, 2017"
}