{
    "title": "A Terrorism Threat at Nuclear Plants",
    "publisher": "the new york times",
    "year": 2016,
    "month": 4,
    "day": 11,
    "full text": "To the Editor:\nRe ''Could There Be a Terrorist Fukushima?'' (Op-Ed, April 5): \n  In calling for greater vigilance in protecting nuclear power plants from terrorist attack, Graham Allison and William H. Tobey don't reach the necessary conclusion: It's time to bring our precarious romance with the ''peaceful atom'' to an end.\n  They point to the need for rigorous personnel security checks, armed guards and simulated attacks at nuclear facilities. It's hard to fathom why these measures are not universally required today. Yet sabotage and security breaches in Belgium barely hint at the gaping holes in plant safety that plague nuclear power in a politically unstable world.\n  Though President Obama was a leader in highlighting the vulnerability of nuclear materials at the recent Nuclear Security Summit, his administration is subsidizing a new wave of nuclear construction here at home, and the Commerce Department's Civil Nuclear Trade Initiative is pressing to expand American nuclear exports.\n  With a global market estimated at $500 billion to $740 billion over the next decade, both government and industry are eager to get a piece of the action.\n  Can we really afford to play both sides of this dangerous game?\n  PHILIP WARBURG\n  Newton, Mass.\n  The writer, an environmental lawyer, is the author of ''Harness the Sun'' and ''Harvest the Wind.''\n  To the Editor:\n  Graham Allison and William H. Tobey miss a vital opportunity to defuse the very threat they warn about. They don't report what experts in the health effects of ionizing radiation know, that fear of a radiological incident like a dirty bomb or a ''terrorist Fukushima'' would do far more damage than the radiation itself.\n  The proof of that comes from Fukushima, and Chernobyl, and even from the much higher dose exposures suffered by atomic bomb survivors.\n  The World Health Organization found that the psychological effects of Chernobyl -- anxiety, chronic stress leading to heart disease, alcoholism, clinical depression and suicide, among other things -- did much more health damage than the radioactive materials that were released.\n  Similar findings are coming out of Fukushima. The extremely high-dose exposures to survivors of Hiroshima and Nagasaki increased lifetime cancer death rates by less than 1 percent.\n  Experts like Mr. Allison and Mr. Tobey rightly focus on preventing these attacks. They could do more to protect us by also helping the public put the surprisingly minimal hazard of ionizing radiation in perspective.\n  DAVID ROPEIK\n  Concord, Mass.\n  The writer, an instructor in Harvard Extension School's Environmental Management Program, is the author of ''How Risky Is It, Really? Why Our Fears Don't Always Match the Facts.''\n  To the Editor:\n  Graham Allison and William H. Tobey ignore the fact that America's nuclear energy facilities are among the most secure and well-protected facilities in the industrial infrastructure.\n  The United States nuclear industry's multilayered security measures -- including armed security forces at every power plant site -- pose a significant deterrent and robust protection against potential physical and cyberattacks.\n  After the 9/11 terrorist attacks, the nuclear energy industry invested billions of dollars to make nuclear energy facilities even more secure. Recent events in Brussels underscore the reality that terrorists will strike where they believe that they can have success.\n  The Federal Bureau of Investigation and other security experts consider American nuclear plants to be ''hardened'' facilities that are difficult to penetrate. Nonetheless, we must be vigilant in our protection of all nuclear materials.\n  At the Nuclear Industry Summit in Washington, a side event to the Nuclear Security Summit, leaders from the international nuclear industry renewed their commitment to secure nuclear materials and spread the use of best practices.\n  Nuclear technologies provide immense benefits to global society. The security and protection of nuclear materials are fundamental to the best management of these technologies.\n  ANTHONY R. PIETRANGELO\n  Chief Nuclear Officer\n  Nuclear Energy Institute\n  Washington\n  To the Editor:\n  Graham Allison and William H. Tobey argue that the United States should use its leverage to encourage better security at reactor sites. But the authority to secure plants remains with the host country.\n  Revelations about Belgium's practices demonstrate how sloppy matters can get; it is time for mandatory international standards not only to address the terrorist threat but also to reduce the risk of accident as well, because the consequences of reactor releases can affect many countries.\n  The Fukushima accident demonstrated extraordinary shoddiness in Japan's reactor operations, for example, in failing to place emergency electrical generators at elevation to keep plant operations going in the event of flooding.\n  The solution should be international licensing of all reactors, incorporating standards that will assure safety and security wherever reactors operate. If a plant fails the licensing standard, operations should be suspended until the authorities remedy defects. The International Atomic Energy Agency should be granted the responsibility.\n  BENNETT RAMBERG\n  Los Angeles\n  The writer served in the State Department's Bureau of Politico-Miltary Affairs in the George H. W. Bush administration and is the author of ''Nuclear Power Plants as Weapons for the Enemy.'' \n  To the Editor:\n  In light of efforts to minimize nuclear risks, the Nuclear Regulatory Commission should halt its dangerous plans to consolidate high-level nuclear reactor waste. More than 10,000 shipments of uranium and plutonium could be transported on railways and highways in a process that would last for more than 20 years, increasing accident and terrorism risks.\n  Can you imagine what would happen if terrorists hijacked a radioactive waste shipment in a large city? Millions of lives could be threatened. Radiation exposures can lead to human genetic damage, cancers or even death. Radiation releases could contaminate land and water.\n  Under current plans, radioactive waste from around the country would be dumped on largely Hispanic communities in the West Texas-New Mexico border region, where the voices of opponents go unheard and people lack the resources to fight back.\n  The least risky option is to store spent fuel rods securely in dry casks at or near the site of generation, and not to transport them.  \n  KAREN HADDEN\n  Austin, Tex.\n  The writer is executive director of Sustainable Energy and Economic Development (SEED Coalition) and a member of No Nuclear Waste Aqui, a group that opposes radioactive waste storage or disposal in the Texas/New Mexico region.\n  Follow The New York Times Opinion section on Facebook and Twitter, and sign up for the Opinion Today newsletter.\n\nhttp://www.nytimes.com/2016/04/11/opinion/a-terrorism-threat-at-nuclear-plants.html\n\nLoad-Date: April 11, 2016"
}