{
    "title": "A THIRD OF TERRORIST ACTS TARGETED U.S. LAST YEAR; STATE DEPARTMENT REPORTS THAT THE NUMBER OF KILLE",
    "publisher": "st. louis post-dispatch ",
    "year": 1998,
    "month": 5,
    "day": 1,
    "full text": "One-third of the 304 acts of international terrorism last year were against U.S. targets, the State Department said in a report released Thursday. Colombia was the scene of more than one-third of all terrorist attacks last year, the report said.\nThe worldwide figure for last year was one of the lowest since 1971, with Iran listed as the world's \"most active\" sponsor of terrorism.\nThe department's annual terrorism report said 221 people died in terrorist acts last year, compared with 314 in 1996. The number of wounded also was down - 693 last year compared with 2,912 the year before.\nMost incidents directed at American interests consisted of low-level bombings of multinational oil pipelines in Colombia, which caused damage but no casualties. Colombian terrorists regard the pipelines as a U.S. target, officials said.\nSeven U.S. citizens died in terrorist attacks last year, including four shot when their vehicle was attacked in November in Karachi, Pakistan. In 1996, terrorism claimed the lives of 23 Americans.\nA State Department official said there was no significant difference in Iranian support for terrorism after President Mohammed Khatami took office last August even though Khatami projected a more moderate image than his predecessor. The State Department report said Iran conducted at least 13 assassinations last year, most in northern Iraq.\nIran is one of seven nations on the State Department's list of nations that engage in state-sponsored terrorism. The others are Cuba, Iraq, Libya, North Korea, Sudan and Syria. The list is updated each January, and countries on it are, by law, deprived of certain U.S. economic benefits.\nIn Havana, Cuba's Foreign Ministry spokesman Alejandro Gonzalez denounced the inclusion of his country on the list.\nThe decline in terrorist incidents in recent years was attributed, in part, to the success of law enforcement agencies in tracking down those responsible and giving them severe prison terms.\nLast year's most serious incident worldwide occurred in Egypt, where terrorists killed 62 people at a temple in Luxor in November, the study said.    \n\nGraphic\n\n \nPHOTO, Photo by THE ASSOCIATED PRESS - Three men use oxygen masks after fleeing the explosion at the World Trade Center in February 1993. The bombing was one of the largest terrorist attacks in the United States in recent years.\n\nLoad-Date: May 1, 1998"
}