{
    "title": "A timely classic depicts roots of terrorism",
    "publisher": "the salt lake tribune",
    "year": 2004,
    "month": 4,
    "day": 23,
    "full text": "The Battle of Algiers\n****\nA classic docudrama explores the roots of terrorism and the difficulties in stopping it.\nNot rated, but probably R for violence and images of torture; in French and Arabic with subtitles; 122 minutes.\nOpens today at the Madstone Trolley Square Theaters.\n--\nIn the aftermath of 9-11 and the war in Iraq, those who dare raise the question \"Why do terrorists hate us?\" are usually greeted with derision and suspicion. If the answer President Bush gave us just after 9-11 -- \"They hate our freedoms\" -- isn't good enough, then you must be unpatriotic.\nOne would hope, perhaps futilely, that President Bush and his war advisers would want to explore the \"why do they hate us?\" question more thoroughly -- and there's no better place to start than by watching Gillo Porntecorvo's searing 1965 film \"The Battle of Algiers,\" which is receiving a timely re-release in American theaters.\nThis landmark docudrama depicts the guerrilla campaign beginning in 1954 in which native Algerians, under the banner of the National Liberation Front (FLN), aimed to drive out the colonial French powers through terrorism and insurrection. It centers on such personalities as Ali La Pointe (Brahim Haggiag), an illiterate ex-convict who becomes one of the terrorist group's more charismatic leaders, and the French military man Lt. Col. Mathieu (Jean Martin), who knows how to crush the rebellion militarily -- but also knows that force alone will not sway the hearts and minds of the Muslim population of the Casbah.\nPontecorvo shot many of the scenes on location in Algiers with a cast primarily of nonactors (including one of the rebel fighters, co-producer Saadi Yacef, as one of the terrorist leaders), creating a documentary feel in the Italian neo-Realist tradition of Vittorio de Sica and Roberto Rossellini. And, being Italian, Pontecorvo comes at the story with clear-eyed neutrality, never giving either the French or Algerians the status of hero.\nThis neutrality comes through in two of the film's most harrowing sequences. One depicts three Algerian women, disguising themselves as Europeans, calmly sneaking bombs through Army checkpoints to plant them in civilian locations in the French Quarter -- a scene uncomfortably similar to recent news reports from Jerusalem or Basra. The other shows Col. Mathieu's men systematically torturing Algerian prisoners to ferret out information on Ali and his terrorist comrades. Both segments depict the insurgency and its opponents in harsh, violent and completely unromanticized tones.\n\"The Battle of Algiers,\" with its true-to-life depiction of a people who justify their terrorist acts and an army that wins the military battle but loses the political war, provides a chilling cinematic history lesson. One wonders if our president, the famously uncurious George W. Bush, can be bothered to learn it -- or if he will end up demonstrating the lesson taught a century ago by Carlos Santayana, that \"Those who cannot remember the past are condemned to repeat it.\"\nmovies@sltrib.com  \n\nGraphic\n\n \nDisguised terrorists evade French troops in \"The Battle of Algiers.\"\n\nLoad-Date: April 23, 2004"
}