{
    "title": "A Time To Forgive, But not Forget",
    "publisher": "christian science monitor ",
    "year": 1991,
    "month": 12,
    "day": 12,
    "full text": "THERE has been a good deal of talk in recent days about forgiveness.\nThe last American hostages in the Middle East were freed after their terrible, pointless ordeal and there began to trickle out the details of their unconscionable treatment at the hands of their captors.  Some of the hostages were beaten unconscious, some tortured with electrical shocks, some chained and blindfolded for weeks, and some kept freezing and hungry.\nThere were death threats and mock executions, and for two of the hostages the executions became reality. Those hostages who survived were almost always denied the simple amenities of existence.\nSmall wonder that some are bitter and cannot yet find it in themselves to forgive their captors. Even greater wonder is that some have quickly found forgiveness and proclaimed no rancor against the terrorists who took away their freedom.\nThen there have been the ceremonies marking the anniversary of the Japanese attack on Pearl Harbor. There have been debates over whether the Japanese should apologize for their treachery, or the Americans should apologize for dropping the atomic bomb.\nThis too is a time for anguished reflection on the merit of forgiveness.\nGeorge Bush has urged Americans to forget the animosity that some still feel 50 years after the event. All this is hard for some of those who lost friends and kin in Honolulu; even harder for those who suffered Japanese brutality in the prison camps of Singapore and Hong Kong, and on the infamous Bataan death march through the Philippines.\nForgiveness is a worthy quality.\nIt is particularly appropriate that we ponder it and practice it at this time of year as we reflect upon the injunction to \"Love one another.\"\nBut while it is admirable to forgive, what about forgetting? If, by forgetting, we close our eyes to the barbarous inhumanity to mankind of which man is sometimes capable, and drift into complacency and inaction, the lessons of history that may signpost problems of the future will be lost.\nThat seems folly indeed. Wariness and wisdom are worthy qualities too.\nThe hostages may forgive their captors, but we should not delude ourselves that hostage-taking is necessarily an abomination of the past.\nThere may be unctuous tributes to the newly-helpful roles of Iran and Syria, but we would be naive to imagine that terrorism at their hands is at an end; naive, too, to believe that terrorism in the skies is a thing of the past so long as the Qaddafis of this world hold megalomanic sway.\nIn recent months there has been extraordinary movement toward freedom for millions of people, particularly in Eastern Europe and the Soviet Union. It is one of the great and stirring transformations of the 20th century.\nBut liberty needs a constantly vigilant defense. Even such a bastion of democracy as America can throw up a Nazi in blow-dried disguise like David Duke.\nThose yet to enjoy freedom need our remembrance too.\nThere are the hapless Vietnamese boat people, persecuted by their Communist regime, preyed upon by pirates as they flee, and then, even after they have fetched up in Hong Kong, forcibly returned home. There is the harshness of the regime in China toward those in forced labor camps, and the political heretics who dare to defy repression.\nThere is Indonesia's brutality in Timor; the iron hand against democrats in Burma; a new reign of terror in Cuba; and an old and continuing one in North Korea by Kim Il-sung, who may yet become the next Saddam Hussein.\nAnd lurking in the jungles of Cambodia, the sinister Khmer Rouge who have already once filled the killing fields of that tragic land.\nForgive and forget? Forgiveness, yes. But it would be immoral to forget man's continuing inhumanity to man."
}