{
    "title": "A Top Terrorism Prosecutor Turns Critic of Civilian Trials",
    "publisher": "the new york times",
    "year": 2010,
    "month": 2,
    "day": 20,
    "full text": "He was the lead prosecutor 15 years ago in one of the country's biggest terrorism trials: a group of men led by a blind Egyptian sheik had plotted to blow up the United Nations, the Lincoln and Holland Tunnels and other city landmarks. \n  ''Are you ready to surrender the rule of law to the men in this courtroom?'' the prosecutor, Andrew C. McCarthy, told the jury in Federal District Court in Manhattan in a closing argument. Ultimately, the 10 defendants were convicted.\n  But last Dec. 5, Mr. McCarthy, who is no longer in government, joined a group of speakers outside the same courthouse rallying against the Obama administration's decision to bring Khalid Shaikh Mohammed to Manhattan for a civilian trial.\n  ''A war is a war,'' Mr. McCarthy declared. ''A war is not a crime, and you don't bring your enemies to a courthouse.'' \n  In the debate over how and where to prosecute Mr. Mohammed and other Sept. 11 cases, few critics of the Obama administration have been more fervent in their opposition than Mr. McCarthy, a 50-year-old lawyer from the Bronx who had built a reputation as one of the country's formidable terrorism prosecutors.\n  Now he has a different reputation: harsh critic of the system in which he had his greatest legal triumph.\n  Mr. McCarthy has relentlessly attacked the administration for supporting civilian justice for terrorism suspects. He has criticized the military commissions system and called for creation of a national security court. After the arrest of the suspect in the Christmas bomb plot, he wrote, ''Will Americans finally grasp how insane it is to regard counterterrorism as a law-enforcement project rather than a matter of national security?'' \n  To his detractors, he is just another partisan commentator whose views can be easily dismissed. ''When I read his stuff, I say, 'Is he running for office, or does he want a show on Fox?' '' said Joshua L. Dratel, a defense lawyer who has represented many terrorism defendants. ''I can't figure it out.''\n  But his supporters argue that his background distinguishes him from pundits on the left and the right. ''It certainly adds credibility to what he has to say,'' said Michael B. Mukasey, attorney general under President George W. Bush and also the presiding judge in the 1995 trial of the sheik.\n  Debra Burlingame, an organizer of the December rally, whose brother, Charles F. Burlingame III, was the pilot of the hijacked plane that was crashed into the Pentagon on Sept. 11, said: ''He's done a lot of heavy lifting on our behalf. This fight gets very tiring, and Andy is one of those people that truly inspires and keeps me going.''\n  Fellow alumni of the United States attorney's office for the Southern District of New York have mixed views about Mr. McCarthy, who also writes on topics like abortion and overhauling health care. ''His critics view him as a right-wing blogger,'' said Anthony S. Barkow, a former terrorism prosecutor in the office who now runs a center on criminal law at New York University.\n  Mr. Barkow said he had stopped reading Mr. McCarthy on topics other than national security. ''I have to give him credit for being willing to reject his past a bit,'' he said, ''and be out there so vehemently against something he was so integrally a part of.''\n  Through a spokesman, Attorney General Eric H. Holder Jr. declined to comment about Mr. McCarthy. When asked about him during an appearance before the Senate Judiciary Committee in November, Mr. Holder replied that he was there ''to talk about facts and evidence, real American values, and not the kinds of polemics that he seems prone to.''\n  ''I'm not worried about Mr. McCarthy,'' Mr. Holder said.\n  Mr. McCarthy now writes regularly for National Review. He makes extensive public appearances, and he wrote a 2008 book on terrorism policy called ''Willful Blindness.'' He said in interviews that the evolution of his views came during his stint as a prosecutor.\n  A graduate of Cardinal Hayes High School in the Bronx, Mr. McCarthy, the oldest of six children, was 13 when his father died. After graduating from Columbia College, he attended New York Law School at night while working days as a deputy marshal in the witness protection program. He later became a paralegal in the United States attorney's office.\n  Hired as a prosecutor in 1986, he worked on the Pizza Connection heroin trial. He was running the office's general crimes unit in 1993 when the World Trade Center was bombed and the conspiracy involving the sheik, Omar Abdel Rahman, was uncovered. \n  Mr. McCarthy said there was no debate then about how to approach the case. ''Nobody sits around the table and says, War? Crime? Which is it?'' he said. ''We say, you know, we have an investigation.''\n  Because of a lack of effective terrorism laws at the time, he said, he traveled to Washington with the United States attorney, Mary Jo White, and won approval from Attorney General Janet Reno to use the seditious conspiracy statute. The Civil War-era law made it illegal to plot to wage a war against the government. \n  Mr. McCarthy said they believed that the sheik's exhortations of his followers to attack the United States could be charged as part of the conspiracy.\n  ''It was his idea -- pure and simple,'' said Ms. White, who called Mr. McCarthy a thoughtful and creative prosecutor who could ''reshuffle the pieces'' to come up with ''a different way of looking'' at a case. \n  Mr. McCarthy and two other prosecutors -- Patrick J. Fitzgerald, now the United States attorney in Chicago; and Robert Khuzami, now chief of enforcement for the Securities and Exchange Commission -- successfully tried the case over nine months; the verdict was upheld on appeal.\n  The trial was an early success for the Southern District's elite terrorism prosecutors. From 1993 to 2001, they also handled two trials stemming from the 1993 World Trade Center attack, a trial in the plot to blow up a dozen American airliners over the Pacific Ocean and another in the 1998 bombings of two American embassies in East Africa, which killed 224 people. \n  In addition, the investigations broke up deadly plots before they could be carried out and turned up a wealth of information about Al Qaeda. The trials have been cited by the Obama administration to justify its support of civilian prosecutions of terrorists.\n  Mr. McCarthy said he understood why the office pursued the prosecutions. ''I mean that's the ethos of the place is that you want to do the cutting-edge case.'' But, looking back, he said, he questioned the focus, particularly given that Al Qaeda kept escalating its attacks. He cited the 2000 bombing of the destroyer Cole in Yemen, which killed 17 American servicemen, and Sept. 11.\n  ''We become headquarters for counterterrorism in the United States,'' he said. ''Not the C.I.A. Not anyplace in Washington. The U.S. attorney's office for the Southern District of New York.''\n  ''From the country's perspective,'' he said, ''it's not a good thing.'' A prosecutor's job, he added, ''is not the national security of the United States.'' \n  In June 1998, the office secretly indicted Osama bin Laden. Three months later, Al Qaeda blew up the two embassies.\n  ''I mean, we could go into the grand jury and indict him three times a week,'' Mr. McCarthy said. ''But to do anything about it, you needed the Marines. You didn't need us.'' \n  In a November 1998 essay for The Weekly Standard, he offered one of his earliest public pronouncements of where his thinking was going. ''In themain, international terrorism is a military problem, not a criminal-justice issue,'' he wrote.\n  Ms. White, who was the United States attorney from 1993 to 2002, declined to discuss Mr. McCarthy's comments. But in a 2008 panel, Ms. White, who has said she favors military commissions, made clear she agreed with Mr. McCarthy's view that the prosecutions had not deterred attacks. She said ''9/11 happened despite all those cases.''\n  She cited the indictment her office obtained after the 1998 embassy bombings; it listed Mr. bin Laden, Ayman al-Zawahri and other Qaeda leaders. ''They were on the Ten Most Wanted List two and a half years or three years before 9/11 happened,'' she said.\n  ''I mean, the criminal justice system didn't succeed even though it proceeded according to the rules. Tough prosecutions. It's not enough.''\n  After Sept. 11, Mr. McCarthy was one of a group of terrorism prosecutors working from a command post. One former colleague, Edward O'Callaghan, said he was ''drafting search warrants, connecting dots; there were few people in the country that had the knowledge base that he did.''\n  Since Mr. McCarthy left his prosecutor's job in 2003, some of his assertions have been questioned by former prosecutors and defense lawyers.\n  Mr. McCarthy has written, for example, about learning that a document he provided in the discovery process in 1995 to defense lawyers in the sheik's case -- a long list of names of potential unindicted co-conspirators -- was passed on to Mr. bin Laden, whose name was also on the list. \n  Mr. McCarthy has cited the episode as an example of how terrorists could use civilian trials as a kind of intelligence gathering tool. But two former Southern District prosecutors who studied the episode noted that  the government had not sought a pretrial protective order -- a procedure that would have restricted the document's dissemination.\n  ''We are not aware of any security breaches'' in cases where such an order was sought, the authors said in a 2008 report for Human Rights First, which endorsed civilian justice for terrorism cases.\n  Mr. McCarthy has also criticized the private lawyers who have been assisting detainees at Guantanamo Bay, Cuba, in challenging the legality of their confinements through habeas corpus petitions in federal court. \n  ''The country's at war and they're volunteering their services to the enemy,'' Mr. McCarthy said of the lawyers.\n  Mr. Dratel, a lawyer who represented one such detainee, said: ''Is that Andy McCarthy or Joseph McCarthy? It doesn't merit a response. That form of demagoguery was floated a few years ago and was promptly and roundly rejected by the entire organized bar. Those lawyers he criticizes have done an invaluable service for the United States.''\n  In the recent interviews, Mr. McCarthy defended his approach. He said that ''the country's at a very bad spot right now'' and that he was ''doing what I'm supposed to be doing.''\n  At the December protest rally, he said, he felt a rare sense of camaraderie as he stood with families, firefighters and police officers. ''It just seemed to me like since 9/11 we've been drifting away and away from the moment of clarity we had,'' he said, ''and then I was back with the people who got it.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Andrew C. McCarthy (A1)\n ''A war is not a crime, and you don't bring your enemies to a courthouse,'' Andrew McCarthy said. (PHOTOGRAPHS BY RICHARD PERRY/THE NEW YORK TIMES) (A12)                          \n\nLoad-Date: February 20, 2010"
}