{
    "title": "A troubled youth's essay and its effects",
    "publisher": "the philadelphia inquirer",
    "year": 2009,
    "month": 5,
    "day": 22,
    "full text": "Atom Egoyan makes movies in the key of melancholy, movies that end with the belated lifting of a crushing emotional weight.\nOften his characters are survivors of tragedies that have robbed them of loved ones. First and last, his movies are about the mystery - and arduous emotional work - of getting derailed lives back on track.\nAdoration, Egoyan's most affecting film since The Sweet Hereafter, begins pretty much at the bottom of this deep well of grief. Mourning is particularly challenging for Egoyan characters as his movies also show how the communications devices designed to bring people together - cell phones, Internet chat rooms - inevitably end up polarizing them. \nSet in Toronto, Adoration centers on Simon (Devin Bostick), a high-schooler with questions about the death of his parents years ago. Was his father, Sami (Noam Jenkins), a Lebanese terrorist who planted an explosive device on his Canadian mother (Rachel Blanchard) before she boarded an airplane back in 2001?\nAs a school assignment, the sad-eyed youth writes a speculative account of his parents' last days. Simon's essay turns out to be a litmus test, one that measures the received wisdom of each listener. For one skinhead in the blogosphere, it is an endorsement of Arab terrorism. For one concentration camp survivor, it exposes the cultural failure to melt the iceberg of intolerance. A Muslim who comments on the story takes pains to distinguish the practice of Islam from Islamic terrorism. In Egoyanworld, people are individuals, not representatives of their ethnicities, nationalities, or creeds.\nWhat all this has to do with the troubled boy, his over-involved teacher, Sabine (Arsinée Khanjian, Egoyan's real-life spouse), and his lugubrious uncle (Scott Speedman, surprisingly powerful) is a secret hidden inside this puzzle-box of a film.\nBefore revealing that secret, Egoyan considers the many varieties of terrorism that wound his characters, from the psychological to the physical. The process of watching the film, with its haunting violin score by Mychael Danna, is cathartic. Feels awfully good to get that weight off the chest.\n Adoration *** (out of four) \nWritten and directed by Atom Egoyan, with Arsinée Khanjian, Scott Speedman, and Devin Bostick. Distributed by Sony Pictures Classics.\nRunning time: 1 hour, 40 mins.\nParent's guide: R (profanity, mature themes).\nShowing at: Ritz at the Bourse, Showcase at the Ritz.Contact movie critic Carrie Rickey at 215-854-5402 or crickey@phillynews. com. Read her blog, \"Flickgrrl,\" at http://www.philly.com/philly/blogs/flickgrrl/\n\nGraphic\n\n \nPhotograph by: Bob McGovern\n\nLoad-Date: May 22, 2009"
}