{
    "title": "A transformed FBI marks 100th anniversary After a century of chasing bad guys, the FBI continues to",
    "publisher": "star tribune ",
    "year": 2008,
    "month": 7,
    "day": 26,
    "full text": "They began as straight-laced and starched-shirt G-men, investigating financial crimes and copyright infringement. Over the decades, they morphed to battle gangsters and bank robbers, kidnappers and spies. Now, they -- men and women -- hover in cyberspace and monitor movements in foreign lands to thwart international crime and terrorism.\nIt's proof that the Federal Bureau of Investigation, which turns 100 today, \"continues to evolve,\" said Ralph Boelter, special agent in charge of the Minneapolis office.\nOn Friday, a crowd of local and state law enforcement officers, elected officials, community leaders and other federal agency heads celebrated the FBI's birthday with cake, coffee and proclamations. But the real story of the FBI's first century, Boelter said, is in its flexibility. The bureau now is better than ever at working with local police as well as other federal agencies to meet the challenges facing it.\n\"The story of today's FBI really sprang out of 9/11,\" Boelter said. The terrorist attacks of 2001 brought a new focus on collaboration and intelligence-gathering. \"What worked in the past, the old model, is not going to work today.\"\nIn the Minneapolis office alone, special agents work on task forces aimed at investigating and preventing domestic and international terrorism. Joint task forces with other agencies track fugitives, computer crime and mortgage fraud. Where once the FBI chased after most every bank robbery, now the bureau works in more of a coordination role with local police departments. A Civil Rights Advisory Group and a FBI Citizens Academy help make connections with the broader community.\n\"It just makes sense to do it this way,\" Boelter said. \"We gain their intelligence. We gain their experience. We gain their expertise.\"\nStolen cars to kidnappings\nA good chunk of the FBI's first 100 years rests in scrapbooks in the den of Don Peterson. The retired special agent began work for the bureau as a part-time clerk in 1944, retiring 32 years later. He was at the 1973 standoff at Wounded Knee, S.D., and was one of the investigators who worked on the 1972 kidnapping of Virginia Piper.\nBut he remembers spending much of his early years investigating stolen car rings in Rhode Island and stockyards thefts in Chicago.\n\"The hoodlums would hang around the stockyard areas, and a guy would park his refrigerated truck and go get coffee. And those guys would just grab the truck,\" Peterson said. \"Once, though, it was a truck of frozen turkey heads going to a mink farm. That guy didn't score there.\"\nSaheed Fahia, executive director of the Confederation of Somali Communities in Minnesota, is a 2005 graduate of the FBI's Citizens Academy, a six-week program to educate people about the FBI. Fahia said he now has better insight into American law enforcement. And the FBI has a better understanding of his community.\n\"In Somalia, the police are often the people who come and take you in the dark,\" he said. \"The FBI is made up of professionals who are highly trained.\"\nLeaders of other agencies also praised the agency's greater emphasis on collaboration.\n\"The FBI really is going through an evolutionary change in their culture, more dramatic than at any time in their past,\" said Bernard Zapor, special agent in charge of the Minnesota office of the Bureau of Alcohol, Tobacco, Firearms and Explosives. \"It started with 9/11. One small seed of goodness that came from that was better U.S. policing.\"\nStill, some things haven't changed that much, FBI officials admit. They still starch their shirts.\nJames Walsh - 612-673-7428\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: July 30, 2008"
}