{
    "title": "A two-year extension of Egypt 's longstanding emergency EGYPT _ Despair Over Two more years of Marti",
    "publisher": "ips",
    "year": 2008,
    "month": 6,
    "day": 2,
    "full text": "A parliamentary majority approved a two-year extension of Egypt's longstanding emergency law last week. While opposition figures and human rights groups blasted the decision, government officials justified the move by pointing to the ostensible threat of terrorism.\n'The storm of terrorism blows strong around us and our enemies lie in wait,' Prime Minister Ahmed Nazif told the assembly in advance of the vote. 'Ordinary laws will not be enough to stop them.'\nEarly Monday (May 26), President Hosni Mubarak abruptly issued a decree requesting an official extension of the state of national emergency until Jun. 1, 2010. Hours later, with virtually no time for debate, the assembly -- dominated by Mubarak's ruling National Democratic Party -- granted the request.\nThe emergency law, in place since the assassination of former president Anwar Sadat in 1981, grants the government sweeping powers of arrest without charge. It also gives the state free reign to censor media, ban popular demonstrations and conduct extensive surveillance on citizens suspected of representing a 'danger to national security.'\nThe law was last extended in May of 2006, only days after a spate of bomb attacks in the Red Sea resort town of Dahab. At the time, opposition parliamentarians wore conspicuous black sashes bearing the slogan 'No to Emergency'.\nIn the absence of official figures, local rights activists say tens of thousands of people currently remain in detention -- some for more than a decade -- under the emergency law.\n'Somewhere between 16,000 and 50,000 political prisoners are now in jail thanks to the state of emergency,' Ayman Aqeel, head of the Cairo-based Maat Centre for Constitutional and Legal Rights, told IPS.\nInternational civil liberties watchdogs condemned the government's decision to prolong the law another two years.\n'By extending the state of emergency, Cairo has once again run roughshod over the rule of law,' officials from Human Rights Watch stated in a May 28 press release. The group went on to accuse the government of 'routinely resorting to extreme measures that deprive people of basic freedoms.'\nCritics of the move are quick to point out that the law's lengthy duration -- 27 years now -- directly contradicts the notion of a so-called 'state of emergency'.\n'How can you apply an emergency law for more than a quarter century when, by its very name, it's only supposed to apply to 'emergency' situations?' asked Aqeel.\n'The constitution says that a state of emergency can be applied when the country is facing a direct threat, such as foreign invasion or natural disaster,' Gamal Zahran, independent MP and political science professor at Suez Canal University told IPS. 'How can it be that Egypt has faced a direct threat for the last 27 years?'\nAccording to statements by Nazif, the emergency law will only be applied in cases of terrorism or organised crime. Critics, however, say the law will continue to be used mainly to cow down the regime's political opponents.\n'The government claims the emergency law exclusively targets the illegal drug trade and terrorism,' said Aqeel. 'In actuality, it's usually employed against the political opposition.'\n'The claim that the state of emergency is only used against terrorists and drug dealers is totally invalid,' agreed Zahran. 'The truth is that the regime -- corrupt to its foundations -- needs this law to protect itself from the rising anger of the people.'\nThe emergency law has been used with particularly devastating effect against the Muslim Brotherhood opposition movement. Although the group is officially banned by the state, it controls roughly one-fifth of the seats in parliament, making it the largest opposition bloc in the national assembly.\nIn recent years, thousands of Muslim Brotherhood members have been detained by the state under the law.\nIn advance of the 2005 presidential elections, Mubarak vowed to abolish the state of emergency as part of his electoral platform. Without giving a specific date, he stated that the emergency law would eventually be replaced with conventional anti-terrorism legislation.\nThe promised legislation, however, has yet to materialise, and the emergency law has since been extended twice. On Monday, Nazif told the assembly that the government had not yet finished the drafting process for proposed anti-terrorism laws.\nBut Aqeel, like many other rights activists, expressed concern that either law would ultimately work to the detriment of civil liberties.\n'Egypt doesn't need an emergency law or new anti-terror legislation,' he said. 'Proposed anti-terrorism laws will only represent another means of restricting our freedoms. Normal laws, and the penalties they carry, should be enough to deal with any crime.'\nAccording to Zahran, the latest extension of the emergency law should put a quick end to lingering hopes of meaningful political reform.\n'The state of emergency has gone from being an exceptional measure to a permanent fact of life,' he said. 'No one any longer expects this regime to take serious steps in the direction of democracy.' © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: June 2, 2008"
}