{
    "title": "A U.N. Opportunity",
    "publisher": "daily news ",
    "year": 2004,
    "month": 9,
    "day": 8,
    "full text": "If Russian President Vladimir Putin's reported call to Pakistan yesterday was as effective as those made by the United States, his terrorism problems are a long way from being solved. Mr. Putin's reaction to his country's tragedy in Beslan last week, however, demonstrates how international the struggle with terrorism has become and why adversaries on questions such as the invasion of Iraq should turn again to the United Nations.\nRelying on the United Nations to serve as anything but scapegoat these days is unfashionable, although if the world body had had its way, the surprise over the lack of WMD in Iraq wouldn't have been such a surprise. It is heartening that the Bush administration more often speaks of the U.N. in at least neutral terms these days rather than merely as a source of irritation because it is in situations like the one in Russia where the world body could be most useful.\nMr. Putin's call to Pakistani President Pervez Musharraf was over the financing of terrorism, a problem that no single country or even small collection of countries can solve. The Russian leader apparently believes that some in Pakistan are linked to an international terrorist network responsible for the attack that killed more than 350 people, including 160 children. U.S. analysts would concur that the linkage exists.\nThe United States is well aware of the problem of trying to find and stop the flow of money to terrorists, having tried to choke off funding to al-Qaida with limited success. These individual efforts, even when coordinated with other countries, will not be adequate to stop the money without more nations conferring frankly about their abilities to help. This is precisely the supposed role of the Security Council - \"primary responsibility for the maintenance of international peace and security,\" according to the U.N. Charter - and if it is to have any useful role in the world, fighting international terrorism is it.\nThere remains a danger, however, that its usefulness will be overwhelmed by recrimination of the countries affected. Already, for instance, acknowledgment of Russia's abysmal treatment of Chechnya has begun to blur the extent of the Beslan tragedy, much like the stories of U.S. blunderings in the Middle East before 9-11 (in addition to after). But neither explains the behavior of the terrorists.\nConsider Beslan: children held captive, hostages shot apparently at whim, the rules of war ignored and, when bombs inside the school were detonated, frightened, starving children shot in the back as they fled. If this is what war looks like in 2004, the question of whether Russian troops will stay in Chechnya or, for that matter, whether the U.S. policy over the Israeli-Palestinian question is correct become lost in the brutality of the response.\nNeoconservatives in Washington used the tragedy of 9-11 to assert their views on the place of America in the world. The United Nations is being handed an opportunity to assert its own values in the face of terrorism. With U.S. and Russian support it should act uncharacteristically swiftly and forcefully.\n\nLoad-Date: September 8, 2004"
}