{
    "title": "A united front is needed to defeat Islamic extremism",
    "publisher": "st. louis post-dispatch ",
    "year": 2015,
    "month": 12,
    "day": 8,
    "full text": "While investigators are trying to determine whether the horrific carnage in San Bernardino, Calif., was the latest case of international terrorism, this time on the U.S. homeland, it is important to step back and assess the root causes of this madness.\nIslamic extremism did not start in the aftermath of the U.S.-led invasion of Iraq, though that certainly played a role in destabilizing a region that was already shaky. No, it goes back to 1979, when Ayatollah Khomeini and his followers overthrew the government of Iran and established a theocracy that belonged in the 7th century.\nSo, what can be done? The problem must be addressed in two ways.\nMilitary might can accomplish some of what is necessary, but it cannot solve the challenge entirely. The only way to end these crimes against humanity is to change the mindset that permits and fosters such extremism, especially when it is done in the name of Islam.\nPeople today are fearful of Muslims everywhere because they think - quite wrongly - that this bloodletting is supported by the masses in the Islamic world. In reality, a vast majority of Muslims oppose terrorism and they know it can never bring them a better life.\nBut they are afraid to speak out for fear of their lives. Thus, in order to counter Islamic extremism, in addition to police, military, and intelligence activities, the Muslim community itself must tackle the root of this problem - what led to the emergence of extremist groups such as the ISIS.\nOn a geopolitical basis, the main hub for the growth of the Islamic State has been in Syria. Much evidence indicates that the regime of Bashar Assad played an active and growing role in creating ISIS, and Syrian intelligence agencies were deliberately behind the group's growth.\nIt is clear that an end to Assad's rule is a prerequisite to permanently defeating ISIS. It is foolhardy to believe that ISIS can be defeated while Assad remains in power. So the question arises: What factor has thus far kept Assad in power, exacerbated the crisis in Syria and created the conditions and the breeding ground for ISIS?\nIran has been a major supporter of Assad and the groups that fight with him, like Hezbollah, since Syria's civil war began. Now Russia has joined the fray, ostensibly to defeat ISIS but actually to support Assad.\nTehran has not been coy in this regard, and both articulates and defends this policy and strategy. In a recent interview with the French media, the Iranian regime's president Hassan Rouhani explicitly defended Assad and called continuation of his rule essential. This is while the people of Syria have paid an unbelievable price to get rid of Assad in the past four years.\nIn addition to ISIS, the threat of Islamic extremism and terrorism must be confronted in its entirety, especially its rise since Iran's revolution in 1979. The mullahs engaged in hostage taking (remember the U.S. Embassy), suicide operations, street bombings in the West, and suppression of their own people under the cloak of Islam.\nThe simple reality is that the regime ruling Iran is the manifestation of the Shia version of this sinister phenomenon and ISIS is the Sunni version - a common phenomenon that manifests itself in two different forms.\nIronically, this conduct has nothing to do with Islam; indeed, moderate Muslims have been the primary victims. For example, in Iran, the primary victims of this unbridled terrorism have been the members of the Mujahedin-e Khalq (MEK), who are moderate Muslims. Only last month, Camp Liberty, where thousands of MEK members reside, was attacked with 80 missiles that killed 24 residents.\nAs the Iranian opposition leader Maryam Rajavi underscored, fundamentalism in the name of Islam - whether under the banner of Shia like the one ruling in Tehran or that of Sunni and ISIS - has nothing to do with Islam, and this ominous phenomenon, wherever it might be, is the enemy of peace and humanity.\nClearly, there cannot be a solution for Syria without Assad's removal and without focusing on his main backers, the ayatollahs in Tehran.\nVictims and targets of Islamic terrorism - statesmen, citizens and moderate Muslims - must unite to put an end to this threat once and for all. This is the right moment.\n---\nKasra Nejat, of St. Louis, is president of the Iranian-American Cultural Association of Missouri, a member of the Organization of Iranian American Communities (oiacus.org).\n\nNotes\n\n   FIGHTING ISLAMIC EXTREMISM \n\nGraphic\n\n \n In this Wednesday, Sept. 25, 2013, photo released by the Syrian official news agency SANA, Syrian President Bashar Assad speaks during an interview with Venezuela's state-run Telesur network, in Damascus, Syria. Syrian President Bashar Assad says British airstrikes in Syria against the Islamic State group are illegal and doomed to fail. Assad said in an interview with Britain's Sunday Times that IS cannot be defeated with airstrikes alone unless there is coordination with forces on the ground. (AP Photo/SANA)  Iran's President Hassan Rouhani answer questions following his keynote address at New America, a public policy institute and think tank, on Wednesday, Sept. 24, 2014 in New York. (AP Photo/Bebeto Matthews) \n\nLoad-Date: December 9, 2015"
}