{
    "title": "A Valentine's Day Massacre",
    "publisher": "university wire",
    "year": 2018,
    "month": 2,
    "day": 23,
    "full text": "Chrystal Savage, Staff Writer |\nAs of Valentine's Day 2018 there has already been 18 reported school shootings in the U.S: three in Texas, two in California and Michigan, one in Washington, Arizona, Alabama, Kentucky, North Carolina, Pennsylvania, Maryland, Minnesota, New York, and Florida. On February 14, 2018, the holiday would become a fateful day for 17 innocent bystanders in Parkland, Fl. Now their families and friends will suffer long after the act of terror, which was claimed the following day by a white supremacist group based in the northern region of the state.\nMany of the victims were just kids; they had their whole future ahead of them and it was all cut short. Former student Nikolas Cruz, 19, committed the act of terror against the victims he saw both on the campus and in the halls before moving toward classrooms on the first and second floors of a freshman building.\nAfter committing the attack, Cruz disposed of the legally-obtained rifle in a stairwell and disguised himself . Cruz then visited both a Subway and McDonald's following the massacre, before being arrested at 3:41 p.m. EST. Officer Michael Leonard made the arrest saying, \"He looked like a typical high school student, and for a quick moment I thought, could this be the person who I need to stop?\"\nPresident Donald Trump responded to the shooting via Twitter a few hours after the attack, ultimately victim blaming within his tweet. He pointed fingers at the \"lack\" of reported mental illness, conveniently avoided calling the massacre an act of neo-Nazi terrorism, then sent his prayers and claimed he and the First Lady, Melania Trump, would soon visit Florida. Trump proceeded to state, \"No child, teacher or anyone else should ever feel unsafe in an American school.\"\nTrump and his family did visit recovering patients just days after the attack. However, how is the American public supposed to feel safe when they constantly feel like their voice in the political sphere goes unheard, and their fears unacknowledged?\nIt should also be noted that not only were dozens more injured and hospitalized, but an entire community has been forever shaken. Furthermore, the death toll could continue to rise, but for those who will survive this horrific attack, their lives, and those who are closest to them, have been forever altered. The physical recovery of the wounded is essential, but arguably it is the mental, emotional, and psychological healing that is most important. Individuals in the community are susceptible to developing disorders in relation to trauma and should be seriously accommodated.\nThe thought of losing someone so young and in such a tragic way is unimaginable to most. However, the reality is that mental illness can not go unchecked, and those who are unfit and unstable to bear arms should not have access to weapons of any kind. Maybe we will heed the warning advice from Fred Guttenberg, father of victim, Jamie, and \"hold [our] children tight,\" while taking dramatic action  before we are forced to \"look back regretfully,\" as Lori Alhadeff, mother to victim, Alyssa, said.\nSo in wake of this tragedy, let's not let the names of the victims fade in vain and instead grow a nation that is more unified in combating terror of every kind. Let's  hope to see the day we follow the footsteps of other countries, where, according to the Anglican Parish of Gosford, New South Wales, \"[we] love [our] kids more than [our] guns.\" Let's find bipartisan agreement in the fact that the solution to the problem is not to sit back idly, nor is it to necessarily ban all guns. Let's agree that this form of terrorism must be stopped before it happens again.\n\"The victims of gun violence are consistently young people-we are being hunted,\" said Olivia Worthington, Marjory Stoneman Douglas High School Student, 17.\nThere are certainly things that can be done, including highly debated legislative action, to reduce the risks associated with gun violence. Even though these solutions may not eliminate the problem in its entirety, they're still worth visiting. Dozens of students of neighboring districts are going to make certain that Parkland is the \"tipping point.\" Students held up signs and spoke of mature and disturbing implications, such as, \"We will be the last mass shooting,\" and \"It could have been your child.\"\nEmma Gonzalez, a Senior at Marjory Stoneman Douglas High School, delivered a powerful speech, along with others, just four days after the massacre at a gun control rally in Fort Lauderdale, Florida. Gonzalez's speech not only moved her to tears, but captivated an entire audience. The speeches were not long, but they exemplify the essence of the first amendment and progressive discussions of gun control. For anyone who has not seen the addresses, they are certainly moving testaments of both statistics and what it means to be alive, making the broadcasting of it undoubtedly worth the viewer's time. So with a heavy heart the country mourns the loss of innocent lives yet again, still led by those who remain elusive to the action required to combat such terrorism.\nWith all of this frustration, the nation can find some hope in the fact that these students are the future of the United States; they will affect change, they will be heard, and they will see a day that is better than what we see now. Unfortunately, this change will come too late for some.\nReach out to your local, state, and federal representatives; change requires all of our voices. Ensure that your child will not be the victim of domestic gun terror.\n\nLoad-Date: February 23, 2018"
}