{
    "title": "A veteran FBI supervisor and explosives expert - who figured prominently in the controversial suspen",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 4,
    "day": 11,
    "full text": "A veteran FBI supervisor and explosives expert - who figured prominently in the controversial suspension of a Chicago agent who publicly criticized the bureau's antiterrorism efforts - was named yesterday as the new head of the FBI's Philadelphia Division.\nJ.P. \"Jody\" Weis, 48, the agent in charge of criminal investigations in the FBI's Los Angeles office since last May, said he expects to arrive in Philadelphia in June to begin his duties.\n\"I certainly hope to make Philadelphia my last office, my last field office, before I retire,\" Weis said in a telephone interview from Dallas, where he is on temporary assignment in charge of the bureau's office there. FBI agents face mandatory retirement at age 55, though supervisors and administrators can work until 57.\nIn Philadelphia, Weis will supervise an office of about 500 agents and support staff responsible for covering Pennsylvania east of Harrisburg, and Camden, Gloucester and Salem Counties in South Jersey.\nHe succeeds John C. Eckenrode, who retired as head of the FBI's Philadelphia Division late last month after 20 months here.\nWeis' 21-year career with the bureau has taken him to Phoenix, Houston, Chicago, Washington, Los Angeles and Dallas.\nBut his biggest brush with publicity came in congressional hearings two years ago in an investigation into whether the FBI retaliated against Chicago agent Robert G. Wright Jr.\nWright, an FBI agent since 1990, was suspended last April and told he would be fired for holding several news conferences in 2003 strongly criticizing the FBI's counterterrorism program.\nWright, then assigned temporarily to the FBI's counterterrorism command center in Washington, held a news conference in June 2003 in which he called the bureau's attempts to investigate terrorism \"pathetic\" and the FBI's International Terrorism Unit a \"complete joke.\"\nA year later, in July 2004, U.S. Sens. Charles Grassley (R., Iowa) and Patrick Leahy (D., Vt.) announced they had received internal FBI documents that made them believe that FBI officials had decided to retaliate against Wright for speaking out.\nAmong the documents was a memo by a ranking FBI agent in the disciplinary office alleging that Weis, the former head of the bureau in Chicago, and another unnamed FBI supervisor had targeted Wright for firing, vowing to \"take him out.\"\nIn October, the Justice Department overruled the FBI and ordered Wright reinstated, although the department let stand a six-month suspension without pay and other discipline against Wright.\nWeis said yesterday that he could not comment on the Wright case because it was a personnel matter.\nWeis was born in Fort Myers, Fla., and graduated in 1979 from the University of Tampa with a degree in chemistry. Weis then went into the Army, serving in explosive ordnance disposal. Weis left the Army in December 1984 at the rank of captain, and in January 1985 he was sworn in as an FBI agent.\nWeis' FBI career began in Houston and Corpus Christi, Texas, where he ultimately was assigned to terrorism, narcotics, and violent-crime cases. He also served on the Houston SWAT team as a bomb technician.\nIn 1992, Weis was promoted to the FBI's Bomb Data Center and two years later was transferred to the Violent Crimes/Fugitive Unit. In January 1996, Weis was selected for the Violent Crimes Squad in Phoenix, where he also supervised domestic and international terrorism and civil-rights squads.\nIn 2000, Weis was promoted to second in command of the Chicago Field Office, where he was responsible for white-collar crime, organized crime, violent crime and administrative programs.\nWeis was promoted to deputy assistant director of the Office of Professional Responsibility, the FBI's \"internal affairs\" unit in March 2003. It was in this job that he became involved in the Wright disciplinary case.\nContact staff writer Joseph A. Slobodzian at 215-854-2985 or jslobodzian@phillynews.com.\n\nLoad-Date: April 11, 2006"
}