{
    "title": "A victory for terrorism_",
    "publisher": "the new york times",
    "year": 2004,
    "month": 3,
    "day": 31,
    "full text": "On March 25, Thomas Friedman, writing in The New York Times (\"No Vote for Al Qaeda\"), made the already common observation that a withdrawal of troops from Iraq by the new Spanish government will hand a victory to terrorists and a terrible blow to democracies everywhere. Not only will the March 11 terrorist bombings in Spain apparently have had a profound influence on the recent election in that country, but they will have intimidated a close U.S. ally into withdrawing its support from U.S. operations in Iraq.\nFriedman acknowledges -- as some have pointed out -- the situation in Spain isn't quite so simple and the results of the election there, in which the old government suffered a surprising defeat days after the bombings, cannot simply be attributed to fear but were also influenced by that government's handling of the bombings' immediate aftermath. Nonetheless, Friedman insists \"Al Qaeda doesn't do exit polling. Al Qaeda does big picture.\" In other words, like it or not, the election results and a withdrawal from Iraq will inevitably convince terrorists they can sway elections in democratic countries with acts of terrorism.\nAlthough I agree the events in Spain at least create the impression terrorists were able to sway the election, it seems to me Friedman and others who view the situation this way are glossing over another \"big picture.\" Not only are such arguments overblown -- after all, a look at the prominence of the \"war on terror\" in the current American debate should leave little doubt terrorism can and does influence electoral politics. They usually lack a transparency about or explicit awareness of the assumptions that underlie charges of a \"victory for the terrorists.\"\nCompeting evaluations of the situation in Spain are, it seems to me, ultimately rooted in conflicting views on what constitutes the best strategy for dealing with terrorism. For purposes of simplicity, one may divide the sides of the debate into two general camps: One emphasizes terrorism constitutes a declaration of \"war\" and requires a similar military response. The other, meanwhile, emphasizes a more \"diplomatic\" approach, which contends terrorism can only be defeated through international cooperation and an attempt to address its underlying causes. Note the difference is not a matter of either/or but rather of emphasis. Those who hold the former view will be prone to see a Spanish withdrawal as appeasement of the terrorist menace, while those of the latter persuasion will see it as a principled disagreement with U.S. policy.\nI do not wish to get into a detailed discussion of which of these views is more correct here -- though, admittedly, my argument should leave little doubt about where I stand -- nor am I attempting to imply someone like Friedman fits wholly within one camp or the other. My main point, rather, is this: Intentionally or not, \"shocking\" revelations that the Spanish election and a possible withdrawal of Spanish troops from Iraq constitute a \"victory\" for terrorism are not statements of obvious fact but rather distort the discussion in favor of one strategic perspective over another.\nMoreover, such language helps re-enforce the more general, uncompromising view others are either \"with us or against us\" and encourage a foreign policy approach that operates according to a particular logic: In order to get one's way, particularly in matters of war, one simply goes ahead and takes action, however unpopular or problematic, because once operations are underway, others -- both at home and abroad -- will have no choice but to deal with the issue on one's own terms. Furthermore, such tactics will also pre-empt later attempts by others to recapture the possibility of pursuing divergent policy alternatives, since these can then, without reflection, be decried as \"appeasing.\"\nIt is important for the American voter to become aware of this logic and think about its implications. Otherwise, she or he will always be a day late and a dollar short when it comes to matters of war and foreign policy in general -- constantly catching up to what policy makers do rather than directly influencing it. More than the events in Spain, it is this state of affairs that poses a dire threat to democracy.\n(C) 2003 Daily Targum via U-WIRE\n\nLoad-Date: March 31, 2004"
}