{
    "title": "A victory in the war on terror CHALLENGES 2007-2008_ Terror Prosecutions Shed More Heat Than Light",
    "publisher": "ips",
    "year": 2008,
    "month": 1,
    "day": 3,
    "full text": "The U.S. government's spotty record in obtaining convictions of people charged with providing 'material support' to terrorist organisations is adding new impetus to the efforts of prominent constitutional lawyers to seek substantial changes in the law.\nThe latest failure in a terrorism-financing prosecution came late in 2007, when a Texas jury failed to render any guilty verdicts in the trial of the Holy Land Foundation (HLF), once the largest and most prominent charity dedicated to supporting Palestinian and other Muslim causes. Several HLF officials were charged with giving money to Hamas, the militant Palestinian organisation designated a terrorist group by the U.S. in 1995. The trial ended with a mix of acquittals and deadlocks.\nThe Federal Bureau of Investigation started looking into HLF in 1993. In December 2001, the U.S. Treasury Department seized and confiscated the charity's assets and records, effectively putting the organisation out of business. Given that outcome, some legal scholars have questioned why the government pursued a criminal prosecution at all. The trial did not begin until mid-2007.\nWilliam Neal, a juror in the HLF case, told the media that the government's evidence 'was pieced together over the course of a decade -- a phone call this year, a message another year.' Instead of trying to prove that the defendants knew they were supporting terrorists, Neal said, prosecutors 'danced around the wire transfers by showing us videos of little kids in bomb belts and people singing about Hamas, things that didn't directly relate to the case.'\nCivil liberties groups say the HLF case was just the latest in a line of misguided prosecutions. One such group, OMB Watch, charges that the USA Patriot Act gives the government 'largely unchecked power to designate any group as a terrorist organisation'.\nIt says that 'once a charitable organisation is so designated, all of its materials and property may be seized and its assets frozen. The charity is unable to see the government's evidence and thus understand the basis for the charges. Since its assets are frozen, it lacks resources to mount a defence. And it has only limited right of appeal to the courts. So the government can target a charity, seize its assets, shut it down, obtain indictments against its leaders, but then delay a trial almost indefinitely.'\nOne result, say critics of the government's policy, is that Muslim charities have experienced a precipitous decline in contributions. Contributions that do arrive often come in cash from anonymous givers. And donors who happen to be Muslim are increasingly turning to the large household names like Oxfam and Save the Children, which may conduct programmes in predominantly Muslim areas abroad.\nOne of the United States' foremost constitutional scholars, Prof. David Cole of the Georgetown University Law Centre, argues that the 'material support principle is 'guilt by association' in 21st-century garb, and presents all of the same problems that criminalising membership and association did during the Cold War.'\nHe told IPS that the problem requires fundamental changes in the terrorism-financing law.\nCole recommends that the Treasury Department be required to permit closed charities to direct their collected funds to charities mutually approved by the frozen charity and the government.\nHe also says that Congress should enact a statutory definition of a 'specially designated terrorist'.\n'Right now the Treasury Department makes such designations entirely on the basis of an executive order, and accordingly Congress has given the president essentially a blank cheque,' Cole told IPS .\nTreasury should allow designated entities to use their own funds to pay for their own defence, he argues. 'Treasury not only shuts down charities in a secretive one-sided process, but then bars the charities from using any of their own money to defend themselves against the designation,' according to Cole.\nAnd the criminal material support statutes should be amended to require proof that an individual supported a proscribed group with the intent to further its illegal activities.\n'Today,' according to the government, 'even aid intended to discourage terrorist activities is a crime under the material support laws,' Cole says.\nHe adds, 'There is no requirement that the aid have any connection to terrorism,' and cites a case he is handling with the Humanitarian Law Project (HLP) at the Centre for Constitutional Rights.\nHe told IPS, 'My clients had been providing human rights advocacy training to the PKK in Turkey, as a way of encouraging them to use peaceful lawful means to resolve their disputes with the Turkish government over its treatment of the Kurdish minority. By encouraging lawful outlets for dispute resolution, such aid would presumably discourage terrorism. Yet under the material support statute it is a crime even if HLP could prove that both the purpose and the effect of their support was to decrease the PKK's resort to violence.'\nOMB Watch says the 'material support' effort has resulted in the government shutting down charities that were not on any government watch list before their assets were frozen.\nThe organisation says the result is that Muslims have no way of knowing which groups the government suspects of ties to terrorism. 'Organisations and individuals suspected of supporting terrorism are guilty until proven innocent,' it says.\nOMB Watch told IPS, 'A group could comply 100 percent and still be shut down 'pending an investigation'.'\nMaterial-support cases are just a small fraction of the Justice Department's terrorism prosecutions, but some observers believe they represent a shift in government strategy from punishment to prevention. Earlier prosecutions were for acts of violence that actually took place. Examples include the first World Trade Centre attack, the 1998 bombings of U.S. embassies in Africa, and conspiracies that were relatively close to fruition.\nNonetheless, government terror-financing prosecutions have been reasonably successful. From the Sep. 11 attacks to last July, the government started 108 material-support prosecutions and completed 62. Juries convicted nine defendants, 30 defendants pleaded guilty, and 11 pleaded guilty to other charges. There were eight acquittals and four dismissals.\nIn terrorism prosecutions involving a violent act actually committed or near fruition, the government's record is spottier. According to the Centre on Law and Security at the New York University School of Law, the government has a 29 percent conviction rate in terrorism prosecutions overall, compared with 92 percent for felonies generally.\nThe latest government setback involves the so-called Liberty City Seven -- seven men named for the blighted Miami district where they allegedly operated. Charged with plotting to join forces with al Qaeda to blow up Chicago's Sears Tower, one was acquitted last month and a mistrial was declared for the six others after the federal jury deadlocked.\nProsecutors acknowledged that no attack was imminent, and then-Attorney General Alberto Gonzales said after the arrests in mid-2006 that the alleged terror cell was 'more aspirational than operational'.\nIn some cases, defendants are arguably convicted of terror-related offences in the court of public opinion rather than in the courts. One example often cited by lawyers is the case of Dr. Rafil Dhafir, an Iraqi-born U.S. citizen, who organised and raised money for a charity providing humanitarian relief to children in Iraq. He was never charged in court with a terror-related offence; the word 'terrorism' was not allowed to be used in his trial, although prominent politicians such as then-New York Governor George Pataki hailed his arrest as a victory in the war on terror.\nThe upstate New York oncologist was sentenced to 22 years in jail in 2005 for 59 felony charges, including violating U.S. sanctions against Iraq. © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: January 3, 2008"
}