{
    "title": "A wave of violent attacks has been rocking Athens GREECE _ Violence Begins to Take Hold",
    "publisher": "the capital ",
    "year": 2009,
    "month": 3,
    "day": 6,
    "full text": "The riots unleashed a new political mobilisation. Demonstrations have been taking place almost daily in Athens and in other cities as groups of people take on the government over issues they used to ignore before. Small-scale confrontations have been taking place frequently between police and youths.\nThe political upheaval has gradually been overshadowed by incidents provoked by unidentified groups of extremists.\nSome days after the 15-year-old Alexandros Grigoropoulos was shot dead Dec. 5, another pupil was shot in his hand in Peristeri, the biggest residential district of the capital. No one was caught over the incident.\nOn Jan. 5 two persons lobbed a grenade and opened fire on riot police in Exarxeia, a district known to be a political hotbed, and where Grigoropoulos was killed. Twenty-one-year-old policeman Diamadis Matzounis was injured in the attack.\nAn organisation calling itself 'Revolutionary Struggle' claimed responsibility for the attack. This group has carried out several attacks in Athens, including the launching of a rocket aimed at the U.S. embassy in 2007.\nA month later, on the night of Feb. 3, a group fired on a police station in Koridallos district, where the most notorious prison of the capital is located. A group calling itself the 'Sect of Revolutionaries' claimed responsibility for this attack. Later on Feb. 17, the group claimed responsibility for firing on the offices of the private ALTER television station in Athens.\nThe following day about 50 hooded people invaded a seminar organised by the University of Athens. They assaulted the popular professor of criminology Giannis Panousis and other members of the audience. Lawyers, prosecutors and judges involved in cases dealing with local terrorism have been attacked.\n'Revolutionary Struggle', the 'Sect of Revolutionaries' and others launching violent confrontations dress their actions in leftist rhetoric, calling for social awakening and resistance against state oppression.\nPlaying up these incidents, the media has been making much about the re- appearance of local leftist terrorism in Greece.\nGreece has a long history of political militancy. Leftist groups such as 'November 17' and the Revolutionary People's Struggle (ELA) carried out a series of attacks between the mid-seventies and the end nineties.\nBoth groups were dismantled after an investigation organised with foreign support, most notably from Britain and the United States. Some members of the groups are serving life sentences; others are still on trial.\n'Leftist politics and violent acts are unfortunately often closely associated in Greek politics,' a senior journalist who did not wish to give his name told IPS. 'I can't understand how people can confuse blind violence with resistance, or interpret the meaning of leftist politics in such a destructive and anti-social way. Leftist forces should be about creating new social spaces, fighting against fear and social closure, not spreading darkness further.'\nBut leftist groups have been the target of violence, too. On Feb. 24 someone tried to lob a hand grenade into the ground floor of a building in Exarxeia that hosts several political organisations, including the Network for Political and Social Rights (DIKTYO).\nThe grenade ricocheted off the window and exploded outdoors. Thirty persons were present inside the room at the time. The attacker was seen driving off.\n'From the information we have, including the police interpretation, these people were prepared to kill,' DIKTYO member Nikos Giannopoulos told IPS. 'The way they have organised the attack points to experienced paramilitaries and not excited right-wing youngsters. We do not think this simply as an attack against us but against everyone involved in social movements since last December, leftists and anarchists, and everyone who struggles for social justice in this country.'\nThe mainstream media did not follow up this attack with the same intensity as it has attacks believed to have been carried out by leftist groups.\n'People ignore the fact that apart from the so-called 'Sects of Revolutionaries' there is the cruel and terrorising behaviour of state agents and the 'black' terrorism of fascists,' columnist Petros Papakostandinou wrote in Kathimerini newspaper last Sunday.\n'The assassination of Grigoropoulos, the brutalisation of students, the co- operation of the fascist organisation 'Golden Dawn' with members of riot police against protestors, the attacks against the pupil in Peristeri and the DIKTYO in Exarxeia were probably not the outcome of extreme leftist actions.' © 2009 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: March 6, 2009"
}