{
    "title": "A war on terrorism won't stop it - U.S. policies help fuel the rage directed at Americans",
    "publisher": "los angeles times",
    "year": 1998,
    "month": 8,
    "day": 27,
    "full text": "THE deadly terrorism in Kenya and Tanzania and the U.S. military\nresponse in Sudan and Afghanistan threatens to draw the United States\ndeeper into a strategic no-win bind.\nOn the one hand, the outrageous twin attacks on U.S. embassies in\nAfrica, with their massive killing of innocent bystanders, could not\ngo unanswered, especially when reportedly good intelligence made it\nclear who the perpetrators were and that further attacks might be\nimminent. Under such clear circumstances, no one could argue for\ninaction or a failure to respond.\nThe problem is that the issue does not end here. Sooner or later,\nretaliation is probable from a variety of radical and zealous groups -\neven individuals - who have little to lose and much to gain by\npursuing the confrontation. Now, even administration officials speak\nof a possible \"coming war\" against terrorism.\nBut these terrorist attacks have not taken place in a vacuum. It is\ndangerous to divorce terrorism from politics, yet the U.S. media\ncontinue to talk about an abstract \"war against terrorism\" without\nmention of the issues or context that lie behind them.\nIf a war against terrorism is coming, we had better start discussing\nand understanding more clearly the depth and range of impulses that\ndrive people in the Middle East - a discussion so far stunningly\nabsent from our public discourse. Why so?\nThere is no monolithic Muslim bloc, but deeply held attitudes among\nthe public are quite evident.\nBroadly speaking, most Muslims feel helpless, weak and resentful in\nthe face of external power at work in their region: The Middle East -\nthe center of world civilization for several millennia - is now beset\nwith masses of poor citizens (apart from the oil states), with bad\nsocial services, poor education, absence of democracy, constant abuse\nof human rights, widespread corruption, police states, often brutal\nrulers and no voice over their own fates; they are victims of truly\nbad governance in most states of the region.\nAnd what do they perceive?\nU.S. support for almost any ruler willing to protect U.S. interests -\nroutinely identified in Washington as oil and Israel. They see a\nWashington unwilling to act evenhandedly in the Arab-Israeli peace\nprocess and infinitely tolerant of a hard-line government in Israel\nthat denies Palestinians land, dignity and statehood.\nThey perceive double standards that allow Israel to violate U.N.\nresolutions, but not Iraq; that Israeli nukes are OK, but not nukes in\nMuslim hands.\nThey see routine use of U.S. unilateral military power against Muslim\ntargets that is unparalleled elsewhere in the world. They see\nthemselves routinely humbled by use of overwhelming Israeli military\npower. They see U.S. military forces in the Gulf as being there to\nprotect ruling families and not populations - the essence of Osama bin\nLaden's charge.\nMuslims are concerned that there are no Muslim Americans involved in\nhigh-level U.S. policy-making in the Middle East but that Jewish\nAmericans occupy nearly every single senior position relating to U.S.\nArab-Israeli policy.\nThey perceive no interest in Washington in pushing any kind of\ndemocratizing agenda in the region and they hear casual talk of Islam\nas \"incompatible with democracy.\"\nThey see Iraqi children dying of disease and starvation as a result of\nU.S. sanctions. They perceive widespread caricaturization and\ndemonization of Islam in Western media and films. They point to\ncolonial regimes in the past seeking to weaken Islam and traditional\nMuslim culture.\nThey point to Muslims under siege in Palestine, Chechnya, Russia,\nXinjiang (Chinese Turkestan), Bosnia, Kosovo, Kashmir, Eritrea,\nPhilippines and India, and often treated as second-class citizens in\nEurope. The list goes on. These perceptions obviously do not fully\nreflect reality. Counterarguments can be made in many cases.\nBut perceptions matter mightily, since they form the increasingly\npoisonous psychological backdrop against which distraught and angry\nMuslims end up championing those who overcome their impotence, stand\nup to the West and assert Muslim dignity.\nSadly, most Muslims in the region feel ambivalent about the embassy\nbombings; while rejecting terrorism in principle and sharing human\nsympathy for the loss of life, many also feel a touch of satisfaction\nthat the United States partly got what it deserved.\nWe don't have to buy their rationale. Realistically, the kind of\nterrorists bin Laden represents would probably never be satisfied with\nany kind of U.S. policy change. Their angers, fears and resentments\nlie deep and beyond debate.\nBut the dangers of getting drawn into an escalating war against\nterrorist groups who enjoy some public sympathy are very real. These\nattitudes form the backdrop that facilitates violent acts.\nYes, terrorism has no place in our world. But we had better ensure we\nhave prepared a more sympathetic environment for our campaign than we\nnow have.\nThe United States is quite isolated in the Middle East today.\nLet's start by facing the full reality of the region's problems. Or is\nit more convenient just to talk of an isolated \"war against\nterrorism,\" even when it is really just the tip of the iceberg?\n- Fuller is former vice chairman of the National Intelligence Council\nat the CIA.\n\nLoad-Date: August 29, 1998"
}