{
    "title": "A Wall Falls in Jericho",
    "publisher": "the new york times",
    "year": 1994,
    "month": 5,
    "day": 5,
    "full text": "It may be days, weeks or even months before Israelis and Palestinians grasp the meaning of the autonomy accord signed in Cairo yesterday. The small print spells out the terms of limited self-rule that will apply imminently to the town of Jericho and the Gaza Strip. But it is the big print that truly matters: after years of strife, bitter antagonists have come together on a formula first proposed at Camp David in 1978 that will permit Israeli forces to withdraw honorably from West Bank territories that Israel seized in the defensive 1967 war.\nIn short, millions of words about the \"Middle East peace process\" have been translated, finally, into deeds. A wall has fallen once again in ancient Jericho; within three months, limited Palestinian self-rule is to be extended throughout the rest of the West Bank. This has happened despite acts of desperate terrorism by a fanatic core of Arabs and Jews who view these steps to peace as treason. Whether they succeed depends on the momentum of a deal struck between a pragmatic Prime Minister, Yitzhak Rabin, and his enemy-turned-partner, Yasir Arafat, the P.L.O. chairman.\nThere are promising omens. Mr. Arafat needs to show positive results, quickly, to Palestinians skeptical about an arrangement that falls far short of statehood. Propitiously, the World Bank and the P.L.O. have hammered out a three-year aid program, drawing on $2.4 billion in pledges from 40 donor countries. And there are signs that Washington's strategy -- to reach simultaneous Arab-Israeli agreements on all fronts this year -- may yet work.\nSecretary of State Warren Christopher, who was present for the signing of an accord he helped midwife, has been patiently leaning on Syria's President, Hafez al-Assad, for concessions essential to dismantling Israeli settlements on the formerly Syrian Golan Heights. At the risk of provoking an uproar among settlers allied with his own Labor Party, Mr. Rabin has talked of a real withdrawal in return for a real peace. Mr. Assad is beginning, however haltingly, to discuss substance, which for Syria is progress.\nAs important is evidence of Israel's new status in the post-cold-war world. Last week Mr. Rabin became the first Israeli Prime Minister to visit Moscow in an official capacity. He won promises that Russia will supply only non-offensive weapons and spare parts to its Arab customers. Israel's new clout is directly related to its willingness to yield land for peace on the West Bank, and to engage the only Palestinian leader with international standing.\nThis is not to ignore the unremitting threat of terrorism, especially if hopes raised by yesterday's accord are not swiftly addressed. All the more reason for Israel and the P.L.O. to tie up vital loose ends like the disputed boundaries of Jericho, and whether Palestinians can post guards on the Allenby Bridge connecting the West Bank to Jordan.\nIt is a paradox that old and bitter adversaries find it easier to agree on big issues than on lesser matters that repeatedly bog down negotiations. Yet with each step forward, Israel and the P.L.O. deepen their investment in a successful outcome.\n\nLoad-Date: May 5, 1994"
}