{
    "title": "A wake-up call",
    "publisher": "pittsburgh tribune review",
    "year": 2009,
    "month": 11,
    "day": 15,
    "full text": "The shootings at Fort Hood and Orlando had one thing in common: terror for those affected. Although it's premature to comment on the precise motives of the perpetrators, understanding the differing threats they represent is important. \nThey highlighted both the key difference between terror and terrorism and the changing nature of terrorism itself. The latter will demand greatly heightened alertness not just by security forces but also by every freedom-loving citizen. \nCovert acts of violence on behalf of sovereign states are \"official\" and not termed terror. Therefore, by definition, terror is conducted only by nonsovereign bodies. \nThere are basically two types of terror: rage and political. Of the latter, there are also two main brands: demonstrative and destructive. In most types of terror there are also two main strands: \"suicide mission\" and \"suicide.\" \n\"Suicide mission\" terror is where there is a high risk of being killed or executed as a result of the terror act. \"Suicide\" terror, on the other hand, is where there is a certainty of dying in the act. It follows that suicide terror is potentially more flexible, accurate and damaging. \nRage terror usually is perpetrated by social dropouts, often mentally challenged. On the other hand, political terror is conducted by \"drop-ins,\" highly regarded by their social groups and of great personal motivation. \nDemonstrative terror such as exercised by the Orange and Red brigades seeks to persuade politicians by drawing attention to a cause. \nDestructive terror as carried out by Islamic jihadists, the Baader-Meinhof Gang and the Irish Republican Army is to coerce politicians by causing the maximum damage. Early examples of suicide mission terror acts include those of the Zealots of A.D. 66 and the Assassins of 1092. \nPerhaps the best example of the crucial limitation of suicide mission terror is the attempt on Adolf Hitler's life in his bunker. The gallant Lt. Col. Count von Stauffenberg planted the briefcase bomb before escaping. It failed to kill Hitler. However, had it been a suicide, as opposed to suicide mission operation, he would have stayed and relocated his briefcase to be next to Hitler. It would have killed the brave von Stauffenberg but it would have succeeded in assassinating Hitler. \nThe flexibility and penetrative powers of suicide terror make it the most dangerous and difficult to deter. \nExamples of demonstrative suicide were the Buddhist Monks in Vietnam and the IRA's Robert Sands. \nThe first destructive suicide terror act was the 1983 attack on the U.S. Marine barracks in Beirut. It forced the withdrawal of a superpower. Its spectacular success spawned many further acts. \nResearch indicates that the major motivation for suicide terror is neither religious nor cultural difference but a drive to purge a country of foreign invaders. As some predicted, the allied invasions of Afghanistan and Iraq have spawned countless suicide attacks. \nFrom the initial evidence, the Orlando killings appear to be a suicide mission-type act of rage terror by a dropout. Politically, the Fort Hood killings appear far more important and disturbing. \nDoubtless, electronic, Internet and aerial surveillance combined with helicopter-borne assault teams and smart ballistics have made life very tough for terrorists operating as a group, requiring coordination. \nIn this respect, the recent publications of Nasir al-Wahayshi, a top Yemeni leader within so-called al-Qaida, call for acts of individually motivated, planned and executed Islamic suicide terror. \nSuicide terror organized by a group demands numerous people and the coordination that requires the essential communications that risk opening key surveillance windows to counterterror forces. \nSuicide terror organized and executed entirely by motivated individuals requires no communication. Therefore, it is infinitely more difficult to detect and potentially far more damaging. \nRegardless of motivation, the fact that Fort Hood's killer, who had spoken and written against America, was posted to the Middle East defies imagination. \nIt staggers belief that senior officers, who either knew or should have known of his anti-American views, failed to report him to counterterror authorities. If they did so, the PC constraints of our armed forces need drastic reappraisal. \nTo counter group terror demands an alert government. To counter the change from group to individual terrorism demands that all Americans be on high personal alert for their own safety. \n\nLoad-Date: November 15, 2009"
}