{
    "title": "A Wealthy Saudi, Mired in Limbo Over an Accusation of Terrorism",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 13,
    "full text": "YASSIN KADI, a multimillionaire businessman with investments and charities that span the globe, does not get out much these days. Once a man of the world, Mr. Kadi is confined to Saudi Arabia and spends most of his time in his sun-drenched compound in this bustling commercial capital of the country. His travel is limited mainly to the short drive from his home in Jidda to the office where he manages his shrunken business affairs.\n  In October 2001, after the attacks on the World Trade Center and the Pentagon, the United States Treasury designated Mr. Kadi a terrorist supporter, accusing him of funneling money to Osama bin Laden and Al Qaeda through a web of businesses, foundations and universities.\n  His ample worldwide assets were frozen, and he has been advised by the Saudi government not to leave the country.\n  But he is not exactly suffering; not financially, at least.\n  ''I am not bankrupt,'' he said, as a servant brought sandwiches and coffee. ''I still have my life, my house and my car, but it's embarrassing. I have never been in a situation of asking other people for money.''\n  As is customary in such cases, Washington has presented no direct evidence linking Mr. Kadi to terrorism. But it has made public a dense labyrinth of associations and business and personal ties that it says establishes Mr. Kadi's relationship with Mr. bin Laden and his allies.\n  For a man who has repeatedly claimed his innocence, Mr. Kadi is caught in a legal limbo with no end in sight. The accusations against him are in the form of a government order. But because he has never been charged with a crime, he has not had the opportunity to stand before a jury or a judge to plead his case.\n  ''We have not found Mr. Kadi guilty of anything,'' said Adam J. Szubin, the director of the Treasury's Office of Foreign Assets Control. ''But we have found that he is a supporter of terror.'' \n  Washington's broad freedom to place sanctions on people suspected of financing terrorists has gone mostly unchallenged since the Sept. 11 attacks. Few have rushed to defend wealthy foreigners, in contrast to how civil rights lawyers and others have sought to publicize the plight of the prisoners held at Guantanamo Bay, Cuba.\n  This September, Mr. Kadi's lawyers persuaded the European Court of Justice to overturn a lower court ruling that supported Europe's right to freeze his assets. The ruling is nonbinding, however, and the Bush administration continues to maintain that Mr. Kadi is guilty. \n  A scion of a wealthy and well-connected businessman, Sheik Yassin, as Mr. Kadi  is widely known in Saudi Arabia, has the commanding presence of a chief executive and is quite obviously accustomed to the deference that comes to those who deploy large sums of money. \n  In interviews with government officials, Mr. Kadi has said that his net worth is as much as $65 million. While not garish, his Jidda compound is spacious and well appointed. He has servants and a chauffeur to drive his luxury cars, and he remains an active investor in world currency and stock markets.\n  (Under the terms of his asset freeze, he can continue to trade his portfolio and to collect dividends, but he cannot take money out of his account.)\n  Mr. Kadi is mindful that his position is different from those serving time at  Guantanamo Bay, but insists that the paradox of his legal condition is no less unfair. ''When it is classified,'' he said, ''you can never defend yourself.''\n  And, he says, his suffering has been acute in its own regard -- he has struggled with bouts of depression, diabetes and the humiliation of having to ask family members for financial help.\n  THE Treasury claims that it responds to new evidence presented by designees and says that it took 154 names off the list -- 4,102 remain -- from November 2007 to November 2008. But Mr. Kadi is unlikely to benefit from any reassessment. ''We stand by our designation,'' Mr. Szubin, the Treasury official, said, ''and you can quote me on that.''\n  Mr. Kadi does not dispute his ties to Mr. bin Laden but maintains that he does not support him and has not spoken to him since the early 1990s.\n  They do share a common background: tall and in their early 50s, they were both born to wealthy families here in Jidda, studied engineering and, in Mr. Kadi's telling, first met in Chicago in 1981. Mr. Kadi says he was working for the architectural firm Skidmore Owings & Merrill and that Mr. bin Laden -- who is not known to have visited the United States -- came to Chicago to recruit American-trained engineers for his family's construction business. As Mr. Kadi remembers it, he put Mr. bin Laden in touch with a group of engineers, several of whom were eventually hired. \n  They came together again in Pakistan in the late 1980s as enthusiastic backers of the Afghan rebels in their war with the Soviet Union and became large investors in Sudan in the early 1990s. \n  But Mr. Kadi says he cut ties after Mr. bin Laden began to adopt an anti-American, openly radical attitude in the mid-1990s.\n  In the absence of a full airing of the evidence against him, however, it seems unlikely that Mr. Kadi's guilt or innocence will be established. Like many wealthy Saudis, Mr. Kadi has been an enthusiastic underwriter of Islamic-hued causes, including hospitals in Peshawar, Pakistan, and Albania; a university in Yemen; and the publication of a definitive English translation of the Koran.\n  THIS, he says, is nothing more than a form of blessed relief -- the name of his now defunct foundation. But Mr. Szubin and others say Mr. Kadi's giving is part of a disguised money trail to Al Qaeda and Mr. bin Laden.\n  Some of the evidence presented by his accusers, however, raises its own questions. For example, a Swiss prosecutor -- who investigated Mr. Kadi but did not bring charges -- tried to connect him to the fundamentalist philosopher Sayyid Qutb. The problem was that Mr. Qutb was put to death by the Egyptian government in 1966, when Mr. Kadi was 9 years old. Mr. Kadi was questioned in another case about his ties to one Saad Djebbar -- who turned out to be his lawyer.\n  On the other hand, Mr. Kadi's 's continued refusal to renounce figures suspected of being terrorist supporters gives ready ammunition to his critics. \n  One of those figures is Wael Juleidan, a prominent Saudi financier who was a close ally of Mr. bin Laden's in the late 1980s. Another is Muhammad Salah, a Palestinian-American who was accused of sending money to Hamas, the militant group that controls Gaza.\n  Mr. Salah, who was acquitted of the Hamas charges in federal court last year, ran a Chicago-based Muslim charity that received about $1 million from Mr. Kadi in the early 1990s.\n  ''If I wanted to send money to Hamas, I would do it directly, not via Chicago,'' Mr. Kadi said, in his smooth, American-accented English.\n  Such a comment, with its trace of smug self-assurance, illuminates why Mr. Kadi remains a target for so many antiterrorism investigators. \n  He is a man who does not easily hide his disdain for the process that has trapped him in his own country or the efforts by the Bush administration to prevent another major terrorist attack. But he insists that his deepest anger is reserved for Mr. bin Laden. Asked what he would say to him now, Mr. Kadi takes his time before responding.\n  ''I would say, 'Wash your hands of the blood of innocent people,' '' Mr. Kadi said, using the Arabic word ''fitna'' to describe the devastation that Mr. bin Laden's actions have brought upon him and the Islamic world. ''Islam is innocent of all this. This was a big mistake. Now, everyone is suspicious.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: ''I have never been in a situation of asking other people for money.'' YASSIN KADI (PHOTOGRAPH BY ROBERT McKIM FOR THE NEW YORK TIMES)               \n\nLoad-Date: December 13, 2008"
}