{
    "title": "A wider plot in Fla. _ Saudi suspect filmed scene as airman opened fire",
    "publisher": "daily news ",
    "year": 2019,
    "month": 12,
    "day": 8,
    "full text": "A Saudi suspect videotaped the scene and two others watched from a nearby car as a fellow airman carried out a mass shooting that killed three American service members at a Navy base in Florida, a federal official reportedly said Saturday.\nThe three additional suspects also allegedly watched videos of mass shootings at a dinner party hosted by the gunman days earlier, signalling a possible wider terror plot involving Saudis training on the base in Pensacola.\nThe Saudis were being questioned by authorities after the bloody rampage along with nearly a dozen countrymen, the Associated Press reported, quoting an official who had been briefed by authorities.\nSeveral other Saudi trainees were unaccounted for on Saturday, a day after a shooter identified as Saudi Second Lt. Mohammed Saeed Alshamrani (inset) opened fire in a classroom at the base Friday morning, killing three people.\nThe FBI was examining social media posts and investigating whether he acted alone or was connected to any broader group.\nThe assault, which prompted a massive law enforcement response and base lockdown, ended when a sheriff's deputy killed the attacker. Eight people were hurt, including the deputy and a second deputy who was with him.\nFamily members on Saturday identified one of the slain victims as a 23-year-old recent graduate of the U.S. Naval Academy who alerted first responders to where the triggerman was even after he had been shot several times.\n\"Joshua Kaleb Watson saved countless lives today with his own,\" Adam Watson wrote on Facebook. \"He died a hero and we are beyond proud but there is a hole in our hearts that can never be filled.\"\nAdam Watson said his little brother was able to make it outside the classroom building to tell authorities where the gunman was after being shot \"multiple\" times.\n\"He died serving his country,\" said Benjamin Watson, the victim's heartbroken father.\nU.S. Sen. Rick Scott (R-Fla.) issued a scathing statement calling the shooting - the second on a U.S. Naval base this week - an act of terrorism \"whether this individual was motivated by radical Islam or was simply mentally unstable.\"\nDuring a news conference Friday night, the FBI declined to release the shooter's identity and wouldn't comment on his possible motivations.\n\"There are many reports circulating, but the FBI deals only in facts,\" said Rachel L. Rojas, the FBI's special agent in charge of the Jacksonville field office.\nPresident Trump declined to say whether the shooting was terrorism-related. Trump tweeted his condolences to the families of the victims and noted that he had received a phone call from Saudi King Salman.\nHe said the king told him that \"this person in no way shape or form represents the feelings of the Saudi people.\"\nThe Saudi government offered condolences to the victims and their families and said it would provide \"full support\" to U.S. authorities.\nThe U.S. has long had a robust training program for Saudis, providing assistance in the U.S. and in the kingdom. The shooting, however, shined a spotlight on the two countries' sometimes rocky relationship. Almost all of the Sept. 11 terror suspects were Saudis.\nIn the previous shooting, a sailor whose submarine was docked at Pearl Harbor, Hawaii, killed two civilian employees Wednesday before turning the gun on himself.\n\nLoad-Date: December 8, 2019"
}