{
    "title": "A Wiki-less day reminds all of freedom's price",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 1,
    "day": 18,
    "full text": "As modern-day boycotts go, this one was much more effective than the silly one-day strike against gas stations when prices were going wild four years ago. You may remember that one. By not filling up for a day, we were supposed to send a tough message to the oil industry to set aside market principles and give us cheap gas. Well ?\n most people could go a day without filling their car, and most filling stations could endure a slow day, knowing their business for the week would be about the same. But going a day without Wikipedia, Reddit and other sites, as we all did Wednesday, was another matter.  Maybe it didn't bring the Information Age to a screeching halt, but it did halt a lot of information people have come to rely on the way they do drinking fountains. It forced a lot of people who perhaps thought SOPA and PIPA were new Latin entrées to pay attention. SOPA is the Stop Online Piracy Act, which has been introduced in the House. PIPA is the Senate version, the Protect IP Act. Taken together, they promise to do for the Internet what the Patriot Act and the National Defense Authorization Act of 2012 have done for civil liberties. Those last two have responded to something awful ? terrorism ? by giving the federal government vast powers to obtain information on private citizens and to detain them indefinitely under the assumption that people with unchecked power will never abuse that power. The founders of this country didn't buy that premise. Not much progress has been made on improving basic human nature over the past 225 years. SOPA and PIPA also would attack something awful ? the pirating of copyrighted material from books, movies and music ? by giving the government broad powers that could harm the innocent along with the guilty. These proposed laws would allow the Justice Department to force U.S. Internet providers, credit card companies and advertisers to shut off access to foreign sites it considers dangerous to intellectual properties. The worry is that the government will come after American web sites, as well, if they happen to link to sites it considers rogue. CBSnews.com quoted the managing partner at a venture capital fund as saying SOPA and PIPA would scare him away from investing in just about any Internet company. Of course, you may not be concerned about this if you don't feel personally threatened. Unless you're under suspicion, nothing argues in favor of tough anti-terrorism laws quite like the fact nothing major has happened on these shores in the decade since 9/11. But then, nothing feels quite as secure as knowing freedoms are there when you need them. Americans have been firing shots at various battlegrounds in the war between freedom and security since the beginning. This struggle has defined a large part of the American experiment. At one end of the spectrum lies the kind of government control that will preserve its own power at all costs while coercing its people to order themselves within a narrow band of behavior. We call nations that adhere to this philosophy \"trouble spots.\" On the other end lies a different kind of oppression in which uncontrolled freedom leads to abuses no one can punish and a government that is powerless to confront its enemies. Americans don't define themselves as in the middle of that spectrum; their heritage calls for them to swing government's pendulum closer to the side of freedom. America's cultural DNA includes a gene that recognizes some criminals will go free because the government has no right to search people without a warrant, no matter how frustrating that seems at times ? unless, of course, people feel personally threatened.  The entertainment industry, which caters to the type of people normally expected to oppose the Patriot Act and NDAA, is strongly in favor of SOPA and PIPA. That's because it feels threatened by online piracy. The entertainment industry spends a mint on campaign contributions and lobbying to get its way, and it often succeeds. One-day boycotts may not change that, but this one reminded us that erring on the side of freedom has an admirable track record. Jay Evensen is associate editor of the Deseret News editorial page. Email him at even@desnews.com For more content, visit his web site, www.jayevensen.com. \n\nLoad-Date: January 19, 2012"
}