{
    "title": "A Women's Charity Faces Down Terrorism and the Madoff Scam",
    "publisher": "the chronicle of philanthropy",
    "year": 2011,
    "month": 1,
    "day": 9,
    "full text": "ABSTRACT\nHadassah remains unbowed by deep investment losses but must now find a way to attract more young members.\nFULL TEXT\nFor an organization that has been providing health-care services to Israel and Palestine since 1912, through wars, terrorism, and other threats, weathering a recession while facing the loss of tens of millions of dollars in an investment scam has been trying but not daunting.\nSo says Nancy Falchuk, president of Hadassah, the Women's Zionist Organization of America, about the group's recent financial setbacks that led to deep cuts in staff and spending.\n\"The dip in the economy, Madoff, it's all part of a 100-year story,\" Ms. Falchuk says, referring to Bernard Madoff, who ran a massive Ponzi scheme that tricked Hadassah, along with hundreds of other investors.\n\"To put it in perspective: In the past 15 years, we have given $1-billion to Israel.\"\nAnd, she points out, plans to dedicate a brand-new, $318-million, 14-story hospital tower in Jerusalem are still on as part of next year's centennial celebration.\nThe building will be a far cry from Hadassah's first medical clinic in the city, set up by two nurses in 1913 with a few thousand dollars scraped together by American donors.\n\"Our mission has not changed,\" says Ms. Falchuk, who, like Hadassah's other top leaders, works as a volunteer supported by an administrative staff. \"What we do is find very practical ways to connect American Jewish women and men to Israel and to help, in very practical ways, improve health and education in Israel and help children at risk.\"\nA Leaner Operation\nThe group got its start nearly 100 years ago when Henrietta Szold, an educator, publisher, and Zionist, visited Palestine and found herself appalled by the dismal state of health care and medicine in the region. After she returned home to New York, she turned her women's study group into a fund-raising and consciousness-raising group on behalf of Palestine, which in 1948 was split between the nation of Israel and the Palestinian territories.\nIn the years since, Hadassah has built two medical centers in Israel, along with schools of medicine and nursing and an array of health-care, education, and youth programs. It has also grown in the United States, running Zionist-education, youth, public-health, and advocacy programs.\nTwo years ago at this time, though, Hadassah was shaken. In December 2008, the group learned that it was a victim of Mr. Madoff's fraud, jeopardizing an account worth $90-million at the time. The news came as Hadassah, like many other charities, was starting to grapple with the impact of the economic recession on its investments, revenues, and donations.\nMs. Falchuk, who had started her presidency in 2007 with promises to make Hadassah a leaner and more efficient operation, says the organization's response was to speed up what was to have been a four-year trimming and restructuring plan.\nIn the months that followed the Madoff revelation, according to Israeli press accounts, Hadassah laid off 80 staff members in the United States, a quarter of its paid staff, and sharply curtailed spending on programs-reducing, for example, from $40-million to $19-million its annual payment to the Israeli hospitals' operating budgets.\nHadassah, the news organizations reported, also made cuts to domestic programs, such as slashing $2-million from its budget for Young Judaea, which runs camps and travel programs for youths in the United States and Israel.\nHadassah officials have failed to respond to requests to provide details of the charity's spending and staff cuts or to confirm or deny news accounts about its change.\nMs. Falchuk does insist, however, that the changes and cost cutting were well planned and that much of it had already been in the works. For example, she says, Hadassah had been grooming Young Judaea to become more self-sufficient, helping it attract more students and establish tuition prices so the program could eventually pay for itself.\nAs for the Madoff case, Hadassah struck a deal last month with the court's trustee, agreeing to pay back $45-million, slightly less than half of its profit from investing with Mr. Madoff.\nIn a letter to the charity's supporters, Ms. Falchuk wrote that the settlement was in Hadassah's \"best interest,\" adding: \"It allows us to put this chapter behind us and move forward with our critical life-affirming mission.\"\nIn an interview before the settlement was announced, Ms. Falchuk had said she was not interested in discussing the Madoff affair other than to call it \"a painful time\" and to write it off as a blip in Hadassah's long history.\nOlder Members\nIndeed, Hadassah has suffered much worse tragedy over the years than financial loss. In 1948 a convoy of medical personnel on its way to one of Hadassah's Jerusalem hospitals was ambushed by Arab terrorists, and 77 people, including the head of the Hadassah Medical Organization, were killed. The charity evacuated the entire hospital, improvising medical facilities all over the city, caring for patients throughout the ensuing violence.\nToday, Hadassah is using the resilience it demonstrated in 1948 and during other troubled times to face a much less grave, but still significant, challenge: increasing the number of members.\nMembership-which costs $36 a year, or $360 for a lifetime-has dropped among women in recent years from roughly 306,000 in 1997 to about 265,000 today. Men, who have been encouraged to take an active role in Hadassah only in the past 15 years or so, account for an additional 30,000.\nBesides its members, the organization has thousands of other donors and supporters, including among the chapters of Hadassah International in more than two dozen countries. But Hadassah's members in the United States are generally older-less than 12 percent are 45 years or younger-and the organization wants to guard against attrition and attract new blood.\nA membership drive last year, when the group temporarily dropped the price of a lifetime membership to $250, drew 10,000 new people in three months. This year, Hadassah has set a goal of signing up 20,000 new members, with different promotions leading up to the group's centennial.\nRejecting Stereotype\nPromoting Hadassah can be tricky, though, as the organization has long both embraced and bristled at its reputation as a social club for older Jewish women, with its members typecast as ladies who lunch, gathering to chat and stuff envelopes. Hadassah members often speak warmly about growing up in what they call a \"Hadassah home,\" where they recall their mothers and grandmothers meeting with friends and raising money for Israel one bake sale or raffle at a time. Many women from Hadassah homes are now themselves members, but they reject the Hadassah stereotype, saying it is belied by the group's expansive business operations and its progressive stance on nontraditional issues, such as its support of government-financed stem-cell research in the United States.\n\"The organization may be part of my grandmother's legacy, but it is relevant today,\" says Donna Gerson, a Hadassah volunteer who works to engage women age 45 and younger. \"The institutions we support and the issues we handle can capture busy, smart, enterprising, career- and advocacy-driven women.\"\nHadassah has been sending a similar message almost since it was founded. In 1921 it started Junior Hadassah chapters for girls from high-school graduation until marriage, and 12 years later it started business and professional chapters.\n\"They were smart enough to start the conversation back in the '20s and '30s,\" says Ms. Falchuk, of efforts to recruit younger members. \"When you have a long history, you can always look back and learn something.\"\nKEYS TO SUCCESS\nBroadening the pool of supporters: Although a women's organization at its heart, the group has fund-­raising efforts aimed at men and at overseas donors.\nTaking stands on hot issues: In the 1980s the group advocated to keep abortion legal and today pushes governments to expand researchers' ability to use stem cells.\nAdjusting its fund-raising approach: In 2009 it began allowing local chapters to raise money for specific programs, an effort that so far has raised $3-million.\n\nGraphic\n\n \nHadassah's Young Judea program runs camps, including one that hosted these Darfur refugees. The group got its start by sending nurses and medical aid to Palestine.\nA Women's Charity Survives Terrorism and the Madoff Scam 1\n\nLoad-Date: January 10, 2011"
}