{
    "title": "A year of terrorism has changed Paris VOICES(2)",
    "publisher": "daily news ",
    "year": 2016,
    "month": 1,
    "day": 4,
    "full text": "Crowds gather at the Place de la Republique in Paris on Jan. 7 after an attack on the offices of the satirical weekly Charlie Hebdo. Many of the signs say \"I am Charlie.\"\nPARIS It's a new year in Paris, and the streets seem different.\nThey are emptier, maybe a tad more somber than they were before Jan, 7, 2015, when a terror attack against editors of the satirical magazine Charlie Hebdo kicked off a year that none of us will ever forget.\nFor weeks, I had been feeling the change. I began to pay more attention to the general mood in the city in the run-up to the toasts for 2016, trying to define what's different. In December, the city was adorned with fairy lights and decorations as usual. The Champs-Élysées hosted its traditional Christmas market, the Place de la Concorde its giant Ferris wheel. In shopping malls and department stores, extravagant Christmas trees stood tall.\nOnce again, for the festive season, \"The City of Light\" did itself honor. But it's a facade I found.\nIn my crowded, touristy neighborhood, the Marais, it's actually possible these days to walk or bike along the streets without bumping into anyone. There are empty seats at my neighborhood bistros. And when I take my Sunday walk, people I pass speak French. In fact, at Place des Vosges, parents call out to their children playing in the sand in French, not English, Italian, Russian or even Japanese, as it used to be.\nIn the stores, sales have slumped. A week before the official start of the winter sale season on Wednesday, many shops advertised \"private sales.\" In stores not doing this, I was discreetly informed by salespeople that I could \"benefit\" from a 30% \"pre-sale sale\" on all items collection. This is France - the law dictates the dates of sales. Yet it seems, in the wake of terror attacks and their negative impact on our economy, discounts abound now, secret ones, in an attempt to skirt the law.\nThis all started a year ago, when two radical Muslim brothers shot up an editorial meeting at Charlie Hebdo, killing 11 people - and later a police officer - because the magazine's cartoons had poked fun at the prophet who was friends with the brothers took hostages at a Jewish grocery store and executed four.\nAt the time, we couldn't imagine what was to come or how it would change us.\nWe couldn't foresee that in 2015 soldiers standing guard to protect a Jewish community center in Nice would come under a knife attack in February, or that three Americans would thwart a gunman on a train in August. We couldn't know that coordinated terror strikes on Black Friday, Nov. 13, would leave 130 dead and a nation shattered.\nWe couldn't imagine that our children would be asked by their teachers to vary their routes to school for their safety, or that one of their hall monitors would be slaughtered on Nov. 13, or that interns at trauma hospitals would themselves be traumatized by seeing so many injured brought in that terrible Friday night.\nAs we begin a new year, we Parisians are different, full of grief over the year behind us and feeling there is little to celebrate what lies ahead.\nWe are entering 2016 in a changed landscape. We have new and tight security measures\n- we even canceled the fireworks on the Champs-Élysées on New Year's Eve. And we look at each other differently, because we know terrorists are among us.\nRecently, an acquaintance recounted to me how a man was arguing with another man on the Metro at rush hour and was clearly doing so because the other man looked to be a Muslim. The argument went on and the tone became aggressive. Finally, a tiny woman stood up and said: \"It's enough, stop this now!\"\nI wish we could.\nphotographer Vidon is a Paris with -based Associated reporter Report and - ers Abroad.\n\nLoad-Date: January 4, 2016"
}