{
    "title": "AACC looks to add degree in terrorism",
    "publisher": "the capital ",
    "year": 2005,
    "month": 8,
    "day": 1,
    "full text": "Terrorism is not only shaping private conversation and public policy, it's also changing the curriculum at Anne Arundel Community College.\nStarting in January, the college plans to offer the state's first community college degree in homeland security. The program is a response to a real threat, college officials say, and if approved by the state it will prepare students to participate in an economy where billions of dollars will be spent in coming decades countering terrorism.\nTyrone Powers, director of the college's Institute for Criminal Justice, Legal Studies and Public Service, said the war on terrorism is this generation's war on drugs.\n\"President Bush is putting $70 billion into (the U.S. Department of) Homeland Security over the next 10 years. It's going to become one of the biggest job markets,\" said Mr. Powers, whose office will run the proposed program.\n\"The world will never be the same. Homeland Security is here to stay, just like the DEA (that began) under President Nixon.\"\nAlthough the college Board of Trustees, Faculty Advisory Board and the Maryland Higher Education Commission have yet to approve the degree program, plans are well under way. The process will accelerate next month, Mr. Powers said, when the faculty return from summer break.\n\"The college, through a variety of reports and through our class sizes, have seen that homeland security needs developing,\" said college spokes-man Linda Schulte. \"That's how we develop all our courses.\"\nJames M. Pettit, a spokesman for the state Office of Homeland Security, declined to discuss the curriculum for fear it would look like his office was taking a position on the program. He did say that antiterrorism would be a major area of employment in coming years.\nMaryland has qualified for $321 million in federal funds and reimbursements since 2002, Mr. Pettit said.\n\"Homeland security involves law enforcement, infrastructure protection, health and medical (services), intelligence sharing and communications,\" he said.\nCreating the degree would be but the latest step by the county to become a major player in homeland security.\nThe county sees the office parks surrounding the National Security Agency as a major economic development focus. Up to 20,000 jobs are expected to move to Fort George G. Meade over the next decade.\nTwo years ago, the county opened the Chesapeake Innovation Center, the first business incubator in the country designed to develop small businesses in the homeland security field.\nThe college offered courses in terrorism starting in 2000, said Mr. Powers, a former state trooper and FBI agent. Students have shown even greater interest since the attacks.\nWhile war targets combatants and seeks to wound or kill them, terrorism targets the general population and killing maiming are tools to accomplish their ultimate goal - instilling fear.\n\"This generation, they mark everything by 9-11,\" Mr. Powers said. \"This is their date of reference - that shows you in a sense how successful the terrorists were.\"\nThe program would prepare students to go directly into law enforcement or to continue their education at four-year colleges, Mr. Powers said. Or, people who already hold college degrees could enroll to develop a specialty.\nStudents would study weapons of mass destruction, national security law, emergency response to an attack, cyber security and computer forensics as well as develop a healthy respect for terrorists/\n\"You can call a terrorist a lunatic in the media, but I can't in counterterrorism, or I underestimate him,\" Mr. Powers said.\nThe people who commandeered jetliners and flew them into the World Trade Center and the Pentagon were educated.\n\"You have to know you aren't going to run into F-16s on the way,\" Mr. Powers said. \"There is more to it than flight school (training).\"\nKathleen Young of Arnold, director of education and outreach for the new counterterrorism program at the University of Maryland in College Park, said homeland security programs are \"springing up everywhere.\"\n\"We have seen this in a lot of community colleges,\" she said. \"First responders already have the relationship with the colleges because that is where paramedics go for training.\"\n\nLoad-Date: August 2, 2005"
}