{
    "title": "ABC secures 'Border' with Shapiro",
    "publisher": "the hollywood reporter",
    "year": 2008,
    "month": 5,
    "day": 29,
    "full text": "A new ABC unscripted series will take an unprecedented look behind the scenes at the government's fight against terrorism.\nThe network has ordered 11 hours of \"Border Security USA\" from executive producer Arnold Shapiro (\"Big Brother\"). Shot on location throughout the U.S., the series will focus on the efforts of border protection agencies to halt illegal smuggling and immigration.\nA typical episode might jump from a border patrol in Texas to security screeners at a New York airport to a Coast Guard boat off Puerto Rico. \"Border\" is billed as the first multiepisode TV series to be shot in cooperation with the Department of Homeland Security, as well as several other government agencies.\n\"We're showing everyday heroes who are risking their lives to protect us,\" said Shapiro, who also produced the law enforcement series \"Rescue 911\" and the classic jailhouse documentary \"Scared Straight.\" \"Every mode of transportation to get into the country, we have covered.\"\n\"Border\" is based on the Australian series \"Border Security: Australia's Front Line,\" which debuted in 2004. ABC purchased the rights to the format and tapped Shapiro to shepherd the U.S. version. The network plans to launch \"Border\" sometime next season.\nAlthough security agents attempt to stop a wide variety of crimes on the show, its depiction of the government's post-9/11 anti-terrorism efforts is bound to draw the most attention. In one story, two young men of Iranian descent are denied entry into the country when one is found to have relatives with ties to a terrorist organization.\n\"That's (the agents') No. 1 mission: to protect the country from terrorists and from terrorist materials, such as bombs,\" Shapiro said. \"Nobody wants to be the officer who lets in the next terrorist.\"\nShapiro said he's been asked to keep confidential a few tactics used by border agents. Otherwise, the agencies welcomed a depiction of their day-to-day efforts.\n\"They want people to know how diligent they are,\" Shapiro said. \"You hear about every problem that the DHS is having; you never hear about what they're doing that's good.\"\nSecurity problems in recent years have ranged from media reports of border agents taking bribes to concerns that cargo inspections at airports and shipping ports remain dangerously lax.\nShapiro said \"Border\" will tell \"the other side of the story.\"\n\"I love investigative journalism, but that's not what we're doing,\" he said. \"This show is heartening. It makes you feel good about these people who are doing their best to protect us.\" (partialdiff)\n\nLoad-Date: June 3, 2008"
}