{
    "title": "ABC Parts Ways With Investigative Reporter Brian Ross",
    "publisher": "the new york times",
    "year": 2018,
    "month": 7,
    "day": 2,
    "full text": "Brian Ross, the chief investigative correspondent for ABC News, is leaving the network seven months after he botched a report involving President Trump and the Russia investigation, a mistake that led to a rebuke from the White House and concern about self-inflicted damage by news organizations already facing scrutiny.\nHis exit, announced on Monday, marked an ignominious end to Mr. Ross’s 24-year run at ABC News, where he had been the face of the network’s on-air investigative arm and a regular contributor to coverage of wars, terrorism, politics and scandals du jour like the Bernard Madoff swindle.\nMr. Ross, 69, was in the middle of his current contract, according to a person familiar with the matter who was granted anonymity to discuss a sensitive personnel issue. Also leaving the network is Rhonda Schwartz, Mr. Ross’s longtime lead producer.\nIn a decades-long career, Mr. Ross has collected dozens of prizes for his reporting, including Emmy and Peabody Awards. But he came under fire in December after ABC News retracted and apologized for his errant report that Michael T. Flynn, the former national security adviser, had been directed by Donald J. Trump to make contact with Russian officials during the 2016 campaign.\nIt was a bombshell claim amid the investigation into the Trump campaign’s ties with Russia. But in fact, Mr. Flynn was told to make contact with the officials after the election was decided, as part of his prospective duties as national security adviser. ABC executives admitted that they “fell far short” of internal standards in airing the report, and Mr. Trump denounced the network as “horrendously inaccurate and dishonest.”\nIt was not Mr. Ross’s first mistake. Among other transgressions, he apologized in 2012 for incorrectly            linking the mass killer in Aurora, Colo., to a local Tea Party group, and during the Iraq war, he incorrectly reported that a prominent Iraqi general had been killed.\nBut this most recent error carried serious repercussions. ABC News suspended Mr. Ross for four weeks without pay. When he returned, the network barred him from covering the president and the Russia investigation, assigning him instead to longer-term projects that he worked on from an office several blocks from the news division’s headquarters. He was also kept from appearing on live broadcasts.\nWith Mr. Trump denouncing journalists as “the enemy of the American people,” news organizations are acutely sensitive to missteps that can threaten credibility with readers or viewers.\n“The time has come to say goodbye,” Mr. Ross and Ms. Schwartz wrote in a memo to colleagues on Monday, saying that ABC News “has meant so much to us.”\nThe pair wrote in their memo that they “are hardly leaving investigative journalism; there is much more to do.” They did not specify their next project or a new home for their work, and neither responded to a request for comment.\nAmong Mr. Ross’s journalistic highlights was a 2011 report on sexual assault in the Peace Corps, which helped prompt a federal law aimed at protecting victims and whistle-blowers in the organization. He            received a Goldsmith Prize for Investigative Reporting from Harvard in 2014 for a report on coal companies denying benefits to workers who were dying from black lung disease.\nJames Goldston, the president of ABC News, praised Mr. Ross and Ms. Schwartz in his own memo, writing that “their work has led repeatedly to real changes in policy in the U.S. and around the world.”\nHe added, “We wish them well in their next chapter.”\nPHOTO: Brian Ross spent 24 years at ABC News, where he was the face of the network’s on-air investigative arm and a regular contributor to coverage of wars, terrorism, politics and scandals. (PHOTOGRAPH BY Ida Mae Astute/ABC, via Getty Images FOR THE NEW YORK TIMES)\nRelated Articles\nABC Suspends Reporter Brian Ross Over Erroneous Report About Trump\n\nLoad-Date: October 23, 2018"
}