{
    "title": "Abduction Renews Hostage Policy Debate in U.S",
    "publisher": "the new york times",
    "year": 1988,
    "month": 2,
    "day": 28,
    "full text": "The abduction of yet another American in Lebanon has renewed debate in foreign policy circles about President Reagan's handling of hostage situations and the effectiveness of his ''no deals'' approach.\nThe kidnapping of Lieut. Col. William R. Higgins of the Marines illustrates the battle in which Mr. Reagan seems inextricably locked with adversaries that are themselves sometimes splintered, mysterious and barely identifiable.\nConceding in his news conference on Wednesday that the hostage situation has been ''very frustrating,'' Mr. Reagan pledged that the Administration would ''never let up'' in trying to gain freedom for all the captives.\n \nThe Stated Policy\nFor seven years the Administration has implored allies to follow its lead in making no concessions to terrorist agents or groups holding officials or private citizens hostage. Accordingly, the Government's stated policy is that ''it will not pay ransom, release prisoners, change its policies or agree to other acts that might encourage additional terrorism.''\n''That has been a fairly consistent policy of the United States since it was announced in 1973,'' said Brian M. Jenkins, chairman of political science and director of research on political violence at the Rand Corporation, a California-based research organization. ''The Iranian arms deal was a clear departure from U.S. policy'' that may have seriously eroded ''whatever credibility that policy may have had,'' he said.\nUnder the failed plan, weapons were secretly sold to those believed to be moderates in the Government of Ayatollah Ruhollah Khomeini to gain the release of kidnapped Americans.\nAfter months of confusing statements, speeches that approximated a Presidential apology and three investigations, one of which is still under way, the initiative ultimately gained the release of two Americans. It also served to weaken the Presidency, bewilder allies and undermine the confidence of moderate Arab states.\n \nTrying 'to Heal a Policy'\n''I don't know how long it takes to restore credibility, to heal a policy,'' said Mr. Jenkins.\nWhite House and State Department officials, in public statements and recent interviews, were candid in acknowledging a credibility problem with regard to the Iranian arms deal.\n''It was not helpful,'' said Marlin Fitzwater, the White House spokesman. ''But since then, we have re-established that policy, reaffirmed its correctness in our eyes, and have worked mightily to restore it and restore our confidence in it.''\nL. Paul Bremer, the United States Ambassador at large for counter-terrorism, said Administration officials ''believe we're beginning to get our credibility back.''\n''In fact, I think the experience of the Administration in the last 15 months since the Iran-contra thing has been to underscore very clearly the principle of the no concessions policy,'' Mr. Bremer said in an interview.\n \n'Swift and Effective Retribution'\nThe United States has not experienced a mass hostage trauma like that which preoccupied Jimmy Carter from 1979 to 1981 when 52 Americans were held inside the United States Embassy in Teheran.\nNevertheless, since Ronald Reagan swept into office in 1981 vowing ''swift and effective retribution'' against international terrorism, his Administration has been directly affected by these events:\n* The death in October 1983 of 241 American servicemen, after a truck, loaded with explosives and driven by an Islamic Shiite militant, crashed into a United States Marine compound in Beirut.\n* The commandeering of an Italian cruise ship, the Achille Lauro, by four Palestinians and the murder of a wheelchair-bound, 69-year-old passenger from New York, Leon Klinghoffer.\n* The murder of Robert Dean Stethem, a Navy seaman who was fatally shot after the hijacking of Trans World Airlines Flight 847 in June 1985 by members of an Islamic fringe group.\n* The kidnapping of 12 Americans in Lebanon, including William Buckley, the Central Intelligence Agency's station chief, who is believed to have been tortured to death. Nine Americans remain captive somewhere in Lebanon.\nWalter Laqueur, the terrorism expert who published a pioneering book on the subject in 1977, said ''one shouldn't be too hard'' in assessing the Reagan Administration's record on terrorism because ''each case is different.''\n \nTerrorism on Decline\nAccording to State Deparment statistics, terrorist incidents, which reached a peak in 1985, are declining in some areas, notably in Western Europe.\nIn 1985, the State Department reported 785 attacks of political violence and terrorism worldwide. That figure dropped by about 7 percent to 774 incidents in 1986. In 1987, the number of incidents reported was 832, an increase of nearly 6 percent due primarily to an ''extraordinary increase in terrorist bombings in Pakistan'' which have been linked to the Afghan secret police.\nFurthermore, terrorist episodes in Europe have declined by 31 percent over a two-year period, and the number of Americans killed in terrorist incidents have dropped to 7 in 1987 from the 38 who were slain in 1985. Air piracy was reduced to one hijacking last year, the lowest number recorded since the Government began keeping track of them in 1968.\nThese improvements, according to senior Administration officials, are largely a result of the April 1986 American air strike on Libya, in retaliation for what the Administration charged was Tripoli's role in the bombing of a West Berlin discotheque frequented by United States service personnel.\n''The American bombing raid on Libya opened a new chapter in the international fight against terrorism'' said Secretary of State George P. Shultz in a recent speech before the Anti-Defamation League of B'nai B'rith. ''It brought home to Qadaffi and other terrorists that the United States was not going to take it anymore. We would use military action against terrorism if necessary,'' he said, referring to the Libyan leader Col. Muammar el-Qadaffi."
}