{
    "title": "Abetting terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 6,
    "day": 29,
    "full text": "ON SEPT. 20, 2001 President Bush declared, \"Afghanistan's people have been brutalized -- many are starving and many have fled. Women are not allowed to attend school. You can be jailed for owning a television. Religion can be practiced only as their leaders dictate. A man can be in jailed in Afghanistan if his beard is not long enough.\" Bush then went on to demand that Afghanistan sever all terrorist ties or face the consequences -- the famous Bush Doctrine. Today, Somalia is the new Afghanistan. The civil unrest and rise of the ruling Conservative Council of Islamic Courts (formerly the Islamic Courts Union) parallels the rise of the Taliban in Afghanistan in the early 1990s almost perfectly. In its shift from idealism and democratization to realism and caution in its foreign policy, the Bush Administration is missing the opportunity to nip a terrorist regime in the bud and make the world a safer place.\nAfter the Soviet-installed regime in Afghanistan was overthrown in 1992, civil war raged. Various factions and warlords vied for control in the power vacuum, but a grouping of Mujahideen (religious fighters) proved victorious by 1996. The war-weary Afghan people were grateful that one side had prevailed. Unfortunately, the victors were a band of firebrand Islamic radicals bent on strictly enforcing Sunni Islamic law with no dissidence tolerated. The Taliban regime was known to be harboring terrorists -- most notably Osama bin Laden's Al Qaeda. Throughout this whole ordeal, the Clinton Administration looked the other way, blissfully ignorant. The results were the bombing of the U.S.S. Cole (which drew a token response of a few Cruise missiles) and the horrific events of Sept. 11. One would think that America has learned that radical Islamic groups with terrorist ties cannot be trusted to govern. Unfortunately, that does not seem to be the case.\nThe autocratic government of Somalia collapsed in 1991 in the wake of a bloody coup d'etât led by warlords and the succession of Somaliland (northern Somalia). In keeping with Clinton's internationalism, U.N. forces with U.S. troops tried to restore order from 1993-1995. By 1995, the United States and the United Nations decided to cut and run like frightened rabbits because of mounting casualties. (Remember the movie Black Hawk Down?) As a result, civil war continued to rage with a loose coalition of Islamic courts eventually becoming a significant military and political force by 1999. The secular warlords formed the Alliance for the Restoration of Peace and Counter-Terrorism (ARPCT) which, according to former U.S. intelligence officials, received U.S. funding (although this was never officially confirmed or denied). The Islamic Courts stuck their first decisive victory a few weeks ago capturing Mogadishu; they now have effective control over the surrounding area. According to BBC News, the Islamic Courts have been associated with \"al-Qaeda-linked attacks in East Africa -- including the 1998 bombing of U.S. embassies in Kenya and Tanzania and the 2002 attacks on Israeli tourists in Kenya.\" If according to President Bush, \"It is the policy of the United States to seek and support the growth of democratic movements and institutions in every nation and culture, with the ultimate goal of ending tyranny in our world,\" then what gives?\nSince 1995, the only \"action\" the United States has taken with regards to Somalia is to fund the ARPCT whose human rights record is at best suspect but at least has not been linked to Islamic terrorists. The United Nations has spent more time condemning the U.S. for funding the ARPCT than actually trying to secure peace. Since fighting its way into power, the Islamic Courts have called even the use of African Union troops in Somalia \"foreign occupation\" and the people of Somalia are too worn out from 15 years of anarchy to organize effective resistance. All the western powers are doing is calling meetings despite the fact that both the United States and Great Britain officially have stated that the Islamic Courts are harboring at least 3 major Al Qaeda leaders. This whole time, the rights of average Somalians are slowly disintegrating -- local Islamic Courts leaders have banned television and are requiring men to grow beards, just as the Taliban did in Afghanistan. American inaction on Somalia is the most dangerous part of a larger trend within the Bush Administration towards realpolitik, as evidenced by the departure of prominent neoconservatives such as Doug Feith and Paul Wolfowitz. This may well be the right course to take, particularly for Iran and Eastern Europe. But in Somalia, allowing an Islamic government with terrorist ties and little if any respect for rights to rise to power does not bode well for future security.\nJosh Levy is a Cavalier Daily Columnist. He can be reached at jlevy@cavalierdaily.com.\n(C) 2006 Cavalier Daily via U-WIRE\n\nLoad-Date: June 29, 2006"
}