{
    "title": "Ability To Find Impartial Jury For Megahed Questioned",
    "publisher": "the tampa tribune ",
    "year": 2008,
    "month": 1,
    "day": 25,
    "full text": "ATTORNEY WANTS QUESTIONNAIRE GIVEN\nBy ELAINE SILVESTRINI\nThe Tampa Tribune\nTAMPA - A former University of South Florida student charged with transporting explosives may not be able to find a fair jury in Tampa, his attorney says in court papers.\nBut the attorney is not yet asking that the case be moved, and instead filed a motion asking that jury candidates be given extensive questionnaires.\nYoussef Megahed was arrested in South Carolina in August, along with Ahmed Mohamed, after deputies said they found explosives in the trunk of the car in which they were riding.\nMohamed also was charged with trying to help terrorists by making and posting on the Internet a video in which he demonstrates how to use a remote-controlled toy to detonate a bomb.\nMegahed, who is not facing a terrorism-related charge, tried unsuccessfully to have his case severed from Mohamed's on the grounds that the jury will be inflamed by the terrorism charge against Mohamed.\nThe two are set for trial in March.\nNow, Megahed's attorney, federal public defender Adam Allen, is asking that potential jurors be given a questionnaire, similar to the one used in the case of Sami Al-Arian, to screen them for potential bias.\n\"At the present time, Mr. Megahed is not moving this court for a change of venue,\" Allen wrote, \"but simply expressing to the court a real concern that given the extraordinary and extensive pretrial publicity which has saturated the Tampa Division of the Middle District of Florida there is a strong possibility that it will be impossible to impanel an impartial jury who has not already formed beliefs regarding the guilt or innocence of the defendants based solely upon the pretrial publicity in this case.\n\"This strong possibility is only heightened by the fact that Mr. Megahed's codefendant, Ahmed Abdellatif Sherif Mohamed, is charged with a highly inflammatory terrorism-related offense which, in light of the United States' current entrenchment in Iraq, is certain to draw strong public interest and opinion. As such, there is a legitimate concern that it might be difficult to impanel impartial and indifferent jurors who can render a verdict based solely on the evidence presented in court.\"\nReporter Elaine Silvestrini can be reached at (813) 259-7837 or esilvestrini@tampatrib.com\nPhoto: Youssef Megahed\nHe sought to have his case severed from that of Ahmed Mohamed.\nCopyright © 2008, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: February 6, 2008"
}