{
    "title": "Ability to cover diverse, tough risks helps Lexington lead the pack",
    "publisher": "business insurance",
    "year": 2005,
    "month": 10,
    "day": 10,
    "full text": "Lexington Insurance Co.\n100 Summer St.\nBoston, Mass. 02110\n617-330-1100; fax: 617-951-0067\nwww.lexingtoninsurance.com\nLexington Insurance Co. isn't only the nation's largest surplus lines insurance company, it's also one of the few companies that write stand-alone coverage for terrorism risks.\nIt is that willingness to take on difficult risks that has helped the Boston-based insurer flourish for more than three decades as the main surplus lines unit of American International Group Inc. Lexington celebrated its 35th year with AIG in 2004 and this year it has been named best overall surplus lines insurer in the Business Insurance 2005 Readers Choice Awards. BI readers chose Lexington on the basis of overall service, value, quality and innovation.\nLexington writes a diverse book of commercial and personal property/casualty business, offering coverage for a wide variety of industries and risk classes. More than three-quarters of the $6.47 billion in gross premiums written the company reported for last year came from nonadmitted business, and Lexington offers both primary and excess coverage for many lines.\n``Our greatest strength is to be in markets when others aren't,'' such as following a major catastrophic event, said Kevin Kelley, chairman and chief executive officer of Lexington. He noted that's particularly true now, following Hurricane Katrina, which devastated New Orleans and the Gulf Coast in late August.\nWith an array of coverages, it's hard to point to one line of coverage as a core business for Lexington. ``Property business is probably our largest, followed closely by casualty, health care and programs,'' Mr. Kelley said.\n``Everything we do has an element of high risk to it. That's why being part of AIG and having a stand-alone balance sheet'' that is top rated are important, he said.\nLexington stepped forward after Congress enacted the Terrorism Risk Insurance Act in 2001 to offer stand-alone terrorism coverage that was not available under TRIA. ``We wrote well over $100 million of premium'' after TRIA, Mr. Kelley said.\nEarlier this year, Lexington anticipated a need that now seems prophetic. The company unveiled a tax interruption insurance product for municipalities of 50,000 and smaller, to assist governments that face loss of tax revenue due to covered perils.\n``We were probably a little ahead of the market on that,'' Mr. Kelley said. But after hurricanes Katrina and Rita, ``municipalities are seeing the consequences of having a major loss. That kind of policy will be very relevant going forward,'' he said.\nMr. Kelley pointed to changing market conditions as a significant challenge for Lexington and the industry generally in the next year. ``Katrina is a major event. We're beginning to see the impact on pricing already,'' he said. Reinsurers will be looking to address property catastrophe coverage issues, he said. While TRIA's fate remains uncertain, Lexington's CEO believes Katrina ``is going to change the dynamics of the catastrophe reinsurance market and terrorism is going to be an element of that.''\nLexington Insurance Co.\n2004 Nonadmitted premiums written: $4.90 billion\nEmployees: 404\n\nGraphic\n\n \nArt Credit: Kevin Kelley, Chairman and CEO\n\nLoad-Date: October 14, 2005"
}