{
    "title": "Abortion doctor's killing called religious terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 3,
    "day": 18,
    "full text": "Antiabortion militant James Kopp performed \"religious terrorism\" in 1998 when he shot to death a doctor who performed abortions, a prosecutor alleged as Kopp's murder trial opened yesterday.\nKopp's lawyer argued that he did not intend to kill when he fired at obstetrician-gynecologist Barnett Slepian, through Slepian's kitchen window in suburban Amherst, N.Y.\nThe trial opened in front of a judge in Erie County Court after Kopp made a surprise switch last week in legal strategy, waiving his right to a jury trial. Judge Michael D'Amico was scheduled to announce a verdict at 2 p.m. today.\nKopp \"thinks he is serving some higher power, but this is religious terrorism,\" prosecutor Joe Marusak told the court. Marusak added mockingly of Kopp, a Roman Catholic: \"Say grace and pass the ammunition.\"\nThe Oct. 23, 1998, slaying of Slepian, 52, a married father of four, focused renewed attention on abortion rights in the United States and led to a global hunt for the killer.\nKopp, 48, fled the country and was arrested in France in 2001 after 2 1/2 years on the run. He was extradited to the United States last year only after France was assured he would not face the death penalty.\nDefense lawyer Bill Barket said Kopp, who admitted in a November interview with the Buffalo News to shooting Slepian, did not intend to kill him.\n\"Jim killed him because Dr. Slepian was going to perform an abortion the following day,\" Barket said. \"He wanted to injure him because he was acting in the defense of the unborn living.\"\nKopp is charged with second-degree murder and murder with depraved indifference for human life. Each conviction carries a maximum sentence of 25 years to life imprisonment.\nBy changing to a trial by judge, Kopp gave up the right to testify or call witnesses and eliminated the possibility that a jury might find him guilty of manslaughter.\nKopp pleaded not guilty in court on Dec. 17 and faces a federal trial later on charges of interfering with the right to an abortion. He has also been charged with the nonfatal shooting of a doctor in Canada.\n\nGraphic\n\n \nPHOTO;\nJames Kopp said he meant to injure, not kill.\n\nLoad-Date: July 14, 2005"
}