{
    "title": "ABORTION CLINIC BOMBING; Possible motive_ Media coverage; Experts say terrorists may have planned se",
    "publisher": "the atlanta journal-constitution",
    "year": 1997,
    "month": 1,
    "day": 26,
    "full text": "Drawn by a bomb blast at a Sandy Springs abortion clinic, television reporters were on hand, cameras rolling, when a second blast brought new tragedy.\nThose images of chaos, smoke and blood from the second blast have fascinated the nation ever since - and raised the question of whether the Jan. 16 twin bombing was planned with the media in mind.\n \nIt could have been, say terrorism experts.\nAlthough the Sandy Springs bombing certainly was aimed at destroying life and property, some terrorism experts say the bomber also may have had another target in mind: the nightly news.\nThe first bomb would draw the media; the second one would provide the highlight footage.\n\"Here you had the news people right on hand, able to capture it firsthand; that makes it more of a media event,\" said David Estenson, president of B. Prepared Inc., a Minnesota-based training and consulting firm that specializes in bomb threats and anti-terrorism tactics. \"The pictures of the dark cloud from the bomb looked hellacious.\"\nThe initial blast at the Carpenter Drive building provided news teams with footage of building damage (and no victims); the second blast, 65 minutes later, created scenes of billowing smoke, people screaming in horror and bloody victims crying in pain as seven people, including a firefighter and three federal agents, were injured.\nNo one has claimed responsibility for the attack, which took place a week before the 24th anniversary of the U.S. Supreme Court decision legalizing abortion nationwide, and which was followed days later with the double bombing of an abortion clinic in Oklahoma.\nTerrorists want their acts to create havoc in order to publicize their causes, experts say, and having reporters and camera operators at the scene when a bomb explodes \"gives the bomber the maximum bang for the buck,\" said Dr. Neil Kressel an author on terrorism and associate professor of psychology at William Paterson College in New Jersey.\nShocking footage also gives the story more staying power in the media, said Kressel. Shots of the Sandy Springs bombing could even resurface when the media picks the decade's most dramatic shots, he said.\nThe dual explosions appear to be the first two-bomb attack reported on U.S. soil, though the use of back-to-back bombs is a familiar terrorist tactic in Northern Ireland and the Middle East.\nIn the Sandy Springs bombings, the first blast outside the abortion clinic in a three-story building off Roswell Road, was reported about 9:30 a.m. The second followed just over an hour later, allowing ample time for the arrival of police, rescue workers, federal agents and the media.\nMayer Nudell, a Virginia consultant on terrorism, said he doesn't think terrorists plan carefully enough to have planted a \"media\" bomb.\n\"There's only one reason for the second bombing,\" he said. \"To hurt somebody.\"\nSeveral experts and federal authorities say the targets may have been federal agents, who investigate acts of terrorism.\nBut that theory does not necessarily discount the media conjecture. The double bombing may have been intended to harm the abortion clinic, federal agents, and provide dramatic media footage, said Tom Preston, chairman of Preston-Osborne, a Kentucky consulting firm that has 30 years of crisis management experience.\nThe more exposure an event receives, the more fear it can create, he noted.\n\"One of the essential ingredients of terrorism is widespread public attention,\" Preston said. \"Certainly that could include bringing media into the area with an initial attack.\"\nBut purposely drawing cameras to a bombing can backfire on a bomber trying to rally public support for a cause.\n\"If you kill a 7-year-old child,\" Estenson said, \"you do not do your cause any good.\"\n\nGraphic\n\n \nPhoto: At work when the second explosion occurred, WGNX cameraman Randy\n Paige was injured, then tended by colleague Tiffani Diaz (left) and two\n others./ CHARLOTTE B. TEAGLE / Staff\n\nLoad-Date: January 27, 1997"
}