{
    "title": "ABORTION ISSUE STALLS 'STALKING' BILL",
    "publisher": "wisconsin state journal",
    "year": 1993,
    "month": 10,
    "day": 27,
    "full text": "One bipartisan crimefighting measure won't get a vote in the Legislature this week because it has become mired in another political controversy: abortion.\nLegislation targeting ''stalkers'' who follow or harass people has been held up in Assembly and Senate committees because anti-abortion rights groups said the measure might limit their right to protest.\nKathleen Krenek, executive director of the Wisconsin Coalition Against Domestic Violence, said the quarrel had distracted attention from the bill's real focus, which is to protect women from harassment.\n''This has become a a pro-life or pro-choice issue,'' Krenek said Tuesday. ''The whole thing that's being lost here is that women are being terrorized.''\nBy Tim Kelley  State government reporter\nRep. Jeannette Bell, D-West Allis, the Assembly stalking bill author, said she and Wisconsin Right to Life had agreed on changes to her bill that would protect peaceful, legal anti-abortion protests. But Bell said other anti-abortion rights activists were insisting on a broader exemption for their activities.\nCommittee leaders Sen. Joanne Huelsman, R-Waukesha, and Rep. Wayne Wood, D-Janesville, said that even if a deal was struck, the measure stands almost no chance of getting a vote before the Legislature adjourns for the year. Thursday is scheduled to be this year's final day of legislative votes.\nThe anti-abortion rights group Wisconsin Right to Life recently told lawmakers in a letter that they believed the bill contains a ''hidden agenda'' to squelch their right to free speech and assembly.\nThe current version of the stalking bill would make it illegal to linger outside a person's home for no legitimate reason. Anti-abortion rights groups have protested outside the homes of doctors.\nBut Sen. Margaret Farrow, R-Elm Grove, the sponsor of the Senate version of the bill, said the bill was never intended to target abortion protests. She said she remained hopeful that a compromise could be struck that would clearly target stalkers, not protesters.\nBut that may be unacceptable to abortion rights supporters who back the current bill and contend that some anti-abortion activities, which have included threats to harm physicians who perform abortions, cross the line from free speech to criminal behavior.\nKrenek supports the abortion rights advocates: ''Anybody who stalks should be arrested. It's terrorism.''\nKey vote expected: The Joint Finance Committee is expected to vote today on a compromise crimefighting bill that would set aside $ 2.7 million in tax money over two years for anti-crime measures and borrow $ 3 million to build a boot camp for juvenile delinquents.\nThe bill introduced Tuesday contains 40 anti-crime measures that would: Spend $ 1.2 million over two years to operate the proposed boot camp.\nSet aside $ 400,000 over two years for juvenile ''early intervention'' services meant to deter youth from committing crimes.\nSpend $ 300,000 over two years on services to reduce repeat offenses among juveniles and solve underlying causes of youth crime.\nProvide $ 250,000 for job training of young people.\nOutlaw use of ''cop-killer'' armor-piercing hangun bullets in crimes.\nTrack the location and employment of convicted sex offenders for up to 15 years after their release.\nIncrease penalties for trying to disarm a police officer; sell, loan or give handguns or other dangerous weapons to children; commit acts of terrorism; commit crimes as a gang member.\nAllow electronic monitoring of some youthful criminals as an alternative to detention centers.\nAllow juveniles to be waived more easily to adult court, where they would face stiffer penalties.\nEnact penalties for people who recruit kids to join gangs.\nDrunken drivers: The Assembly approved 90-8 a measure that would allow judges consider drunken driving convictions from as long as 10 years ago in order to impose tougher penalties on repeat drunken drivers. Current law does not allow judges to count offenses more than five years old.\n\nLoad-Date: July 19, 1995"
}