{
    "title": "ABORTION CLINICS PROMISED SECURITY AID; VIOLENCE AGAINST CLINICS IS DOMESTIC TERRORISM HILLARY CLINT",
    "publisher": "pittsburgh post-gazette",
    "year": 1999,
    "month": 1,
    "day": 23,
    "full text": "Abortion clinics facing threats of violence and family planning clinics serving low-income women are in line for additional federal funding in the budget President Clinton will send to Congress Feb. 1.\nFirst lady Hillary Rodham Clinton announced the proposals in a speech yesterday to the National Abortion Rights Action League on the 26th anniversary of Roe v. Wade, the Supreme Court decision that made abortion legal.\nCalling for an end to escalating \"domestic terrorism\" against medical staffs at abortion clinics, she said the fiscal year 2000 budget included $ 4.5 million to help threatened clinics improve security with better lighting, closed circuit cam era systems, motion detectors, alarm systems and bullet-resistant windows.\nThe president will also seek an additional $ 25 million for grants to family planning clinics, which provide contraceptives and birth control information, cancer screening, education on preventing sexually transmitted diseases and counseling to more than 5 million low-income women. It would be the largest increase in the program in 15 years, raising federal support to $ 240 million.\nAddressing the luncheon that marked NARAL's 30th anniversary, Clinton urged Americans on both sides of the abortion debate to find the \"common ground that we can all stand upon\" in working toward a goal of keeping abortion \"legal, safe and rare.\"\nShe suggested that one area of agreement would be that \"violence, harassment and intimidation have no role in our health care system or in this debate.\"\nIn the past 10 years, she said,there have been seven murders, 38 bombings, 146 cases of arson and 733 cases of vandalism connected to abortion clinics.\n\"Wherever one stands on the issue of abortion, surely we should all agree. .  . . This is not free expression,\" she said. \"This is domestic terrorism, and it has got to stop.\"\nClinton paid a personal tribute to Dr. Barnett Slepian of Amherst, N.Y., an obstetrician who was killed by a sniper in the kitchen of his home in suburban Buffalo in October.\nSlepian's widow, Lynn, was in the audience and was given a plaque honoring her husband's service by the American College of Obstetricians and Gynecologists.\nThe first lady said Slepian should also be honored by making sure that \"doctors are trained and available to provide safe and comprehensive health care to women all over our nation.\"\nAs she was speaking, several thousand anti-abortion demonstrators gathered two miles away on the muddy Ellipse, south of the White House, for the annual March for Life rally and procession to the Supreme Court sponsored by the National Right to Life Committee, churches and other organizations.\nRep. Christopher Smith, R-N.J., urged the crowd to fast and pray that Clinton would take steps to make abortion illegal.\n\"The scandals that have rocked the White House pale to near-insignificance when compared to the anti-child policies so methodically pursued by our abortion president and his administration,\" he declared.\nMany participants had arrived in bus caravans from states as far away as Ohio, Wisconsin, Iowa and Missouri. Toting infants and waving signs - some with hand-written slogans, others mass-produced with photos of aborted fetuses - they sang, chanted and cheered as Smith and other speakers vowed a renewed drive to pass a law banning \"partial-birth\" abortions this year.\n \nCongress passed a bill last year to ban the procedure, a bill Clinton vetoed on the ground that it did not protect women and doctors who chose the late-term procedure for medical reasons.\n\nLoad-Date: February 14, 1999"
}