{
    "title": "ABORTION-CLINIC BOMBINGS ARE TERRORISM",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 20,
    "full text": "To the Editor:\nWebster's Ninth New Collegiate Dictionary defines the word ''terror,'' as, among other things, ''violence (such as firebombing) committed by groups in order to intimidate a population or government into granting their demands . . .'' And to ''terrorize'' means ''to fill with terror or anxiety; scare and to coerce by threat or violence.'' These definitions are for the benefit of William H. Webster, Director of the F.B.I., who said he didn't consider the firebombings of family-planning clinics to be acts of terrorism (news article, Dec. 5). There has been silence at the top of the Administration. President Reagan has not spoken out against terrorist acts perpetrated upon family-planning centers across the country.  The law of the land makes the choice of abortion legal and a private matter. Nevertheless, a fanatical fringe is using the tactic of terrorism to try to force family-planning clinics and women's-health centers out of business. The nation's top cop - the F.B.I. Director - says that firebombings of clinics across the country are not terrorist acts. Mr. Webster said: ''The objective is social. I don't believe it currently meets our definition.'' Thousands of people who visit clinics like ours may become fearful. At the same time, the staff of these centers and clinics live with fear that any day they or their clinic may be next on the ''hit list.'' Fortunately, no one has been injured or killed to date.  It is ironic in this great democracy that some people cannot agree to disagree peacefully or work on their differences in the legislatures and courts.\nResorting to violence to make their point is totally unacceptable.  We believe the issue is not just the question of abortion, but whether women who now have legal options and choices in the area of reproductive health will be able to act on those choices without threat or violence from others. The government should uphold and protect their right to do so.\n \nJUDITH FREW JOAN GRIGGS BABBOTT, M.D.  New Haven, Conn., Dec. 14, 1984\nThe writers are, respectively, president and executive director of Planned Parenthood of Connecticut."
}