{
    "title": "ABOUT NEW YORK ; ON THE ROAD TO ANYWHERE BUT EUROPE",
    "publisher": "the new york times",
    "year": 1986,
    "month": 6,
    "day": 28,
    "full text": "What it comes down to, Francine Florio said, is that her husband would rather face up to international terrorism than go to the Poconos.\nHe rejected her plan for a summer vacation - two weeks at the Pocono Palace hotel - and said the two of them will go to Paris, as planned, ''terrorists or no terrorists!''\nInternational terrorism is straining some domestic relations, judging by the comments overheard at New York travel agencies this week, where travelers who have ruled out Europe and the Middle East as vacation spots this year were seeking alternatives.\n''What we're talking about here,'' said Donna Rasky, who was leafing through a booklet entitled ''U.S.A. Tours'' at the Liberty Travel office at Broadway and 38th Street, ''is stupid vacations on a massive scale. People are going to all these strange places because they are scared. Alaska is the in place, know what I mean? You can't even go there. It's booked.''\n''Why not just go all the way, to Antarctica?'' said another customer. But an agent in another office said: ''Antarctica is out right now. There is a hole in the ozone or something.''\nMrs. Rasky said that even she is going on ''a stupid vacation'' - to Florida in the middle of the summer. ''It wasn't easy getting reservations, either,'' she said. ''America is getting booked up.''\nSteven Heydt, of Liberty Travel, explained the situation this way: ''The U.S.A. is an important product right now, because of fear of terrorism, yes, but also because of a rising nationalism. The travel business is off substantially, but the good side is that the few people going to Europe are treated like royalty.''\nOne travel agent said that on a recent trip to Paris, he had been treated ''like Rambo, for having the guts to fly there.''\nMrs. Rasky said her domestic vacation was not as bad as some others. She pointed to a neighbor who had planned to go to Italy but is now renting a recreational vehicle and ''driving out West, to Pennsylvania, to look at I don't know what.''\nAnother woman looking over brochures said she had been married to the same man for 22 years and thought she knew him until a ''little terrorism came up and he panicked'' and made vacation plans for Atlantic City. ''And for two weeks!''\nThe brochures touted places previously unheard of by some customers, like Smugglers Notch, someplace in Vermont. They urged people to spend summer vacations in winter resorts, such as Fort Lauderdale, Fla., and Mount Snow, Vt.\n''Look at this one,'' said Mrs. Rasky's companion. ''Rolling Thunder Rafting. I am married to a man who never leaves the couch.''\nBut Ruth Israel, president of Cameo Travel Service at Fifth Avenue and 42d Street, said some of the most unlikely people are going on African safaris this year. ''Some of this is a reaction to terrorism,'' she said, ''and some of it is people who just walked out of 'Out of Africa.' ''\nShe said a few of them may be in for a surprise, when they wind up on walking safaris through the gorilla country of Rwanda.\nMany Manhattanites are going camping for the first time this year, agents said, and do not have a clue how to go about it.\nYesterday was a dull one at the Macpherson Travel Bureau on West 117th Street. ''People are asking us to book them into some strange little places we've never heard of before,'' she said, ''like little townships in New Jersey.''\nA few people, Ms. DeMeritte said, are glad no one is going to Europe, because it means less crowding and waiting in lines.\n''People who fly abroad are booking on foreign, not domestic, carriers,'' she said. ''They especially like Swissair, the airline of a really neutral country.''\n''Some people are traveling to Israel,'' said Ms. DeMeritte, ''but they take flights even at inconvenient times to get one that's nonstop.'' She said other travelers will go out of their way to change planes in Geneva, rather than London, Paris or Frankfurt, and ''definitely not Rome and positively not Athens.''\n''We are going to France,'' said Ron Silver, ''but we will try not to look like Americans. No baseball caps. Maybe berets.''\nMs. DeMeritte said many people still had not made vacation plans. ''They may be waiting to see if things simmer down with the terrorists,'' she said, ''and they figure none of the flights or hotels in Europe are booked anyway, so they can decide to go at the last minute.''\nHal Green, president of Macpherson Travel, said he believed many people are just going to stay home.\n''The positive side to all this,'' said another agent, ''is that people are going places they have never been before instead of Europe, Europe and more Europe.''\nTake Tobago, for example. ''We are anticipating a much bigger summer than usual,'' said a spokesman for the Tobago Tourist Board. ''You can't book a flight there now.''\nJack Bloch, president of J B's World at 18 West 55th Street, sees a backlash to this Europhobia. ''People are going to Hawaii and California and Alaska,'' he said, ''and finding them so booked they can't move. People are also starting to realize there is more danger driving to the Hamptons than there is flying to Greece.''\nMr. Bloch believes a lot of people are telling their friends that they had planned very expensive European vacations and canceled them because of terrorism. In fact, he said, a lot of these people never had such plans and could not afford them.\nAnother travel agent noted that his customers were booking flights ''to destinations in Northern Europe, such as Britain, Sweden and Norway.'' One traveler wondered however ''if Norway really counts as Europe, or is it just a cop-out?''\nMrs. Rasky thumbed through the brochures, mumbling ''stupid'' every so often. When she overheard a customer talking about a vacation advertised in one of the brochures - two weeks in Norfolk, Va. - she raised her eyebrows and shook her head."
}