{
    "title": "About Neil H. MacBride",
    "publisher": "richmond times dispatch ",
    "year": 2012,
    "month": 12,
    "day": 9,
    "full text": "Neil H. MacBride was nominated by President Barack Obama to be the 59th U.S. attorney for the Eastern District of Virginia and confirmed unanimously by the U.S. Senate on Sept. 15, 2009.\nA native of Schenectady, N.Y., he grew up in the small town of Oneonta in upstate New York. An avid reader of histories and biographies, he was the only child in his school to grow up without a television set.\nMacBride is a 1987 graduate of Houghton College, a Christian liberal arts college in western New York, and a 1992 graduate of the University of Virginia School of Law.\nHe was a law clerk for U.S. District Court Judge Henry C. Morgan Jr. in Norfolk before serving as an assistant U.S. attorney in Washington, where he prosecuted homicides and narcotics conspiracies, violent crimes, firearms offenses, fraud and property crimes.\nMacBride practiced criminal and civil litigation at a Washington law firm now known as DLA Piper and was general counsel and vice president for anti-piracy at the Business Software Alliance, a technology trade association, where he oversaw its global copyright enforcement program.\nIn addition to his service in the Department of Justice, MacBride served as chief counsel and staff director for then-Sen. Joseph R. Biden Jr., D-Del., the chairman of the Senate Judiciary Subcommittee on Crime and Drugs.\nPrior to his appointment as a U.S. attorney, MacBride was associate deputy attorney general at the Department of Justice, where he worked on criminal justice and law enforcement issues.\nSoon after MacBride was confirmed as U.S. attorney, Attorney General Eric Holder appointed him to serve on the Attorney General's Advisory Committee, where he chairs the Terrorism and National Security Subcommittee.\nMacBride is married with three children and lives in Arlington. The family dog, Bath, a golden retriever-beagle mix is a rescue from Bath County. An avid New York Yankees and Giants fan, he enjoys running, cycling and soccer.\nCopyright © 2012, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: December 12, 2012"
}