{
    "title": "ABROAD AT HOME; THE WASTED COUNTRY",
    "publisher": "the new york times",
    "year": 1985,
    "month": 3,
    "day": 21,
    "full text": "-five years ago today, several thousand blacks gathered in the town of Sharpeville, South Africa. They were there, unarmed, to protest against the apartheid pass laws. Suddenly, from behind a fence, police fired into the crowd; 67 were killed and 186 wounded, most of them shot in the back.\nThe Sharpeville massacre was a turning point in the tragic history of South Africa - but not the one expected at the time. Many then saw it as a signal that the country's racist system must soon change. To the contrary, the years that followed saw the ruthless consolidation of white power.\nThe black majority did not reach for power at that convulsive moment. Its tradition of nonviolence was strong. Then, as now, blacks were capable of extraordinary restraint. And it turned out that white leaders had no compunctions about using all the oppressive instruments of the modern state to suppress yearnings for human and political rights.\nA generation after Sharpeville, not one of the basic apartheid laws has been repealed. Blacks still must carry passes at all times. Blacks, 73 percent of the population, may not vote in the land of their birth. Blacks may not own real estate in ''white areas,'' 87 percent of the country. Blacks may have to live separately from their families.\nLaw, once the pride of South Africa, has been twisted into a mockery of justice in order to prevent challenges to white supremacy. Consider the Terrorism Act, passed a few years after Sharpeville.\nIt is ''terrorism'' under the act to ''interrupt'' an industry - by a peaceful strike, for example - in order to ''promote any constitutional, political, industrial, social or economic aim or change.'' It is ''terrorism'' to encourage ''feelings of hostility between different population groups.'' Thus a young black man who wrote an anti-white poem and showed it to one person, a 17-year-old girl, was convicted of terrorism.  In such political cases the white Parliament has reversed the burden of proof, so a defendant must in effect prove himself innocent. The prosecution is allowed to use hearsay evidence. There is no habeas corpus. The prosecutor may deny bail, taking that issue away from the courts. And suspects may be held in solitary confinement indefinitely without trial, barred even from seeing a lawyer.  In other words, any South African who dissents from the system of white supremacy may be prosecuted without ''a good part of what people in both the United States and South Africa have regarded as essential to a fair trial.'' The quoted words were said by a leading South African lawyer, Sydney Kentridge.  Such use of the law is not theoretical. At this moment 16 leaders of the principal opposition group, the United Democratic Front, are in jail charged with terrorism and treason - but with no specifics given them yet of what they are supposed to have done. The attorney general has ruled out bail, so they may be in prison for two years even if there is no case against them in the end.  Ingenious uses of the law have not stopped with turning trial procedures upside down. Parliament has enacted statutes depriving eight million blacks, so far, of their South African citizenship. They are aliens in the land of their birth.  And beyond the law there have been police measures to suppress dissent: measures that often include violence and death. In 1976 some 600 schoolchildren were shot in Soweto. In the last year more than 100 blacks have been killed, 1,000 detained, whole townships swept by the army.  What has happened since Sharpeville makes clear why Nelson Mandela, the most widely accepted black leader even after 21 years in prison, reacted as he did when President P.W. Botha offered to free him if he renounced violence. ''Let him renounce violence,'' Mr. Mandela said. ''Let him say that he will dismantle apartheid.'' On this anniversary many thoughts will come to the minds of those who love South Africa. What moves me especially is the sense of the terrible waste apartheid causes in human energy and talent.  South Africa happens to have in it people of amazing talent and humanity, white and black. But the whites are sapped by the work of enforcing injustice. And the blacks? Look at a black child in South Africa - an eager, articulate child - and try to imagine how it is to be barred by law, because of the accident of birth, from ever playing a full human part in your country's life. B"
}