{
    "title": "ABROAD AT HOME; Gangsters in Charge",
    "publisher": "the new york times",
    "year": 1991,
    "month": 4,
    "day": 22,
    "full text": "William Casey, President Reagan's Director of Central Intelligence, made a secret trip to Baghdad in March 1982. After his visit the United States removed Saddam Hussein's Iraq from the list of countries supporting terrorism -- a decision that allowed Iraq to acquire sensitive U.S. technology.\nBut the Reagan Administration knew that Iraq was in fact still sponsoring terrorism, paying for it, supplying the tools of murder. One terrorist organization, operating as an instrument of Iraqi military intelligence, carried out bomb attacks on American, Israeli and Jewish targets around the world.\nThose facts appeared yesterday in an astonishing article in The New York Times Magazine. By Steven Emerson, it described the capture of a member of that terrorist group, Mohammed Rashid, who planted as many as 15 bombs in airplanes, embassies and hotels between 1982 and 1988.\nThe article told how U.S. counterterrorism specialists traced Rashid. That story was intriguing enough. But the surprise -- the shock -- was to learn that those trying to counter Iraqi-sponsored terrorism had to overcome resistance from officials high in the Reagan Administration.\nI thought there was nothing that could shock me anymore about William Casey or Oliver North: their contempt for law and the Constitution, their inhumanity. But who could have guessed that they would act in a way that effectively protected terrorists from American investigation and retribution?\nJustice Department lawyers, led by Victoria Toensing, ran into obstacles when they tried to push the Rashid case. The Reagan Administration had decided to support Iraq in its war with Iran, and everything else had to yield to that policy. Mr. Emerson wrote:\n\"In 1985 and 1986 . . . Washington was not only approving high-technology sales to Iraq but providing it with satellite reconnaissance on Iranian troop movements. . . . At the National Security Council, Lieut. Col. Oliver L. North insisted on keeping total jurisdiction over antiterrorism, blocking out the Justice Department so that nothing could derail the new 'special relationship' with Iraq.\"\nThe official line was that Iraq had \"retired\" its terrorists. But the United States had evidence from a former member of Rashid's group, the May 15 Organization, that Saddam Hussein's regime supplied it with explosives and false passports and got weapons to it abroad in diplomatic pouches.\nState Department officials knew the truth about Iraq and terrorism, Mr. Emerson said, but they were powerless. \"Casey and North had President Reagan's ear -- and they made sure that no dissenting voices reached it.\" Only after the Iran-contra scandal broke and North was forced out could the Justice Department lawyers go ahead with the efforts that led to Rashid's capture in Greece, where he is awaiting trial.\nThis ugly tale has several lessons. The first is that there is some reason for the cynicism found in the Middle East about American leaders' appeals for international law and morality.\nPresident Bush called Saddam Hussein worse than Hitler. But the Reagan Administration had collaborated with him, even turning a blind eye to his support of terrorism. And the Bush Administration stayed cozy with Saddam Hussein, returning Iraq to the list of terrorist-supporting countries only after he invaded Kuwait.\nSecond, secrecy has spread in Washington in the last 10 years, concealing much of what government does. For all our talk about investigative journalism, the press hardly touched the Reagan Administration's horrors.\nThird, the touted American system of constitutional checks and balances is no longer working as it was meant to. Freebooters like Casey and North can exercise power without responsibility, without accountability. They can sup with the devil -- and be found out only much later, and by accident.\nWe have no effective means of checking such abuses now. Congress was hopelessly inept when it tried to investigate the Iran-contra affair. The independent counsel, Lawrence E. Walsh, has been hobbled by the Justice Department and the courts -- and some right-wing critics want to shut him up altogether. Do we really not care?\n\nLoad-Date: April 22, 1991"
}