{
    "title": "ABROAD AT HOME; ENDS AND MEANS",
    "publisher": "the new york times",
    "year": 1982,
    "month": 6,
    "day": 14,
    "full text": "The casualties cannot yet be reckoned. Israel has barred the press from areas taken by its forces in Lebanon, wanting to limit reports of the devastation inflicted and hold down adverse international reaction. But we are beginning to get an idea of what the operation cost in human terms, and it is sickening.\nIn Beirut alone, the U.S. State Department estimates, 10,000 civilians were killed and injured. That is not surprising, considering that for days warships lobbed shells and planes dropped bombs into a crowded modern city. Sidon and the smaller towns of southern Lebanon were devastated. An international Red Cross official says that more than 600,000 people were driven from their homes by the invasion.\nAnthony Lewis Op-Ed comment discusses international reaction to Israeli invasion in Lebanon\nIn discussion of Lebanon and the Middle East now there is some tendency to put that death and suffering aside - to think, rather, about how to proceed from the new situation. To an extent that is necessary. Politicians and diplomats have to look forward. Israel's tremendous display of strength has created new realities.\nBut it would be another thing to be indifferent to the human cost in Lebanon. In some comments one can almost hear the premise that the end justified the means. On ABC television Secretary of State Haig was pressed to say that the United States was really content with the Israeli operation. Israel had decimated two Soviet-supported forces, a questioner said: ''How can we possibly be displeased?''\nIf there is one area of the world that most compellingly teaches the danger of letting ends justify means, it is the Middle East.  Consider what that insidious doctrine has done to the Palestine Liberation Organization and to Israel.\nThe P.L.O. is more than the collection of ruthless terrorists depicted in the official Israeli view. It is a political organization that most Palestinians, from shopkeepers in the West Bank to accountants in Kuwait, consider to be their spokesman.\nBut the P.L.O. has been responsible for fearful acts of terrorism, inside Israel and abroad. And its mainstream leadership, under Chairman Arafat, has never been willing to renounce terrorism as a tactic.\nWhen the Israeli Ambassador to London, Shlomo Argov, was shot, Israel blamed the attack on the P.L.O. and used it as an excuse for the assault on Lebanon. In fact, the shooting seems to have been done by the Abu Nidal group, who are deadly enemies of Arafat and the P.L.O. leadership. But the P.L.O., while denying respon-sibility, did not directly condemn the Argov attack.\nWhat a difference it would make to the organization's credibility - to the whole Palestinian cause - if the P.L.O. foreswore terrorism.  In the most practical terms, can anyone seriously believe that terrorism has advanced the cause? How can one be persuasive in demanding the ''legitimate rights'' of one's people if one uses illegitimate methods? The Jewish leadership in pre-1948 Palestine, in particular the Haganah, was persuasive and ready to become a government because it ruled out random brutality.\nBut Israel, too, has over the years shown what disregard for the legitimacy of means can do to a cause. In 1953 Ariel Sharon, as a commando officer, headed a unit that killed 69 civilians in the village of Qibiya in a retaliatory raid. Now he is Israel's Minister of Defense, getting effusive praise from the Prime Minister for raining destruction on Beirut.\nThere is a tragic pattern in what has happened to the psychology of Israel. The trauma of living under siege inevitably sapped the idealism that made it such a special country. Under those conditions a great military victory in 1967 produced not magnanimity but delusions of empire. Politics moved from the pragmatism of a Ben-Gurion to the absolutism of a Begin.\nFear breeding hate led to the grotesquely disproportionate assault on Lebanon. John le Carre, the novelist, was in Israel at the time.  In an article for The Boston Globe he wrote: ''Too many Israelis, in their claustrophobia, have persuaded themselves that every Palestinian man and woman and child is by definition a military target, and that Israel will not be safe until the pack of them are swept away.''\nI doubt, myself, that Israelis will be insensitive to the human cost in Lebanon as the facts become known to them. It is an extraordinarily democratic country; on other occasions soldiers have come home from wars with stories of mistakes and forced political change, and that could happen again. Israelis will also be deeply affected by their own casualties in Lebanon, now approaching 150 dead and 900 wounded.\nThe bloody history of the Middle East teaches that illegitimate means corrupt legitimate ends. In law, Mr. Justice Brandeis wrote 50 years ago, the idea that the end justifies the means ''would bring terrible retribution.'' It has brought terrible retribution to the Middle East. And there can be no peace until the parties understand its cost."
}