{
    "title": "Abroad at Home; Cause for Justice",
    "publisher": "the new york times",
    "year": 1993,
    "month": 9,
    "day": 20,
    "full text": "Janet Reno has attracted remarkable public support as Attorney General because she is straight. She calls them as she sees them, not hesitating to challenge such shibboleths as mandatory sentences and drug law enforcement methods.\nMs. Reno's attention could be usefully directed now at a six-year-old case that I think shows the prosecutorial mind at its obsessive worst. The Immigration and Naturalization Service is trying to push a terrorism clause in the law beyond its words -- and perhaps beyond the Constitution -- in order to deport two Palestinians who have not engaged in terrorism.\nThe case is especially dubious now because of the agreement between Israel and the P.L.O. President Clinton and other leaders urged support for the P.L.O. effort at governance in Gaza and Jericho. But in the I.N.S. view of the law, an alien resident in this country who gave such support would be deportable.\nKhader Hamide and Michel Shehadeh have lived in the United States for many years. In 1987, in Los Angeles, I.N.S. agents arrested them, put them in shackles and told the press they were \"terrorists.\"\nBut they were not charged with committing any terrorism. In the deportation proceedings that have dragged on since then they were accused, rather, of raising money for a radical P.L.O. faction, the Popular Front for the Liberation of Palestine.\nThe P.F.L.P. has indeed carried out terrorist acts. But like many other organizations -- Nelson Mandela's African National Congress, for example -- it has been both a guerrilla and a political group.\nMr. Hamide and Mr. Shehadeh say they supported only lawful activities, such as clinics in the West Bank. And they have what seems to be conclusive testimony that they have not engaged in violent acts. In 1987 Judge William Webster, then Director of the F.B.I., told Congress:\n\"The individuals who were arrested in California had not been found to have engaged themselves in terroristic activities. . . . If [they] had been U.S. citizens, there would not have been a basis for their arrest.\"\nHow, then, does the I.N.S. justify the claim that they should be deported? It relies on a clause in a 1990 Immigration Act that makes aliens deportable if they give \"material support to any individual, organization or government in conducting a terrorist activity at any time.\"\nTo be grounds for deportation, then, the support must be for someone \"in conducting a terrorist activity.\" But in the teeth of those words, as it seems to me, the I.N.S. says it can deport aliens who gave money to an organization for the most peaceful purpose if that organization had ever conducted a terrorist action.\nThat interpretation of the law is described as distorted and dangerous in a letter that 60 professors of immigration law have written to Attorney General Reno. They point out that the purpose of the 1990 law was to repeal the political clauses of the old McCarran-Walter Act. Yet here, they say, the I.N.S. would reintroduce the concept of guilt by association.\nGiving support to terrorism is a crime in this country. Anyone who aids terrorism, citizen or alien, should be prosecuted. But it is lawful -- and a right under the First Amendment -- to support peaceful activities by even a despised group.\nThe deportation proceeding is out of synch, too, with the P.L.O.-Israel rapprochement and American policy toward it. In the I.N.S. view, any alien who contributed to the P.L.O. to build housing in Gaza now would be deportable. The good purpose would not matter, because the P.L.O. has in the past committed terrorism.\nBut the case has dangerous implications far beyond the Palestinian context. A Nicaraguan resident in this country who gave money to the contras for a hospital would be deportable. So would a South African exile who contributed to Nelson Mandela's recent speaking tour.\nA year ago I spoke with a Bush Administration Assistant Attorney General, Stuart Gerson, about the case. He said, \"We'll try to show that they materially aided a terrorist cause. If we don't, we should lose.\"\nThe only way the I.N.S. has tried to meet that test is by defining \"terrorist cause\" beyond common sense and the language of the statute. It is time for the Justice Department -- for Attorney General Reno -- to put an end to this perversion of justice.\n\nLoad-Date: September 20, 1993"
}