{
    "title": "ABROAD AT HOME; CANDLE IN THE WINDOW",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 28,
    "full text": "When President Reagan expressed his outrage at what is happening in Poland, he spoke for all of us. To see ''the stirrings of liberty'' crushed by ''brute force,'' as he put it, has touched the deepest American feelings. We wish we could do more than light a candle in the window.\nBut the President's outrage was curiously selective. And it does not slight the Polish tragedy to recognize that.  Mr. Reagan denounced the Polish authorities for ''killings, mass arrests and the setting up of concentration camps.'' Another government in the world has killed not seven, the official figure of deaths under martial law in Poland, or the 200 mentioned in some reports, but thousands of its own citizens. That government is in America's backyard, and the Reagan Administration has not said a critical word about it.\nAnthony Lewis op-ed comment criticizes President Reagan's selective outrage at Polish Government, while ignoring events in South and Central America\nGuatemala is the place. In a report this year Amnesty International said that ''a Government campaign of political murder'' personally directed by President Romeo Lucas Garcia had killed nearly 5,000 Guatemalans in the last three years. The Inter-American Human Rights Commission found the Government responsible for the ''great majority'' of thousands of illegal executions.\nThe Guatemalan Government is there as the result of a C.I.A.-organized coup years ago. It uses American, not Soviet weapons. Its state terrorism, perhaps the bloodiest on earth today, might be expected to arouse moral indignation or at least concern in Washington.\nWhat has the Reagan Administration done about Guatemala? It sent a special ambassador there, General Vernon Walters, who said the U. S.  wants to help that Government defend ''peace and liberty.'' It ended an arms embargo by supplying $3.2 million worth of jeeps and trucks.  It sent a background paper to American diplomats around the world saying that Guatemala was threatened by ''extremist groups.''\nOr consider Argentina. During the last five years at least 15,000 of its people - some estimates run to double that - have ''disappeared.'' They were kidnapped by the military, tortured, dropped from planes. Jews have been the victims of particular brutality; swastikas are in display in the jails and torture chambers.\nWhat has the Reagan Administration done about Argentina? Last March it gave a warm welcome in Washington to the President-elect, General Roberto Viola. It worked with Argentina to try to soften critical inquiry into the disappearances by a United Nations Commission.  Reagan people have thrown mud at one of the prominent victims of Argentine fascism, Jacobo Timerman. Secretary of State Haig said the United States shared values with Argentina, notably ''a belief in God.''\nOr consider Chile. Its military took over in a coup against a left-wing constitutional Government that the United States, working through the C.I.A., had tried to keep out of power. The military Government of President Augusto Pinochet sent agents to Washington to murder the former Foreign Minister, Orlando Letelier - and then refused American demands for extradition of those responsible.\nWhat has the Reagan Administration done about Chile? Last February it lifted a ban on U. S. financing of trade with Chile, imposed by President Carter when the Pinochet regime would not cooperate in the Letelier murder prosecution, and invited Chile to take part in joint naval exercises. And it did that while denouncing ''international terrorism.''\nThe Reagan Administration's Ambassador to the United Nations, Jeane Kirkpatrick, visited Chile and Argentina. She said they could give good advice to Central American countries on how to deal with guerrillas. Did she have in mind the murder of unarmed civilians?\nOr consider El Salvador. The first major Reagan Administration initiative in foreign policy was to send military aid to the Salvador junta, declaring the rebels to be a major Communist threat.  The widely-reported brutalities of the Government forces, including mass murders, drew little criticism from Washington. When three Catholic nuns and a lay worker were murdered, Secretary of State Haig suggested - without evidence -that the victims might have tried to run a roadblock and might have shot at the killers.\n''Our Government and those of our allies,'' President Reagan said the other day, ''have expressed moral revulsion at the police-state tactics of Poland's oppressors. The church has also spoken out in spite of threats and intimidation.''\nThat statement would apply exactly to the official brutalities in Guatemala, Argentina, Chile, El Salvador - except that the United States has not expressed its moral revulsion. Many allied governments have been critical, and the church has been outspoken. The Reagan Administration has cuddled up to the oppressors.\nPerfect consistency about human rights is not possible in an imperfect world. Whatever the flaws in the American record, we are right to speak up about Poland. But our words would carry more weight if we applied our values with equal determination in our own hemisphere."
}