{
    "title": "ABROAD AT HOME; OBEY CAPTAIN DISASTER",
    "publisher": "the new york times",
    "year": 1984,
    "month": 4,
    "day": 9,
    "full text": "The Reagan Presidency has never been more clearly defined than it was in the first week of April 1984. Events threw sharp light on its political and moral premises.\n In that week a notable piece of Mr. Reagan's foreign policy, the covert war on Nicaragua, drew criticism from America's close allies, Britain and France. The United Nations Security Council voted 13 to 1 to condemn outside military intervention in Nicaragua; the 1 was a U.S. veto.\nIn the same week President Reagan told the country that any Congressional disagreement with his policies in Central America would ''encourage the enemies of democracy.'' Congress, he said, ''must support'' not just the ''general goals'' of U.S. policy but ''the practical details'' - as he decides them.\nThe message could not be missed. In foreign policy Ronald Reagan will use measures that offend American principles, violate international law and outrage our allies. And any member of Congress who complains can expect to be denounced as un-American.\nThe covert war on Nicaragua is a wonderful test of the moral professions of American policy. The Reagan Administration has put heavy emphasis on the need to stop international terrorism, and just about every American would applaud that aim. But that same Administration engages in international terrorism, without apology, without shame.\nThe C.I.A., we learned last week, is actually making the mines that have hit ships of half a dozen nations in Nicaragua's harbors. C.I.A. operatives are supervising their deployment: an act that United States Governments would traditionally have denounced as a lawless interference with international maritime commerce.\nIs ''terrorism'' too strong a word for what the Reagan Administration supports in the contras' war against Nicaragua? Mr. Reagan and his people evidently do not think so, for they lobbied fiercely and successfully in the Senate last week to keep an amendment against terrorism out of a bill that continues funding of the contras.\nThe amendment, proposed by Senator Christopher Dodd, Democrat of Connecticut, would have barred funds ''for planning, directing, executing or supporting acts of terrorism in, over or offshore from the territory of Nicaragua.'' It lost by a vote of 47 to 43.\nThe next time Senator Howard Baker, the majority leader, makes a speech against terrorism, just remember that he voted to kill that amendment - and thus voted for U.S. funding of terrorism. The same for such usually moderate Republicans as John Chafee of Rhode Island, Nancy Kassebaum of Kansas, Charles Percy of Illinois and Arlen Specter of Pennsylvania.  In order to keep funds in the bill for the covert war against Nicaragua, President Reagan wrote a letter to Senator Baker setting out supposedly limited objectives for the operation. The United States, he said, ''does not seek to destabilize or overthrow the government of Nicaragua.'' Then he wrote: ''We are trying, among other things, to bring the Sandinistas into meaningful negotiations and constructive, verifiable agreements with their neighbors on peace in the region.'' Consider what that sentence means, even apart from the elusive phrase ''among other things.'' It means that the present American Government claims the right to support bombing, burning of villages, shooting of civilians and mining of harbors in order to make an internationally recognized government enter into what we consider ''meaningful negotiations.'' Is that a principle that will benefit American interests in the long run? Are we going to gain if the world adopts the view that terrorism is justified in aid of diplomacy? That did not use to be the accepted definition of American interests.  President Reagan won the week's fight in the Senate - won in the immediate sense of a vote for a bill with military aid for El Salvador and the Nicaraguan contras. But I think he began to lose what really matters: the fight for the American conscience.  It was an extraordinary Senate debate, and much credit for it must go to Senator Edward Kennedy of Massachusetts. He was responsible for preventing quick passage, for forcing real consideration of the issues day after day. Sometimes the Republicans appeared ashamed to debate: They would hardly speak on the amendment against terrorism. But the record was made. And there were 30 votes against funding the covert war on Nicaragua, not just Senators Morse and Gruening this time.  No wonder President Reagan wants to stop Congressional criticism of his policy. His national security adviser, Robert McFarlane, went so far as to suggest that unhappy members should confine themselves to writing private letters to the President. But the attempt to make serious discussion of foreign policy illegitimate is not going to work - not in this country, and not on a policy headed for disaster."
}