{
    "title": "ABROAD AT HOME; A Real Evil",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 17,
    "full text": "Those of us who have criticized adventurism in President Reagan's foreign policy naturally look with a wary eye at the air strike on Libya. But it is the obligation of critics to see differences. And there are decisive differences between the Libyan action and, for example, the Reagan policy on Nicaragua.\nEnds. In Nicaragua the policy is driven by ideology and aims at an ideological target: the existence of a Marxist-oriented Government in this hemisphere. The object of the Libyan action is not an ideological construct but an undoubted evil, state-sponsored terrorism.\nMeans. In Nicaragua the Reagan Administration, eschewing serious diplomacy, covertly created a military force that murders civilians and carries out other acts of terrorism. The military action in Libya followed many warnings and extended diplomatic efforts.\nFacts. The President has produced no convincing evidence to support some of his main charges against the Nicaraguan Government, notably the charge of aggression against its Central American neighbors. But no one can doubt that Colonel Qaddafi has sponsored terrorism, targeting Americans especially, and has invaded and subverted his neighbors.\nLaw. In the case of Nicaragua the Reagan Administration has run away from the law, petulantly walking out of the World Court. In the attack on Libya it relied on a legal argument, that violence against the perpetrators of repeated violence is justified as an act of self-defense.\nThose differences were evident in Mr. Reagan's very announcement of the raid on Tripoli. The rhetoric of his televised speech was measured, the tone careful and dignified. He showed a sense of proportion, stating the threat he saw without exaggeration.\nHow far it was from the wild hyperbole, the propagandistic fervor of the President's speeches on Nicaragua. Just a month ago, in his televised appeal for aid to the ''contras,'' Mr. Reagan used blood-curdling rhetoric to parade horribles with little or no basis in fact. His own specialists dismissed his claim that the Sandinistas deal in drugs.\nThere was a strong sense of realism in Mr. Reagan's words about Libya: another crucial point. He said straightforwardly that the mission of the American planes was ''violent,'' acknowledging that reality as he never acknowledges - seemingly not even to himself - the true character of those he calls ''freedom fighters'' in Nicaragua.\nHe had ''no illusion,'' the President said, that the operation in Libya would finally dispose of the problem. There again his realism contrasted with the fantasy of the argument that contras with no visible political support inside the country can overthrow the Government of Nicaragua.\nRealism points to the hard question that remains about the air strike: its effectiveness. Will the operation discourage terrorism by Libya or more generally? Will it put American political interests at risk?\nIn today's world terrorism has a hundred fathers. The rages of religion and nationalism, of sect and tribe have boiled up in dangers that we did not imagine even a few years ago. No single military action could possibly discourage all those possessed by rage.\nThere is a risk, too, of coming foolishly to believe that military blows can be a substitute for the slower work of politics and diplomacy. The Libyan action, rather, emphasizes the responsibility of the United States to seek solutions of the underlying problems of the Middle East - problems that, unsolved, breed support for a Qaddafi.\nFinally, we should have no illusion that there is such a thing as a military ''surgical strike.'' That phrase sounds so neat, so clean, so orderly. But war is not like that.  When Secretary of Defense Weinberger was told that the French Embassy had been damaged in Tripoli, he said he thought they ''couldn't be accurate reports because of the nature of the targets and the nature of the ordnance used.'' But it happened. Colonel Qaddafi's infant adopted daughter was killed in the raid. There were numbers of other civilian casualties.\nThe reckoning of all the gains and losses, the human costs and the political effects, will have to be made later. For now it is enough to recognize, with whatever regret, that this American military action did have its reasons: that there was a rational relationship between ends and means. To oppose state terrorism is a price of civilization in these ugly times."
}