{
    "title": "ABROAD AT HOME; A Terrorist State",
    "publisher": "the new york times",
    "year": 1988,
    "month": 4,
    "day": 10,
    "full text": "Last Thursday morning Albie Sachs, a South African lawyer living in exile in Mozambique, walked to his car and turned the key in the door lock. As he did, a powerful bomb went off. It shattered windows down the block. Mr. Sachs lost his arm. Miraculously, he survived.\nAlbie Sachs has a good many American friends, including me. He has lectured at a number of law schools here, including Columbia, Harvard and Minnesota. So the attempt on his life brought home in a special way the meaning of one of the contemporary world's worst evils, state terrorism.\nNo one familiar with the region had any real doubt about who planted that bomb: agents of the Government of South Africa. Mr. Sachs is a longtime member of the African National Congress, the anti-apartheid movement outlawed in South Africa. A.N.C. members have been the targets of numerous murder attempts carried out by South Africa openly or covertly.\nOn March 29 the A.N.C. representative in Paris, Dulcie September, was shot to death at the door of her office. So far this year six A.N.C. members have been murdered in countries outside South Africa.\nOn March 28 a South African army unit went into neighboring Botswana and killed a man and three women as they slept in a house outside the capital, Gaborone. Pretoria said the victims were terrorists. Botswana's usually cautious Government called that a ''deliberate fabrication.''\nThe South African Minister of Defense, Magnus Malan, described the raid as ''a surgeon's incision against the A.N.C.'' Botswana's Foreign Minister, Gaositwe Chiepe, noted that the raiders had made it hard to identify the victims. They doused the bodies with gasoline and set the house on fire.\nThe idea that South Africa had anything to do with the attempted murder of Albie Sachs was denied by the South African Foreign Minister, R. F. Botha. That is the same Mr. Botha who protested mightily a few years ago at the charge that South Africa was aiding the Renamo terrorists in Mozambique. Then, at a captured Renamo camp, Mozambique found detailed logs of regular South African supply drops and radio communications.\nSouth Africa has carried out armed attacks on all its neighbors, not just Botswana and Mozambique. It has kidnapped and killed civilians in Swaziland, Lesotho, Zambia and Zimbabwe. The targets are usually identified as A.N.C. members, but they often turn out to be local citizens who have nothing to do with South Africa. The raids in any case serve a domestic political purpose for the white Government in Pretoria: looking tough. They tend to increase in frequency when the Government is in trouble on the right, as it is now.\nThe black-ruled neighbors of South Africa are essentially helpless against its overwhelming military power. They are as the blinded Gloucester said in Shakespeare's ''King Lear'':\n \nAs flies to wanton boys are we to the gods,\nThey kill us for their sport.\nBut the United States is not a weak country, helpless in the face of state terrorism. It is a superpower with claims to a moral position in the world. It may not be able to do much about racial oppression inside South Africa. But it can and should be leading an international effort to prevent South Africa from terrorizing its neighbors.\nThe Reagan Administration has a particular reason for concern. In 1984 it brokered the Nkomati Accord, in which Mozambique and South Africa agreed to stop making or assisting attacks on each other. Pretoria has brazenly violated it.\nThe first thing Washington can do is to speak out loud and clear. The United States has a longstanding policy of opposition to governments that support or engage in terrorism. South Africa is now very likely the prime example of state terrorism in the world. Yet when there is a raid or a bombing, all one gets from Washington is a namby-pamby statement that really says nothing.\nPresident Mitterrand of France had no hesitation when Dulcie September was killed. He did not make pious statements about an inability to identify the killers. He called the South African ambassador to his office and demanded an explanation. He said the murder made the question of sanctions ''still more burning.''\nBeyond words, there are many actions the U.S. can begin to take: expelling diplomats, applying a specific economic sanction, sending urgent military help to the country that has been victimized. Every time South African terrorists strike, there should be a clear and immediate U.S. response. The aim, as Franklin Roosevelt put it, is to quarantine the aggressor."
}