{
    "title": "ABROGATING TRADE CONTRACTS",
    "publisher": "the new york times",
    "year": 1984,
    "month": 3,
    "day": 27,
    "full text": "What seems like a technical amendment to a dry and complicated piece of legislation under consideration this week would in fact strip the President of one of the few nonmilitary options he has to respond to international crises - his power to abrogate American export contracts with countries that are responsible for terrorism, gross violations of human rights, military aggression or nuclear weapons tests.\nThe amendment, which is a provision in the Senate version of the Export Administration Act coming up for scrutiny by Senate and House conferees, would curtail the President's powers in several ways:\n* He would be unable to halt any contracted American export, even if it is equipment that could be used in an invasion of a friendly country.\n* He would be unable to impose immediately effective trade sanctions, even if nonviolent pressure were urgently needed to prevent a nuclear weapons test or stop a wave of state- supported terrorism.\n* He would be unable to impose new restraints on trade with countries currently subject to some restrictions. Indeed, if the Senate amendment becomes law, American businesses will have an incentive to\nOp-Ed article by Repr Howard L Berman contends that amendment to Senate version of Export Administration Act would strip Pres Reagan of one of few nonmilitary options he has to respond to international crises--his power to abrogate US export contracts with countries that are responsible for terrorism, gross violations of human rights, military aggression or nuclear weapons tests; says that House version of bill would give President precise and carefully limited powers to abrogate trade contracts without destroying authority altogether; drawing (M)\nsign long-term export contracts with these countries in order to circumvent possible future sanctions.\n* He would be unable to cooperate fully in embargoes sanctioned by the United Nations or the North Atlantic Treaty Organization.  Business interests strongly defend the amendment in the name of ''contract sanctity.'' They hold that no other American interest can possibly be more important than a company's commitment to a sale. In fact, recent history demonstrates that trade restrictions often must apply to existing contracts if they are to have any impact at all.  When the Soviet Union invaded Afghanistan, the United States halted a contracted shipment of an assembly line for the Kama River truck plant. The plant was manufacturing trucks for the invasion, and the American assembly line would have doubled the plant's capacity. Four years later, the Soviet Union still has not found an alternative supplier.\nWhen Libya began using American aircraft to carry troops in its invasion of Chad and purchased American trucks to transport tanks, the United States cut off the contracted shipments of trucks and spare parts for the aircraft. If the Senate amendment had been in effect then, the United States would have aided Libya's military aggression with exports while it assisted Chad to counter the Libyan invasion.\nOf course, Congress should do what it can to help Americans do business abroad. It should find ways to encourage American exports, cut through unnecessary export licensing procedures and remove irrational trade barriers. In this regard, the House's version of the Export Administration Act contains a number of important provisions to reform national security controls that have done great damage to high technology exports.  But this does not mean that we should deprive the Government of the valuable tool of trade sanctions. In this, the House's version of the bill strikes a compromise: It would impose new restrictions on the President's authority to abrogate trade contracts without destroying that authority altogether.  The House amendment, which won the support of a majority of both parties, would give the President precise and carefully limited powers. He could abrogate contracts only when trade sanctions related ''directly, significantly and immediately to an actual or imminent'' act of military aggression, act of international terrorism, gross violation of internationally recognized human rights or nuclear weapons tests. When the crisis ended, the suspension of contracts would cease. The President would have to consult Congress in advance about any new foreign policy controls: He would have to submit a detailed report on their impact on existing contracts, and on trade generally, and would be required to consult with affected industries and allies.  Some of those who support the House provision are concerned above all that the President have the power to impose trade sanctions against the Soviet Union. Others believe that he must be able to halt exports to serious human rights violators. But all understand that there are times when the United States has more at stake than the fulfillment of a particular company's export contracts.  Trade sanctions are obviously unpopular with the business community. They should be used only when justified by specific kinds of dangerous crises. But a President must be able to respond to a foreign policy crisis with the nonviolent tool of trade sanctions. To deny this option would make the resort to military force more likely.\n\nGraphic\n\n \ndrawing"
}