{
    "title": "ABROAD AT HOME; Include Us Out",
    "publisher": "the new york times",
    "year": 1988,
    "month": 12,
    "day": 1,
    "full text": "''The outcome of the Palestine National Council session in Algiers produced signs that there are Palestinians who are trying to move the P.L.O. in a constructive way. That is encouraging and should continue.''\nThose words come from the State Department statement explaining Secretary Shultz's decision to bar Yasir Arafat from the United Nations General Assembly session in New York. Seldom does an official document contain such convincing self-refutation.\nBy denying the visa Mr. Shultz acted decisively to discourage - to punish - the Palestinians who worked at the Algiers meeting to move the P.L.O. in a constructive direction. He rewarded them with humiliation. He helped their opponents in the P.L.O., the maximalists who want no compromise with Israel and who argue that moderation will get nowhere.\nAt Algiers the P.L.O. for the first time endorsed negotiations on the basis of U.N. Resolution 242, which called on Israel to withdraw from occupied territory in return for security and recognition. Everyone knows who led the P.L.O. in that direction. Chairman Arafat did, and no one else could have done it.\nThe Algiers resolution was not as clear as we would like. But to go even that far Mr. Arafat had to make a highly significant change in the way the Palestine National Council works.\nUntil now the P.N.C. has always operated on the basis of consensus. That gave extremist wings virtually a veto power. In Algiers the delegates voted: 253 for the resolution, 46 against. So it is now a majority-rule system, which will make further movement easier.\nSecretary Shultz denied the visa, the State Department said, because Mr. Arafat has condoned and supported acts of terrorism against Americans. As an example it mentioned the hijacking of the cruise ship Achille Lauro and the murder of the disabled American passenger Leon Klinghoffer, one of the most horrifying acts of terrorism in recent years.\nMohammed Abul Abbas, who was convicted in Italy of the killing, is a member of the P.L.O. executive committee. He was at the Algiers meeting and made mocking remarks to the press about the murder of Mr. Klinghoffer. The State Department said his presence was ''the most recent sign of Mr. Arafat's associations with terrorism.''\nMr. Abbas is indeed an embodiment of evil. But did the Algiers meeting embrace him or his views? To the contrary, he was one of the extremists who were overwhelmingly outvoted. He ended up isolated and rejected.\nP.L.O. policy does still allow, inside Israel, what it calls military action and we call terrorism. The attack on a civilian bus near Dimona in Israel last winter was an example: a brutal one and a stupid one from the viewpoint of the Palestinian cause. The United States says correctly that the P.L.O. must unambiguously renounce all terrorism before it can take part in negotiations.\nBut it does not follow that Chairman Arafat should be denied a visa. Even putting to one side U.S. undertakings to the U.N. not to hinder access, our own interest lies in letting him speak to the General Assembly.\nThat forum, at this time, might lead him to take further steps toward recognition of Israel and renunciation of terrorism.\nSilliest of all was Secretary Shultz's suggestion that other Palestinian leaders would be welcome while Mr. Arafat is barred. We cannot decide who is to lead the Palestinian movement, and no one can doubt that most Palestinians want Mr. Arafat.\nThe folly of the decision was made evident by the reaction of our closest allies. It was deplored by among others the British Government, and Margaret Thatcher is not soft on terrorists.\nWhat concerns our friends is that an American role is essential in Middle East diplomacy. In a time of cooling hostilities around the world, the Israeli-Palestinian conflict stands out as extremely dangerous. But how can the United States play a serious part in ending it if we are not even willing to listen to one side? In acting against Mr. Arafat we may have excluded ourselves, at least for some time.\nThe next move is evidently going to be Mr. Arafat's, at a U.N. session in Geneva. The temptation to bristle will be strong. He should resist it. This American mistake does not change the Palestinian reality: The only way to independence is forthrightly to accept Israel and work to live alongside it in mutual peace and security."
}