{
    "title": "Abroad at Home; The Logic of Peace",
    "publisher": "the new york times",
    "year": 1994,
    "month": 5,
    "day": 20,
    "full text": "The sound from the Middle East is of a glacier cracking. After decades in which they seemed to be frozen in eternal hostility, Israel and its neighbors are edging toward peaceful relations.\nAfter all the frustration since the signing on the White House lawn last September, the actual transfer of authority to the Palestinians in Jericho and the Gaza Strip was an anticlimax. But its potential significance was great. Anthony Lake, President Clinton's national security adviser, put it correctly:\n\"For the first time in their history, Palestinians have achieved the right -- and responsibility -- of governing themselves. For the first time in the history of the Arab-Israeli conflict, Israelis and Palestinians have agreed to pursue peaceful coexistence in the Holy Land.\"\nThe signs of progress toward agreement between Israel and Syria are even more significant, for Syria is the key to ending the entire Israel-Arab conflict. Secretary of State Christopher has rightly focused on this problem, playing the crucial role of mediator.\nIt hardly needs to be said that much could still go wrong in a peace process that, except for the Israeli-Egyptian treaty, has been frustrated for so long. Yasir Arafat and his nominees could bungle the administration of Gaza and Jericho. President Assad of Syria could prove unwilling, in the end, to agree to a full peace.\nOr the forces that have set out to prevent peace by terrorism could succeed. They are the extremists among both Palestinians and Israelis: the Hamas militants who killed two Israeli settlers this past Tuesday near Hebron, for example, or the Israeli settlers like those who tried to enter a mosque in Hebron the day before, setting off disturbances in which 10 Palestinians were wounded by gunfire from settlers and Israeli soldiers.\nBut the momentum is for peace, and the reason is straightforward. It is not a sudden access of \"virtue or conscience,\" Abba Eban, the former Israeli Foreign Minister, said recently in a piece for The Los Angeles Times; it is that leaders \"have awakened from illusions.\"\nThe Arab illusion was that Israel could be destroyed. That notion brought years of terrorism against Israel and self-inflicted stagnation on its neighbors.\nThe Israeli illusion, as Mr. Eban put it, was the idea \"that one nation can rule another without consent.\" For most Israelis, that illusion is surely gone. The soldiers who pulled out of Gaza this week spoke of their relief at giving up the hateful -- the debilitating -- role of occupier.\n\"We are paying with blood for ruling over another people,\" Prime Minister Yitzhak Rabin said the other day. \"Ruling over another people has corrupted us.\"\nAnyone who wonders why Mr. Rabin spoke of corruption should think about the reality of occupation as it has touched Israeli lives. It has meant the devotion of national energies to keeping another people down, denying them even a voice in the land where they lived, instead of to renewing Israel.\nOr consider the respected Palestinian journalist Taher Shriteh, who after the Israeli withdrawal from Gaza visited the prison where he was held for 38 days without trial. He wrote an article about living in darkness and filth and fear there, wanting to die just to end the suffering. What was done to him and others, in the name of controlling the occupied territories, necessarily also meant the brutalization of the Israelis involved.\nThere is large-scale opposition among Israelis to withdrawal from more of the West Bank or, as the price of peace with Syria, from the Golan Heights. The opposition comes in part from messianic settlers, many recently arrived from America. It also reflects the natural concern of ordinary Israelis about the possible dangers of territorial change.\nBut I believe the logic of peace will prevail in Israel over fears and religious extremism, at least in the absence of some terrorist cataclysm. For a normal existence -- a life in which one could cross the Jordan or trade with the Arab world -- would mean so much to Israelis after their decades of an existence hemmed in by violence and boycott and non-recognition.\n\nLoad-Date: May 20, 1994"
}