{
    "title": "ABROAD AT HOME; SAY IT AIN'T SO, PAT",
    "publisher": "the new york times",
    "year": 1984,
    "month": 4,
    "day": 2,
    "full text": "Daniel Patrick Moynihan of New York is one of the smartest members of the United States Senate. Unusual for an intellectual, he also operates effectively in the legislative process. He has made himself an influential figure in the Senate.\n Senator Moynihan is using his talents right now for a surprising purpose: to continue American support of a guerrilla war against the Government of Nicaragua. It is surprising because that covert war violates principles of international behavior to which Pat Moynihan would usually be devoted - ''civilized and peaceful behavior,'' in his phrase. And his role in rallying Senate votes for the covert aid has been crucial.\nAnthony Lewis column expresses surprise that Sen Daniel Patrick Moynihan is urging continued American support of guerrilla war against Government of Nicaragua; dismisses Moynihan's contention that aid to contras will have 'strictly limited objectives' which would not include overthrow of Government; says there is no way to place limits on scope of covert aid, and even Pres Reagan has endorsed contras' effort to overthrow Sandinistas (M)\nThe Reagan Administration has secretly supplied and advised the Nicaraguan contras for two years, as their military activities have built up. They have carried out terrorist raids from across the Honduran border, bombed oil terminals and mined Nicaraguan harbors. Recently a Soviet tanker hit one of the mines.\nThe contras proclaim their intention to overthrow the Sandinista Government of Nicaragua. U.S. involvement in their activities has aroused widespread concern in Congress - understandably so, given the general American opposition to terrorism and the violent overthrow of governments. The Democratic-controlled House has voted to end all covert assistance to the contras.\nBut the Senate has so far kept the U.S. aid going, and Senator Moynihan's influence has been critical. Last month the Senate Intelligence Committee voted 14-0 to approve $21 million in new funds for the contras. Senator Moynihan is vice chairman of the committee, and he pushed a formula that quieted opposition.\nThe formula is to give the aid for what Senator Moynihan calls ''strictly limited objectives.'' The arms and money would be designated not to help the contras overthrow the Nicaraguan Government but only to interdict shipments of arms to El Salvador and elsewhere.\nThe Senate began floor debate last week on this and other Reagan Administration programs for Central America, and Senator Moynihan's leadership on the covert aid issue was evident. For example, Senator David Durenberger of Minnesota, a moderate Republican, expressed deep doubts about Administration policy - it ''may have our support,'' he said, ''but it does not yet merit our confidence.'' But he said he would go along with Senator Moynihan.  There was an embarrassment for Senator Moynihan just as the debate started. President Reagan, in an interview with The New York Times, in effect embraced the contras' aim of overthrowing the Nicaraguan Government. He said he saw ''no dichotomy'' in U.S. support for the contras and for the Government side in El Salvador, because both were designed to bring about ''democratic rule.'' To this Senator Moynihan gave the back of his oratorical hand.  ''The President has misstated his own policy,'' he said in a floor speech. ''If we vote to approve the additional $21 million . . . we do not vote to do what the President says he would like to see done. (The policy) is not directed to the overthrow of the Government of Nicaragua or otherwise to interfere unduly in its internal affairs.'' In other words, the contras say they are out to overthrow the Government of Nicaragua, President Reagan says he wants the same thing, but American aid to the contras can be ''strictly limited'' to narrower objectives. When Pat Moynihan was a professor, what would he have done with a student who made such an argument? He would have laughed the student out of the room, that's what.  Of course there is no way for Congress effectively to place nice limits on the scope of such a covert aid program. The contras will use the guns, and how will Congress be able to say whether shooting up a Nicaraguan village was designed to interdict arms?  And of course Pat Moynihan understands all that. Why, then, is he lending his talents to such a dubious cause? Maybe he places so much importance on the nonpartisan character of the Intelligence Committee that he feels compelled to try to work out a compromise position on this prickly issue.  But there is no real way of fudging the issue of aid to the contras. Latin America sees the choice as trying to work out a regional settlement with the Sandinistas or, alternatively, using U.S. power to overthrow them. If the aid goes on, who in the world will not smile cynically the next time a U.S. representative denounces subversion or terrorism?  It happens also that opposition to the covert aid program is one position on which all leading Democrats are agreed this election year. Even Walter Mondale, with all his talk about not ''pulling the plug'' in Central America, is against continued aid to the contras.  It is a puzzle that Pat Moynihan should choose to provide the intellectual basis for Senate support of such an operation."
}