{
    "title": "Abroad at Home; To Make Peace Is to Choose",
    "publisher": "the new york times",
    "year": 1994,
    "month": 12,
    "day": 16,
    "full text": "Fifteen months after Yitzhak Rabin and Yasir Arafat met on the White House lawn, the hopes they raised have nearly vanished. The Israeli-Palestinian conflict seems back in the category of the intractable.\nTerrorist murders have embittered the atmosphere. The extension of Palestinian rule beyond Gaza and Jericho, a crucial promise of the Declaration of Principles signed at the White House, has not taken place. Chairman Arafat and his Palestinian Authority have lost much ground to Hamas and its fundamentalist opponents of the peace accord.\nIf those troubles mean the peace plan has failed, Ariel Sharon and other right-wing proponents of a Greater Israel will have won. Years ago they said they were planting Jewish settlements in the occupied territories to \"create facts on the ground\" -- and make it impossible for future Israeli governments to compromise for peace. And the settlements have so far kept Prime Minister Rabin from making the political choice on which the prospect of peace depends.\nThe choice is between two visions. One is of an Israel within roughly its pre-1967 borders, living alongside a Palestinian country. The other is of an Israel exercising ultimate authority on both sides of the line, with its soldiers on duty throughout the West Bank and in Gaza.\nThe key to that choice is settlements. There are now 120,000 people living in Jewish settlements all around the West Bank and in a few places in the Gaza Strip. Their presence in the occupied territories has had a series of consequences destructive of the process envisaged in the Declaration of Principles.\nThe Declaration called for Israel to redeploy its military forces out of Palestinian population centers. That was a precondition to the holding of elections for the Palestinian Authority. But Prime Minister Rabin and his colleagues have been reluctant to move the troops because of fears for the security of settlers.\nGiven the incidents of terrorism, the fear is understandable. But the result has been to prevent Palestinian elections. And those elections are an essential step toward a Palestinian leadership with legitimacy in the eyes of its own people -- which is to say the ability to govern.\n\"The urgency about elections,\" The Economist of London said recently, \"is to involve all Palestinians in the peace process, to halt if possible the swing to disillusion -- and to terrorism.\"\nThe principle of redeployment was accepted by Menachem Begin in 1978 in the Camp David agreement, which called for troop withdrawals to specified locations. There were only a few thousand Jewish settlers in the occupied territories then.\nThe Israeli officials who worked out the Declaration with P.L.O. representatives in Oslo well understood that settlements endangered the whole plan. According to The Jerusalem Post, they would have preferred a straight territorial division, leaving settlers on the Palestinian side of an agreed line to decide whether they would stay under Palestinian rule or move -- but as Foreign Minister Shimon Peres said, \"We did not feel we had the strength\" to oppose settlers and their supporters.\nPrime Minister Rabin, an old hawk, now says that Israel can best assure its long-term safety by distancing itself from the Palestinians -- which means leaving most of the occupied territories. But he has been unwilling, for political reasons, to begin giving up even the most vulnerable settlements, such as the outposts of religious extremists in Hebron and Gaza, which require massive military protection.\nIf the settlements make it politically impossible to carry out the Declaration of Principles, the consequences would be tragic for Israel as for the Palestinians. Israel would rule indefinitely over a people with a different dream, a people determined to have their own country.\nFrustration of their hopes would no doubt lead more Palestinians to reject Mr. Arafat and the gradualist approach to peace. There would be more Palestinian violence, more Israeli fear and less chance for trust to grow.\nIt is a grim prospect: so grim that one can only hope the two peoples will draw back and let in the light of reason.\n\nLoad-Date: December 16, 1994"
}