{
    "title": "ABSOLUTE FAILURE",
    "publisher": "the new york times",
    "year": 2003,
    "month": 8,
    "day": 28,
    "full text": "In 1996, Indiana Senator Richard Lugar ran for the Republican presidential nomination. His campaign stressed nuclear security - and went nowhere. Although the national press recognized him as one of the Senate's outstanding legislators, it treated his candidacy as an afterthought. His warnings of terrorists with access to weapons of mass destruction did not wow the sophisticated scribes.\nIf the media ignored Lugar as a candidate, then for many years they slighted terrorism as a broader issue and threat. Specific attacks received play. A bombing at site A would generate follow-ups, several op/ed columns, and occasional teevee reports. The press lavished its attention on other things, however; terrorism did not rank near the top of the agenda. Islamic extremism fell even farther down the list.\nDuring their 2000 conventions and in their 2000 platforms, the parties devoted few words to terrorism. Both pledged - as both always do - to ensure America's military might, but neither discussed in detail the challenge posed by al-Qaeda and other terror networks. Condoleezza Rice implicitly referred to regime change in a speech to the GOP. The press yawned and the delegates devoted their energies to eating hot dogs. During the fall debates between George Bush and Al Gore, hard-bitten reporters did not ask pointed questions about terrorism, WMDs in terrorist hands, or Islamo-fascists whose attacks against U.S. targets and interests apparently had become ancient history by 2000. Specialized publications ran stories and analyses of terrorism, as well as the religious and ideological forces that had declared war on America and the West, but they lacked the circulation of The New York Times or the audiences for the evening news.\nThe media consider themselves not merely passive describers of events but active participants in the making of history. Anchors, for instance, are personages. The weekly talk shows invite the industry's best and brightest to talk among themselves. The national newspapers run series; the networks broadcast special reports. The feeding frenzy is a familiar happening.\nThe 9/11 assaults caught most of journalism's geniuses by surprise. And if the press really was aware of the potential dangers, then it left its clients uninformed.\nThe recent report regarding the dismal trail leading to 9/11 detailed intelligence lapses, a lack of cooperation among various security agencies, and other factors relating to government performance and policy. Although no single person or department bears direct responsibility for the catastrophe, the dysfunction appears complete. Moreover, the problems are not recent developments but longstanding. And although congressional investigators did not cite the press, it too belongs on the list of institutions whose record inspires scant confidence.\n\nLoad-Date: August 30, 2003"
}