{
    "title": "Abstracting Terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 30,
    "full text": "There may have never been something so ill-defined, yet so era-defining, as terrorism. Tangled among its debaters are two threads, one of the definition itself, and the other of its alleged misapplication.\nPolitically motivated violence that targets civilians may be the core of any satisfactory definition. But no sooner is a half-right theory of terrorism proposed than a crop of critics spring up to tear it on the grounds of praxis. This definition sweeps in a wide swath of criminal conduct, most of which never receives the proper label in popular discourse, and so it must be flawed.\nAll that abstraction for a simple observation we dance around: Why is it that \"terrorism\" is trotted out when the perpetrator of a crime is Muslim, and seemingly no time else?\nThe simplest answer might be that Muslims are more likely to commit sensational acts of terror, like the September 11 attacks, or the recent victimizations of Paris, and, indeed, this is the endpoint of reasoning for many of our Republican friends and a few avowed liberals. That, blended with a healthy amount of prejudice and political opportunism, breeds the ugly proposals of systematic registry, monitoring, and surveillance of American Muslims that the current crop of Republican presidential candidates has proffered.\nThe idea that the sins of Muslims reflect an inherent deficiency in Islam manifests itself in the bizarre insistence that moderate Muslims denounce each act of terrorism, lest their silence be taken for complicity. These calls continue no matter how many condemnatory press releases American-Muslim organizations might release. After all, their point lays in implying collective guilt, not grappling with the contradictions of reality.\nGood-natured advocates, galled with this sort of historically recurrent prejudice, counter that Islam is a religion of peace, that the violence of extremists do not imply a moral darkness in all their coreligionists. Most of all they argue by way of analogy.\nLook at the recent shooting at a Planned Parenthood in Colorado Springs that killed three, they say, or the broader history of violence against abortion clinics and providers-where is the cry of terrorism there? Sometimes, their points get through: Just this Sunday, there was Mike Huckabee of all people decrying the Colorado shooting as a case of \"domestic terrorism.\"\nAnd while I agree with the intentions of these counters, and even their content most of the time, I worry that this reaction to Islamophobia obscures needed debate on the most salient, supremely uncomfortable question:\nIs there a relationship between Islam and terrorism?\nYou can't quite answer yes. Yet you can't quite answer no, no matter how much you (and I) want to.\nThere is, after all, an entire Islamic State that kidnaps, beheads, and terrorizes on the basis of the religion's sacred texts. It produces glossy English-language propaganda magazines taking credit for the massacre of civilians and urging Western Muslims to join their fight by quoting the Qur'an.\nThe most tempting escape route is to say that this isn't real Islam-and this is the central conflict we must grapple with.\nThere can be no definitive reading of Islam, no monopoly of interpretation that we may invoke to assert, once and for all, that it is the religion of peace we all wish it to be. Religion is whatever its practitioners make it out to be. Many religions were once dismissed as cults; many surviving sects began as dismissed and discounted interpretations. The longer this distorted, apocalyptic reading of Islam remains, the more followers it gathers and families it spawns under its rule, the more substance it gains. The shadow metastasizes into something horrifically real.\nThe Islamic State's propagandists work night and day to justify their brutality to Muslims in the common tongue of religion. It is a war of ideas, for the sympathy and support of Sunnis. Debunking their claims about the interpretations of the Qur'an and the Sunnah will be essential to preventing the calcification of this ideology within the Islamic fold, a task that no Western country can provide legitimate aid for, and one that can only be handled by the credible scholars within the Sunni establishment.\nWe may debate endlessly about how to divide the fault for the Islamic State-and Islamic extremism generally-among the extreme repressive activities of governments in the Muslim world, Western support of those governments and the lingering legacy of colonialism, or even the symbolic collapse of religious authority after the dissolution of the caliphate.\nBut what cannot be debated is the increasingly common phenomenon of terror justified on the basis of Islam, a message that clearly attracts at least some within the Muslim community. Debunking the idiocy of opportunistic Islamophobes is important, but merely a symptom of a larger, festering malignancy. We can't afford to ignore it.\nIdrees M. Kahloon '16, a Crimson editorial executive, is an applied mathematics concentrator in Dunster House.\nRead more in Opinion When Is Censorship Okay?\n\nLoad-Date: December 1, 2015"
}