{
    "title": "Abu Nidal terrorist group appears to be back in the act",
    "publisher": "the christian science monitor",
    "year": 1988,
    "month": 6,
    "day": 9,
    "full text": "The murderous Abu Nidal terrorist group apparently is striking again.\nAbu Nidal is probably responsible for four to seven terrorist attacks in the last three months, counterterrorism specialists say.\n''It's a fact that Abu Nidal is back in international business,'' says Ariel Merari, director of the Project on Low Intensity Warfare at Tel Aviv University's Jaffee Center for Strategic Studies.\nSpecialists are asking if recent attacks mean an end to a ''truce'' with the Palestine Liberation Organization and whether this will usher in a new wave of terrorism against Western targets. Abu Nidal agreed to the truce in April 1987 in an effort to reintegrate his group into the PLO.\nSome specialists think Libya is encouraging the attacks. Others believe pressures from Abu Nidal supporters and other Palestinians to respond to Israel's actions are the cause. Still others say Abu Nidal is now working part time for Iran.\nWhatever the reason, the violent track record of the Abu Nidal Organization (ANO) gives reason for concern.\nSince Abu Nidal broke with the PLO in 1973, his group - the Fatah Revolutionary Council - has been responsible for at least 98 attacks resulting in more than 340 deaths and 650 injuries, according to Xavier Raufer, a terrorism expert at the University of Paris's criminology institute and author of ''The Nebula: Middle Eastern Terrorism.''\nThe most spectacular attacks in recent years were against travelers in the Rome and Vienna airports in December 1985 (18 dead and 122 wounded), a Pan Am jet in Pakistan in September 1986 (18 dead and more than 50 wounded), and an Istanbul synagogue the same month (23 killed, four wounded).\nANO attacks dropped off in early 1987 as the Algerians tried to mediate a reconciliation between the mainline PLO and breakaway movements. In several instances, reconciliations occurred by the April 1987 Palestine National Council meeting.\nHowever, since Abu Nidal was under a PLO death sentence and had such a record of violence against fellow Palestinians and others, PLO negotiator Abu Jihad (who was allegedly assassinated by Israeli commandos this year) asked Abu Nidal to prove he had changed his ways. Abu Nidal agreed to a lengthy suspension of terrorist attacks before reconciliation could proceed.\nApparently that suspension has ended with attacks in India, Jordan, Cyprus, and Sudan since March. (See story to right.)\n''Why and to what end?'' US and other terrorism experts are asking.\nFrench expert Raufer believes the actions so far do not call into question the PLO's declaration that it will not carry out terrorist attacks in the West, nor does it presage a renewal of the ''great offensive'' of the mid-1980s. ''He's reminding everyone he is still present and can do it,'' Mr. Raufer says.\nIsraeli expert Merari and US specialists are more pessimistic. Mr. Merari suspects this may signal the end of the truce, which sources say was to last only 10 months.\nRaufer says reconciliation negotiations continue in Libya between the PLO and Abu Nidal and other dissident Palestinian groups. Libya is where Abu Nidal spends most of his time, while his militia, which numbers up to 1,000, is based in several camps in Lebanon.\nAbu Nidal reportedly mediated a cease-fire in recent Beirut fighting between Palestinian forces of PLO chairman Yasser Arafat's Al-Fatah and those of the Syrian-backed Abu Musa, Raufer says. His sources say Abu Nidal, whose real name is Mazen Sabri al-Banna, is telling the PLO he needs ''room to maneuver'' because his troops want to strike at Israel and other perceived enemies of the Palestinian cause.\nThe PLO, say Raufer and Merari, is tempted to wink at the recent incidents, because some of them are in its interests. The PLO leadership, they say, feels constrained against using terrorism, especially so it does not undermine the West Bank uprising. But Mr. Arafat is under pressure from the rank and file to respond to recent Israeli actions. These include the April assassination of PLO No. 2 man Abu Jihad and the February bombing of a car carrying three PLO officials in Cyprus.\nUS officials feared the Abu Jihad assassination could ''take the wraps off Abu Nidal,'' as one put it, as well as some in the PLO. After receiving worrisome intelligence, the Reagan administration sent Arafat indirect messages warning him not to authorize anti-US actions.\nAnother reason for Abu Nidal's new activity, Merari says, is slow progress in building a powerful Palestinian militia in Lebanon. ''There is not much glamour in this gray organizational work in south Lebanon… There is a factor of disappointment that he has not made a breakthrough … in affecting PLO politics,'' Merari says.\nWestern intelligence sources say Abu Nidal has apparently been under a good deal of pressure from his subordinates in Lebanon to recommence actions. Some reports suggest he has been the reluctant one.\nUS antiterrorism officials are also focusing on which states might be behind the renewed attacks. They are looking at Libya and Iran. Since breaking with the PLO in 1973, ANO has often carried out attacks, US officials say, at the behest of its state sponsors - Iraq (until 1983) and, in recent years, Syria and Libya.\nThe US exerted great pressure on Syria to close down ANO offices in Damascus. Syria did so last year but continues to tolerate ANO camps in Lebanon's Bekaa Valley, which it dominates. Abu Nidal moved his headquarters to Libya. Given Libya's history of supporting terrorism and its hard-line position on Arab-Israeli peace questions, US officials suspect Libyan encouragement, if not instigation, behind recent attacks.\nIran is also suspect because of evidence that ANO has established ties to the pro-Iranian Hizbullah in Lebanon and has approached Iranian agents offering its services. The Lebanese passports of the terrorists captured in Khartoum, for example, were reportedly in Shiite names, at least one of which was from the family of a known Hizbullah terrorist.\nCorrection\n\nBecause of an editing error, Monday's article on the Abu Nidal terror Organization (ANO) incorrectly stated French terrorism expert Xavier Raufer's interpretation of recent terrorist actions. In fact, Mr. Raufer said that recent attacks do not call into question ANO's agreement with the Palestine Liberation Organization not to carry out terrorism in the West.\nCorrection-Date: June 9, 1988, Thursday\n\nGraphic\n\n \nPicture, released by Palestinians in 1986, said to be of Abu Nidal. Recent attacks by his group may signal end of his 'truce' with the PLO. FILE PHOTO/APChart, p. 32, Abu Nidal Organization in action: 1973-86; SOURCE: ''The Nebula: Middle Eastern Terrorism'', LISA REMILLARD -- STAFF"
}