{
    "title": "Access to lab part of UI terrorism case In court papers, FBI worries about N-waste use for 'dirty bo",
    "publisher": "spokesman review",
    "year": 2003,
    "month": 12,
    "day": 7,
    "full text": "Newly filed court documents say a University of Idaho graduate student,\n under investigation for suspected terrorism ties, obtained unauthorized access\n to a campus lab containing radioactive material.\n Sami Omar Al-Hussayen, a Saudi national working on his computer science\n doctoral degree at the Moscow university, quietly moved his student office\n into the school's engineering isotope lab, according to the documents.\n He moved from the Computer Science Department, where he was enrolled,\n apparently without his adviser's knowledge, the documents say. It's not clear\n in the records when he did so.\nAl-Hussayen, arrested in February on the Moscow campus, is scheduled to\n stand trial in January on charges of visa fraud and lying to federal agents.\n He remains in custody without bond. His wife, who was in the United States\n illegally, is to voluntarily return to Saudi Arabia soon.\n His trial likely will be postponed if he is charged with additional, more\n serious charges of providing material support to terrorists.\n ''The investigation of Sami Al-Hussayen has, from its outset, been focused\n on suspected material support to terrorism, particularly to Osama bin Laden's\n alQaeda network,\" FBI agent Michael Gnecknow said in the court documents.\n ''I have yet to see any piece of evidence, when viewed as part of the\n totality of information developed, that would dissuade me from believing that\n Sami Al-Hussayen is supporting terrorism,\" Gnecknow said.\n Sami Al-Hussayen was the Web master for the Islamic Assembly of North\n America and another Internet site where two radical Saudi sheiks, Salman\n Al-Awdah and Safar al-Hawali, espoused violence against the West,\n investigators say.\n At the time of his arrest, University of Idaho officials downplayed the\n significance of Al-Hussayen's access to a campus building containing\n radioactive material.\n The engineering building houses the university's defunct nuclear\n engineering department, and its radioactive waste is kept ''under lock and key\n awaiting disposal,\" said university spokeswoman Kathy Barnard.\n But in the newly filed court documents, FBI agents say they were worried\n that the nuclear waste at the university lab could be used in a ''dirty\n bomb.\"\n Such devices involve the use of conventional explosives, such as dynamite,\n coupled with nuclear waste material to spread radioactive contamination.\n The documents were drafted by federal prosecutors and made public last week\n in response to defense attorneys' challenges of the validity of FBI search\n warrants used in Moscow.\n Al-Hussayen moved into the engineering lab while he was under surveillance\n by agents assigned to the Inland Northwest Joint Terrorism Task Force, the\n documents disclose.\n ''The fact that Al-Hussayen moved his work station from a Computer Science\n Department laboratory to a facility for which he had unauthorized access and\n that houses radioactive isotopes was of immediate concern,\" Gnecknow said in\n an affidavit.\n Surveillance teams determined Al-Hussayen primarily used the engineering\n isotope lab after hours. The documents say he obtained access to the\n engineering lab through the help of another Saudi national enrolled at the\n university.\n Al-Hussayen ''had little or no contact with individuals who might question\n his right to access that facility,\" Gnecknow said in the affidavit.\n ''This pattern of clandestine activity was of concern to terrorism task\n force members,\" he said.\n The document also offers additional details surrounding Al-Hussayen's\n uncle, Saleh Al-Hussayen, who lives in Saudi Arabia.\n He was visiting the United States, and checked into the same Herndon, Va.,\n Marriott Inn on Sept. 10, 2001, as some of the 9-11 hijackers, including Nawaf\n Al-Hazmi. Al-Hazmi is suspected of piloting the hijacked American Airlines jet\n that crashed into the Pentagon.\n After 9-11, Saleh Al-Hussayen ''feigned a seizure\" as he was being\n interviewed by two FBI agents from Washington, D.C., the documents say. Saleh\n Al-Hussayen subsequently returned to his native Saudi Arabia, out of the reach\n of FBI agents.\n Saleh Al-Hussayen, like 15 of the 19 hijackers, is from Saudi Arabia, the\n documents say.\n Sami Al-Hussayen's uncle also has ties to AL-WAQF, a foundation that\n promotes radical Islamic thought, including acts of violence against the West.\n One of its ''most famous graduates\" is Mohammed Atta, the terrorist\n credited with planning and carrying out the 9-11 attacks.\n The uncle's trip to the United States was sponsored by the Islamic Assembly\n of North America (IANA) and the International Institute of Islamic Thought\n (IIIT).\n The latter organization's office was raided in March 2002 and shut down for\n suspected money laundering for three known terrorist groups: Hamas, al Qaeda\n and the Palestinian Islamic Jihad.\n A former employee of the IIIT, based in the United States, has been\n identified by federal agents as an al Qaeda operative.\n\nNotes\n\nBill Morlin can be reached at (509) 459-5444 or billm@spokesman.com  \n\nGraphic\n\n \nPhoto; Al-Hussayen\n\nLoad-Date: December 10, 2003"
}