{
    "title": "Access widens on terror threats FBI's top clearances mount since 9_11",
    "publisher": "usa today",
    "year": 2010,
    "month": 8,
    "day": 13,
    "full text": "More state and local law enforcement officers are getting top-secret clearances from the FBI to access sensitive federal information in terrorism cases than at anytime since the 9/11 attacks, a USA TODAY review of bureau records shows.\nClearances for members of the FBI's regional terrorism task forces jumped to 878 in 2009, up from 125 in 2007, signaling intensified attention to domestic terror threats. Clearances for other local officers and contractors soared to 945 from 364.\nAs of July 7, clearances this year were on pace to equal or surpass last year's totals: 557 were granted to task force members and 587 to other officers.\nPolice officials said the clearance program, once widely criticized as slow to provide access to key information about emerging threats and terror investigations, has added needed intelligence to recent terror inquiries from Colorado to New York.\nBoston Police Commissioner Ed Davis says some of his officers with clearances assisted in the May investigation into the failed bombing in New York's Times Square. Eight Boston officers have clearances, up from two or three in 2001.\n\"Prior to Sept. 11, this wouldn't have happened,\" he said. \"Now, there is a feeling that we are right in the middle\" of the war on terrorism.\nFaisal Shahzad, arrested 53 hours and 20 minutes after the failed attack, pleaded guilty to the attempt in June.\nLast year, New York police and the FBI thwarted an attempted assault on the city's transit system by terror operatives with ties to Denver, New York Deputy Police Commissioner Paul Browne said.\nPart of the increase in clearances is because of the rapid expansion of terrorism task forces created after 9/11 to disrupt terror plots.\nIn New York, Browne said 120 officers are assigned to anti-terror units with the FBI, up from 17 before 9/11. He estimates about 200 officers have clearances, including 80 who aren't on terror units.\nThe clearance program, first widely offered to officers soon after the 9/11 attacks, was part of a shift in bureau strategy to improve relations with local police. At that time, police leaders, including members of the International Association of Chiefs of Police, complained the bureau wasn't sharing enough information about terror threats.\nFBI Assistant Director Ronald Ruecker, the bureau's police liaison, said most officers still can't access classified information and many don't need it. He said the FBI wants to declassify more information to share with local officers. \"Trying to get everybody into the clearance arena is not the solution,\" he said, adding applicants for clearances must pass background checks that can take months.\n\"There has been a paradigm shift,\" since 9/11, he said. \"The philosophy (among federal authorities) was protect what you can and share if you must. It isn't that way anymore.\" \n\nGraphic\n\n \nGRAPHIC, Color, Julie Snider, USA TODAY, Source: FBI (Line graph)\n\nLoad-Date: August 13, 2010"
}