{
    "title": "ACCEPT THE FACT OF TERRORISM AND LEARN TO LIVE WITH IT",
    "publisher": "the world",
    "year": 1996,
    "month": 8,
    "day": 30,
    "full text": "Standing in a blocks-long line to clear a metal detector in the\nIndianapolis airport, I could not help but overhear:\n\"They asked me the stupidest questions when I checked in. Like, 'Did\nyou pack your own suitcase?' and, 'Did any stranger give you a package\nor bag to carry on board?'\"\nI turned, expecting to see a bumpkin - this was five days after TWA\nFlight 800 went down - but instead saw a very well-dressed,\nmiddle-aged woman with an air of sophistication and intelligence.\nWhere in the hell had she been all her life? Such \"silly\" questions\nhave been standard in European and Middle Eastern airports for many\nyears. Besides, a 747 had just been blasted out of the sky.\nThen it hit me.  All her life she probably had been traveling around\nthe United States, an almost fairyland-safe country that just recently\nhas begun to feel the bloody reality of planned violence and\nterrorism.\nWhy has the United States become a target for terrorists - domestic\nand foreign? And what can we do to stop them?\nThe answers are pretty simple.  Why? Because we're overdue.  How do we\nstop it? We don't.  At best, we might slightly mitigate future\nterrorist activity. Otherwise, we can do what everybody else on the\nplanet does: Learn to live with the threat.\nThe world has long been a violent place where fanatics with a point to\nmake have done so by terrorizing sacred shrines, government officials\nor private citizens.\nDespite recent rumblings to the contrary, the United States has not\nbecome a target of such terrorism because it is a free, open and\ndemocratic society and thus more vulnerable. Terrorism occurs in\npolice states, democracies and banana republics.\nRather, the globe has shrunk while the population of angry, alienated\nfanatics has increased - within our citizenry as well as outside of\nit. Angry, alienated fanatics can come in groups or alone. Whatever\ntheir number, with the technology available to them, they can inflict\nmajor harm.\nInstructions on how to make bombs that are powerful enough to blow up\na federal office building are available in cyberspace as well as from\neasily obtained print sources.\nWhen all it takes to be a spectacular terrorist is 1,000 pounds of\nfertilizer, fuel oil, detonators and a cause, any zealot or nut can\nbecome one. And no nation is immune.\nA country like ours, which places high value on the safety and\nwell-being of its citizens, is an especially attractive target. What\nbetter way to \"get\" to America - for whatever sick, burning reasons -\nthan to kill innocent citizens?\nFormer Associated Press reporter Terry Anderson was kidnapped by\nextremist Shiite Muslims and held hostage for seven years in Lebanon.\nHe writes: \"Terrorism scares and kills and causes a lot of individual\npain, but, long term, it can't change a society. In the end, the only\nchange it can effect is the change we do to ourselves to protect\nourselves.\"\nPerhaps the biggest change Americans should make is to accept that\nthere is little we can do to protect ourselves from terrorism. The\npossibility of it is now part of life here - along with \"silly\"\nquestions, less convenience at airports and a chronic, low-grade\nunease in many public places.\nBut, as the rest of the world can tell us, even under these\nconditions, life goes on. And it goes on pretty well.\nSalter writes for the San Francisco Examiner.\n\nLoad-Date: August 31, 1996"
}