{
    "title": "ACCORD REACHED ON PACKAGE OF ANTI-TERRORISM LEGISLATION",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 10,
    "day": 5,
    "full text": "WASHINGTON -- After weeks of negotiations, Congress has started moving President Bush's anti-terrorism legislation with a House committee putting its stamp of approval on one version and Senate negotiators agreeing to introduce another.\nHowever, the House and Senate bills have significant differences, guaranteeing days of additional debate before a consensus bill can be crafted and sent to the White House for Bush's signature.\nBush and Attorney General John Ashcroft have been publicly prodding Congress since the week of the terror attacks on the World Trade Center for measures that would make it easier for authorities to detain terrorism suspects and monitor their communications.\nBut lawmakers have refused to move as quickly as the administration wants, citing the possible civil liberty infringement such legislation could bring if not vetted thoroughly. Ashcroft had called for the legislation to be finished by today, the third administration deadline the Congress will miss.\nBut the Senate Judiciary Committee chairman, Sen. Patrick Leahy, D-Vt., and ranking Republican Orrin Hatch of Utah announced they had agreed to a compromise Wednesday with the White House and the Justice Department which would put their bill on track for Senate action as early as next week.\nBut the \"agreement takes into account each of our principled beliefs and is based on our views on the proper balance between the role of law enforcement and our civil liberties,\" Hatch added.\nSenate Majority Leader Thomas Daschle, D-S.D., said Thursday he wants to bring their bill directly to the Senate floor, bypassing Senate Judiciary committee consideration.\nThe House will debate its anti-terrorism bill as early as next week, with the House Judiciary Committee unanimously approving its own bill 36-0 Wednesday night.\n\nLoad-Date: October 5, 2001"
}