{
    "title": "Accused ISIS sympathizer arrested in North Carolina",
    "publisher": "daily news ",
    "year": 2019,
    "month": 5,
    "day": 2,
    "full text": "CHARLOTTE, N.C. —\nAuthorities arrested a man at the center of an international terrorism investigation Tuesday after he flew to the Charlotte Douglas International Airport from Pakistan, court records show.\n Authorities arrested Waqar Ul-Hassan on two counts of false statements involving terrorism, according to court documents.\n According to the documents, \"On or about July 25, 2014, the FBI Roanoke RA initiated an international investigation of Ul-Hassan based on information Ul-Hassan was in communication with persons associated with FTOs (Foreign Terrorist Organizations).\"\n The court documents said Ul-Hassan was living in Virginia and, at times, Pakistan.\n Officials with the FBI interviewed him several times in 2015. He denied supporting any terrorist groups or extremists, but in a later interview, authorities said Ul-Hassan, \"admitted to extensive contacts with a JeM (Jaish-e-Mohammed) recruiter, who he identified by name.\"\n He also admitted \"he traveled to—and stayed with—JeM extremists for two or three days in 2014, traveled in Pakistan in 2013 and 2014 to collect money and food for JeM extremists, and passed out recruiting newspapers for JeM in Pakistan in 2014,\" according to authorities.\n The U.S. secretary of state designated Jaish-e-Mohammed as a foreign terrorist organization in 2001.\n In court records, authorities said Ul-Hassan denied trying to send money to Syria for ISIS but later admitted \"he asked for help about sending $150 to ISIS in Syria, but said he never intended to follow through with sending the money to ISIS.\"\n Ul-Hassan flew to Pakistan in 2016 and had not returned to the U.S. since, officials said. He booked travel to the Charlotte Douglas International Airport on April 30, according to the documents.\n It was not immediately clear why Ul-Hassan wasn't detained after the 2015 FBI interview.\n Thank you for reading the Dayton Daily News and for supporting local journalism. Subscribers: log in for access to exclusive deals and newsletters.\n Thank you for supporting in-depth local journalism with your subscription to the Dayton Daily News. Get more news when you want it with email newsletters just for subscribers. Sign up here.\n\nLoad-Date: May 10, 2019"
}