{
    "title": "Accusations of Terrorism Encircle Fraud Case",
    "publisher": "the new york times",
    "year": 1987,
    "month": 9,
    "day": 6,
    "full text": "Late last month, a 23-year-old Lebanese national, Mohammed Charafeddine, was arrested in Queens and charged in Suffolk County with the crimes of possession of $168 in stolen property and using a stolen credit card.\nToday he is being held without bail, in protective custody, in a Suffolk County jail here, accused of - but not charged with - being a member of a violent pro-Iranian terrorist organization.\nHow Mr. Charafeddine's case turned from a routine criminal investigation into one involving accusations of international terrorism is still unclear. In fact, little about this case is clear.\nSpeaking on the record, the Suffolk County District Attorney's office -which first brought the charges - the Federal Bureau of Investigation and the United States Attorney's Office will now say nothing about the terrorist accusations beyond ''no comment.''\n \nWho Is Investigating What\nWhen assured anonymity, however, the same officials present wildly conflicting stories of who is investigating what and of how far this case is likely to go. Officials of the Suffolk County District Attorney's office said today that F.B.I. agents were currently in the district attorney's office, actively investigating the case. Federal officials with knowledge of the case, however, said that the F.B.I.'s investigation had been completed and that nothing to link Mr. Charafeddine with a terrorist organization had been found.\nMr. Charafeddine and a friend, Yasser A. Chamas, 22, were indicted several weeks ago by a Suffolk County grand jury for their roles in what has been described by members of the Suffolk County district attorney's office as a ''fraudulent credit-card scheme.'' Officials said the scheme involved the purchase of about $50,000 of merchandise, mostly video equipment. A gold chain valued at $168, however, was the only merchandise purchased in Suffolk County, law-enforcement officials said.\nSince then, Mr. Charafeddine has also been charged with stealing ''secret scientific material'' from a defense subcontractor in Hauppauge for whom he once worked. That case, however, has not yet gone before a grand jury and Mr. Charafeddine has not yet been indicted on the charges.\nBut at the arraignment on the credit-card charges Monday, the Suffolk County chief assistant district attorney, David Freundlich, told a judge of the State Supreme Court that Mr. Charafeddine was a ''high-ranking member'' of the Party of God terrorist group, an Iranian-sponsored Shiite Moslem group that has been accused of various terrorist activities throughout the world.\nAs a result, Mr. Charafeddine's lawyer said, his client was held without bail and enormous publicity about the case was generated. In fact, the lawyer, Steven Fondulis, has asked that his client be put in protective custody because he had reportedly been threatened by other inmates in the county jail.\n''My first reaction,'' said Mr. Fondulis, who was hired to represent Mr. Charafeddine, ''was that none of those terrorism charges had anything to do with the case.''\nAt a news conference held Tuesday, the Suffolk County District Attorney, Patrick Henry, elaborated on the terrorist charge, saying that Mr. Charafeddine joined the Party of God when he was 14 years old and was trained as a munitions expert in the Lebanese Army. He also displayed magazines with the picture of Ayatollah Ruhollah Khomeini, a Party of God insignia and a picture of Mr. Charafeddine dressed in a hunting vest and carrying a shotgun.\nAccording to a staff member, Mr. Henry was not available for comment today.\nIn comments shouted at reporters as he was brought to and from jail, Mr. Charafeddine has said he is not a terrorist. And Mr. Fondulis, who was a member of the Suffolk County district attorney's staff for eight years before going into private practice, called the accusations ''ridiculous.''"
}