{
    "title": "Accused Gunman's Exchanges With Cleric Raised Questions, Not Alarms",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 12,
    "full text": "Last December, the vast electronic net of American intelligence captured queries that Maj. Nidal Malik Hasan of the Army was sending by e-mail to a radical cleric in Yemen who has long been a target of American surveillance.\n  Trained in the connect-the-dots mantra since rival agencies failed to prevent the 2001 terrorist attacks, analysts recognized that the contacts were significant. The dozen or so messages to the cleric, Anwar al-Awlaki, were largely questions about Islam, not expressions of militancy or hints of a plot, government officials familiar with the messages said. Mr. Awlaki sent a handful of answers to Major Hasan that were cautious and said nothing to indicate that the two men knew each other, the officials said.\n  Still, the messages were quickly passed to a Joint Terrorism Task Force in Washington, where a Defense Department investigator pulled the personnel files of Major Hasan, the Army psychiatrist who was charged last week with killing 13 people and injuring dozens more in a shooting spree at Fort Hood, Tex.\n  Those files, however, did not reflect the concerns of some colleagues at Walter Reed Army Medical Center about Major Hasan's outspoken opposition to the wars in Iraq and Afghanistan and his strong feeling that Muslims should not be sent to fight other Muslims.\n  The defense investigator also did not interview any of the psychiatrist's superiors and co-workers. After studying the messages, which were sent between December and the early months of this year, the investigator wrote a report last spring concluding that the e-mail contacts were not a sign of a terrorist threat. The report was not shared with the Pentagon, or with anyone outside the task force.\n  Now, Congress is looking for someone to blame for the shootings at Fort Hood. The Defense Department, the Federal Bureau of Investigation and other agencies are reviewing whether they missed significant clues -- or whether Walter Reed ignored signs of serious trouble -- that might have averted the shootings. Already, the military and F.B.I. officials have begun an inevitable round of finger-pointing.\n  But a striking fact is that the system set up after Sept. 11, 2001, to make sure clues of a coming attack were not missed actually worked as intended -- and still failed to stop the deadly episode. The question for investigators is whether the very fact that Major Hasan sent the e-mail messages to an imam with mysterious connections to the Sept. 11 hijackers and a Web site encouraging extremist violence should have set off greater alarms.\n  ''The fact that they got these e-mails and acted on them shows that at least to a point, the system worked,'' said Matthew M. Aid, an intelligence historian and author of ''The Secret Sentry,'' a new history of the National Security Agency. ''Quite possibly someone dropped the ball down the line.''\n  Bruce Hoffman, a terrorism expert at Georgetown University, said  any contact with Mr. Awlaki should have raised red flags. ''There's no doubt that Awlaki is a vessel for the message of Al Qaeda whose goal is radicalizing others,'' he said. ''Any contact should generate serious concern.''\n  Mr. Hoffman, too, said the intelligence network, in catching the messages and passing them on, worked far better than would have been likely before the 2001 attacks. ''But 13 people are dead,'' he added. ''What are we going to do differently next time?''\n  When the Joint Terrorism Task Force began its inquiry, the Defense Department criminal investigator limited his review to paper records, not interviewing Major Hasan or his co-workers. The investigator also did not alert anyone at Walter Reed or elsewhere in the Army or Defense Department to the e-mail contacts with Mr. Awlaki.\n  Officials familiar with the work of the Washington task force said the Hasan assessment was one of hundreds involving government employees undertaken each year. Such inquiries can be hampered, they said, by privacy laws that prevent the sharing of personal information about someone unless it reflects evidence of wrongdoing or a potential threat.\n  Had the task force investigator spoken with Major Hasan's psychiatric colleagues, he would have found a mixed picture. Some co-workers at Walter Reed and the Uniformed Services University said in interviews that they found his conduct troubling at times. \n  National Public Radio reported on Wednesday that from the spring of 2008 to  the spring of 2009, when Major Hasan, then a captain, was on a fellowship at the Uniformed Services University, senior faculty members and administrators from the two institutions discussed on several occasions whether he was mentally fit to be an Army psychiatrist, but eventually sent him on to Fort Hood. \n  Other faculty members and students have expressed alarm about Power Point presentations Major Hasan delivered both as a senior resident at Walter Reed and during his fellowship. In one presentation in June 2007, first reported by The Washington Post, Major Hasan argued that the Army should allow Muslim soldiers to leave the military as conscientious objectors if they refused to kill other Muslims, and he warned of ''adverse events'' if it did not. \n  Other colleagues had a more benign view of Major Hasan. Nancy Meyer, a social worker who attended the 2007 presentation, described it as a scholarly explanation of why ''Muslims should not be in a position to harm other Muslims,'' saying she did not take it as  ''at all threatening.'' Ms. Meyer added, however, that when she heard Major Hasan had been  charged with the shootings, the lecture was the first thing that came to her mind.\n  Dr. Aaron Haney, who was a year ahead of Major Hasan in the residency program at Walter Reed, said there were some faculty members who did not like Major Hasan because they thought ''he was not as much of a pro-active go-getter type, like the military really like.'' \n  In completing his report six months ago, the terrorism task force investigator concluded that the e-mail messages were consistent with Major Hasan's research efforts, did not suggest violence and did not justify further inquiry -- a judgment that represented the task force's collective view. The case was closed.\n  In the days since the shootings, Pentagon officials have faulted the F.B.I., asserting that because it supervises the task force, the agency should have informed the Defense Department about the e-mail messages.\n  Law enforcement officials have denied that they were at fault. They said the defense investigator could have shared his assessment of Major Hasan's e-mail messages with the Defense Department.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 12, 2009"
}