{
    "title": "Accused Benghazi ringleader convicted of terrorism charges in 2012 attacks that killed US ambassador",
    "publisher": "the salt lake tribune",
    "year": 2017,
    "month": 11,
    "day": 28,
    "full text": "Washington • A Libyan militant accused of being a ringleader of the 2012 Benghazi attacks on U.S. facilities was convicted on terrorism charges Tuesday in the assaults that killed U.S. ambassador Christopher Stevens and three other Americans. But the jury found the militant not guilty of the most serious of the charges, including murder.\nThe case was seen as a test of detention and interrogation policies developed under the Obama administration to capture terror suspects overseas for criminal trial, with the result likely to factor into assessments of the suitability of civilian courts for terrorism prosecutions.\nThe jury in Washington, D.C., deliberated for five days after a seven-week trial before convicting Ahmed Abu Khattala, 46, in the attack the night of Sept. 11 at a U.S. diplomatic mission that killed Stevens and State Department employee Sean Smith in a fire, and in a second attack that took place before dawn on Sept. 12 on a nearby CIA annex , where CIA contractors Tyrone S. Woods and Glen Doherty were killed by mortar strikes.\nThe jury acquitted Abu Khattala of all but four of the 18 charges against him.\nAt trial, his defense team said Abu Khattala was drawn to the fiery scene in his hometown as a bystander. They questioned the credibility of three Libyan witnesses who testified they saw or heard Abu Khattala take steps to plan, execute or claim responsibility for the attacks.\nProsecutors presented what they called “indisputable” records linking the times of calls on Abu Khattala’s cellphone and surveillance video from the diplomatic mission attack that they said showed he was at least a key plotter.\nAbu Khattala was a leader in an extremist brigade that was part of a militia that sought to establish strict Islamist rule in post-revolutionary Libya. U.S. intelligence assessments have reported that several groups were involved in the attacks, including Abu Khattala’s brigade and the militia.\nStevens and Smith died of smoke inhalation after militants overran the diplomatic compound and set fire to the diplomatic villa. Woods and Doherty were killed on a rooftop at the CIA annex in a predawn mortar strike\nHe was captured in June 2014 by U.S. commandos and interrogated and transported for 13 days aboard a Navy warship to the United States.\nOnboard, he was questioned by two teams, the first working in a classified operation to extract intelligence and the second a separate FBI team that collected evidence for his trial under the legal safeguards provided defendants in civilian court.\nHe was charged with aiding or abetting the killing of the four Americans and wounding two other Americans, providing or conspiring to provide material support and resources to terrorists that resulted in death, destruction of government buildings and property, and a firearms violation.\nAbu Khattala has been the only person brought to court in attacks that saw the compound overrun. However, on Oct. 29, during his trial, U.S. authorities snatched a second suspect from Misrata, Libya, for prosecution in Washington. The suspect, Mustafa Al-Imam, has pleaded not guilty.\nAbu Khattala’s trial moved the Benghazi inquiry from the partisan political realm, where Republican claims of a Democratic coverup continued throughout the 2016 presidential contest, into a courthouse where the jury of 12 District residents sorted through six binders of exhibits and hours of video evidence.\nThe Trump administration recently showed a willingness to continue bringing terrorism cases in civilian courts, including additional Benghazi suspects. President Donald Trump on Oct. 30 personally announced that “on my orders,” U.S. forces captured the second Benghazi suspect, Al-Imam, to “face justice in the United States.”\nAlthough several Republicans in Congress and conservative analysts called for a military tribunal for Abu Khattala, there were no such calls in Al-Imam’s case.\nBrian Egan, a senior White House and State Department legal adviser during the Obama administration, said the trial affirmed the integrity of the U.S. justice system even under extraordinary circumstances.\n“That’s important for the rest of the world to see, given the amount of respect our criminal justice system has internationally, and the fact that the Guantanamo Bay military commission system has been so heavily criticized,” Egan said. “This case is really a good barometer for whether procedures the U.S. government put in place will prove to be useful.”\nBefore the trial began Oct. 2, Abu Khattala’s defense moved to toss out his statements in military and FBI custody, arguing the 13-day detention without a lawyer present violated his legal rights and that the circumstances were so coercive they negated his signed waivers to a right to an attorney and against self-incrimination.\nThe government won a critical ruling from U.S. District Judge Christopher “Casey” Cooper denying the motion, and upholding the government’s flexibility in handling overseas terrorism suspects.\nThe trial featured dramatic testimony from surviving State Department and CIA operators, some of them taking the stand under fake names and disguised in wigs and mustaches to protect their identities.\nProsecutors also relied heavily on surveillance video taken by overhead drones and diplomatic compound cameras, and cellphone records the government obtained from Libyan authorities that listed call times and numbers but not the call contents.\nKey testimony came from three, paid Libyan informants all testifying under pseudonyms.\nThey included an undercover Libyan businessman who received $7 million for aiding the U.S. by approaching Abu Khattala as a financial supporter after the attacks, collecting incriminating statements from him, and luring him to his capture. The witness, testifying as Ali Majrisi, said he was present in 2013 when in conversation Abu Khattala, urged to conduct more spectacular attacks like those of Al-Qaida in Iraq, allegedly said of the 2012 attacks, “I intended then to kill everybody [all the Americans] there, even those who were at the [Benghazi] airport.”\nMajrisi, who at one point told his secret American military handlers he was willing to kill Abu Khattala himself, rejected a $1 million payment as “insultingly low” before eventually receiving $7 million for his help in the investigation.\nThe verdict came out of a challenging investigation.\nMonths of sealed litigation and negotiations preceded the trial over tens of thousands of pages of classified documents about the case that the government turned over to the defense. The sides reached agreements on what information was relevant to the charges against Abu Khattala before dozens of declassified summaries were read into the record in open court in lieu of live testimony from classified sources.\nProsecutors were pressed to prove events that erupted over a span of hours, five years ago overseas, in a place where the U.S. government had little presence and local authorities were weak and divided.\nMost physical evidence burned to the ground or was destroyed or looted, and FBI agents were given only eight hours, three weeks after the attacks, to access both sites, one testified in Abu Khattala’s trial.\nAs a result, prosecutors turned to phone records obtained under murky circumstances from Libya’s telephone company, grainy nighttime video, and informants.\n“It could also be, not a lot of people in Benghazi wanted to cooperate with the U.S. prosecution effort,” said Alice Hunt Friend, a Pentagon official who oversaw Africa security policy matters during the Obama administration from 2009 to 2014.\nOne clear public lesson from the trial, she added, is “how very, very difficult it is to track individual terror threats to Americans” and to collect either the very detailed intelligence needed to prevent an attack, or the evidence to prosecute one afterward.\n“To go through the details of trying to marshal evidence sufficient to convict someone of a crime is a window into the kind of evidence needed in order to understand their tactics and to try to prevent” a future attack, Friend said, “It is an enormous challenge.”\n\nLoad-Date: December 1, 2017"
}