{
    "title": "Accused Mastermind of Mumbai Attack Convicted of Links to Terrorism",
    "publisher": "the new york times",
    "year": 2020,
    "month": 2,
    "day": 12,
    "full text": "Pakistan faced pressure to act against Hafiz Saeed, who was found guilty of terrorism-related charges. He founded the group that committed the 2008 Mumbai attack, killing more than 160 people.\nLAHORE, Pakistan — An antiterrorism court in Pakistan on Wednesday convicted Hafiz Muhammad Saeed, the founder of the group that carried out a deadly attack in Mumbai in 2008, on terrorism-related charges and sentenced him to five and a half years in prison.\nIndia and the United States call Mr. Saeed the mastermind of the Mumbai attack, which killed more than 160 people, including six Americans. For years, Pakistan had been under intense international pressure to take action against him and the radical Islamist group he founded,            Lashkar-e-Taiba, and the United States has offered a $10 million bounty for him.\n“The Hafiz Saeed conviction should have happened many years ago,” said Mosharraf Zaidi, a political analyst based in Islamabad, Pakistan. “That it did not is a measure of the internal tensions, institutional weaknesses and cognitive contradictions within Pakistan.”\nIn the antiterrorism court in Lahore, the eastern Pakistani city where he was based, Mr. Saeed was found guilty of having links with terrorist groups, raising funds for terrorism and having illegal property, said his lawyer, Imran Gill.\nHe was sentenced to two prison terms of five and half years, which will run concurrently, according to the judge, Arshad Hussain Bhatta. He was also fined $97.\nMr. Saeed denies involvement in terrorism, and will appeal his conviction, Mr. Gill said.\nThe verdict comes just days before the Financial Action Task Force, an international group that combats money laundering, is scheduled to decide whether to keep Pakistan on its “gray list” of countries that should do more to fight terrorism funding and money laundering, or move it to its “black list” of uncooperative nations, which could mean international sanctions.\nMany nations and international organizations have pushed Pakistan to take action against militant groups and their leaders, including Mr. Saeed.\nIn recent years, Pakistani authorities have moved against several militant groups, including Mr. Saeed’s charity organizations. Authorities banned two charities associated with him in 2019, and hundreds of religious schools and hospitals run by these charities have come under government control.\nMr. Saeed had been arrested in the past, and on several occasions put under house arrest, but Wednesday was the first time he had been sentenced. Several previous cases against him were dismissed by Pakistani courts, and officials had said there was not enough evidence to tie him to the Mumbai attack.\nHe remains popular in Pakistan, particularly because of his militant stance on Kashmir, the disputed Himalayan territory claimed both by India and Pakistan. Mr. Saeed says that India must be driven out of the region, which has been a primary aim of Lashkar-e-Taiba.\n“The country’s strong credentials in fighting and beating terrorists will continue to be treated with lukewarm enthusiasm as long as such individuals continue to only be sanctioned when Pakistan faces international pressure,” said Mr. Zaidi, the analyst.\nPHOTO: International pressure has pushed Pakistan to take action against militant groups and their leaders, including Mr. Saeed, who has a high profile as the founder of the Lashkar-e-Taiba terrorist organization. (PHOTOGRAPH BY K.M. Chaudary/Associated Press FOR THE NEW YORK TIMES)\n\nLoad-Date: February 13, 2020"
}