{
    "title": "Accusations of Terrorism Worry Uzbeks in Brooklyn",
    "publisher": "the new york times",
    "year": 2015,
    "month": 5,
    "day": 11,
    "full text": "To understand the Uzbek community of Brooklyn, sit down and share a cup of tea with some of them. Please, drink. They pride themselves on hospitality, and to refuse would be impolite.\nThe first thing they mention is that they work hard. And that Uzbeks are peaceful and respectful of their elders. This they can all agree upon. \n  They also say how shocked they are by the recent accusations of terrorism that have put a harsh spotlight on a small but growing population that represents the nexus of the nation's Uzbek diaspora. Three Uzbek men from Brooklyn, all recent immigrants, and a friend who had come to New York from Kazakhstan were arrested after federal authorities said they were trying to join the Islamic State and commit acts of terrorism.\n  But beyond surprise, the reactions among Uzbeks after the arrests are diverse, illuminating a wary post-Soviet immigrant community still divided by Old World regions and by religious observance.\n  There is fear of being under increased surveillance or possibly being entrapped by law enforcement. There is nagging worry about extremists among them. There is anger at the young men accused of having betrayed an opportunity -- a green card, which two of the four had -- given to them by a country that has opened its doors to so many from Uzbekistan. Others felt ashamed, even offended.\n  ''We shouldn't be defined as who we are as immigrants because of this little incident,'' said Farhod Sulton, 35, who goes by Frank at his job selling insurance for New York Life.\n  Mr. Sulton recalled how his assistant contacted a potential client soon after the arrests. The woman shouted that she had heard the news and that she did not want to be involved with Uzbeks. She was from Uzbekistan.\n  ''The negative reaction affects us,'' said Misha, an Uzbek waiter at an Uzbek-owned beer hall, Kebeer, in Brighton Beach. He would provide only his given name because he feared attracting unwanted attention from federal authorities. ''We don't want to be on a blacklist.''\n  Mr. Sulton founded a newspaper, Vatandosh (the name means ''countrymen'') for Uzbek-speaking residents in Brooklyn. In an interview over kebab and plov at Lazzat restaurant in Bath Beach, he said he was warned by friends not to be too outspoken, lest he earn enemies among possible extremist sympathizers.\n  Such dread and censorship is one reason many immigrants came here. Uzbekistan, in Central Asia, bordered by Tajikistan, Turkmenistan, Kyrgyzstan and Kazakhstan, is predominantly Muslim. In the years after independence from the Soviet Union, in 1991, the country's persecution of Muslim clerics prompted a wave of migration, and Brooklyn became a haven.\n  Of the nearly 56,000 Uzbek immigrants in the United States in 2013, according to the latest American Community Survey from the census, almost half live in New York City. About 12,000 Uzbeks live in Brooklyn, more than double the number in 2000. The population has more than tripled in the neighborhoods of Borough Park, Kensington and Midwood, as well as Homecrest and Sheepshead Bay, according to demographers at Queens College.\n  In Brooklyn, at least, post-Soviet immigrants from Central Asia may live near one another and share some customs, but tend to stick to their own. One sunny afternoon, a group of men were playing a serious game of cards on Ditmas Avenue. Asked if, by chance, they were from Uzbekistan, one man turned from his hand and said: ''Azerbaijan. Uzbek, next block!'' Then, ''Wait, have some tea!''\n  Immigrants from Uzbekistan have been arriving in New York with help from a diversity visa lottery program, which the United States government created in 1990 to foster immigration from countries with previously low rates. The State Department issues 55,000 green cards every year through its diversity visa program and for the 2014-15 year, 4,368 were allotted to Uzbek lottery winners, the department said.\n  Abdurasul Hasinovich Juraboev, 24, the lead defendant accused of trying to join the Islamic State, arrived in Brooklyn in 2011 by himself and, according to a federal complaint, had a green card, a fact that stirred resentment.\n  ''There are a lot of immigrants who come here and want to stay,'' said Shoir Akramov, the manager of Emir Palace, an Uzbek restaurant in Borough Park. ''The man who has a green card, it is a green light to a good life.''\n  Mr. Akramov, who prefers to be called Shawn, added: ''I love America. I love the people who live here. I am against people who live here and don't appreciate it. We don't understand people who go against the law.''\n  Uzbek culture was in full flourish on a recent Saturday night at Emir Palace, which opened a year and a half ago and features a banquet hall on the first floor and a restaurant with a dance club on the second. About 200 people of all ages in the banquet hall were celebrating a 1-year-old's birthday with traditional music and dancing. Upstairs, another band played European pop music, a disco ball spinning and the vodka flowing.\n  ''We make a little Uzbekistan here,'' Mr. Akramov said next to a wall adorned by pictures of Uzbek landmarks. ''We help each other so we don't forget our roots.''\n  But those roots are often split, linguistically and culturally, along regional lines -- between Tashkent, the modern capital in the north, and Samarkand, the historical capital in the south. Those from Samarkand, like the owners of Emir Palace, primarily speak Tajik and tend to live on and around Ditmas Avenue in central Brooklyn; those from Tashkent speak Uzbek and Russian, many living in or closer to Brighton Beach.\n  Jews from Uzbekistan are known as Bukharan Jews, not for the city of Bukhara, but for the former emirate of Bukhara in Central Asia, a region where Jewish life is thought to have originated more than 2,500 years ago. A sizable Jewish population came to New York after fleeing Soviet oppression in the 1980s, and then even more arrived after the dissolution of the Soviet Union.\n  Although the largest enclave of Bukharan Jews is in Rego Park, Queens, the B'nai Israel synagogue in Starrett City, Brooklyn, has about 500 Bukharan Jews in its congregation of 700, Rabbi Mordechai German said.\n  Just as Brooklyn's Uzbek Jewish population tends to be insular, the strictly observant and secular Muslims do not generally socialize with one another either, because of religious restrictions. Recognizing this fragmentation, Mr. Sulton tried to foster togetherness by starting a nonprofit organization spun off his newspaper: the Vatandosh Uzbek-American Foundation.\n  He had free picnics and appointed respected community leaders for his board -- an engineering professor from Tashkent, a 21-year-old Mary Kay cosmetics saleswoman, a former judo Olympian and a portrait artist from Uzbekistan. But people were reluctant to donate money to keep the foundation running, Mr. Sulton said. The reasons vary, he said, such as unfamiliarity with giving to nonprofits for those growing up amid Communism and concern that the Uzbek government might deem such association as heretic.\n  ''They don't want to be labeled when they go back as part of 'Vatandosh,' '' Mr. Sulton said.\n  Mr. Sulton also was part of a group that opened an Uzbek mosque and cultural center for several weeks in January at a Turkish-owned school on Coney Island Avenue. The landlord quickly shut it down, Mr. Sulton said, because the number of worshipers became too great for a space that was zoned only to be a school.\n  The lack of an Uzbek-speaking mosque has divided the strictly observant community further; people attend area mosques run by Egyptian, Pakistani, Palestinian and Turkish imams.\n  ''As a human being, if something happened within the community, you have concerns,'' said a Brooklyn man, 30, a pharmacist who has lived in the country for nine years, referring to the arrests of the four men, all of whom have pleaded not guilty. He spoke on the condition of anonymity because he was fearful of persecution by the Uzbek government if he were to return home.\n  In the weeks after the arrests, seven Uzbeks who attended mosques were questioned by law enforcement officials about their opinion on the arrests, as well as about current events. The Uzbeks sought advice from lawyers at the City University of New York who run a free legal clinic known as Clear -- Creating Law Enforcement Accountability and Responsibility. Lawyers subsequently conducted two ''Know Your Rights'' workshops at Brooklyn mosques with Uzbek members.\n  The Brooklyn man, speaking in the offices of Clear, said that he and his fellow worshipers did not come to the United States ''to create problems. We came here to learn and to live a nice life.''\n  Despite the current climate of suspicion, were they still glad they came to Brooklyn?\n  ''Yes, it is good,'' he said, then added, laughing, ''if you don't have to look for a parking spot.''\n\nhttp://www.nytimes.com/2015/05/11/nyregion/accusations-of-terrorism-worry-brooklyns-uzbek-community.html\n\nGraphic\n\n \nPHOTOS: Clockwise from top, celebrating the birthday of Marjona Shavkatova, 1, held by her mother, Sabina Rafieva, at Emir Palace in Brooklyn, where a small but growing population of about 12,000 Uzbeks live\nFarhod Sulton, founder of a local Uzbeklanguage newspaper\nAfsona, an Uzbek restaurant on Ditmas Avenue. (PHOTOGRAPHS BY PIOTR REDLINSKI FOR THE NEW YORK TIMES\nCHRISTOPHER GREGORY FOR THE NEW YORK TIMES) (A14)\n ''I am against people who live here and don't appreciate it,'' said Shoir Akramov, who manages Emir Palace, an Uzbek club in Brooklyn. ''We don't understand people who go against the law.'' (PHOTOGRAPH BY PIOTR REDLINSKI FOR THE NEW YORK TIMES) (A20)        \n\nLoad-Date: May 11, 2015"
}