{
    "title": "ACLU opposes government anti-terrorism legislation",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 15,
    "full text": "Congress passed anti-terrorism legislation late last week, broadening law enforcement powers in light of the terrorist attacks against the United States.\nThe Senate voted 96-1 on Thursday night to pass its bill, The USA Act of 2001. Senator Russell Feingold, D-WI, voted against the bill, and three senators did not vote.\nOhio U.\nThe wide-ranging Senate bill gives government officials more wire-tapping authority, greater access to electronic mail services through Internet service providers, and allows officials to detain non-citizens at international ports for up to seven days without charging them with a crime.\nOn Friday, the House of Representatives voted 337-79 to pass similar anti-terrorism legislation. The House bill is known as the Providing Appropriate Tools Required to Intercept and Obstruct Terrorism, or the PATRIOT Act.\nThe legislation allows immigration officials to detain and deport suspected terrorists, disable the financial assets of terrorist organizations and provide benefits to police officers and firefighters who were injured in the attacks.\nIn a statement Friday, President Bush commended the House and urged Congress to move the anti-terrorism legislation to the White House for his approval.\nWhile legislators worked to design the laws, members of the American Civil Liberties Union fought against provisions they believed violated civil rights and granted the government too much intelligence-gathering power.\n\"It's important to understand how sweeping (the bills) are,\" said Ray Vasvari, legal director for the American Civil Liberties Union of Ohio. Members of the Ohio chapter met with Senator Mike DeWine, R-OH, to lobby against the bill.\nVasvari said the bills allowed detaining people based on their membership in terrorist organizations. He said the term \"terrorist organization\" is defined so broadly that it could include radical groups, blurring the line of what is \" legitimate advocacy.\"\nThe \"sneak and peak\" aspects of the Senate bill are the greatest concern to Vasvari. He said the bill permits law enforcement officials to execute warrants and search private property without the owners present, and said he worried that officials would not abide by the law when conducting searches.\n\"There must be justice done, but not giving up freedom,\" Vasvari said. \"There is no power on earth to take away our freedoms.\"\nDeWine worked on one provision of the senate bill, which improves information sharing among government agencies.\n\"Sometimes one part of the government knows something, but systems aren't shared,\" said Amanda Flaig, spokesperson for Sen. DeWine. \"But if the departments could have all the information out there, the government would be more efficient.\"\n(C) 2001 The Post via U-WIRE\n\nLoad-Date: October 15, 2001"
}