{
    "title": "ACLU seeks data on FBI probes; Group wants access to files compiled on some rights groups",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 12,
    "day": 2,
    "full text": "The American Civil Liberties Union is seeking information from the FBI on why bureau task forces set up to combat terrorism also looked into anti-war, animal rights and environmental groups.\nDozens of organizations have been subjected to scrutiny, according to the ACLU, which was filing Freedom of Information Act requests with the FBI today to try to find out why.\n\"We think it's clear that the public is interested in the possible return of FBI spying on political and religious groups,\" said Ann Beeson, the ACLU's associate legal counsel.\nThe FBI denies singling out individuals or groups for surveillance or investigation based solely on activities protected by the Constitution's guarantees of free speech.\nOfficials say agents adhere strictly to Justice Department guidelines requiring evidence of criminal activity or indications that a person may know something about a crime.\n\"Any investigation conducted by the FBI is done under the attorney general's guidelines and in full compliance with the guidelines,\" said FBI spokesman Bill Carter.\nThere are terrorism task forces in 100 cities and with more than 3,700 members, including at least 2,000 FBI agents, state and local police, and other federal law enforcement officials. More than half of the task forces were formed after the terror attacks of Sept. 11, 2001.\nThe ACLU was seeking FBI files on a broad range of individuals and groups that have been interviewed, investigated or subjected to searches by the task forces. The requests also seek information on how the task forces are funded, to determine if they are rewarded with government money by labeling high numbers of cases as related to terrorism, Beeson said.\n\"What we're afraid is happening is that these cities and towns can get federal anti-terrorism money by identifying local groups as threats in their areas,\" Beeson said.\nThe ACLU provided a list of examples, including the Quaker-affiliated American Friends Service Committee that had been monitored by Denver police and was listed as an \"active case\" by a local terrorism task force.\nIf the FBI declines to turn over the information, the ACLU can sue in federal court.\n\nLoad-Date: December 2, 2004"
}