{
    "title": "ACLU URGES CURBING FBI'S GROWING POWER",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 9,
    "day": 17,
    "full text": "WASHINGTON -- Shortly after James Comey took over as FBI director, the American Civil Liberties Union is calling on the Obama administration and Congress to rein in the increasing power of the agency.\nIn a critical 63-page report that will be issued today, the ACLU says the FBI's power has expanded too dramatically over the past 12 years, transforming the bureau into a \"secret domestic intelligence agency.\"\n\"The excessive secrecy with which it cloaks these domestic intelligence gathering operations has crippled constitutional oversight mechanisms,\" the report says. \"Courts have been reticent to challenge government secrecy demands and, despite years of debate in Congress ... it took unauthorized leaks by a whistle-blower to finally reveal the government's secret interpretation of these laws and the Orwellian scope of its domestic surveillance programs.\"\nThe ACLU report, \"Unleashed and Unaccountable: The FBI's Unchecked Abuse of Authority,\" compiles examples of the changes to law and policy since the Sept. 11, 2001, attacks, which the group says \"unleashed the FBI from its traditional restraints and opened the door to abuse.\"\nA spokesman for the FBI said he could not comment on the report because bureau officials had not seen it.\nThe changes highlighted in the report include the FBI's racial and ethnic mapping program, which allows the bureau to collect demographic information to map American communities by race and ethnicity; the use of secret National Security Letters, which requested account information from telecommunications companies, financial institutions and credit agencies and required no judicial approval; warrantless wiretapping; and the recent revelations about the government's use of Section 215 of the USA Patriot Act to track all U.S. telephone calls.\nIn its report, the ACLU asks Congress, the president and the attorney general to examine the FBI's policies and programs, and recommends 15 changes for the agency.\n\"The list of abuses is long and demonstrates that Congress must do a top-to-bottom review of FBI politics and practices to identify and curtail any activities that are unconstitutional or easily misused,\" said Hina Shamsi, director of the ACLU's National Security Project. \"The time for wholesale reform has come.\"\nThe ACLU report lists examples of the FBI conducting surveillance on protesters and religious groups with \"aggressive tactics that infringe on their free speech, religion and associational rights.\"\nThe bureau's increased intelligence-collection powers have led to a data explosion that agents cannot keep up with, making it harder for the agency to focus on suspects and groups that should be investigated, the ACLU concluded in its report.\n\"Rather than aiding its terrorism prevention efforts, the FBI's expanded investigative and intelligence powers have overwhelmed agents with a flood of irrelevant information and false alarms,\" said Michael German, senior policy counsel at the ACLU's Washington Legislative Office and a former FBI agent.\nAs an example, the report cites questions surrounding the FBI's three-month investigation of Tamerlan Tsarnaev, a suspect in the Boston Marathon bombing.\n\"FBI agents cannot be expected to be fortune tellers,\" the report said. \"But reviewing the facts of this matter is important to determine whether current FBI practices are effective. Its investigation of Tsarnaev was one of over 1,000 assessments the Boston Joint Terrorism Task Force completed in 2011. ... This torrid pace may have diminished the quality of the Tsarnaev assessment.\"\n\nLoad-Date: September 17, 2013"
}