{
    "title": "Across the world, shock and condemnation at Orlando massacre",
    "publisher": "university wire",
    "year": 2016,
    "month": 6,
    "day": 13,
    "full text": "From across the world, officials and public figures are expressing condemnation and shock over the Florida mass shooting at the Pulse Orlando nightclub on Sunday when police say a gunman wielding an assault-type rifle opened fire, killing at least 49 people and wounding dozens.\nFRANCE\nThe Eiffel Tower will shine in the colors of a rainbow on Monday night, starting at 10:45 p.m. (2045 GMT) to honor victims of the mass shooting at an Orlando gay club. Paris City Hall began paying respects in the afternoon with a display of American and rainbow flags, while French President Francois Hollande condemned the mass killing as an attack on freedom. He vowed to toughen the fight against terrorism \"at the side of the American people.\"\n\"It's American that was hit but freedom that was targeted,\" Hollande said after signing a book of condolences at the U.S. Embassy, \"freedom to choose one's sexual orientation, the freedom to determine one's way of life.\"\nFrance feels deeply the horror of deadly attacks after the November terror attacks on a music hall, restaurants and bars and the main sports stadium killed 130. That was preceded by attacks on a satirical newspaper and a kosher grocery store. All were claimed by the Islamic State group.\n___\nBRITAIN\nJ.K. Rowling says one victim of the Orlando killings worked on the Harry Potter Ride at the Universal Studios theme park.\nThe author tweeted a picture of 22-year-old Luis Vielma in a Hogwarts school tie, and said: \"I can't stop crying.\"\nQueen Elizabeth II and Prime Minister David Cameron have sent messages of condolence from Britain for the attack, which killed at least 49 people at a gay nightclub.\nBuckingham Palace says the queen sent a message to President Barack Obama saying: \"Prince Philip and I have been shocked by the events in Orlando. Our thoughts and prayers are with all those who have been affected.\"\n___\nGERMANY\nGerman Chancellor Angela Merkel says it's important to continue with \"our open, tolerant life\" following attacks such as the mass shooting at an Orlando gay club.\nSpeaking during a visit to China on Monday, Merkel said that \"we have a heavy heart\" over the fact that \"the hatred and malignancy of a single person\" cost so many lives.\nShe added: \"We are firmly determined, even when such murderous attacks put us into deep sorrow, to continue with our open, tolerant life.\"\nIn downtown Berlin, dozens of people have come together in front of the U.S. Embassy to mourn the victims of the Orlando shooting. People were setting white lilies and pink roses next to teddy bears in front of a rainbow flag and an American flag.\n\"We are very much in shock, but we also want to show that nobody will succeed in intimidating us,\" Joerg Steinert from the Lesbian and Gay Association said. \"We're here today to condemn this act.\"\nDjuke Nickelsen, carrying a bouquet of cornflowers and chamomile, said she'd come to show her solidarity with the victims and their relatives.\n\"I was very touched and sad these people were killed -- all they did was embrace and enjoy life.\"\n___\nUN HUMAN RIGHTS CHIEF\nThe U.N. human rights chief has denounced the mass shooting at a gay nightclub in Orlando, Florida.\nZeid Ra'ad Hussein, commenting at the opening of the three-week Human Rights Council session in Geneva, chronicled a number of human rights abuses and concerns.\nHe added: \"I also condemn with the greatest possible force the outrageous attacks by violent extremists on innocent people, chosen at random, or because of their presumed beliefs, or opinions, or -- as we saw yesterday -- their sexual orientation.\"\n___\nCYPRUS\nCyprus President Nicos Anastasiades has condemned the Orlando attack, saying that such \"cowardly attacks\" incite the revulsion of the international community.\nIn a written statement, Anastasiades said the killings further galvanize the world's determination to combat terrorism.\nAnastasiades also expressed his and his government's condolences to the victims' families, the government and the American public.\n___\nISRAEL\nIsraeli President Reuven Rivlin says in a letter to President Barack Obama that Israel stands \"shoulder to shoulder with our American brothers and sisters\" after the attack on the LGBT community. Rivlin sent his condolences, saying there is \"no comfort for those who have had their loved ones torn away from them.\"\nThe Orlando attack has dominated news in Israel, which has seen a wave of Palestinian attacks in recent months. On Wednesday two Palestinian gunmen killed four people at a popular shopping and restaurant area in Tel Aviv. LGBT groups in Israel planned rallies and other support for the community in Orlando.\n___\nPALESTINIAN TERRITORIES\nPalestinian Prime Minister Rami Hamdallah says the deadliest mass shooting in U.S. history is a \"senseless act of terror and hate\" and that \"Palestinians stand with the American people in this difficult time.\"\nThe statement made no direct reference to the LGBT community. Homosexuality is deeply taboo in the conservative Palestinian society. Gay Palestinians tend to be secretive about their social lives and some have crossed into Israel to live openly safely.\nThe sentiment is reflected throughout the Arab and Muslim world.\n___\nAFGHANISTAN\nAfghanistan's Chief Executive Abdullah Abdullah told the Cabinet as he opened the weekly meeting live on television on Monday morning that the Orlando attack \"tells us that terrorism knows no religion, boundary and geography. Terrorism must be eliminated.\"\nHe says that Afghans \"do not support terrorism but the victims of terrorist attacks\" and offered his condolences to the people and government of the United States. \"Our hearts and minds are with our U.S. partners.\" He also urged \"collective actions to end such attacks.\"\n___\nPAKISTAN\nPakistan's former military ruler Gen. Pervez Musharraf condemned the Orlando shooting, saying 'this is a sobering reminder that extremism and terrorism are on the rise.'\nMusharraf, who is facing court cases at home but left Pakistan in March for treatment abroad, says on his Facebook page the world must \"address the root causes of global terrorism to suck the oxygen out of the extremist narrative of hate, intolerance, bigotry and the promotion of obscurantist ideology that is radicalizing vulnerable Muslims around the world.\"\n___\nSAUDI ARABIA\nSaudi Arabia's Embassy in Washington condemned \"in the strongest terms the attack on innocent people in Orlando\" in a statement Monday from Ambassador Abdullah Al Saud. He said that Saudi Arabia \"will continue our work with the United States and our partners in the international community for an end to these senseless acts of violence and terror.\" The statement did not mention the fact the attack happened at a gay nightclub.\nSaudi Arabia outlaws same-sex relationships and non-Muslim gays and lesbians can be sentenced to death by stoning, according to Human Rights Watch. Such executions have not been carried out in recent years.\n___\nKUWAIT\nKuwait's Foreign Ministry says the government strongly condemns the \"terrorist attack\" that took place in Orlando, adding that the escalation of such assaults requires a doubling down of efforts on the part of the international community to eliminate \"this disgusting phenomenon.\"\nLast year, 27 people were killed by an Islamic State suicide bomber in Kuwait during prayer at a mosque in the capital.\n___\nQATAR\nQatar's Foreign Ministry strongly condemned the Orlando mass shooting and called for concerted international efforts to \"face criminal acts that target civilians.\"\n___\nEGYPT\nEgypt's Foreign Ministry condemned the Orlando attack \"in the strongest possible terms,\" and offered condolences to the American government and people. \"Egypt stands next to the American people in these difficult times, offering sincere condolences to the families of the victims and wishing the injured a speedy recovery.\"\nEgypt's statement urged for international solidarity and a \"firm, comprehensive approach to confronting terrorism, which knows no borders or religion, and is incompatible with all humanitarian principles and values.\"\n___\nUNITED ARAB EMIRATES\nThe United Arab Emirates -- home to the Western-friendly metropolises of Abu Dhabi and Dubai-- condemned \"the terrorist attack\" in Orlando, expressed its solidarity with the United States and called on the international community to work to \"eliminate the scourge of terrorism.\"\n___\nLEBANON\nLebanon's Foreign Ministry is strongly condemning the \"cowardly\" attack in Orlando, expressing solidarity with the victims and the U.S. government and blaming the massacre on the Islamic State group. It says no country or person is safe from \"this global blind terrorism.\"\nThe ministry statement says that \"once more, this terrorist organization carries out a sordid terrorist act that clearly reflects the truth of its existing project based on animosity to civilization and humanity.\"\nThe Islamic State's radio on Monday called the Orlando mass shooter \"one of the soldiers of the caliphate in America,\" though IS has not officially claimed the attack.\nThe Lebanese statement doesn't explicitly mention attacks on homosexuals. But the religiously-mixed Lebanon is the most liberal among the region's Arab nations regarding same-sex relationships, with an active LBGT community. Although technically homosexuality is against Lebanese law, activists have strongly challenged it in courts.\n___\nTHAILAND\nA vigil honoring those killed and wounded in a Florida nightclub shooting drew at least a dozen people to the front gate of the U.S. Embassy in Bangkok, Thailand. Participants passed around white and yellow candles to light in memory of those killed.\n\"We are distraught by what happened in Orlando,\" said Paisarn Likhitpreechakul, the vigil's organizer. \"We are looking for a way to express our condolences and solidarity with the people and government of the United States to raise awareness of problems of violence against the LGBT community.\"\nU.S. Ambassador Glyn T. Davis came out to speak with the Thai LGBT activists and lit a candle.\nSeparately, Thailand's Royal Palace released a message to President Obama from King Bhumibol Adulyadej expressing sympathy and condolences to him and the bereaved families \"for their irreparable loss caused by this shocking incident.\"\n___\nINDONESIA\nIndonesia's foreign ministry said the government condemns the Orlando, Florida, nightclub attack and extends deepest sympathy to the families of victims and the American people. But Fahri Hamzah, the deputy speaker of Indonesia's parliament, tweeted that the mass killing happened because LGBT people are too visible. Anti-gay rhetoric by officials has been increasingly common in the world's most populous Muslim nation over the past year, fueled by army leaders and conservative religious groups who view homosexuality as an import from the West. Hamzah was recently booted out of his party for ethical violations.\n___\nCHINA\nChina's official Xinhua News Agency issued a statement saying President Xi Jinping had telephoned his American counterpart Barack Obama to express his condolences over the Orlando shootings.\nXi was quoted as saying that \"on behalf of the government and people of China, I convey to President Obama and the American government and people my deepest sympathies, sincere condolences and deep grief for the victims.\"\n___\nJAPAN\nJapanese Prime Minister Shinzo Abe has condemned the Orlando nightclub attack and expressed condolences to the victims and their families.\nAbe told reporters Monday in Oita that \"Japan stands together with the people of the United States\" and that \"this despicable act of terror cannot be tolerated.\"\n___\nAUSTRALIA\nAustralian Prime Minister Malcolm Turnbull said that the Orlando mass shooting was \"an attack on all of us -- on all our freedoms, the freedom to gather together, to celebrate, to share time with friends.\"\nHe said he spoke with the U.S. ambassador to Australia, John Berry, \"and formally conveyed to him Australians' sympathy, condolences and resolute solidarity in the face of this shocking act of hate and terror.\"\n\"Together, at home and abroad, we continue the fight against terrorism and stand up for the values of our free nations,\" Turnbull said.\n___\nSINGAPORE\nThe mass shooting at an Orlando gay nightclub happened shortly after a same-sex kiss was removed from a production of the musical \"Les Miserables\" in Singapore, and after the government said it would look into rules of foreign funding for gay pride parades like Pink Dot.\nLaw Minister K. Shanmugam said on Facebook: \"Another senseless shooting. ... It just goes on and on. The madness is not going to stop.\"\n___\nMALAYSIA\nThe prime minister of Muslim-majority Malaysia, Najib Razak, said he was \"horrified\" by the Orlando mass shooting. \"Islam abhors killing of innocent people,\" he tweeted.\nA few Malaysians, using pseudonyms, wrote on social media that they approved of the attack at the gay nightclub because the victims were \"sinners,\" but they were quickly condemned by many others.\n___\nThis story has been corrected throughout to show that the Orlando mass shooter killed 49 and that the figure of 50 dead on the scene included him.\nCopyright 2016 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nLoad-Date: January 5, 2017"
}