{
    "title": "Across the nation",
    "publisher": "the new york times",
    "year": 2013,
    "month": 3,
    "day": 8,
    "full text": "Stories from throughout the nation selected and edited for our readers from wire reports including the Associated Press and the New York Times.\nWASHINGTON\n787 fire worse than described\nFirefighters and mechanics tried repeatedly to put out a battery fire aboard a Boeing 787 Dreamliner through smoke so thick they couldn't see the battery, according to documents released Thursday that portray the incident as more serious than previously described. The Jan. 7 fire at Boston's Logan International Airport is under investigation by the National Transportation Safety board, which released laboratory analyses, interviews and other data it has gathered so far. It still hasn't been able to pinpoint the cause.\nCOLORADO\nNORAD evacuated in package scare\nAn evacuation order has been lifted at NORAD headquarters in Colorado after five suspicious packages were removed. Officials say employees became suspicious of the packages because something looked \"out of place.\" NORAD's control room team was working at a backup location several miles away when the building was evacuated Thursday morning and no essential operations were disrupted.\nNEW YORK\nCannibalism trial goes to jury\nLawyers asked a jury on Thursday to decide whether a police officer was a monster with a badge and a dangerous desire to cannibalize women or a failed family man whose disturbing fantasies ruined his life but never put anyone in jeopardy. The jurors began deliberating after hearing the conflicting portraits of Officer Gilberto Valle in closing arguments at his kidnapping conspiracy trial.\nMINNESOTA\nGay marriage bill\nclears first hurdle\nA bill to make gay marriage legal in Minnesota has the votes to clear one of its first major legislative hurdles, despite loud protests from opponents at a rally Thursday at the Capitol. Hundreds of gay marriage opponents crowded the Capitol's rotunda, trying to slow momentum on the effort to repeal the state law defining marriage as between a man and a woman. But the bill was already headed for a key boost in the House Civil Law Committee: nine of 17 members on that committee said they would vote for it.\nOREGON\nTerrorism suspect\nreleased on bond\nA Portland city employee charged with aiding terrorism has been freed on bond, pending his trial. Reaz Qadir Khan, a 48-year-old employee of the city's wastewater department, is accused of aiding a 2009 suicide bombing of the headquarters of Pakistan's intelligence agency. U.S. District Court Judge Michael Mossman found Thursday that Khan does not pose a substantial flight risk.\n\nLoad-Date: March 8, 2013"
}