{
    "title": "ACT Human Rights Film Festival_ 'Dead Donkeys Fear No Hyenas' sheds light on foreign land grabs in E",
    "publisher": "university wire",
    "year": 2018,
    "month": 4,
    "day": 11,
    "full text": "Ethiopia has a paradoxical relationship with agriculture.\n\"Dead Donkeys Fear No Hyenas\" shows how the previous administration in the Ethiopian government sold thousands of hectares of land to agricultural companies. In the process, much of the forests in Ethiopia are razed, which pushes out many indigenous groups. Much of this selling is done in the name of developing the country.\nThe film follows journalist Argaw Ashine as he uncovers the injustices of the Ethiopian government and agricultural companies. The film interviews several people pushed out during the selling of the land and reveals their experiences dealing with the Ethiopian military.\nFor more information about the film visit deaddonkeysfearnohyenas.com/#about Advertisement\nThe film spans many years, and deals with Ashine's exit from the country after being targeted by the government, finding a publisher to publish his article and the displaced groups filing a complaint with the World Bank, a key financer in the agricultural development.\nAfter the showing, a Q&A session with Ashine was open to the audience. During the session, Ashine revealed Omot Agwa, the park official seen in the film, was released from prison under the new administration, after being arrested under terrorism charges. He also revealed that through disseminated information about land seizing, there has been some improvement in the country. Active protests have arisen, and prisoners previously released under erroneous terrorism charges have been released. Despite these improvements, Ashine says it is still next to impossible to be a practicing journalist in Ethiopia. Ashine is still covering the events here in the U.S.\nThe film strikes the right of balance of being both informative and artistic. The film really goes in depth and covers a wide array of aspects of the situation to give the audience as much information as possible. \"Dead Donkey\" is one of those documentaries that goes above and beyond to truly give you the full story on an event with so little coverage.\nTy Davis can be reached at entertainment@collegian.com or on Twitter @tydavisACW\n\nLoad-Date: April 11, 2018"
}