{
    "title": "ACT OF WAR DEMANDS A DECLARATION IN KIND; Congress and the president are duty-bound to combat terror",
    "publisher": "portland press herald",
    "year": 2001,
    "month": 9,
    "day": 13,
    "full text": "One of the great achievements of the United States in the years following World War II has been the development of a military prowess unequalled in history and unmatched in the world today.\nWe are the last remaining superpower not only because of our strategic nuclear arsenal, but also because we have technologies that allow us to dominate the skies over almost any military theater on the globe.\nYet, here we are, with all this might, feeling helpless following Tuesday's terrorist attacks. Unlike the attack on Peal Harbor 60 years earlier - an incident with a defined enemy that could be confronted with resolve - Tuesday's tragedy involves elusive foes who operate from shadows.\nThe nation's options are not that limited, however. Indeed, there is a clear, if untraditional enemy and the United States can move decisively to combat it. It can declare war on terrorism, and authorize action by our military.\nAlready investigators have followed leads in Maine, Canada, Massachusetts and Florida, and it won't be long before individuals who helped to plan this attack are brought into American courts to face American justice.\nThe investigation of the attacks as criminal acts is appropriate, and those who actively participated in the killing of thousands of Americans deserve to be dealt with severely.\nPursuing those individuals won't serve as a deterrent, however. Instead, those who are punished will become martyrs to whatever twisted cause inspired this madness.\nA criminal inquiry also does little to address the scale of this event and its context in global affairs. This was an act of war, perpetrated by groups of individuals who may have had the support of one or more governments.\nOur Constitution envisioned that declarations of war would be made against nation states, and one could argue that such a formal declaration in this case would be beyond what was intended by the founders.\nStill, the same Constitution bestows on the federal government a purpose, and it is this: \". . .to form a more perfect union, establish justice, insure domestic tranquility, provide for the common defence, promote the general welfare, and secure the blessings of liberty to ourselves and our posterity. . .\"\nOne cannot read those words in the context of what took place on Tuesday and believe that it is sufficient for our national government to act through the Department of Justice and criminal codes established in international law.\nCongress and the president are duty-bound to declare war on terrorism.\nBy this we do not mean a resolution condemning these acts, but rather authorizing our military to work with our allies and conduct strikes against known terrorist strongholds and training centers.\nJustified, too, is a shift in policy with respect to nations that harbor terrorists. There should be consequences, including military ones, for any nation that would enable the taking of American lives.\nWhat happened Tuesday was not a crime. It was much more. It was an act of war, and our government's response should go beyond letting the police and prosecutors do their jobs. Terrorism cannot be eliminated, but it can be fought, and it is time for the nation to rise to that challenge.\n\nGraphic\n\n \nThe Associated Press\nInsuring our domestic tranquility will mean taking actions in our common defense.\n\nLoad-Date: September 13, 2001"
}