{
    "title": "Act now to ensure terror cover",
    "publisher": "business insurance",
    "year": 2006,
    "month": 4,
    "day": 3,
    "full text": "THE PROPERTY/CASUALTY insurance industry is wasting no time in addressing the problem of providing terrorism insurance. And that's more than justified, because where terrorism insurance is concerned, there's definitely no time to waste.\nAs we report on page 3, a group of industry chief executive officers early this summer intends to offer a consensus plan for a public-private partnership to provide terrorism coverage. That will allow buyers, regulators and lawmakers several months to review the proposal before the Treasury Department must issue its report to Congress on the state of the terrorism insurance marketplace.\nTime is of the essence even though the current federal terrorism insurance backstop-itself a considerably scaled-back version of the backstop created by the Terrorism Risk Insurance Act of 2002-doesn't expire until Dec. 31, 2007. No one should have forgotten how last year's legislative effort to extend even a diminished backstop beyond the initial Dec. 31, 2005, sunset, stretched on well into December. Some buyers didn't know until the last minute whether they would have terrorism coverage as the new year dawned.\nThere's no good reason anyone should have to go through that kind of ordeal again. To be sure, some key members of Congress and the administration don't think that a federal role in guaranteeing terrorism coverage is justified, that insurers will be able to somehow come up with a rational underwriting system for insuring what should only be viewed as an uninsurable risk. Every effort must be made to persuade them otherwise.\nInsurers alone cannot and should not be expected to bear the burden of insuring the uninsurable. There is no magic market solution to the problem of insuring against terrorism, and simply saying that there is-as some on Capitol Hill and in the administration insist upon doing-doesn't make it so.\nDec. 31, 2007, will be here before long. The sooner there is something in place to guarantee the continued availability of terrorism coverage, the better.\n\nLoad-Date: April 7, 2006"
}