{
    "title": "Activist Tells Tale Of Pa. State Surveillance",
    "publisher": "intelligencer journal",
    "year": 2010,
    "month": 11,
    "day": 17,
    "full text": "Staff Writer\nUntil recently, Virginia Cody's community activism extended to being president of the arts council in Wyoming County.\nThat was before she found her rural north-central Pennsylvania home surrounded by land leased to natural gas drilling companies. That was when she began asking questions and trying to get information.\nThat led to her and her husband writing letters to the editor of the local paper, posting those letters and other information on an Internet blog and posting comments on Facebook.\nHanding out brochures at a picnic was the most direct action she took, she told a group of about 30 people at a public meeting Tuesday evening in Lancaster city's Southern Market Center.\n\"We merely spoke our minds,\" she said.\nYet, on Aug. 31, a whistle-blower leaked a confidential bulletin from the Pennsylvania Office of Homeland Security that listed her and her activities as subversive and under surveillance.\nShe posted the bulletin, based on information compiled by a state contractor, the Institute for Terrorism Research and Response, on her blog. Most people thought it was so ludicrous it must be a hoax, she said.\nThen five days later, she got an e-mail that apparently was sent unintentionally by state Homeland Security Director James Powers, urging recipients not to disclose the bulletins and warning of potential violence posed by anti-drilling activists such as her.\n\"I was afraid for about 24 hours after I got that e-mail. Then I got angry. Then I got loud,\" Cody told the group.\nThe public release of the e-mail and bulletin and subsequent hearings in Harrisburg prompted the resignation of Powers, a formal apology from Gov. Ed Rendell and his promise that the state contract would not be renewed.\n\"That apology is not the end of the issue,\" Paul Sayko said. He is coordinator of the Lancaster Coalition for Peace and Justice, which, along with the American Civil Liberties Union of Pennsylvania, held the meeting.\nInformation about surveillance by the contractor ITRR showed that it also watched organizations across the state. Among those on the list were the Lancaster YWCA and the Lancaster County Council of Churches.\nWhen ACLU attorney Valerie Burch asked people at the meeting to stand if they were among those watched, more than half did.\nCody, who had a career in the U.S. Air Force before becoming a teacher, urged people in the audience to take action.\nShe called on them to petition their congressional representatives for a constitutional amendment that would deny corporations the same rights as citizens.\nShe also called for the repeal of the USA Patriot Act, which suspends constitutional protections to anyone accused of terrorism.\nBurch urged people to be aware if they are being watched. She called on them to file federal Freedom of Information Act requests to learn whether information has been compiled about them.\nShe also urged them to file requests under the state's Right to Know law.\nbharris@lnpnews.com\n\nLoad-Date: November 17, 2010"
}