{
    "title": "Activists sue FBI to disclose spying",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 5,
    "day": 18,
    "full text": "WASHINGTON - Five civil rights, animal rights and environmental groups are joining together to sue the FBI to release records about monitoring of anti-war and other political activities by federal agents assigned to counterterrorism duties.\nThe American Civil Liberties Union said the decision to file a lawsuit today in U.S. District Court in Washington came after the FBI ignored Freedom of Information Act requests for the documents. The other organizations involved are the American-Arab Anti-discrimination Committee, Greenpeace, People for the Ethical Treatment of Animals and United for Peace and Justice.\nThe groups say they have been subjected to scrutiny by task forces set up to combat terrorism.\n\"We think that if they have some reason to hide from the public the files they have on political and religious groups, we want to know right now what it is,\" said Ann Beeson, the ACLU's associate legal director.\nThe FBI has denied singling out individuals or groups for surveillance or investigation based solely on activities protected by the Constitution's guarantees of free speech. Officials have said agents adhere strictly to Justice Department guidelines requiring evidence of criminal activity or indications that a person may know something about a crime.\nThe ACLU has been seeking FBI files on a broad range of individuals and groups that have been interviewed, investigated or subjected to searches by the task forces. The requests also sought information on how the task forces are funded, to determine if they are rewarded with government money by labeling high numbers of cases as related to terrorism.\nThe ACLU provided a list of examples, including the Quaker-affiliated American Friends Service Committee that had been monitored by Denver police and was listed as an \"active case\" by a local terrorism task force.\nThe FBI did release some records sought by the ACLU. They concern two political activists in Colorado, one of them a 21-year-old intern for the Friends group.\nSarah Bardwell has no criminal record, according to a partially censored report from the FBI's Joint Terrorism Task Force in Denver. The report said her Denver residence was \"found to be associated\" with two groups that were of interest to the FBI.\nBardwell said one of the groups, Food Not Bombs, distributes vegetarian food to the hungry. \"They are stretching as far as they can to insinuate that these organizations are doing something wrong,\" she said.\nThe other person whose FBI file was released is Scott Silber, 29, a former labor organizer for the Service Employees International Union. \"The FBI was engaging in a campaign to intimidate people who were working on progressive causes,\" he said.\nThe FBI, in a statement, said it sought to interview Bardwell, Silber and others in Colorado \"based on a specific and credible threat\" of violence at last summer's Democratic National Convention in Boston.\nOn the Net: American Civil Liberties Union: www.aclu.org \nFBI: www.fbi.gov \n\nLoad-Date: May 19, 2005"
}