{
    "title": "Actions against terror debated",
    "publisher": "chicago daily herald",
    "year": 2007,
    "month": 12,
    "day": 29,
    "full text": "rlissau@dailyherald.com\nThe two Democratic candidates for Illinois' 8th Congressional District seat disagree over whether the U.S. government has effectively defended its citizens against terrorism.\nTwo-term incumbent Rep. Melissa Bean said she backed legislation enhancing airline screening, homeland security funding and information sharing among government agencies.\nBean's challenger in the Feb. 5 primary, anti-war activist Randi Scheurer, blasted many of the steps the government has taken to stop terrorism, particularly the Patriot Act and warrantless wiretapping.\nThe 8th District includes northwest Cook, western Lake and eastern McHenry counties.\nBean of Barrington and Scheurer of Lindenhurst answered questions about terrorism and other issues in questionnaires for the Daily Herald and in follow-up interviews.\nBean supported the recommendations of the National Commission on Terrorist Attacks Upon the United States, which followed the Sept. 11 strikes. \"These recommendations will enhance airline passenger and cargo screening, implement risk-based homeland security grant funding, increase governmentwide information sharing and provide additional funding for improved communications among first responders,\" Bean said.\nProperly equipping first responders, such as police officers and firefighters, is a particular concern for Bean. She said they need additional training, better equipment and improved communications systems and she pledged to ensure they get more resources.\nScheurer was much more critical of the government.\n\"We are less safe because of the way the politicians have voted,\" she said. The Iraq war, the bullying of Iran, Guantanamo Bay (and) secret tortures have made people hate us to the point of taking their own lives as a desperate measure to get back at a power out of control.\"\nIn addition to the Democrats, three Republicans - Kenneth Arnold, Steve Greenberg and Kirk Morris - will face off in a GOP primary for the 8th District seat in February.\nThe winners of both primaries will face off this November.\n\nGraphic\n\n \nMelissa Bean; Randi Scheurer\n\nLoad-Date: April 25, 2008"
}