{
    "title": "Activist talks on Sept. 11, acts of terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 29,
    "full text": "Following the Supreme Court ruling of Brown v. Board of Education 46 years ago that desegregated public schools, nine African-American students marched into the segregated Central High School in Little Rock, Ark., setting the stage for the Civil Rights movement in America.\nThursday evening Ernest G. Green, one of the Little Rock Nine, spoke to students, staff and community members who were gathered in the main atrium of the Hansen Student Center at Illinois Wesleyan University.\nGreen stood before the crowd to discuss terrorism and racism in the United States.\nIllinois State U.\nHe said while the Sept. 11 attack on the United States shook the nation, terrorism is not a new phenomenon to African-Americans.\nGreen cited as examples the lynching of 105 African-Americans in 1901, the murder of a young African-American man, Emit Till, for whistling at a white woman and the murders of four little girls during the bombing of a southern African-American church.\nHe said each of these events, along with others, show that African-Americans have dealt with a historical equivalent of modern terrorism.\nAs a member of the Little Rock Nine, Green said as he and the other students were lead by Federal Airborne division troops into the newly integrated school, concern for safety constantly plagued their thoughts.\nThe students were consistently spat on, subjected to food contamination and surrounded by hostility. He said this did not discourage them.\n\"I knew it was the right thing to do,\" he said.\n\"It was domestic terrorism, doing anything to make us feel less than human,\" he said.\n\"People wanted us to fail,\" Green said, \"but the catalyst was we had a group of parents who believed we were doing the right thing, they supported us.\"\nHe said he also obtained much of his strength through his faith in God. His African Methodist beliefs and values were a very important portion of his childhood, because the first African Methodist Evangelist church was built out of segregation, he said.\n\"I grew up listening to Jesse Jackson say 'You are somebody,' so when the school board asked if I'd like to be one of the students to desegregate Central High school, I thought I had the opportunity to make a statement,\" Green said.\nBut the struggle has not ended, he continued.\n\"Do we have equity and equality? No,\" Green said.\nAlthough the Little Rock Nine and other Civil Rights statements revolutionized all regions of the United States, Green said things still have not greatly changed.\n\"Black unemployment is two times higher than white unemployment,\" he said.\nAfrican-Americans are six times more likely to go to prison than white Americans, he said.\nThe opportunity for African-Americans to do many things has become slim because of financial inability, Green said, but education is the key for change.\nIWU sophomore Jabari Adams said, \"It was informational, it gave a lot of insight on how it felt to live during that time.\"\nIWU business administration major Kwabena Appenteng said, \"I liked how he talked about common ground. It shows that if someone who has been through this can be that optimistic then we, as black people should also be optimistic.\"\n(C) 2002 The Daily Vidette via U-WIRE\n\nLoad-Date: January 29, 2002"
}