{
    "title": "Activist runs as write-in for governor",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 10,
    "day": 8,
    "full text": "A Cody from Wyoming County is gunning for the governor's mansion. \nRetired Air Force Capt. Virginia Cody, 54, of Factoryville last month helped expose a Pennsylvania Office of Homeland Security program that was monitoring activists opposed to natural gas drilling in the state's Marcellus shale deposit. On Thursday, she began a write-in campaign for governor. \nCody, a registered Republican, said neither Democrat Dan Onorato of Brighton Heights nor Republican Tom Corbett of Shaler has addressed concerns that she and her neighbors have expressed about the drillers' impact on the environment, or agreed with their recommendation for a moratorium on drilling. New York state banned drilling in the shale formation pending more research on the potential impact of hydraulic fracturing, or fracking, which is the use of pressurized water and chemicals to crack the deep rock and free the gas. \n\"Somebody has to stand up and speak for the people because the candidates who are running are speaking for the corporations,\" Cody said. \"Both candidates think of natural gas drilling as a cash cow. My question to them is: What about our water? Why are we putting that at risk for the fleeting natural gas industry?\" \nA spokesman for Corbett's campaign declined to comment. Onorato's campaign spokesman could not be reached for comment. \nCody launched her campaign in Dimock, the northeastern Pennsylvania community 15 miles from her home where methane contaminated water wells two years ago when a driller's operation went awry through faulty well casings. The Department of Environmental Protection fined Cabot Oil and Gas $360,000 and said residents will need an $11 million pipeline to correct the problem. \nShe made headlines across Pennsylvania last month for her role as a whistle-blower on a $103,000 terrorism surveillance contract that monitored the activities of groups opposed to drilling, as well as gay and lesbian groups, animal rights groups and others, for Homeland Security. The agency sent terror bulletins compiled by a private contractor to local police departments. \nCody said she realized she had stumbled onto something significant after former state Homeland Security Secretary James Powers asked her to take down the terrorism alert bulletin she posted on the Susquehanna Natural Gas Forum.  \nPowers resigned his post. The state did not renew the agency's contract with the Institute of Terrorism Research and Response this month. \nThe mother of a 20-year-old college student, Cody said she became involved in the anti-drilling movement last summer after learning that two-thirds of her tiny county is leased to drillers to tap Marcellus shale. She worries the process will contaminate the air and water. \n\"Have you ever driven past a well site? It's like putting your head inside a bottle of nail polish remover,\" Cody said. \nAs for her last-minute candidacy, she conceded that third-party candidates always are a long shot. \n\"But I noticed our state went from knowing virtually nothing about Marcellus shale and what was going on to this groundswell of people who are in tune with what's going on,\" she said. \"... If people are willing to do something weird like ask for a paper ballot, I think I have a chance.\" \n\nLoad-Date: October 8, 2010"
}