{
    "title": "Activist, historian Zinn speaks to Harvard against war on terrorism",
    "publisher": "the new york times",
    "year": 2002,
    "month": 3,
    "day": 14,
    "full text": "Liberal activist and historian Howard Zinn decried America's war on terrorism Wednesday afternoon before a nearly capacity crowd in Harvard's Science Center C.\nThe author of the newly published book Terrorism and War blamed the current conflict in Afghanistan for the deaths of thousands of innocent civilians within the region.\nHe read article excerpts from the Boston Globe and the New York Times describing civilian casualties.\n\"It is important to present the United States public with the human faces that are being killed,\" Zinn said.\nHarvard U.\n\"When you drop bombs on villagers, even when you believe that you're aiming at military targets, its not an accident,\" he said,\nHe said civilian deaths are rarely accidents.\n\"Never believe the government when [it's] talking about bombings,\" Zinn said, citing his own military experience as a bombardier in World War II.\nZinn then described the difficulty America faces in a fight that he sees as ideology-based.\n\"You can't declare war on a non-finite enemy,\" he said.\nRather than going to battle to protect its citizens, Zinn said the American government has imperial goals in mind.\nZinn said America wants to expand its influence in world affairs, just as it did during the Cold War.\n\"The common denominator of all U.S. foreign policy is an imperial thrust,\" he said.\nRather than going to battle to protect its citizens, Zinn said the American government has imperial goals in mind.\nZinn said America wants to expand its influence in world affairs, just as it did during the Cold War.\n\"The common denominator of all U.S. foreign policy is an imperial thrust,\" he said.\nZinn later discussed the danger the war effort has posed for civil liberties on the home front.\nHe called the war a \"decoy that utilizes tremendous fear to get away with all kinds of things that would otherwise be unacceptable during a different time.\"\nIn addition to the extended detainment of resident and illegal aliens by immigration officials, Zinn said the war has effectively limited Americans' freedom of speech.\n\"The Bill of Rights becomes meaningless in a time of war,\" Zinn said.\n\"Dissent is stifled as people become afraid to speak up,\" he said.\nHe ended the speech by encouraging societies to focus on problems like hunger, poverty and illness rather than militarism.\n\"We must think about priorities,\" Zinn said. \"What are willing to spend more of our resources on, things or human beings?\"\nIn the question and answer session following the speech, one student asked what alternative Zinn would propose to protect Americans from terrorism.\n\"We first have to recognize that what we're doing is wrong,\" Zinn responded.\nZinn's speech was co-sponsored by the Progressive Student Labor Movement and the recently established Harvard Initiative for Peace and Justice, which formed to oppose American military action after Sept. 11.\n(C) 2002 Harvard Crimson via U-WIRE\n\nLoad-Date: March 14, 2002"
}