{
    "title": "Action needed against terrorism in America",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 31,
    "full text": "Unfortunately, terrorism and terrorist attacks are becoming a global norm. Throughout 2015 and 2016, the world has experienced school shootings, suicide bombings, religious warfare, unreasonable violence and terrorist attacks more than ever before. The most recent attack was the bombing of a park in Pakistan because Pakistani Christians were celebrating Easter. This led to the death of at least 69 people and injured more than 341; most of whom were women and children.\nMany countries have been devastated by these attacks and the war it brought upon them. Many victims become refugees as they attempt to flee their countries, cross borders and find a new way of life. There are approximately 19.5 million refugees worldwide and 51 percent of those refugees are teenagers or children, which is now the highest rate of child refugees within the last decade.\nThese 19.5 million people are losing every ounce of hope because other countries are turning their backs on them by not letting them enter. They have no possessions, the living situations are disgusting and unfortunately some, mostly women and children, won't make it far because they will be kidnapped and sold into sex slavery. \nBut why is the devastation of this global terror not  phasing anyone in power? After the attack on Brussels in Belgium, multiple countries, including America, decided to start bombing ISIS; the most deadly, radical and horrifying terrorist group to date. While I agree that this is appropriate and ISIS needs to be eradicated, I still question if it's actually enough.\nMany politicians have spoken on this topic, but do their words actually mean anything? For instance, Obama claims that we don't need to worry about this terror group or be \"Islamaphobic\" toward them while Donald Trump says we need to blow them to smithereens. I can see both sides. In Obama's defense, I wholeheartedly agree that not every man, woman or child from the Middle East is out to get America, but I also agree with Trump on the fact that these types of groups need to be eliminated. \nWhile both sides have their opinions and views, will we actually do anything about these types of groups or terror attacks? It seems the only thing we have done so far is make it tougher to get guns and while that is a necessity for society's safety, we are also forgetting the fact that terrorists and terror groups don't go to the pawn shop, show someone their ID and legally buy guns and bombs. \nI understand that being in a war is a political matter and a lot goes into the decision making process on whether we should involve ourselves or not. But what about the safety of our nation? What about the safety of the 19.5 million refugees who are living in an almost unspeakable state of evil? We can throw a few bombs down and put Donald Trump on the TV to make threats, but is it actually enough? Or are we going to remain a nation that doesn't want to offend groups that murder, mutilate, rape and destroy people in America and on the other side of the world?\nThe question isn't should we or should we not try to stop these types of people, the question is: How can we stop these people? How can we rebuild our world and create a better sense of peace for its people? We must stop being afraid of offending a certain group or type of people that only cause terror in our world.  \n\nLoad-Date: December 15, 2016"
}