{
    "title": "ACTS OF TERROR_",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 5,
    "day": 13,
    "full text": "'THE Boston Tea Party was a historical event or a terrorist act, depending on which side you sat.''\nWhen he speaks to American audiences, former Italian intelligence official Franco Ferracuti uses that line to point up the difficulty of defining terrorism.\nFrom the gunman's point of view, ''terrorist'' is a dirty word. Journalists in Northern Ireland, seeking interviews with Provisional Irish Republican Army officials, are careful to use such terms as ''paramilitary activist.'' Palestinians on the West Bank see themselves as resisting unlawful occupation, while rebels in El Salvador think of themselves as freedom fighters.\nAmong students of terrorism, the term lies somewhere on a scale stretching from crime to war.  Most definitions (see box, opposite page) include four elements: the method (force and violence), the perpetrator (a revolutionary or conspiratorial group), the target (governments and civilian populations), and the purpose (to coerce and intimidate for political ends).\nScottish scholar Paul Wilkinson, seeking to distinguish terrorism from crime, cites ''the deliberate attempt to create fear, intensive fear, in order to coerce the wider target into giving in to what the terrorist wants.'' By ''wider target'' he includes the public at large.\nIsraeli scholar Eytan Gilboa, seeking to distinguish terrrorism from war, emphasizes ''a deliberate policy of hurting civilians'' as opposed to unintented injury.\nAnd the Bush Commission report, noting that ''terrorism is political theater,'' emphasizes the terrorists' need for publicity.\nDespite such definitional efforts, there is still plenty of slippage.  The mining of the Gulf of Suez in 1984, presumably by the Libyans, is usually called terrorism. But the United States administration does not use the term for the 1984 mining of the harbor in Nicaragua by Central Intelligence Agency-backed ''contras.''\nSuch definitional difficulties sometimes stem from ideological differences: Both the United Nations and the Bush Commission reportedly spent inordinate amounts of time trying to define terrorism.\nDifferent definitions can lead to practical problems. Italian officials say they know of 290 left-wing and 65 right-wing Italian terrorists who are still at large, and complain that the majority live openly in France.  But France, citing a tradition of asylum dating back to the French Revolution, is loath to extradite any ''terrorist'' who might, in fact, be a political exile.\n \nDEFINING THE TYPES OF TERRORISM\nState terrorism\nActs of terror perpetrated by governments using their own military or police forces. The best- known example is probably Nazi Germany. More recent examples include the slaughter of 20,000 Islamic fundamentalists by Syrian troops in Hama in 1982 and the widespread use of violence by several Latin American governments.\nState-sponsored terrorism\nSupport of quasi-independent terrorist groups by sympathetic governments. Most terrorist groups receive some state support such as funds, training, arms, intelligence, or safe houses. Examples include the Palestinian Saiqa organization (largely controlled by Syria) and the Salvadorean FMLN (which gets support from Cuba).\nActs of war\nOpen military hostilities between governments, whether declared or not. Unlike terrorism, war usually avoids attacks on civilians and primarily involves conflicts between uniformed soldiers. Since few such wars are fought today, other terms have arisen, such as low-intensity conflict, involving a political-military struggle short of war.\nIdiosyncratic terrorism\nDisturbed individuals, acting without accomplices and without criminal or ideological motivation, can also terrorize. Examples include the San Ysidro, Calif., massacre at a MacDonald's restaurant in 1984 or even John Hinckley's attempted assassination of President Reagan. Such acts are not, however, usually considered ''terrorism.''\nCriminal acts\nA term reserved for acts of lawlessness where the motive is personal rather than ideological gain. Crime usually involves only the victim and the perpetrator, who usually wants to remain out of sight. Terrorism involves a third party, the public. This distinction blurs in organized crime, where victims are sometimes shot in public to make a point.\n\nGraphic\n\n \nPicture 1, Terrorist act? Grand Hotel, Brighton, England, after '84 bombing of British Cabinet members by Irish Republican Army: when targets are political, most experts call it terrorism. FILE PHOTO/AP; Picture 2, Act of war? US Marine barracks at Beirut International Airport after '83 explosion of a Shiite suicide truck-bomb: If the target is soldiers, is it terrorism or guerrilla warfare? FILE PHOTO/REUTERS; Picture 3, Criminal act? Abortion clinic, Washington, D.C., after '85 bombing: because no ''conspiratorial enterprise'' can be found, the FBI does not define anti--abortion attacks as terrorism. FILE PHOTO/AP, Illustrations by Rob Colvin"
}