{
    "title": "Acts of terrorism won't force me to cancel my travel plans",
    "publisher": "chicago daily herald",
    "year": 2001,
    "month": 9,
    "day": 30,
    "full text": "It was just fate that two of our recent columns dealt with air travel and were submitted long before the tragic events of Sept. 11. Since two planes were flown into the World Trade Center in New York, another into the Pentagon and a third came down in a field in Pennsylvania, probably as brave passengers tried to avert another strike on Washington, D.C., by terrorists, I've been asked dozens of times how this will influence my future air travel.  \nThe simple answer, right from the start, has been, \"There will no effect whatsoever.\"  \nIt is probably safer to fly today than it has been for many years, as America catches up with the rest of the world in combating terrorism. What is painful now, especially to the relatives of the thousands that were killed, is we have allowed lax security at our airports, despite the pleas of those in the industry. We had a complete failure in our surveillance system operated by the CIA and FBI, and our political leadership has seriously mishandled relations in the Middle East for years.  \nWe leave soon for Great Britain for our annual London Theatre Tour and I am pleased to say we have had no cancellations. Our New York Theatre weekend in November looks like the usual sellout. If the notion behind the assault on America was to divide our nation and destroy the spirit of our people, the perpetrators were sadly mistaken.  \nOur first brush with terrorism came in the summer of 1986. Early that year the extent of terrorism flowing from Libya became public knowledge and President Reagan ordered all economic ties with Libya severed and all its assets in the U.S. frozen. Muammar Qaddafi then embarked on a campaign of terrorism against the United States and Western targets in Europe that culminated in the bombing of a Berlin discotheque popular with our GIs, killing two U.S. servicemen. In turn, we bombed Tripoli and Bengazi, killing 30 Libyans.  \nThen, just before we were to leave for France, an American Express office in Paris was bombed. I felt then as I do today. Nobody is going to spoil my vacation.  \nWe went ahead with our American Airlines flight to Paris, but I recall the heightened safety efforts at O'Hare. Every carry-on piece of luggage was opened and examined on a big table that had been set up just beyond the security entrance. On our return home there was even greater security at Orly airport. Our checked luggage had been taken out onto the tarmac, and every individual had to personally lift his own bag before it was placed on the plane.  \nWe also took personal precautions that you might think about for your future overseas travel during the current crisis. Try not to look like an American. Stow the khaki pants and blazer. Forget the blue jeans and try to be as polite as possible. It works. We had a wonderful time.  \nI recall an incident in the Frankfurt Airport the following year, trying to find a chapel for a possible Saturday-evening service. I guess my limited knowledge of the German language failed me, as I went down a set of stairs when I should have gone up. We hadn't gone more than two steps in the wrong direction when two armed guards, guns at the ready, ran over and told us to HALT! My explanation was accepted, but we never did find the chapel.  \nThe most frightening of our experiences was at Heathrow Airport in London while returning from a trip in Ireland. We had visited the Waterford Crystal Factory and purchased some new items, including a number of desk clocks. They had been wrapped carefully in plastic. Sheila was carrying them in her hand luggage so they would be handy for examination at the V.A.T. (valued added tax) desk.  \nImmediately after passing through the security entrance, a siren went off, guards with guns in their hands pushed me out of the way and surrounded my wife. On an X-ray machine they looked just like explosives with a clock timer.  \nFor the foreseeable future, there will be many of these instances and some maybe even more dramatic, but it's all for a single purpose - our safety. If we cancel our travel plans, we've played into the hands of terrorists. If we make some minor changes in the way we do things, but try to continue our lives as we would like, we will be the winners.  \n- Write to Roy Leonard in care of Going Places, Daily Herald, P.O. Box 280, Arlington Heights, IL 60006. For information on Roy's personally escorted tours, contact Abercrombie & Kent and ask for Deborah Kash at (630) 954-2944.\n\nGraphic\n\n \nBoth airline employees and passengers are closely checked as they pass through security at O'Hare Airport following the terrorist attacks in New York and Washington, D.C. Joe Lewnard/Daily Herald\n\nLoad-Date: October 1, 2001"
}