{
    "title": "Acts of hatred Editorial_ The acts of hatred continue",
    "publisher": "the new york times",
    "year": 2019,
    "month": 4,
    "day": 23,
    "full text": "TERRORISM\nOn Easter Sunday, unfathomable evil once again struck down hundreds of innocent and unsuspecting people. The attack seemed focused on killing Christians on the holiest and most joyous day of the Christian calendar. The perpetrators behind the Sri Lankan massacres intentionally slaughtered innocent men, women and children for the simple act of worshiping Christ and celebrating his resurrection. That the attacks occurred in places where families, friends and loved ones gathered to rejoice highlights the malevolent planning behind them.\n The horrific senselessness of the attacks has left the world stunned. The seven separate suicide bombings killed nearly 300 and more than 450 were injured. The devices went off in three churches, three hotels and a banquet hall. It is one of the largest terror attacks of the 21st century.\n On Monday, government authorities said a domestic Islamist extremist group called National Thowheeth Jamaath was behind the bombings. But the scale of the attacks and the sophistication of the explosive devices indicate that this was not the work of a local group but required the help of international, professional terrorists. As of this writing, 26 people have been taken into custody.\n The devastation is all the more difficult to accept given that U.S. and Indian intelligence had warned the Sri Lankan government of a planned attack weeks earlier. According to The New York Times, on April 11, Sri Lankan security agencies were provided very specific information that the terror group was plotting to destroy Catholic churches. And since January, Sri Lankan officials had been aware that radical Islamist groups were stockpiling weapons and explosives.\n Apparently, government infighting and bitter rivalries - left over vestiges of the country's 26-year civil war - within the Sri Lankan government were part of the reason that the intelligence information never made it to the right offices. Because of gross ineptness, terrorism has forever marred the lives of hundreds. The country's prime minister, Ranil Wickremesinghe, acknowledged on Sunday that \"information was there\" about the pending attacks.\n Since the earliest humans first encountered others with different beliefs, some of history's longest and bloodiest wars have been fought over religion. The Twin Towers, Mumbai, the Beslan school siege, the Madrid train bombings - the number of innocent dead continues to grow.\n And yet, so does kindness. After the attacks in Sri Lanka, the land shaped like a tear drop, strangers of all faiths reached out to the injured. Sri Lankans of all religions stood in line for hours to donate blood. Religious leaders of every faith, as well as presidents and prime ministers, have issued prayers and promises of aid. Across the globe, people have gathered together to pray.\n Yes, the acts of hatred may continue, but so will the love of good people everywhere.\n - Robin Beres\n\nGraphic\n\n \nPeople attend special prayers for Sri Lankan victims in Lahore, Pakistan, April 22. K.M. Chaudary/ASSOCIATED PRESS People attend special prayers for Sri Lankan victims in Lahore, Pakistan, April 22. K.M. Chaudary/ASSOCIATED PRESS\n\nLoad-Date: April 23, 2019"
}