{
    "title": "Acts of terrorism should not discourage students from studying abroad",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 8,
    "full text": "The following piece, written by the editorial editors, reflects the majority opinion of the editorial board.\nIn November, the world was shocked as operatives working with the Islamic State of Iraq and Syria carried out a coordinated attack on Paris, killing 130 people and injuring several hundred more. Just last month, the same group took responsibility for the bombing of Brussels, Belgium, an attack that left 32 dead and hundreds more injured yet again.\nMany other countries, including Turkey, Egypt and Yemen, have also seen civilians slaughtered by the hand of ISIS in the past year.\nThese terrorist attacks have been frightening for Americans everywhere, but for students studying abroad or hoping to study abroad, they have been a chilling wake up call to the dangers of our world. However, though they are no doubt heinous, horrific and evil, these tragedies should not deter students from studying abroad.\nIn order to understand the likelihood of such an event killing a given individual, these deaths must be considered in the context of other data.\nOn the day of the most recent Paris attacks, about three times as many French citizens died from cancer than did from the attacks, according to the Washington Post.\nKeeping in mind the Charlie Hebdo attack that occurred in Paris in January 2015, about 150 French citizens died from terrorist activities in 2015. That same year, over 3,000 French citizens died from traffic-related incidents, according to the World Health Organization.\nIn 2012, you were four times as likely to be murdered in the U.S. than you were in France. Even with the addition of the recent attacks, you are still more likely to be murdered here rather than there.\nThough media outlets heavily cover such incidents, the odds of being killed in a terrorist attack are still quite low when compared to the many other calamities that may occur.\nWe are not underplaying or overshadowing the horrors of those who have suffered at the hands of radical Islamic terrorism. These acts are indeed evil and violent, and we stand with all people victimized by such horror. What we aresaying is that those issues are not so prevalent that they should taint our minds with cynicism of global outreach.\nWe have terror and violence in our own backyard, but that does not deter us from living our lives and trying to improve our homeland. We should look at the rest of the world in the same light.\nHowever, there is a greater cause to which we must answer than simply the numbers. The goal of groups like ISIS is to inflict panic and dread throughout the world among those who oppose them. That is why we call them terrorists in the first place; they use fear to achieve their ends.\nWhen we give in to fear, we give up the ability to learn from each other and build a global support network against the evils of terrorism. We consequently hand groups like ISIS the biggest victory of all - the cession of our way of life.\nStudying abroad is about broadening one's horizons and building education through an understanding of diversity in the world. Seeing different cultures allows us to more clearly see our own and pushes us to become more global citizens in an increasingly global society.\nPeople -- especially students - must see the world in order to learn about it. The threat of extremist groups is not currently grave enough to determine whether or not we study abroad.\nThis is not to say that there is no risk to travel. It is important to remember to always be smart when in a foreign environment. Stick with friends, stay in contact with supervisors and do research about a certain area before traveling. The ability to get out of dangerous situations is key in any culture.\nBlanket fear of the unknown, though, will only lead us down the path of ignorance and insecurity about our world.\nIt is also important to remember as well that this is a global situation. We rely on the examples from Europe in this piece because that is where about half of U.S. study abroad students choose to go, according to U.S. News & World Report, but attacks in the Middle East and elsewhere cannot be overlooked if we are to truly overcome this force.\nMost victims of terrorism are Muslim, and if we do not stand with them as well, then we are not truly standing against evil.\nTherefore, the more connections we make around the globe by studying abroad, the more we can work together towards defeating extremism.\nComments\n\nLoad-Date: January 4, 2017"
}