{
    "title": "Adams receives Bronze Star",
    "publisher": "the tuskegee news",
    "year": 2012,
    "month": 8,
    "day": 16,
    "full text": "Lieutenant Colonel Terrence A. Adams distinguished himself by meritorious service as Commander, 379th Expeditionary Communications Squadron, 379th Expeditionary Mission Support Group, 379th Air Expeditionary Wing, Al Udeid Air Base, Qatar, while engaged in ground operations against the enemy from June 17, 2011 to June 16, 2012.\nDuring this period, Lt. Col. Adams integrated 230 personnel and $2 billion in cyberspace equipment providing command and control for 14,000 combat sorties from Al Udeid and the delivery of 700 precision guided munitions, and enabling 50,000 coalition sorties across the theater in support of Operations Enduring Freedom, New Dawn nd Combined Joint Task Force Horn of Africa\nLt. Col. Adams' cyber expertise led his unit in providing the only robust, long, haul satellite communications, secure data link and defense red switch telephone service to ground forces engaged with the enemy at five forward operating bases during the final days of Operation New Dawn, ensuring a successful withdrawal meeting the presidentially-man-dated timeline.\nAdditionally, he created secure, redundant satellite communications to support the bed down of combat Air Forces transitioning from Iraq to Kuwait, enabling 200 close air support sorties for joint war fighters.\nFinally, during a critical outage which degraded key communications services for United States Air Forces Central Command bases by 65 percent, his leadership restored the single integrated air picture and radio based communications capability from\nAfghanistan sites to the Battlespace Command,\nControl and Communications center in direct support of troops in contact.\nThe exemplary leadership, personal endeavor, and devotion to duty displayed by Colonel Adams in this responsible position reflect great credit upon himself and the United States Air Force.\nAdams is a native of Tuskegee and the son of Aretha Adams He holds a bachelor's degree from Alabama State University, a master's certificate, and two master's degrees.\nAdams' has received numerous awards and decorations in his career including those for meritorious service, achievement and in-volvement in the Iraqi campaign and Global War on Terrorism.\n\nLoad-Date: January 10, 2014"
}