{
    "title": "Add Fed Bill to TRIA Legislation, ICBA Tells House",
    "publisher": "americanbanker.com",
    "year": 2014,
    "month": 12,
    "day": 2,
    "full text": "WASHINGTON - The Independent Community Bankers of America is urging the House to include in its terrorism risk insurance bill an unrelated amendment requiring community-banking expertise on the Federal Reserve Board.\nThe move comes as House leaders continue to debate reauthorization of the Terrorism Risk Insurance Act, which expires at the end of the year.\nThe Senate overwhelmingly passed its own seven-year extension with relatively few modifications this summer. The bill included a measure by Sen. David Vitter, R-La., that would mandate the President to appoint at least one governor with community banking or related supervision experience.\n\"We are counting on the House to adopt language similar to the Senate-passed amendment in any TRIA legislation and ensure Federal Reserve Board community bank representation,\" Camden Fine, president and chief executive of ICBA, wrote in a letter to House Speaker John Boehner, R-Ohio, and Minority Leader Nancy Pelosi, D-Calif., on Monday. \"A broad range of representation is critical to the Board's effectiveness.\"\nThe ICBA has previously been supportive of the measure, and is now turning its attention to the House, where a decision on whether to pass a long-term reauthorization or a short-term extension to kick the issue into next year remains up in the air. Lawmakers from the House and Senate have reportedly met to discuss the TRIA reauthorization and possible outcomes, but negotiations have yet to move forward.\nConservative lawmakers, including Rep. Jeb Hensarling, R-Texas, chairman of the Financial Services Committee, would like to dramatically reduce government's role in the program - stoking concerns by some GOP members and Democrats, particularly those in urban areas, who would prefer a more robust backstop for the insurance industry in the case of a catastrophic terrorist attack.\n\nhttp://www.americanbanker.com\n\nLoad-Date: December 1, 2014"
}