{
    "title": "Add-ons derail funds for wars Bill mired in dispute over detainee abuse photos and $108B line of cre",
    "publisher": "daily news ",
    "year": 2009,
    "month": 6,
    "day": 9,
    "full text": "WASHINGTON - President Barack Obama's penchant for last-minute demands, and a rebellion by liberal allies over his efforts to block the release of detainee abuse photos, have combined to sidetrack his bill to pay for an expanded war in Afghanistan as well as continuing military operations in Iraq.\nThe $100 billion measure is awaiting a House-Senate conference committee after winning easy approval last month in both chambers, but a compromise on the bill has become caught in the crosscurrents coming from Obama's left and right.\nThe firestorm over detainee photos comes as Obama needs liberals more than ever, since House Republican support has evaporated over the White House's desire to include a new $108 billion U.S. line of credit to help poor countries deal with their collapsing economies.\nAbout 50 House liberals opposed to the war voted against the bill last month when it passed 368-60.\nBut even though liberals such as Rep. Barney Frank, D-Mass., can stomach reversing course and voting for the war money, they're drawing the line at exempting detainee abuse photos from the Freedom of Information Act.\nThe upshot is that the administration faces a choice: Drop the line of credit to the International Monetary Fund and win back Republicans, or give in to the liberal revolt and quit using all means to block the release and publication of photos detailing harsh treatment of terrorism detainees.\n\"It's a bill-killer, especially if the administration wants IMF (funding),\" Frank said of the FOIA exemptions the White Houses wants for the detainee photos.\nThe imbroglio pits liberals like Frank against senators who added a provision to block release of additional photos of detainee abuse to the war funding measure.\nObama also hasn't given up on wanting the war funding bill to give him flexibility to transfer terrorism suspects from Guantanamo to the U.S.\n\nLoad-Date: June 9, 2009"
}