{
    "title": "Adding Up the Ounces of Prevention",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 10,
    "full text": "THERE are few counterterrorism success stories more compelling than that of Raed al-Banna, a 32-year-old Jordanian turned away by wary border officers who found ''multiple terrorist risk factors'' and refused him entry at O'Hare Airport in Chicago in July 2003.\n  Given Mr. Banna's fluent English and education as a lawyer, the next chapter in his story might conceivably have been a civil rights complaint. But events took a starkly different turn.\nAfter a suicide car bombing killed 132 people in Hilla, Iraq, in February 2005, the bomber's severed hand, still chained to the steering wheel, was found in the wreckage. Fingerprints identified the bomber as Mr. Banna, said Robert C. Bonner, who led United States Customs and Border Protection until last year.\n  ''We've put some things in place, you bet, that make it more difficult for Al Qaeda to get terrorist operatives in the United States,'' Mr. Bonner said. The absence of new attacks, even as terrorist violence worldwide has increased and bombers have struck in Madrid, London and beyond, he said, ''is not pure luck.''\n  If the Banna case appears to show government vigilance at its best, critics say the case of seven men arrested in June in Miami's Haitian community illustrates government overzealousness in the campaign against terror.\n  Announced with dual news conferences in Washington and Miami, the indictment accused the men of planning to ''levy war against the United States,'' targeting the Sears Tower in Chicago and federal office buildings in Florida.\n  But if some terrorism defendants charged after 9/11 had ties to Al Qaeda, in the Miami case, the F.B.I. itself supplied Al Qaeda. Its informer, posing as a member of Al Qaeda, bought the men military boots and promised money and weapons even as the group began to crumble.\n  ''The Miami case is nonsense,'' said Marc S. Sageman, a former Central Intelligence Agency officer and consultant on terrorism, who said the group showed little ability to execute any plot. ''Those are absolute jokers.''\n  There is a consensus among counterterrorism officials and independent experts that the government's actions over the last five years -- from the dismantling of camps run by Al Qaeda and the decimation of its leadership, to the tightening of visa and border controls, to the scores of terrorism-related prosecutions -- have made the country a harder target.\n  The Age of Terror, at least inside the United States, has morphed into the Age of the Foiled Plot. But this very success has led to a new debate. The government says the record vindicates its prevention strategy -- to intervene long before an attack is imminent. Its critics assert that officials have exaggerated the threat posed by some accused plotters, painting hapless misfits as Qaeda operatives. \n  None of this means that a serious plot isn't being hatched now, invisible even to a counterterrorist bureaucracy hugely expanded since 2001. But five years of evidence suggests that the terrorist threat within the United States is much more modest than was feared after 9/11, when it seemed quite possible that there were terrorist sleeper cells in American cities, armed with ''weapons of mass destruction'' and awaiting orders to attack. \n  Even as some European immigrant communities have emerged as caldrons of jihadist anger, American Muslims have turned out to be a loyal group whose affluence and diversity offer infertile ground for plotting. And the Iraq war, even as it has deepened Muslim hostility to the United States, has most likely diverted anti-American terrorists to a more convenient target.\n  ''The idea that we are surrounded by terrorists who could strike anywhere, anytime, is a complete misconception,'' said Karen J. Greenberg, director of the Center on Law and Security at New York University.\n  That misconception, she said, is fueled in part by the Justice Department's much-publicized pursuit of what it calls ''terrorism-related'' cases. But a new study of all such prosecutions since 9/11, conducted by the university center, found that of 417 people charged in the cases -- including some involving anti-abortion violence and other crimes unrelated to the threat from Al Qaeda -- the overwhelming majority faced immigration or other lesser charges. Just 39 have been convicted so far on terrorism-related charges, and only three of actual terrorism.\n  And some antiterrorism successes claimed by the government seem distinctly underwhelming.\n  The four ''examples of W.M.D. cases'' described in a June Justice Department report on counterterrorism efforts over five years include accounts of two Texas survivalists caught with hazardous chemicals, two Chinese-born American citizens who offered shoulder-fired missiles to an undercover F.B.I. agent, a Washington State engineer who wanted to use poisonous ricin to kill his wife, and an Arizona man whose attempt to make ricin failed but who wore the harmless powder he did make in a vial around his neck.\n  As time has passed without a new attack, the voices of skeptics who believe that 9/11 was more a fluke than a harbinger are beginning to be heard. \n  ''A perfectly plausible explanation is that there are no terrorists here,'' said John Mueller, a political scientist at Ohio State University who advances the doubters' case in an article in Foreign Affairs. ''I don't say there's no threat, but the threat has been massively exaggerated.''\n  Even Thomas H. Kean, chairman of the national 9/11 commission, who believes that the terrorist threat to the United States is extremely serious, says that the F.B.I. has sometimes squandered huge resources on minor domestic cases.\n  Some 400 investigators from 23 federal, state and local agencies were mobilized in Los Angeles last year to look for a suspected prison-based terror cell tied to several gas station robberies, a case held up in April by the F.B.I. director, Robert S. Mueller III, as a prime example of the homegrown terrorist threat.\n  But Mr. Kean said the case threatened small-scale violence and should have been a routine police concern.\n  ''We're going to have those things and always have had,'' Mr. Kean said. Al Qaeda, he said, is an international network ''that has announced they want to do us harm and kill as many Americans as possible, that has technology to support them, and has some very intelligent people who are working to do us harm.''\n  ''That is the enemy,'' Mr. Kean said. ''We've got to always keep our focus on that.''\n  F.B.I. officials protest that such remarks misread a clear and successful strategy. Excoriated for failing to detect the 9/11 hijackers before they acted, agents now are finding and arresting people the government describes as extremists from Lackawanna, N.Y., to Lodi, Calif., before they can get close to mounting an attack, the officials say.\n  ''People criticize us for having counterterrorism cases that result in relatively modest criminal prosecutions,'' said Philip Mudd, second in command of the F.B.I.'s new National Security Branch. ''I look at that and applaud it. I'd prefer to bust conspiracies so early that someone doesn't have access to a weapon.''\n  That certainly describes the alleged plots uncovered in the United States. Consider the new schemes unearthed in 2006 to attack Washington and New York. In April, two young Atlanta men were accused of making a ''casing video'' of the United States Capitol and the World Bank and sending it to a London extremist active on jihadist Web sites. In July, the authorities revealed that a Lebanese business professor had been arrested after discussing over the Internet the notion of placing suicide bombers aboard commuter trains to Manhattan, hoping to flood the submerged tunnels.\n  Both cases briefly made headlines before blurring with all the rest of the unconsummated mayhem reported since 2001. But neither had progressed beyond the fantasy stage. None of the people exchanging messages about the tunnel scheme had set foot in the United States. The ''casing video'' of Washington, according to one person who has seen it, amounted to shaky images totaling less than a minute that would have been useless in planning a real attack.\n  Evan F. Kohlmann, a terrorism researcher and author who has consulted for the F.B.I. and Scotland Yard, said the F.B.I.'s policy of rapid intervention often makes sense. \n  ''We look at some of these guys and say, 'If this is the threat, what do we have to worry about?' '' Mr. Kohlmann said. ''But a lot of the 9/11 hijackers were not exactly brain surgeons either. If they get in contact with people who have more sophistication and money, they can become very dangerous.'' \n  But John Arquilla, who studies terrorism at the Naval Postgraduate School, said that it sometimes makes more sense to continue monitoring the would-be plotters than to arrest them. The greatest value of such primitive conspirators as the Miami men is as bait for more sophisticated terrorists who might try to use them as cannon fodder, he said. \n  By cutting off insights into future contacts, Mr. Arquilla said, ''I think making arrests in the Florida case actually made us less secure.''\n\n  Status: No longer an ''enemy combatant,'' Padilla was charged with conspiracy and providing material support to terrorists last November.\n\nPLOTS INVOLVING SOME SURVEILLANCE\n\nTHE ACCUSATIONS: Atlanta Casing' Plot-- April 2006: Videotaping buildings in the Washington area, including the Capitol.\n\nTHE GOVERNMENT'S CASE\n\nEvidence: The suspects sent a video of buildings to a London man, known for promoting extremist violence on the Web. They also met with men later arrested in an alleged plot to attack the Canadian Parliament.\n\nGaps: The ''casing'' video is less than a minute long, consisting of brief, shaky images that would be of no use in planning an attack, according to people who have seen it.\n\nSuspects: 2\n\nStatus: Charged with material support of terrorism.\n\nTHE ACCUSATIONS: Financial Insitutions-- August 2004: Surveying buildings, including the New York Stock Exchange.\n\nTHE GOVERNMENT'S CASE\n\nEvidence: The suspects allegedly conducted surveillance, including video surveillance, of buildings in New York and Washington. Authorities found building plans and notebooks containing information on explosives and chemicals.\n\nGaps: Very few details have emerged about the nature and timing of the plot. Officials said that the surveillance was updated as recently as spring of 2004, but there was no direct evidence of an active terror plot.\n\nSuspects: 3\n\nStatus: Awaiting trial in London for terror charges. Charged in the United States with conspiracy to use weapons of mass destruction.\n\nTHE ACCUSATIONS: Brooklyn Bridge -- June 2003: Plotting to bring down the bridge.\n\nTHE GOVERNMENT'S CASE\n\nEvidence: Iyman Faris admitted that he discussed the attack with Qaeda leaders in Pakistan, surveyed the bridge and looked into using blow torches to cut the bridge's suspension cables.\n\nGaps: He had concluded that the plot to destroy the bridge was unlikely to succeed, because of the bridge's security and structure.\n\nSuspects: 1\n\nStatus: Faris received 20 years in prison for providing material support to terrorists.\n\nTHE ACCUSATIONS: Detroit Sleeper Cell-- September 2001: Surveying targets in California and Las Vegas.\n\nTHE GOVERNMENT'S CASE\n\nEvidence: Authorities discovered a cache of material in the men's apartment in Detroit, including a video of Disneyland in California and plans of an air base used by American forces in Turkey.\n\nGaps: Testimony from a man who connected the suspects to terror plots was inconsistent. A witness said that the video was from a university trip.\n\nSuspects: 4\n\nStatus: All terror charges were dropped in September 2004 after discovery of prosecutorial misconduct.\n\nNO SPECIFIC PLOTS\n\nTHE ACCUSATIONS: Lodi, Calif. -- June 2005: Training in a terrorist camp.\n\nTHE GOVERNMENT'S CASE\n\nEvidence: The main suspect confessed to attending a terrorist camp in Pakistan and returned to the United States with intentions to attack.\n\nGaps: His lawyers said his confession was false and there was no evidence he had been to a camp. The credibility of a paid informant, who secretly recorded his conversations with the suspect, has been questioned.\n\nSuspects: 2\n\nStatus: Hamid Hayat is awaiting sentencing for aiding terrorists. His father is free after serving sentence on charges of lying. His terror case ended in a mistrial.\n\nTHE ACCUSATIONS: Virginia Jihad Network -- June 2003: Training to wage jihad across the world. Also known as the ''paintball terrorists.''\n\nTHE GOVERNMENT'S CASE\n\nEvidence: Authorities say the group practiced for possible armed jihad while playing paintball. Some admitted to going to Pakistan to train with Lashkar-e-Taiba, a Kashmir separatist group. Firearms and radical literature were found in some of their homes.\n\nGaps: There was no evidence that the men were considering an attack within the United States or overseas. Several members admitted interest in fighting for the Taliban, but never actually joined the Taliban.\n\nSuspects: 13\n\nStatus: Eleven sentenced to between 4 years and life in prison for various charges, including conspiracy and terrorist training.\n\nTHE ACCUSATIONS: Lackawanna Six, New York-- September 2002: Training with Al Qaeda in Afghanistan.\n\nTHE GOVERNMENT'S CASE\n\nEvidence: Six men from Lackawanna were recruited by an American Muslim, Kamal Derwish, with connections to the upper echelons of Al Qaeda. They allegedly trained with Al Qaeda in the spring of 2001.\n\nGaps: Investigators don't know what Al Qaeda had in mind for these recruits. The strongest indication of the suspects' danger was their link to Derwish, who was killed by a C.I.A. missile.\n\nSuspects: 8\n\nStatus: Sentences range from 7 to 10 years for aiding Al Qaeda by training with it.\n\nTOTAL CASES SINCE 9/11\nHere is a tally of the individuals indicted in connection with terrorist investigations since 9/11, and their status, according to a New York University report.\n\nTotal indicted: 417\n\nIndicted in connection with terror investigations: 274 (for non-terror crimes like fraud and immigration violations)\n\nIndicted on federal terrorism charges: 143\nPending: 82\nDismissed: 13\nAcquitted: 9\nSupporting terrorism: 36\nConvicted: 39\nTerrorism: 3\n\n(Farhana Hossain, Scott Shane and Bill Marsh/The New York Times)\n\n(Sources by Based on indictments, court documents, and statements by law enforcement officials; Center on Law and Security, New York University [total individuals charged])(pg. 4)\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: Raed al-Banna (pg. 4)-Drawing (Drawing by Paul Sahre)(pg. 1)Chart: ''Five Years of Terror Dossiers''PLOTS IN THE TALKING STAGETHE ACCUSATIONS: New York Tunnels -- July 2006 Talk of using suicide bombers against some Hudson River tunnels.THE GOVERNMENT'S CASEEvidence: The main suspect, a Lebanese man, discussed a possible attack in Internet chat rooms used by Islamic extremists. He visited relatives in California in 2000, said the F.B.I.Gaps: It was not evident whether the rest of the group had ever visited the United States. Authorities believe the group had not secured financing or materials. At least one American official said the members had never met one another.Suspects: 7Status: One charged in Lebanon. Two being held abroad without charges and at least five others are reportedly still being sought overseas.THE ACCUSATIONS: Miami Plot -- June 2006: Talk of blowing up the Sears Tower and Miami F.B.I. office.THE GOVERNMENT'S CASEEvidence: Suspects asked for money, weapons, binoculars and boots from an undercover F.B.I. informer posing as a member of Al Qaeda. One of the suspects made a video of the F.B.I. office in Miami.Gaps: Officials conceded that the group never had contact with Al Qaeda or other terrorist groups and had not acquired any explosives.Suspects: 7Status: Charged with conspiracy to support Al Qaeda.THE ACCUSATIONS: President Bush -- February 2005: Talk of killing President Bush and hijacking planes.THE GOVERNMENT'S CASEEvidence: An Arab-American student, Ahmed Omar Abu Ali, in Saudi Arabia, admitted to joining Al Qaeda, discussing terror plots, and offering ideas and research on targets in the United States.Gaps: He confessed to Saudi authorities, but later said that he was tortured and his confession was coerced, a claim prosecutors dispute.Suspects: 1Status: Sentenced to 30 years in a prison in the United States for conspiracy to commit acts of terrorism.THE ACCUSATIONS: Dirty Bomb -- June 2002: Talk of setting off a radioactive bomb.THE GOVERNMENT'S CASEEvidence:The authorities said that Jose Padilla had brought up the plot with top leaders of Al Qaeda in Pakistan and Afghanistan, one of whom told officials about the plan after his capture.Gaps: There is no evidence that Mr. Padilla or any other Qaeda operatives had obtained the materials needed to build a dirty bomb.Suspects: 1\n\nLoad-Date: September 10, 2006"
}