{
    "title": "Addressing deeper causes of terrorism",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 6,
    "day": 18,
    "full text": "Picture, President Reagan His policies are what count\nBeyond the cruel drama of terrorism being played out in the Middle East lies the larger question of how the United States got itself into this predicament.\nDiplomatic experts see the hijacking of an American airliner as a desperate act flowing from a combination of factors: the frustrated political aspirations of Shiite Muslims, the Israeli invasion of Lebanon, and the ineptness of US policy in the region.\nUnless the Reagan administration begins to deal actively and imaginatively with the underlying causes of terrorism, these experts say, it cannot count on preventing such acts through heightened security measures alone.\n''If you step back before 1982, there were no Lebanese carrying out terrorist acts against Americans,'' says William Quandt of the Brookings Institution. ''Terrorism grows in a certain atmosphere. We have presided over a real disaster in Lebanon and, rightly or wrongly, are blamed for the outcome. We have a failed policy.''\n''The hostage crisis in Lebanon is in large measure a result of the Israeli invasion and shortsighted thinking that went into it from beginning to end,'' says Hermann Eilts, director of the Center for International Relations at Boston University and former US ambassador to Egypt. ''The use of force out of proportion to a particular problem is unwise and aggravates the overall issue.''\nThose with long experience in the Mideast say that along with steps to strengthen security measures and frustrate would-be terrorists, the Reagan administration must move to restore US credibility in the Arab world. It should do so along two fronts:\n* Publicly make clear that the US actively supports a restructuring of the political system in Lebanon that would give the Muslims a dominant role. How much residual influence the US has in Lebanon is unclear, but it could put itself squarely on the side of political change.\n''We can at least sound better about the plight of people who do not have representation,'' says Philip H. Stoddard, executive director of the Middle East Institute.\n* Push on with the peace process aimed at reviving the negotiations over Israeli-occupied Arab territories. This is not seen as helping Lebanon directly, but settlement of the Palestinian question would remove one of the causes of strain between Shiite Muslims and Palestinians in Lebanon.\n''We can't continue with a small minority running the show in Lebanon,'' comments Talcott Seelye, a former US ambassador to Syria. ''We should be consulting with the Syrians about power-sharing in Lebanon and trying to be more active.''\nEven some administration officials concede that the US has not pursued an effective policy in the Middle East. While the immediate priority after the TWA hijacking is to reduce opportunities for terrorism, they say, fundamental solutions lie in resolving local political problems.\n''We have not tried to play vigorously enough in that area,'' says a State Department official. ''As soon as things got rough in Lebanon the Marines were pulled out. Meantime we have not had a coherent policy in balancing the Arabs and Israel.''\nMiddle East experts are encouraged by Secretary of State George Shultz's growing enthusiasm for Mideast peace efforts. Following a swirl of diplomacy by King Hussein of Jordan, the secretary is trying to convince Congress that there is a realistic hope of renewing peace talks. A senior State Department official is scheduled to travel to the Middle East soon to meet with a Jordanian-Palestinian delegation to explore the possibilities of direct Arab-Israeli negotiations.\nNow, concern is expressed here that the hijack crisis will divert the administration from energetically pursuing the Hussein initiative. Yet the Palestinian question is deemed to have a bearing on the future of Lebanon.\n''It was the Palestinian situation that blew up in Lebanon and also brought the Israelis in,'' says Mr. Seelye. ''That, in turn, led to the rise of the Shiite Muslims, who have been second-class citizens. So the Palestinian problem is an important factor.''\nSome diplomatic observers hold out little prospect for peace in the Middle East as long as Congress and President Reagan are reluctant to detach US policy from such overwhelming support for Israel.\n''The plain fact is that the whole situation not only in Lebanon, but everywhere, is deteriorating,'' says William Porter, a former undersecretary of state. ''The US has lost all credibility and will not get it back unless it does something about the Israeli question.''\nAt this writing the hijack crisis remained unresolved. Shiite militia leader Nabih Berri said Monday that all the hostages, mostly Americans, had been transferred from the TWA plane to an undisclosed location. The State Department would not confirm the transfer but said it had ''no reason to doubt'' the statement.\nReferring to Mr. Berri, a State Department official said it was ''nice someone in a position of responsibility'' was in charge, suggesting the US was now dealing more on a governent-to-government basis, as it had during the American hostage crisis in Iran. Berri is also Lebanese minister of justice.\nThe White House said that national-security adviser Robert C. McFarlane had called Berri to point out that he and the hijackers were the key to ending the tragedy.\nIt also said that Israel had made public statements about plans to release the Shiite prisoners demanded by the hijackers and that, if the hostage crisis were cleared up, Israel might proceed on schedule with its plans.\nThe administration clearly was trying to avoid any perception that it was asking Israel to release the Shiite prisoners or negotiating with the hijackers."
}