{
    "title": "Administration lauds Buffalo , Pakistan arrests; War on terrorism_ 5 men charged trained at a camp w",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 9,
    "day": 15,
    "full text": "The Bush administration Saturday hailed anti-terrorism arrests from suburban Buffalo, N.Y., to Karachi, Pakistan, and promised to tighten the noose on al-Qaida and the terrorism cells it supports.\nThe capture in Pakistan of a suspected Sept. 11 operative, Ramzi Binalshibh, demonstrated that \"We are relentless, we are strong, and we're not going to stop,\" President Bush said at Camp David, Md. \"One by one we're hunting the killers down.\"\nShortly afterward, five Americans of Yemeni descent made initial appearances in federal court in Buffalo on charges of providing material support and resources to a foreign terrorist organization by attending an al-Qaida-run training camp in Afghanistan in the spring of 2001.\n\"We do not fully know the intentions of those who were charged today, and our investigation is continuing,\" FBI Director Robert Mueller said, adding authorities were not aware of plans for an imminent attack.\nDeputy Attorney General Larry Thompson said the arrests in New York were the latest salvos in an effort to disrupt domestic terrorist activities. In the past few weeks, the government charged a man with trying to help al-Qaida set up a training camp in Oregon and accused three men in Detroit of supporting terrorism and acting as a \"sleeper cell.\"\nThe government will \"aggressively pursue terrorists and those who aid terrorists wherever they reside,\" Thompson said at a news conference with Mueller and New York Gov. George Pataki.\nThe five men live within a few blocks of each other in the Buffalo suburb of Lackawanna, N.Y. They trained at a camp where Osama bin Laden rallied the troops with a speech espousing his anti-American and anti-Israeli views, Thompson said. The training included the use of assault and anti-aircraft weapons, and artillery, according to the complaint.\nThompson said two members of the cell confirmed that they and six associates attended the camp. The complaint said there were three unidentified, unindicted co-conspirators - two believed to be in Yemen and a third who was interviewed by the FBI at an unidentified location outside the United States.\nThompson praised the assistance of Muslims in the Buffalo area for aiding the investigation.\nU.S. Magistrate H. Kenneth Schroeder unsealed the complaint against Shafal Mosed, 24; Faysal Galab, 26; Sahim Alwan, 29; Yasein Taher, 24; and Yahya Goba, 25.\nTheir training in the al-Qaida camp amounted to material support for a terrorist organization under a 1996 law. If convicted, they each face up to 15 years in prison.\nThompson declined to comment on the next step for Binalshibh, a roommate of Sept. 11 hijacking leader Mohamed Atta in Hamburg, Germany.\nGermany's interior minister, Otto Schily, said Saturday he would seek the extradition of Binalshibh to Germany, which had issued an international arrest warrant for him.\nThe capture by CIA operatives and Pakistani forces ended a one-year global manhunt for Binalshibh, who authorities alleged provided money and logistical support to the hijackers.\nBinalshibh, 30, who was born in Yemen, was frustrated in his attempts to receive a visa to enter the United States in 2000, where, U.S. officials allege, he planned to join the other 19 hijackers.\n\nGraphic\n\n \nAP photo\n\nLoad-Date: September 19, 2002"
}