{
    "title": "Admitted Planner of Madrid Bombings Gets 10-Year Sentence for Terrorism in Italy",
    "publisher": "the new york times",
    "year": 2006,
    "month": 11,
    "day": 7,
    "full text": "A court here found Rabei Osman Sayed Ahmed, the self-professed mastermind behind the 2004 bombings in Madrid, guilty on Monday of conspiring to participate in international terrorist activities in connection with an Italian case. He was sentenced to 10 years in prison.\n  Another suspect, Yahya Ragheh, whom Mr. Ahmed was said to be grooming to become a suicide bomber, was sentenced to five years.\nAfter the verdict in Milan, Mr. Ahmed's Italian lawyer, Luca D'Auria, said he believed that the court had had been swayed by the ''emotional impact'' of the Madrid attack. \n  Mr. D'Auria said in a telephone interview that the prosecution had generated little hard proof that his client was a ''recruiter of numerous people ready to commit suicide attacks,'' and a ''coordinator of terrorist cells'' abroad, as the Italian indictment charges. Mr. D'Auria said he would appeal, but noted that Mr. Ahmed was to be extradited to Madrid for a trial that was scheduled to begin in March.\n  Judge Luigi Domenico Cerqua told reporters at a Milan courthouse that Mr. Ahmed had not been tried for the Madrid bombings, but ''for his activities in Italy,'' the Italian news agency Ansa reported.\n  Last April, a Madrid court indicted Mr. Ahmed for his role in the March 11, 2004, bombings at the Atocha train station in the Spanish capital, which killed 191 people. On Monday, prosecutors in Spain called for lengthy jail sentences for the 29 people -- including Mr. Ahmed -- accused of having planned and carried out that attack, news agencies reported.\n  Mr. Ahmed, 35, an Egyptian, was arrested in Milan where he was living in June 2004. Investigators in Milan placed him under surveillance soon after the Madrid bombings, after receiving a tip from their Spanish counterparts, who had found his cellphone number in the address book of several people suspected of taking part in the bombings.\n  For nearly three months, the Italian police eavesdropped on Mr. Ahmed, tracking him through devices installed on his telephones and computer, as well as elsewhere in his apartment.\n  In one conversation with Mr. Ragheh, 23, contained in a police report in the case against Mr. Ahmed, he boasted to the younger man that ''the Madrid attack was my project, and those who died as martyrs were my dearest friends.'' In another, he exhorted Mr. Ragheh to become a suicide bomber, advising him to listen to recordings left by suicide bombers. \n  In Milan, Mr. Ahmed and Mr. Ragheh were tried under an Italian law passed to fight international terrorism after the Sept. 11, 2001, attacks in the United States. The indictment asserts that the two belonged to a terrorist group with cells in Spain, Belgium and France.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 7, 2006"
}