{
    "title": "ADMINISTRATION DEBATING ANTITERRORIST MEASURES",
    "publisher": "the new york times",
    "year": 1984,
    "month": 6,
    "day": 6,
    "full text": "Three and a half years after announcing that combatting terrorism would be President Reagan's first national-security priority, officials say a debate on the subject is still going on in the Administration and that it will be taken up at the economic summit conference this week.\n The British are said to have drafted a tough statement designed to show that the seven leaders at the meeting that opens Thursday in London are determined to do something about state- sponsored terrorism. Another reason the statement was drafted, according to a key Administration official, is that ''They think we're serious about pre-emptive military attacks against countries supporting terrorism and they want to try to head this off.''\nTwo months ago, President Reagan signed a two-and-a-half-page decision memorandum that officials called a foundation for a policy but not specific guidelines for action or specific commitments of new resources.\nAs described by a range of Adminstration officials, the document approved on April 3 lists general principles - including efforts to ''dissuade'' countries from sponsoring terrorism and the right ''to defend ourselves'' if victimized. But there is no discussion of how to do this, and no definition of state-sponsored terrorism.\nReagan Administation officials, three and half years after announcing that combatting terrorism would be Pres Reagan's first national-security priority, say debate on subject is continuing and will be taken up at economic summit conference; Reagan has signed decision memo that officials call foundation for policy but not specific guidelines for action (M)The Diplomatic Alternative\nNor did the document discuss diplomatic efforts to organize countries against state-sponsored terrorism, as was done a decade ago against hijackings, beyond calling for working ''as closely as possible'' with other nations. Officials said an obstacle to such efforts is the fact that many nations are reluctant to jeapordize economic ties with Iran, Syria, Libya and other nations, yet want to combat terrorism.\nInstead, according to the officials, the President's memorandum raises a whole series of questions for further study - principally, what additional resources are needed to gather intelligence on terrorist activities and how the United States should respond to different kinds of terrorist attacks, when knowledge of government participation is certain, and when it is less certain.\nAt the conference discussion on the subject, officials said the British are expected to take the lead. Officials described the French as hesitant about issuing a policy statement and the Italians as reluctant to get too deeply involved given their important trade relationship with Libya.\nA senior official, commenting on some Administration-inspired news reports that there was now a new policy of taking pre-emptive and punitive action against terrorists, stated that the policy was essentially not new at all.\n \nCooperation With Other Nations\nHe said all it meant was that known terrorists would be arrested and that Washington should cooperate more with countries that have intelligence on terrorists, such as Britain, West Germany and Israel.\nOfficials said the memorandum also stressed doing eveything ''legally.'' This word was added to the final document, according to the sources, even after virtually all those involved in the interdepartmental study rejected a recommendation by senior Pentagon officials to authorize ''hit squads'' to kill terrorists and after the Central Intelligence Agency succeeded in removing any language that might be construed as involving it in domestic spying.\nRobert C. McFarlane, the national security adviser; Vice Adm. John Poindexter, his deputy, and other senior White House officials were said by knowledgeable officials to have fashioned the language of the document so that Mr. Reagan could be portrayed as taking strong action without his being committed to anything, especially anything that the Democrats in an election year could portray as recklessness.\n \n'Crossing the Line'\nThe result, in the view of some in the State Department and the Central Intelligence Agency, is a document that means either ''essentially doing better at what we've already been doing for several years now,'' as one said, ''or crossing the line at some point with pre-emptive counterforce and military retaliation where hard evidence may be lacking.''\nThe potential for just such actions in a second Reagan Administration is precisely what makes the document attractive to a number of high-ranking Pentagon civilians and several senior officials as well.\nIn a recent magazine interview, William J. Casey, Director of Central Intelligence, cited Israeli action in striking back at countries that aid terrorist attacks and continued, ''I think you will see more of that - retaliation against facilities connected with the country sponsoring the terrorists or retaliation that just hurts the interests of countries which sponsor terrorism.'' ''Some people say that you've got to find out who the terrorists are and make sure you hit the people who hit you.  Well, usually that means you're not going to do it at all.  If retaliation is going to be a deterrent, the countries sponsoring terrorism have got to know it's going to happen quickly and with certainty.''\n \nIssues of Conscience\nA close associate of Secretary of State George P. Shultz said the Secretary was ''grappling with his conscience.'' The source said Mr. Shultz was in favor of using force, but was against what he said was the Israeli model of retaliating against the innocent along with the guilty.\nThis official said Mr. Shultz's thinking and that of the Administration would evolve in response to specific provocations in the future. ''Some terrorist action will spark an Administration reaction,'' the official said.\nTo many officials connnected with this issue, the President's decision document represents at least a temporary halt to three years of bureaucratic drift and high-level inattention to a problem the Administration leaders initially called their highest priority.\n \nBombings in Lebanon\nBy all accounts, the twin shocks that energized senior officials were the bombings of the American Embassy and the marine compound in Lebanon. The latter was followed by a spate of alarming intelligence reports to the effect that terrorist groups - along with Iranian, Libyan and Syrian leaders - had come to the conclusion that terrorism was working, that it was the way to break American will.\nBefore a terrorist drove an explosive-laden truck into the Marine headquarters at Beirut's airport, killing 241 American servicemen, Congress and the American public were uneasy with the American presence in Lebanon. Afterward, as officials saw it, the political pressure to withdraw the marines became irresistible.\nIt was at this point that senior officials focussed on the interdepartmental studies that had been languishing for some time.\n \nAchievements Listed\nSince then, Administration officials maintained that three things have been accomplished: reorganization and new personnel that they hope will strengthen policy formulation and action; the reaching of an uneasy consensus about what is known and not known about the phenomenon of government- supported terrorism, and agreement on a series of small steps to improve coordination against terrorists within the United States and with other countries.\nOfficials said Mr. Shultz would soon name a new Director of the Office for Combatting Terrorism. Robert Oakley, a career diplomat and currently Ambassador to Somalia, will replace Ambassador Robert M. Sayre, another career Foreign Service officer. Mr. Shultz is said to hope that Mr. Oakley will energize what has been for many years a bureaucratic backwater.\nThe office was established about 12 years ago as a response to a series of international aircraft hijackings and is responsible for coordinating the activities of 26 different Government departments and agencies.\nIn January, the Joint Chiefs of Staff quietly established a new agency to coordinate special forces operations and war plans against terrorists. Called the Joint Special Operations Agency, it is headed by Maj. Gen. Wesley H. Rice of the Marine Corps.\nThe C.I.A.'s main unit is called the Global Issues Staff. Created about 12 years ago as part of the Administration's response to hijackings, it is a counter-terrorist unit today that serves as the focal point for agency intelligence collection, analysis and covert action.\nFollowing the instructions of the new presidential directive, the interdepartmental group led by the State Department is now reviewing whether additional resources are needed.\nIn the course of the recent policy review, the officials said, members of the intelligence community generally shared the view that government-supported terrorism was now a clear and established fact that required special treatment apart from group or individual terrorism and that Moscow was at least indirectly involved.\n \nView of Soviet Role\nFew of the intelligence and policy- level officials interviewed argued that Moscow was actively controlling, directing or directly supplying terrorist activities. The prevailing judgment was that Moscow does not like to undertake high-risk ventures that it cannot control, and that such are the hallmarks of terrorism and terrorists.\nRobert H. Kupperman, an expert on terrorism at the Georgetown Center for Strategic and International Studies, summed up the view often heard inside the Administration: ''The Soviets support a general destabilization program through terrorists, but they're not going to get very close'' to actual terrorist operations.\nIn 1983, officials said there were 71 major terrorist incidents probably sponsored and supported by governments. The principal ones were said to be Iran, Syria, Libya, North Korea, and possibly Cuba and Iraq.\nThe evidence, which comes from a wide net of intelligence agents and paid informants and varies greatly in quality, is almost entirely circumstantial, but officials say they believe it is subtantial and convincing nonetheless.\n \nFour Bills Sent to Congress\nThe Administration's major move so far was to send four bills to Congress in April that are designed to help detect and prosecute those involved in international terrorism. The legislative package embraced prison terms and fines for people assisting terrorists, rewards for information, and language that would broaden existing laws against kidnapping, hijacking and sabotage. This was a direct outgrowth of the President's decision memorandum of early April.\nThe memorandum also directed a continuation and expansion of measures to protect American missions and people overseas and at home.\nIntelligence operatives reported continuing efforts to coordinate activities with anti-terrorist organizations in other governments.\nConsideration is also being given to amending the Vienna Convention of 1961. This set out procedures for diplomatic immunity. The idea would be to check presently immune diplomatic baggage for arms and explosives and to withdraw diplomatic privileges from countries supporting terrorism.\n \nPractical and Moral Problems\nOfficials said that these represented all the specific ideas being discussed, and that further actions raise troubling practical and moral problems.\nSome officials, for example, say they see real difficulties in the fact that the decision memorandum does not define terrorism, yet calls for condemning it in all its forms. These officials said it could be argued that Administration support for the rebels fighting the Nicaraguan Government or Afghan guerrillas could be construed as a form of terrorism. ''One man's freedom fighter is another's terrorist,'' an official said.\nOther officials took strong exception to this, arguing that there was an important difference between terrorism and insurgency. In general, they said that insurgent groups supported covertly by the United States did not engage in indiscriminate acts of violence, and that these groups posed an alternate leadership for a country.\nTo skeptical officials, this definition of insurgency could apply to guerrillas fighting the American-backed Government of El Salvador as well."
}