{
    "title": "Administration Considers Paring Military Support for C.I.A",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 11,
    "full text": "A broad review of the military's support for the agency is underway, including pulling back personnel and rethinking support for C.I.A. operations around the world.\nWASHINGTON -- The Trump administration is considering whether to pull back military support for the C.I.A., including potentially taking back much of the drone fleet the C.I.A. uses, according to current and former officials. The shift could sharply curtail the agency's counterterrorism efforts that were greatly expanded after the Sept. 11, 2001, attacks. \n  The administration is considering multiple options that could take effect as early as Jan. 5. One would reduce the number of Pentagon personnel sent to the agency -- many of them Special Operation forces who work in the C.I.A.'s paramilitary branch. But other changes being considered would be far broader and more consequential, making it harder for the agency to work out of military bases, use the Defense Department's medical evacuation abilities or conduct covert drone strikes targeting terrorists in hot spots around the world.\n  Former officials cautioned that President-elect Joseph R. Biden Jr. could immediately reverse any changes once he takes office next month. Nevertheless, depending on how quickly the Pentagon enacts such decisions, the new administration could find some harder to quickly undo.\n  It was not clear why the Trump administration is pressing forward with their review, given that Mr. Biden could be easily roll it back. Some former agency officers viewed the move as a last attempt by President Trump, who has long reviled the intelligence agencies over their assessment that Russia interfered to help his 2016 presidential campaign, to diminish the C.I.A.\n  The Pentagon is reviewing a 15-year-old memorandum of understanding with the C.I.A. with the aim of moving some personnel from supporting the agency to other posts, a senior administration official said. Some in the Pentagon believe the C.I.A. has been getting too many military assets and the Defense Department wants more say in their allocation.\n  Ezra Cohen-Watnick, who was installed last month as the acting under secretary of defense for intelligence and is viewed among some career officials as a highly ideological Trump loyalist, drove the effort, current and former officials said. Christopher C. Miller, the acting secretary of defense and a longtime Army Green Beret, supports it as long overdue and part of business as usual for the Pentagon, which must constantly review how it uses its assets, according to a senior American official.\n  ''The Pentagon has been trying to better allocate its resources to focus more on the so-called great power competition with China,'' Lt. Col. Uriah L. Orland of the Air Force, a Defense Department spokesman, said in response to a request for comment.\n  ''Much has changed in the first two decades of this century, and D.O.D. simply is working with C.I.A. to ensure that both D.O.D. and C.I.A. are able to jointly confront the national security challenges facing the United States,'' he said.\n  While the C.I.A. declined to discuss the deliberations, Nicole de Haay, a spokeswoman for the agency, said it was confident that its close collaboration with the Defense Department would continue ''for years to come.''\n  ''There is no stronger relationship, nor better partnership,'' she said. ''That partnership has led to accomplishments that significantly advanced U.S. national security.''\n  The review covers the allocation of military experts on counterterrorism detailed from the Pentagon to the C.I.A., but the changes could be broader than that, according to the people briefed on the effort.\n  One version of the plan could reduce the number of military bases the Pentagon allows the C.I.A. to use, and even curb the number of places in the world where the Defense Department provides medical evacuation and treatment to agency officers and contractors.\n  ''That would mark a setback for U.S. national security,'' Michael P. Mulroy, the Pentagon's former top Middle East policy official and a former C.I.A. paramilitary officer, said in an email of the proposed changes. ''This relationship, together as a team, led to some of the biggest successes we had in Afghanistan, Iraq and the overall global war against terrorism.''\n  Defense One earlier reported the Pentagon review.\n  Since the Sept. 11 attacks, the C.I.A. has supplemented its small number of uncrewed armed drones with assets and pilots borrowed from the Pentagon. Today, about two-thirds to three-fourths of the C.I.A.'s fleet of drones are owned by the Air Force and lent to the agency, according to former officials.\n  The C.I.A.'s strikes are covert and the agency does not acknowledge them. During the Bush and Obama administrations, the C.I.A. used the military's drones to increasingly conduct lethal airstrikes in Pakistan, Yemen, Somalia and elsewhere. The C.I.A., not the military, conducted a portion of the government's airstrikes in recent decades because some host countries blocked the American military from operating in their territory. The C.I.A. can also move more swiftly, former officials argued.\n  ''The C.I.A.'s process of authorizing lethal strikes against individuals is faster than the military's more bureaucratic procedures,'' said Kevin Carroll, a former C.I.A. officer. ''So evanescent, time-sensitive counterterrorism targets could be missed.''\n  C.I.A. drone strikes have decreased in recent years, and the agency has pulled back from strikes in some countries like Pakistan that were once the focus of its operations, according to former officials.\n  Over the past year, the Trump administration has begun to shrink the nation's counterterrorism efforts as it tries to shift the focus of the intelligence agencies to China. This year, Richard Grenell, then the acting director of national intelligence, ordered a review of the National Counterterrorism Center, which led to a reduction in its size.\n  Human rights groups are likely to welcome any further reduction to C.I.A. airstrikes. They have long opposed the government's targeted killings of terrorism suspects but have been particularly frustrated with the secretive nature of the C.I.A. program.\n  ''The C.I.A. should not be in charge of targeted killings because by its nature it cannot meet international standards of transparency,'' said Andrea J. Prasow, the deputy Washington director at Human Rights Watch.\n  The Pentagon has told Biden transition officials that it is looking at its agreement to provide assistance to the C.I.A. as part of an effort to shift resources from counterterrorism mission to the threat from China.\n  Most administrations hold off on major decisions with deep ramifications during the final days of a president's term. Former officials say revising the operating agreement between the C.I.A. and the Pentagon is just that kind of change with global ramifications that ought to be left to the Biden administration.\n  But the agreement could be intended to make it difficult for the C.I.A. to conduct some of its operations in Afghanistan over the next month, as the Pentagon tries to drive down the number of soldiers there. People briefed on the matter, however, say the military is continuing its support for the C.I.A. despite the drawdown orders.\n  The close ties between the C.I.A. and military Special Operations personnel were underscored last month when a C.I.A. paramilitary officer was killed in Somalia. Gen. Mark A Milley, the chairman of the Joint Chiefs of Staff, publicly disclosed the officer's death in remarks last week to a think tank. General Milley noted that the officer had previously served in the military as a member of the Navy SEALs.\n  The Pentagon announced last week that virtually all of the approximately 700 troops in Somalia -- most Special Operations forces who have been conducting training and counterterrorism missions -- will be leaving by Jan. 15, five days before Mr. Biden is to be inaugurated.\n  Military officials said the Pentagon would continue to conduct counterterrorism operations from neighboring Djibouti and Kenya, but the withdrawal of American forces is likely to complicate the role of C.I.A. paramilitary officers who remain in Somalia.\n  For the past two decades, the partnership between the military and C.I.A. has stopped ''numerous terror attacks,'' said Marc Polymeropoulos, a former C.I.A. officer who spent much of his career working on counterterrorism operations.\n  ''The counterterrorism fight is not over even as we also shift to near-peer competition from China and Russia,'' he said. ''This reported move puts C.I.A. personnel at grave risk as well. At a time when a C.I.A. officer was recently killed in Somalia, it is hard to imagine why the Department of Defense would pull requisite medevac platforms for our officers at the tip of the spear.''\n\nhttps://www.nytimes.com/2020/12/10/us/politics/pentagon-cia-support.html\n\nGraphic\n\n \nPHOTO: An Air Force drone at Kandahar Air Field in 2016. Less support from the military could hamper C.I.A. operations in Afghanistan. (PHOTOGRAPH BY JOSH SMITH/REUTERS)               \n\nLoad-Date: December 11, 2020"
}