{
    "title": "Administration Seeks Quick Action as House Takes Up Anti-Terrorism Bill",
    "publisher": "the new york times",
    "year": 1995,
    "month": 6,
    "day": 13,
    "full text": "The House Judiciary Committee today took up its version of a counterterrorism bill, with the Clinton Administration asking for $500 million over the next five years and swift passage of new laws to help fight domestic and international terrorism.\n\"The tragic bombing of the Murrah building in Oklahoma City on April 19 underscores the need for swift action by both the executive and legislative branch to insure that our law enforcement agencies have the legal tools and resources to investigate, prosecute and deter terrorist activity, both at home and abroad,\" said Deputy Attorney General Jamie S. Gorelick.\nThe House legislation is similar in many aspects to the measure approved last week in the Senate. It would make it easier to deport illegal aliens suspected of terrorism, ban financial support of foreign organizations and allow the military to help civilian law-enforcement officials deal with terrorism cases that involve chemical and biological weapons of mass destruction.\nBut the Administration today pressed for five additional proposals that were omitted from the House legislation. The White House was successful last week in persuading the Senate to accept these provisions:\n*Making terrorism punishable under the Federal racketeering statutes.\n*Amending legislation to allow expanded antiterrorism training for other nations.\n*Giving the Government authority to seek a court-ordered wiretap in any terrorism-related felony.\n*Requiring that chemical tracing agents, or taggants, be included in explosive materials.\n*Increasing the statute of limitations to five years from three for illegal use of machine guns and bombs.\nThroughout much of her testimony, Ms. Gorelick signaled that the White House intended to use the same conciliatory tactics that it took with the Senate.\nThe $500 million that the Administration requested would be used to hire up to 1,000 new Federal law-enforcement officials, to buy equipment and to pay for expanded investigations of domestic and international terrorism activities. Part of the money would be used to establish a Domestic Counterterrorism Center, which would be run by the F.B.I. and would act as a clearinghouse for all domestic and international terrorism information and intelligence.\nThe House bill also includes provisions that would allow the authorities to take tougher and swifter action against aliens suspected of terrorist activities. They include providing money for the detention and deportation of such aliens, denying them asylum, and the exclusion of members, as opposed to representatives, of designated foreign terrorist organizations.\nMs. Gorelick said the Administration supported the provisions, with some modifications. For example, she said the Administration would like the money for the detention and deportation of aliens suspected of terrorist activities to go to the Justice Department instead of the Immigration and Naturalization Service because the department already deals with such issues.\nIt is likely that the House will pass some version of the legislation.\nSeveral committee members expressed concern about the Administration's request for expanded use of wiretaps and for greater access to consumer data like credit and financial reports to track the movements of suspected terrorists.\nAnd the law's definition of terrorism -- the use of force or violence in violation of the criminal laws of the United States or of any state that appears to be intended to achieve political or social ends by intimidating or coercing a segment of the population or influencing a government or government official -- is too sweeping, an official of the American Civil Liberties Union said.\n\"It would turn into terrorism any forcible blocking of an abortion clinic if that use of force violated criminal law,\" said Gregory T. Nojeim, legislative counsel for the A.C.L.U.'s national office.\n\nLoad-Date: June 13, 1995"
}