{
    "title": "ADMINISTRATION DEBATES ATTITUDES TOWARD SYRIA",
    "publisher": "the new york times",
    "year": 1985,
    "month": 7,
    "day": 14,
    "full text": "Reagan Administration officials say that as long as Syria may be helpful in gaining the return of seven Americans still missing in Lebanon, President Reagan is ready to be restrained toward the Damascus Government.\nBut beneath the surface, two Administration debates are reported under way.\nA tactical debate centers on whether, as a price for Syrian help on the hostages, the United States should ignore and deny what it has described until recently as a Syrian role in terrorism.\nThis issue was joined this week when Mr. Reagan omitted Syria from a list of nations purportedly sponsoring terrorism and the State Department sidestepped the question of possible Syrian involvement in two suicide car bombings in southern Lebanon.\nReagan Administration officials say Pres Reagan is ready to be restrained toward Syrian Government as long as Syria may be helpful in gaining return of seven Americans still missing in Lebanon; privately, Administration officials debate whether United States and Syria can put aside differences over Middle East peace process and terrorism in general to work together to seek Lebanese stability and prevent takeover of Lebanon by Islamic fundamentalists under Iranian influence (M)\nA second debate, over basic policy, is whether the United States is willing to cooperate with Syria in some areas despite differences in fundamental interests.\n \n'Overlapping Interests'\nAn American diplomat put it this way: ''Are we able to manage differences over the Middle East peace process and terrorism generally so that we can work in complementary ways where we have overlapping interests, namely in seeking Lebanese stability and in preventing a takeover of Lebanon by Islamic fundamentalists under Iranian influence?''\nBut to pro-Israeli activists and some American officials, the issue is not whether the United States is able to manage the differences, but how this is to be done. They say they do not want to foreclose tough public talk and subsequent military action.\nSimilar arguments have pervaded United States policy toward Syria for more than a decade, beginning with Secretary of State Henry A. Kissinger's arrangement of a Syrian-Israeli troop separation agreement on the Golan Heights in 1974. For five years after that, Syria got American aid.\n \nLow Period Began in 1979\nBut a low period began in 1979, when Syria condemned the peace treaty between Israel and Egypt. Later the Syrians were critical of American efforts to broaden the peace process in the Middle East, and the Israeli invasion of Lebanon in 1982 led to clashes with Syrian forces. The chaos in Lebanon took the lives of almost 300 American marines and diplomats.\nOnce the marines left Lebanon, some American diplomats said Syria and the United States had something in common in Lebanon, namely a desire to keep Islamic radicals and Iranian influence from taking over. But these arguments did not get far, in view of the United States position that Syria was playing a role in terrorism.\nSyria's help in bringing about the release of the 39 air hostages held in Lebanon gave the diplomats more room for their ideas. Their hand was strengthened when Syria said this week that it would work to improve security at Beirut airport and was maneuvering to obtain the return of the remaining seven Americans who were abducted or disappeared.\n \nRole in Terrorism Questioned\nThis opened the door for some officials in the Near East Asian Bureau and the Office of Counterterrorism in the State Department to raise questions about exactly what Syria's role has been in terrorism. They concede that Syria could have stopped much of the terrorist activity, that some terrorist groups were being supplied through Damascus airport and that terrorists were operating in territory held by Syrian forces. But as one official said, ''There is no evidence of Syrian control, guidance or encouragement.''\nOther officials, such as those on the State Department's Policy Planning Staff, see evidence of Syrian participation at every stage, not least public statements by President Hafez al-Assad extolling the virtues of martyrdom through terrorist suicide. Most officials also agree that there is evidence of Syrian direction in an attempt to assassinate King Hussein of Jordan.\n \nDecision to Show Restraint\nIn any event, officials said the combination of skepticism about Syrian terrorism from parts of the State Deparment and Syrian help on the hostages proved sufficient to convince Mr. Reagan and Secretary of State George P. Shultz to show restraint.\nOfficials in the Pentagon, the State Department and the White House who favor a harder line fear that a show of restraint may be read by President Assad as a sign of weakness, as a signal of Mr. Reagan's willingness to tolerate Syrian involvement in terrorism as long as it is not directed against Americans, or perhaps even then.\nThese officials say that President Assad may be willing to help on the hostage issue for his own reasons, even if the United States persists in accusing Syria of supporting terrorism.\n''If he gets them free, it will prove he runs Lebanon,'' one official said.\nThose for and against a tough line agree on Syrian goals in Lebanon. These goals, they say, are Syrian predominance by maintaining a disproportionate political role for Lebanese Christians over Moslems, by limiting the power of Shiites whose primary loyalty is to Iran, and by avoiding a military clash with Israel. The officials agreed that all these interests overlap with American interests.\nBut the weight of opinion in the State Department and on the National Security Council staff, according to officials, is that despite overlapping American-Syrian interests in Lebanon, Mr. Assad would not cooperate to free the hostages if the United States were to continue its public criticism of Syria.\nThis argument has prevailed for the time being, but Mr. Reagan's future intentions are not known.\nThe State Department has long felt that the United States can work with President on some matters.\n''He has not been erratic, we have,'' said one high-ranking State Department official.\nIt is also being pointed out that Israel and Syria have managed to keep the peace on the Golan Heights.\nMr. Assad, according to the State Department officials, wants Syria to be recognized as a power to be reckoned with. This means that he understands his only hope of being involved in a Middle East peace process is through the United States.\n \nSyrian Ties to Soviet Assessed\nThey argue further that despite the close relationship with the Soviet Union, President Assad is not a puppet.\n''The Soviets need him more than he needs them,'' the high-ranking official said. ''He is their only entree to the Middle East now.''\nThese officials do not expect Mr. Assad to be helpful in peace talks or to clamp down on terrorist activity in general. Nor are they pushing for a fundamental shift in policy toward Syria.\nAs is the way of diplomats, they want to deal with him. Geoffrey Kemp, formerly with the National Security Council staff and now at the Georgetown Center of Strategic and International Studies, explained:\n''Assad always wants to be considered important and to be wooed. He always tells of his hours and hours of meetings with Kissinger, and how the deals he made with Kissinger stuck.\n''It would be wrong to be optimistic, expect breakthroughs, to see him as the devil incarnate or a Soviet puppet; he is powerful with limitations.''\nBut those who are arguing for a working relationship with President Assad say they also realize that the United States has not been comfortable with ambiguous relationships generally, and in the case of Syria in particular."
}