{
    "title": "Administration plan to raise TRIA deductibles, kill domestic-origin cover won't fly_ Observers",
    "publisher": "business insurance",
    "year": 2010,
    "month": 2,
    "day": 8,
    "full text": "The Obama administration's plan to scale back the federal terrorism insurance backstop appears unlikely to become reality, industry observers say.\nThe budget the administration proposed last week calls for eliminating \"nearly $250 million in federal subsidies to insurance companies for terrorism insurance. These subsidies are no longer necessary given the robust private market for such insurance, and domestic terrorism insurance policies are now sufficiently available and affordable to meet demand. According to industry data, property and casualty insurers' surpluses-the balances available to pay claims associated with covered terrorist attacks-are currently estimated at over $490 billion.\"\nCongress established the government backstop, which can be triggered only by a catastrophic terrorist attack, by passing the Terrorism Risk Insurance Act of 2002. The program established in response to the Sept. 11, 2001, U.S. terrorist attacks was modified and renewed in 2005 and then again in 2007 for seven years.\n\"I am sympathetic to the frustration with budgetary estimates,\" said Joel Wood, senior vp at the Council of Insurance Agents & Brokers in Washington. \"The (budgetary) scoring rules on the cost of TRIA are beyond abstract and make absolutely no sense, so the administration is trying to achieve some paper savings. There is no traction whatsoever for scaling back the program.\"\nThe savings would be achieved by increasing deductibles and copays that insurers participating in the federal terrorism insurance program would pay if the backstop were triggered by a catastrophic terrorist attack. The administration proposal also would eliminate coverage for acts of domestic terrorism.\nThe savings are based on estimates of what the program would pay out if a terrorist act destructive enough to put the backstop in play actually occurred.\nThe administration initially called last year for the changes, but Congress didn't act and observers say Congress is unlikely to do so now.\n\"This proposal is a bad proposal,\" said Ben McKay, senior vp in the Washington office of the Property Casualty Insurers Assn. of America. \"As terrorist attacks in Britain and Spain showed, the line between foreign-inspired and domestic terrorism can be blurred,\" he said in reference to the 2004 Madrid and 2005 London terrorist attacks on public transportation systems. He noted that unless someone takes responsibility for an attack, weeks or months could pass without knowing whether an attack was of foreign or domestic origin, if a determination could be made.\nIncreasing deductibles and copays would make insurers less likely to write primary terrorism coverage, Mr. McKay said.\n\"What private coverage is written now is because of TRIA,\" he said. \"Congress clearly expressed its desire as recently as 2007 that the program should remain in place\" and \"there probably won't be much of an appetite for\" changing it, he said.\nThe New York-based Risk & Insurance Management Society Inc. said it \"strongly\" opposes the administration's terrorism insurance plan and its call for taxing certain reinsurance transactions.\n\"To attempt to withdraw the government's support will adversely impact the availability and affordability of terrorism insurance,\" Scott B. Clark, RIMS secretary and director of the RIMS external affairs committee, said in a statement.\n\"We hope Congress will once again see the wisdom in not adopting this as part of its budget going forward,\" said Mr. Clark, who also is risk and benefits officer for the Miami-Dade County Public Schools.\nCopyright 2010 Crain Communications Inc. All Rights Reserved.\n\nLoad-Date: February 11, 2010"
}