{
    "title": "Administration defends sale of port operations $6.8 billion deal gives Arab company control over 6 m",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 2,
    "day": 17,
    "full text": "The Bush administration on Thursday rebuffed criticism about potential security risks of a $6.8 billion sale that gives a company in the United Arab Emirates control over significant operations at six major American ports.\nLawmakers asked the White House to reconsider its earlier approval of the deal.\nThe sale to state-owned Dubai Ports World was \"rigorously reviewed\" by a U.S. committee that considers security threats when foreign companies seek to buy or invest in American industry, National Security Council spokesman Frederick Jones said.\nThe Committee on Foreign Investment in the United States, run by the Treasury Department, reviewed an assessment from U.S. intelligence agencies. The committee's 12 members agreed unanimously the sale did not present any problems, the department said.\n\"We wanted to look at this one quite closely because it relates to ports,\" Stewart Baker, an assistant secretary in the Homeland Security Department, told The Associated Press. \"It is important to focus on this partner as opposed to just what part of the world they come from. We came to the conclusion that the transaction should not be halted.\"\nThe unusual defense of the secretive committee, which reviews hundreds of such deals each year, came in response to criticism about the purchase of London-based Peninsular and Oriental Steam Navigation Co.\nThe world's fourth-largest ports company runs commercial operations at shipping terminals in New York, New Jersey, Baltimore, New Orleans, Miami and Philadelphia.\nFour senators and three House members asked the administration Thursday to reconsider its approval. The lawmakers contended the UAE is not consistent in its support of U.S. terrorism-fighting efforts.\n\"The potential threat to our country is not imagined, it is real,\" Rep. Mark Foley, R-Fla., said in a House speech.\nThe Homeland Security Department said it was legally impossible under the committee's rules to reconsider its approval without evidence DP World gave false information or withheld vital details from U.S. officials. The 30-day window for the committee to voice objections has ended.\nDP World said it had received all regulatory approvals.\n\"We intend to maintain and, where appropriate, enhance current security arrangements,\" the company said in a statement. \"It is very much business as usual for the P&O terminals\" in the United States.\nIn Dubai, the UAE's foreign minister described his country as an important U.S. ally but declined to respond directly to the concerns expressed in Washington.\n\"We have worked very closely with the United States on a number of issues relating to the combat of terrorism, prior to and post Sept. 11,\" Sheik Abdullah Bin Zayed al-Nahyan told The Associated Press.\nU.S. lawmakers said the UAE was an important transfer point for shipments of smuggled nuclear components sent to Iran, North Korea and Libya by a Pakistani scientist, Abdul Qadeer Khan. They also said the UAE was one of only three countries to recognize the now-toppled Taliban as Afghanistan's legitimate government.\nThe State Department describes the UAE as a vital partner in the fight against terrorism. Dubai's own ports have participated since last year in U.S. efforts to detect illegal shipments of nuclear materials.\nRep. Vito Fossella, R-N.Y., urged congressional hearings on the deal.\n\"At a time when America is leading the world in the war on terrorism and spending billions of dollars to secure our homeland, we cannot cede control of strategic assets to foreign nations with spotty records on terrorism,\" Fossella said.\nCritics also have cited the UAE's history as an operational and financial base for the hijackers who carried out the attacks of Sept. 11, 2001.\n\"Outsourcing the operations of our largest ports to a country with a dubious record on terrorism is a homeland security and commerce accident waiting to happen,\" said Sen. Charles Schumer, D-N.Y. \"The administration needs to take another look at this deal.\"\nSeparately, the Port Authority of New York and New Jersey said Thursday it will conduct its own review of the deal and urged the government to defend its decision.\nIn a letter to the Treasury Department, Port Authority chairman Anthony Coscia said the independent review by his agency was necessary \"to protect its interests.\"\nThe lawmakers pressing the White House to reconsider included Sens. Schumer, Tom Coburn, R-Okla., Frank Lautenberg, D-N.J., and Chris Dodd, D-Conn., and Reps. Foley, Fossella and Chris Shays, R-Conn.\n\nLoad-Date: February 17, 2006"
}