{
    "title": "Admit terrorism's Islamic link",
    "publisher": "usa today",
    "year": 2002,
    "month": 6,
    "day": 24,
    "full text": "Why does the popular culture -- including the movie industry -- place such a powerful premium on downplaying the obvious connection between international terrorism and fanatical Islam?\nJust 10 days before the government announced the detention of Jose Padilla (also known as Abdullah Al Muhajir) on charges of plotting a \"dirty bomb\" explosion on American soil, Hollywood unleashed Bad Company, its second thriller in two weeks about nuclear terrorism in the United States.\nBut in that Anthony Hopkins-Chris Rock box-office dud -- as in its high-profile predecessor, The Sum of All Fears -- Islamic extremists bear no responsibility for the deadly designs against our country.\nThe Bad Company bad guys hail from Yugoslavia and wear colored scarves and nasty scowls to make them identifiable as they plan to explode a nuclear device under New York's Grand Central Station.\nIn a feeble attempt to describe the terrorist mastermind he plays, actor Matthew Marsh declares: \"Dragan is a deeply troubled and very disaffected man. There were problems in his homeland during the breakup of the former Yugoslavia\" -- there's a classic understatement -- \"and some of his family was destroyed, and this fueled his psychopathic nature. He has become a freelance troublemaker and has allied himself with misfits from other countries, all crusading to cause some trouble for Uncle Sam.\"\nNothing trivial about real threats\nWriting off terrorist threats as the work of ill-assorted \"misfits\" and \"freelance troublemakers\" trivializes the real dangers we face. The ruthless, dedicated and well-organized killers who slaughtered 3,000 Americans on Sept. 11 deserve more respect and should inspire more fear -- especially when they boldly announce their intentions to kill millions more.\nIt makes no sense for Hollywood to create cartoonish images of terrorist villains when real-life villains are an ever-present concern.\nThe Sum of All Fears is an even more ridiculous distortion of reality. Its producers changed the identity of the nuclear terrorists specifically to avoid any imagery that might show Muslims in an unflattering light. In Tom Clancy's best-selling novel, on which this film is based, Palestinian fanatics lead an elaborate conspiracy; but the movie version's laughably caricatured Nazis, complete with accents and overacting reminiscent of Hogan's Heroes, take over the plot and make it look ridiculous.\nThis same pattern applies to earlier movies about terrorist schemes against the USA. In 1997's The Peacemaker, George Clooney and Nicole Kidman battled a chilling attempt to blow up New York with a nuclear weapon. Again, the plotter came from the former Yugoslavia. The Siege (1998), one of the few movies to show Islamic terror attacks against America, suggests that the U.S. military represents a greater danger to the republic than any foreign enemy. The armed services impose martial law, suspend the Constitution, herd law-abiding Arab-Americans into concentration camps and display precisely the sort of racist, xenophobic overreaction so strikingly absent since Sept. 11.\nAll of these films, including the most recent two, were shot before the Sept. 11 attacks, so entertainment-industry apologists claim that the de-emphasis on the Islamic nature of the terrorist threat remains more excusable.\nYet a long series of attacks before 9/11-- Beirut, Lockerbie, Khobar Towers, Somalia, the East African embassies, the USS Cole, the 1993 World Trade Center bombing -- showed the single-minded determination of Muslim fanatics to murder Americans.\nYoung but observant\nEven some schoolchildren understand the danger, but in today's climate must be careful describing it. A friend of my eighth-grade daughter got into trouble at their public school when a teacher asked why al-Qaeda hates us so ferociously. The 14-year-old girl accurately observed that some Muslims have always interpreted passages in the Islamic holy book, the Koran, to demand that believers conquer or kill infidels who refuse to follow the prophet. Her observation produced gasps of horror from fellow students and a stern reprimand from the teacher for her indulgence in \"hate speech.\"\nWhy is it hateful for a bright teenager to speak the truth about a religious faith that was first revealed by a brilliant and successful warrior and has always thrived on violence? As Piers Paul Read, historian of the Crusades, recently observed in The Women's Quarterly: \"Islam, from its inception, had espoused the use of force. Where Jesus had died for his beliefs, the Prophet Mohammed had wielded a sword.\"\nAmong all major faiths, Islam stands alone in the 21st century for its frequent imposition of rigid theocratic rule -- as in Saudi Arabia, Iran, Pakistan, parts of Nigeria and other nations. All religions occasionally produce monstrous killers, but in Islam those monsters receive encouragement and inspiration from some prominent mainstream leaders, and thousands of the faithful openly celebrate the random slaughter of innocent civilians. It is impossible to find Christian, Jewish or Buddhist equivalents to the recent Saudi telethon that raised millions for the families of homicide bombers.\nSuch statements make many uncomfortable. They worry that these observations will encourage the persecution of Muslim Americans, the overwhelming majority of whom obey the law and honor our flag. But another even more powerful factor inhibits the honest discussion of Islamic ideas and helps explain Hollywood's reluctance to identify movie terrorists as Muslims.\nAll good, or all bad\nThe secular worldview that dominates American elites, including leaders of the entertainment industry, insists that all religions deserve identical respect -- or similar dismissal. Conventional wisdom holds that all faiths are comparably valid, beautiful paths to the same God. Or, if the commentator feels ill-disposed toward religion, then all faiths manifest similar violent, anti-intellectual, intolerant tendencies.\nThe idea that any one religious approach might be especially dangerous or dysfunctional leads to unacceptable conclusions: If some religions are worse than others, then some are better than others -- and perhaps even more true.\nSuch reasoning is a greater threat to secular relativism than any terrorist. The politically correct position therefore suggests that it's merely coincidence that most Islamic societies oppose Western ideals of liberty and progress, and it's only an accident that nearly all mass-murdering conspirators pledged to kill Americans take their inspiration from the Koran.\nIdeas -- including religious ones -- have consequences, and examining those consequences is the best way to judge them. Americans are mature enough to handle the inescapable truth that our daily dangers come not, as Hollywood would have it, from freelance misfits and nostalgic Nazis, but from a serious and frightening Islamic mass movement implacably devoted to our destruction.\nFilm critic Michael Medved hosts a nationally syndicated daily radio talk show. He is a member of USA TODAY board of contributors.\n\nGraphic\n\n \nPHOTO, B/W, Christine Loss, Buena Vista Pictures; Chasing villains: Chris Rock in a scene from Bad Company.\n\nLoad-Date: June 24, 2002"
}