{
    "title": "Administration threatens Syria with sanctions; Terrorism_ Officials say the nation is harboring remn",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 4,
    "day": 15,
    "full text": "Triumphant in Iraq, the Bush administration looked across the border to Syria on Monday, accusing it of harboring remnants of Saddam Hussein's government and supporting terrorism. Secretary of State Colin Powell raised the possibility of diplomatic and economic sanctions.\nSharpening the Bush administration's rhetoric, Powell said, \"They should review their actions and their behavior, not only with respect to who gets haven in Syria and weapons of mass destruction, but especially the support of terrorist activity.\"\nNational Security Adviser Condoleezza Rice, in a parallel thrust at Damascus, said Syria's support for terrorism and \"harboring the remnants of the Iraqi regime\" were unacceptable.\nBut she indicated the administration was not contemplating military action.\nUsing the same formula the administration has applied to North Korea and its aggressive nuclear weapons program, Rice said at the Washington Institute for Near East Policy, \"The president has made clear every problem in the Middle East cannot be dealt with the same way.\"\nAnd Powell signaled President Bashar Assad that the Bush administration still would like to include Syria in the Mideast peacemaking it intends to accelerate between Israel and the Palestinians.\n\"As we go down the road to peace, we want it to be a comprehensive peace, and ultimately, of course, that would have to include finding a way to settle the outstanding issues with Syria, as well,\" Powell said at a State Department news conference.\nSyria seeks to recover the Golan Heights, a strategic area it lost to Israel in the 1967 Mideast War.\nAlthough it long has been listed by the State Department as a sponsor of terrorism, ever since Richard Nixon's presidency 30 years ago the United States has sought to interest Syria in peacemaking with Israel.\nItamar Rabinovich, who was Israel's chief negotiator with Syria from 1992 to 1995, said, \"The United States has been fascinated with the possibility of getting Syria to switch sides and become an ally of the United States.\"\nUnder the late President Hafez Assad, Bashar Assad's father, Syria operated on two tracks - negotiating with the United States for peace with Israel while hosting the heads of militantly anti-peace groups and supporting Hezbollah, the guerrilla group that has fought a cross-border war with Israel, Rabinovich said.\nNow president of Tel Aviv University, Rabinovich said, \"The bottom line is that I don't think the United States plans to go to war with Syria.\"\nAssad met with British and Saudi envoys Monday in Damascus as his government denied charges by U.S. officials that Syria has weapons of mass destruction and is sheltering Iraqi leaders.\nAt the White House, presidential spokesman Ari Fleischer rejected Syria's denials, calling it a rogue nation and saying it is \"well corroborated\" that Iraq's neighbor has a chemical weapons program. \"Syria needs to cooperate,\" Fleischer said.\nRaising the threat of punishment, Powell said, \"We will examine possible measures of a diplomatic, economic or other nature as we move forward. … We'll see how things unfold.\"\nU.S. commanders said volunteers from Syria were among the foreigners helping Iraqis put up resistance against U.S. troops in Baghdad. Navy Capt. Frank Thorp, a Central Command spokesman, said the fighters were often working alone or in small clusters.\nIn a statement issued late Monday, Secretary-General Kofi Annan said he was \"concerned that recent statements directed at Syria should not contribute to a wider destabilization in a region already affected heavily by the war in Iraq.\"\nSyrian officials denied having chemical weapons and said the United States has yet to prove similar charges against Iraq. They also accused Israel of spreading misinformation about Syria.\n\"Israel is the only state in the region that has nuclear, chemical and biological weapons,\" said Syria's deputy U.N. ambassador, Fayssal Mekdad. \"We did not give any facilities for Iraqis running away, and this is our position.\"\nAt the Pentagon, Defense Secretary Donald H. Rumsfeld said, \"We have seen chemical weapons tests in Syria over the past 12, 15 months. And we have intelligence that shows that Syria has allowed Syrians and others to come across the border into Iraq, people armed and people carrying leaflets indicating that they'll be rewarded if they kill Americans and members of the coalition.\"\nBut a senior Pentagon official said no evidence has been found that Iraq smuggled chemical weapons into Syria. It's possible, however, that some Iraqi weapons scientists fled there, said the official, speaking on condition of anonymity.\nEphraim Halevy, Israel's national security adviser who was in Washington for talks with administration officials, said Bashar Assad \"has been one of our biggest disappointments,\" acting irresponsibly and supporting terrorism.\nAnd, Halevy said, \"Syria has acted as a lifeline to Saddam's Baghdad.\"\nAfter the White House discussions, one member of the Israeli delegation said they had provided initial comments on the Bush administration's plan for peace between the Israelis and the Palestinians.\n\"An additional purpose of my visit to Washington was to continue the ongoing dialogue between the U.S. and Israel on the future direction of the Middle East,\" said Dov Weisglass, Israeli Prime Minister Ariel Sharon's chief of staff.\n\nLoad-Date: April 15, 2003"
}