{
    "title": "Admiral addresses U. Texas , advises globalization",
    "publisher": "university wire",
    "year": 2007,
    "month": 9,
    "day": 13,
    "full text": "Retired Adm. Bobby Inman urged his audience at the University of Texas on Wednesday to inform themselves of the United States' role in the most pressing international problems.\nHis more than 30-year career in the navy began in 1951, after hearing stories from returning WWII veterans as a freshman in college. During this time, he served as the director of the National Security Agency and deputy director of the CIA. He is currently the Lyndon Baines Johnson chair in national policy at the LBJ School of Public Affairs.\nInman said his intentions were to inspire the young audience to address the United States' role in these issues and to \"stir a little sense of curiosity.\"\nThe international problems facing the United States -- national security issues, pandemics, terrorism, the proliferation of mass destruction -- are both challenges and opportunities for the nation, he said.\nThe most critical of these issues is the looming threat of clandestine weapons of mass destruction, and subsequently, terrorism, he said. The United States, Britain, France, China and Russia were the early threats to the world because they had nuclear weapons. Presently, countries in the Middle East, including Pakistan, Iran and North Korea are threats as well.\nInman said immigration and international crime have become growing threats to national security. He referenced the recent arrests of Chinese Triads in Mexico for narcotic trafficking, which he said threatens the United States.\nInman said he is particularly drawn to economic competition and declared economic growth the most critical need for peace and stability. The world is better off \"merging\" and \"grouping as nations,\" he said.\nHe said the next best solution is to simply turn the barriers that prohibit globalization into facilitators of globalization.\n\"Globalization is a reality,\" Inman said.\n(C) 2007 Daily Texan via U-WIRE\n\nLoad-Date: September 13, 2007"
}