{
    "title": "Administration eager to reward 'rogue' states for good behavior",
    "publisher": "usa today",
    "year": 2000,
    "month": 2,
    "day": 21,
    "full text": "WASHINGTON -- They are sometimes called the \"seven sisters,\"\nnations accused of sponsoring terrorism and stigmatized by placement\neach April on a State Department list.\nBut the \"sisters\" -- Iran, Sudan, Libya, North Korea, Cuba,\nIraq and Syria -- are likely to lose at least one sibling before\nthe Clinton administration ends. Administration officials, after\nyears spent trying to isolate so-called rogue states, say they\nare now eager to show that better behavior will be rewarded.\nThis past summer, it appeared that Libya might be first off the\nlist. The North African nation has not sponsored an act of international\nterrorism in more than a decade, according to the State Department.\nIn April, Libya turned over two suspects in the Pan Am 103 bombing\nin 1988, which killed 189 Americans. However, a delay in the trial\nof those suspects from this month to May, and an outcry by relatives\nof the victims, have postponed any action, U.S. officials say.\nSyria's chances for removal have been hurt by the suspension of\nU.S.-brokered peace talks with Israel and the recent upsurge of\nattacks in southern Lebanon by Hezbollah guerrillas. The guerrillas\nreceive supplies from Iran through Syria.\nThat leaves North Korea as the likeliest contender for early removal.\nU.S. officials say the Stalinist Asian nation will be listed as\na sponsor of terrorism in the next State Department report, which\ncomes out April 28 and covers activity in 1999. However, in talks\nlater this month meant to prepare for a high-level North Korean\nvisit, U.S. diplomats will lay out a plan for removal, which can\ncome at any time at the discretion of the White House and recommendation\nof the secretary of State.\nNorth Korea is chiefly accused of harboring old terrorists, specifically\na few members of the Japanese Red Army who hijacked a Japanese\nplane 30 years ago. Korea must try the suspects or turn them over\nto Japan, U.S. officials say.\nAt a recent symposium on terrorism in Washington, Michael Sheehan,\nU.S. ambassador for counter-terrorism, said the aim of U.S. policy\nwas to persuade all seven countries to take steps to get off the\nlist.\nIn a time when terrorism is being redefined by computer hackers\nin basements, critics say, there is increasing disconnection between\nthe terrorist list and the changing sources of terrorist acts.\nIncreasingly, experts say, terrorism is plotted by individuals,\nsuch as exiled Saudi Osama bin Laden.\nSheehan said the United States hopes to \"drain the swamps in\nwhich terrorists operate.\" He listed those \"swamps\" as Afghanistan,\nwhere bin Laden is based, parts of Sudan, the Bekaa Valley in\nLebanon and Colombia's rural valleys.\nSheehan pointedly omitted another country that has become a focus\nof concern: Pakistan. Pakistan's intelligence service has connections\nwith a terrorist group that hijacked an Indian airliner last year,\nU.S. officials say. Although it is not clear whether Pakistan's\nnew military government had foreknowledge of the hijacking, it\nis harboring the group that carried out the crime.\nAsked whether Pakistan was being considered for inclusion on the\nlist, Sheehan said that was \"under review.\" Other U.S. officials\nsay such a designation is unlikely and certainly will not occur\nbefore President Clinton visits South Asia next month, with a\npossible short stop in Pakistan.\nThat Pakistan is not on the list, while Cuba and North Korea still\nare, analysts say, signals the list has become mired in U.S. domestic\npolitics.\nCuba's status on the list \"is strictly a policy question,\" said\nPaul Pillar, deputy chief of the CIA's counter-terrorist center\nfrom 1993 to 1999. Its inclusion is part of \"a larger dialogue\non a whole host of issues, going well beyond terrorism,\" he told\nthe symposium.\nBeginning as a section of a law called the Export Administration\nAct of 1979, the terrorist list has become an increasingly counterproductive\npolicy tool, critics say.\nDozens of laws refer to the export law. They oblige the United\nStates to oppose loans from international lending organizations\nto countries on the list and also bar U.S. credits for exports,\neven food. That's a major concern for chronically hungry North\nKorea, which has relied for several years on U.S. \"emergency\"\ngrants through the United Nations.\nNone of the list's original members has changed, with the exception\nof South Yemen, which ceased to exist when it merged with northern\nYemen in 1990.\nIraq was removed in 1982, when the United States tilted toward\nBaghdad during the Iran-Iraq war. It went back on the list after\nSaddam Hussein invaded Kuwait in 1990.\nSome analysts say the list has become a geopolitical and psychological\nsubstitute for the Soviet Union.\nIn a new book, Rogue States and U.S. Foreign Policy, Robert\nLitwak of the Wilson Center, a think tank that focuses on international\nmatters, writes that the U.S. tendency to separate countries into\nresponsible actors and rogues reflects a tradition in American\ndiplomacy \"in which international affairs is cast as a struggle\nbetween forces of good and evil.\"\n\nGraphic\n\n \nPHOTO, B/W, Korean Central News Agency; Terror list perennial: North Korean leader Kim Jong-Il visits a cooperative farm in September. North Korea is the likeliest contender for early removal from the State Department's list of 'rogue' states accused of sponsoring terrorism.\n\nLoad-Date: February 21, 2000"
}