{
    "title": "Admired author ties current issues to freedom at U. Miami",
    "publisher": "university wire",
    "year": 2005,
    "month": 11,
    "day": 18,
    "full text": "Protecting freedom, even in the midst of a war on terrorism, is paramount, critically-acclaimed author Salman Rushdie said Monday. Rushdie, whose works include Midnight's Children and the controversial The Satanic Verses, spoke on \"At What Cost Safety? Today's Moral Compass\" in the Storer Auditorium.\nRushdie was born in Bombay, India, in 1947 and went to college in England. After the 1989 publication of The Satanic Verses, Iran's Ayatollah Ruhollah Khomeini issued a fatwa calling for his death. With the constant threat of death, he lived under the protection of the British government. The British and Iranian governments have since reached an agreement to not carry out the fatwa.\nRushdie spoke about the nature of terrorism, and stressed the importance of protecting \"principles of liberty\" while fighting terrorism. He said that resentment against America has gotten worse since the end of the Cold War, as it allowed resentment to be concentrated towards one superpower -- the U.S. -- instead of two.\n\"Islamic terrorism is a standard-bearer for this resentment,\" Rushdie said.\nHe drew parallels between his experience with the security surrounding him following the fatwa and current western policies on terrorism.\nHe said a decision the world is faced with is that of \"the difference between jail and security.\"\n\"The day in which you allow the security to take precedence over your own instincts and aspirations is the day in which you are in jail,\" Rushdie said.\nHe also criticized the Patriot Act and the government's stance on torture.\n\"The easy equation of politicians, of authoritarian acts and patriotism, is a piece of false rhetoric,\" he said. \"It is very alarming to think that somewhere in the recesses of the American government, there's a list of 'dangerous books.' It creates a paranoid state and these regulations need to be fought.\"\nRushdie also spoke out about Abu Ghraib and a recent anti-torture bill.\n\"It is very important to never allow the government to torture its prisoners because that country will no longer be the United States,\" he said.\nHowever, Rushdie did voice his support of a war on terror, specifically mentioning the U.S. campaign in Afghanistan, adding that he doesn't think terrorism is a \"phantom threat.\"\n\"If there's a limiting point on freedom, it's that you shouldn't give freedom to people who'd destroy your freedom if they were allowed to exercise their freedom,\" he said.\nHowever, Rushdie mentioned that the war on terror could not be won in a purely militaristic way and expressed that he sees a pattern of widespread resentment against the jihadi mentality in areas where it's most widespread.\nRushdie also said he didn't support the invasion of Iraq.\n\"[It] seems like a sidetrack, he said. \"[Like] kind of changing the subject. And I think that's a mistake.\"\nStudent response to the event was positive.\n\"A lot of the things he said made sense to me,\" Marjan Asarzadegan, junior, said. \"It should wake up a lot of people. I'm originally from Iran, so it was important to me.\"\n(C) 2005 The Miami Hurricane via U-WIRE\n\nLoad-Date: November 18, 2005"
}