{
    "title": "Ads linking drugs, terrorism return; Drug office redirects youth effort",
    "publisher": "advertising age",
    "year": 2002,
    "month": 9,
    "day": 16,
    "full text": "Eight months after its controversial ad effort that suggested illegal drug use supports terrorism, the White House Office of National Drug Control Policy returns to the theme tonight. The new spot coincides with a major shift in the direction of the youth ad effort as the drug office puts the bulk of its budget behind discouraging marijuana use.\nThe terrorism ads are from WPP Group's Ogilvy & Mather rather than the Partnership for Drug-Free America, which handles most of the office's creative. A spokesman for the Partnership said the group declined to create those ads. BBDO Worldwide Chairman-CEO Allen Rosenshine, also vice chairman-executive creative director for the Partnership, earlier ripped the first drug/terror executions, saying they violated a basic premise of consumer advertising by telling people ''what they are doing is stupid and bad.''\nBut Alan Levitt, director of the youth ad campaign, said ''We had a phenomenal reaction to the first set of ads,'' adding, ''It generated debate on the drug issue.''\nThe drug office said viewers had a hard time believing the first drugs-and-terror ads that ran on Super Bowl XXXVI, which suggested drug profits that helped support terrorism applied to local marijuana purchases. The new effort focuses on the closer-to-home impact of drug terrorism.\n'a bitch'\n''This is Dan,'' says one. ''This is the joint that Dan bought. This is the dealer who sold the joint that Dan bought,'' the ad continues, setting up a chain linking Dan to terrorists (see AdReview at right). A similar spot features the fictional Stacey. One version added the words ''Responsibility's a bitch, isn't it Dan?'' a rare use of profanity in a network TV spot and certainly the first in a government spot. But the drug office opted not to use the wording, even though General Electric Co.'s NBC and News Corp.'s Fox approved the harsher spot, according to the drug office.\nOfficials of the White House Office of National Drug Control defended the spots, and said the latest flight aimed at ''influencers'' will account for 10% of the office's $150 million a year in paid ads. The drug office gets a free ad for every paid ad.\nfocus on marijuana\nTom Riley, the office's public-relations manager, said the ads were tested. The drug office drew criticism from the Partnership for not fully testing the earlier campaign.\nAt the same time, the drug office starts implementing drug czar John P. Walters' directive to focus on marijuana. The drug office said $41 million of its spending through January-$60 million if matching ads are included-will be devoted to anti-marijuana ads.\nThe first ads, from Euro RSCG MVBMS, (AdAge.com QwikFIND aan96w) are aimed at parents and feature kids telling a parent it's OK to ask about what their kids are doing, because it helps prevent drug abuse.\nAllen St. Pierre, executive director of National Organization for Marijuana Legalization Foundation, suggested that the drug/terror ads create a false paradigm that terrorism is caused by drugs and not by the illegality of drugs. ''What the government wants to do is make the message louder, but it's no more effective,'' he said.\nThe Partnership has also criticized the extent of attention to marijuana, saying a more balanced approach to several drugs would be preferable. The drug office, however, calls the difference between marijuana and so-called harder drugs ''a false dichotomy,'' noting the focus of the campaign is entry-level drugs.\n\nGraphic\n\n \nDeal with it: The new drug campaign shows a terrible chain reaction from buying drugs.\n\nLoad-Date: September 20, 2002"
}