{
    "title": "Advance Through the Range of Emergency Service Administration - The Arapahoe Pinnacle",
    "publisher": "university wire",
    "year": 2019,
    "month": 9,
    "day": 24,
    "full text": "Image via Cam Yarumian\nCourtney Kuntz, director of Bachelor of Applied Science and Human Services, on Wed Sept 11, 2019. ACC has now a Bachelor program in Emergency Service Administration.\nCameron Yarumian, Reporter September 24, 2019\nThe Emergency Service Administration program is a new online bachelor's degree as of last August, that has total credit hours of 120 credits (60 prior credits in AAS + the 60 in the BAS in EAS).\nArapahoe Community College offers two bachelor degree programs: Bachelor of Science Nursing (BSN which started summer of 2019) and a bachelor's degree of Applied Science in . Courtney Kuntz is the director of the BAS' and Human Services. Which includes paralegal, criminal justice, early childhood education, elementary education and the BAS in ESA.\nKuntz says curricular development plays an important role in the bachelor's degree; by building the new program from the ground up. The ESA program is intended to support students who are pursuing careers in emergency service. Students who apply for this bachelor, usually have an associate degree which is usually called a two plus two programs where they take the first 60 credits from the associates.\nThe classes were designed to get leadership positions in the field, as well as other administration positions. Some of the students currently work in those professions and have gone as far as they can go within their field; which is why if they want to grow further up, they come back for bachelors.\nAn online format is the best for this program, due to its overabundance of students from various locations such as, Cortez, Elizabeth, and Holyoake. Having it online, helps them do the work when they have that time. \"When and if they get called out on an emergency, they can stop their work and do it when they get back,\" says Kuntz.\nThe EAS program has an instructional designer who works with their subject matter experts: for the terrorism class, they have a terrorism expert who helps with what to teach and how to teach it with case studies.\nSome difficulties and/or challenges that they've run into is making sure that it can be engaging and interactive as much as possible; considering most the students involved are used to the hands-on experience with their associates. They currently have six faculty members-including Human Resources and the new member that they hired specifically for this program.\nKuntz says this program is \"inherently multi-disciplinary\", each class has had input from all the different disciplines. One of the instructors is the battalion chief for Castle Rock fire. The program has reached out and partnered with the general education faculty; because they work with each of the instructors to tailor them to emergency services.\nThe students are learning the same subject as you would in general courses, but they are learning response times, case studies and projects that apply to emergency services. When you work in emergency services you can't promise to be on campus certain times a day.\nKuntz, herself, attended the University of Minnesota, while she was a student there, she got involved in a work-study position with American Reads. American Reads program is when you go out and tutor kids with literary skills, then went to Florida and worked for a small college in career services, helping kids with career exploration and helped to train faculty and staff in civic engagement and so much more.\nWhich then lead her to worked for Colorado of Education and then moved to the Douglas County area and found this job to suit her; with all the experience of always being in the field of education administrator.\nKuntz was excited to work at a community college because she is a first-generation college student and says, \"I understand the struggles college students are going through, and I think community colleges play an important role in communities.\" She hopes for the STURM campus to expand their abilities to have a virtual meeting with all the students who are a part of the program.\nThe future within the STURM campus will help everyone collaborate with the new amounts of technology that it offers. \"It's hard to carve out the time to do this, no matter what stage of life you're in. But commit to it, just start and you will see it will pay off at the end. Having a bachelor's degree opens up so many more opportunities for you,\" she said.\nLearn more about ACC's BAS in Emergency Service Administration\n\nLoad-Date: October 17, 2023"
}