{
    "title": "Advertisers opposed to tax trade negotiation for terrorism",
    "publisher": "the new york times",
    "year": 1987,
    "month": 7,
    "day": 7,
    "full text": "I think the lawyers were the first group to troop in.\n \n     I can tell you that at least one hard-bitten editorial writer was    touched by the concern that the lawyers expressed for all those    indigent Floridians who might be left without adequate legal    representation if the state went through with its plan to place a 5    percent tax on lawyers' fees.\n \n     Of course, such sensitivity is typical of our most successful    lawyers. I'm sure you've all had an experience similar to this: You    need some legal help, but you're not sure you can afford it. Your    lawyer is quick to reassure you: \"Well, Mr. Friedman, if this    $ 200-an-hour rate is a little rich for your blood, I'll be happy to    knock 5 percent off the top.\"\n    I was less impressed by the lawyers' sob story when I remembered    that most of their fees come from rich individuals and richer    corporations, not average Joes off the street. I was even less    impressed when it occurred to me that those lawyers sitting in our    conference room might better express their concern for the downtrodden    by taking on a little more pro bono work, or at least by swallowing the    5 percent tax on the bills of their neediest clients. An attorney    making $ 200,000 a year would see his income drop all the way down to    $ 190,000 if he wrote off every penny of tax on every client's bill.\n \n     A few days later, the advertisers came in and succeeded in making    the lawyers look like a bunch of Peace Corps volunteers. Florida House    Speaker Jon Mills calls the national advertisers \"terrorists.\" House    Speaker-to-be Tom Gustafson, who is less cautious with his words, has    even less flattering descriptions of them.\n \n     I've forgotten exactly how the advertisers attempted to cloak their    naked self-interest. Without indigent litigants to hide behind, they    didn't even make much of an effort to mask their real message, which    goes something like this: \"We're rich and powerful, and you'd better    not mess with us.\"\n \n     Mills and others call the advertisers terrorists because they're    trying to hold the state hostage in order to change legislation that    they happen not to like. The new sales tax on services, rushed into    effect much too quickly, unquestionably has its problems, and state    officials were prepared to respond to specific complaints about the    bill. But groups such as the Association of National Advertisers and    corporations such as Procter & Gamble and Johnson & Johnson have let    Florida know that they prefer blackmail to negotiation.\n \n     While I'm about the business of slagging entire professions, I    would be remiss if I didn't say a few words about all the newspaper    executives who have ordered their editorial staffs to join the Crusade    of the Well-to-do against the new tax on services.\n \n     We have the nominees in the category \"Most Hypocritical Editorial    in a Supporting Role\" - and the winner, in New York, is … The New    York Times. Until Wednesday, the Times had not been in the habit of    telling the state of Florida how to run its business, but economic    interests occasionally can outweigh journalistic judgment even on that    stuffiest of editorial pages.\n \n     After trotting out the silly argument that a nominal sales tax on    advertising might represent an unconstitutional infringement on free    speech, Times editors concluded that Florida should instead raise    property taxes and institute a state income tax. Not that anyone asked.\n \n     It's only fair to note that some newspapers in Florida, including    some owned by the New York Times, have supported the idea of a state    income tax as a more equitable way of providing the revenue that a tax    on services will produce. Most of the lawyers and advertisers who    oppose the tax on services haven't bothered to suggest an alternative.\n \n Presumably, they would be happy to see the state's schools and roads    and prisons continue to deteriorate in return for that extra 5 percent    in their own pockets.\n \n     A lot of non-lawyers, non-advertisers and non-editorial writers    also have criticized the new tax on services, but I suspect that most    people's opposition will diminish once they consider the realistic    alternatives. While the organized special interests are pulling ads for    their products, they're buying plenty of other spots telling Floridians    to write Gov. Bob Martinez to tell him how they feel. It's only fair    that the executives of the companies now terrorizing the state should    have a similar opportunity to hear how Floridians feel about their    tactics. While you're writing the governor, you might want to drop them    a line, too.\n \n \n   Robert Friedman is editor of editorials for the Tampa edition of the    St. Petersburg Times.\n \n\nLoad-Date: November 19, 1992"
}