{
    "title": "ADVISER SAYS REAGAN WILL DISMISS OFFICIALS LINKED TO REBEL PRIMER",
    "publisher": "the new york times",
    "year": 1984,
    "month": 10,
    "day": 22,
    "full text": "The White House national security adviser said today that President Reagan would dismiss any United States official who developed or approved the Central Intelligence Agency manual advising Nicaraguan rebels to commit political assassinations.\n The adviser, Robert C. McFarlane, said Mr. Reagan ''will deal with this as he has with other issues in this domain, unequivocally, firmly, promptly.''\nThe primer became public last week, and on Thursday the President ordered two investigations to determine if the C.I.A. acted improperly in preparing it. Mr. McFarlane said he expected the investigations to be completed ''within a week or so.''\n \n'A Subordinate Thing'\nAsked if the C.I.A.'s director, William J. Casey, will be dismissed if the investigation shows that he was involved, Mr. McFarlane said, ''Whoever was involved ought to be fired.''\nWhite House national security adviser Robert McFarlane says Pres Reagan will dismiss any US official who developed or approved CIA manual advising Nicaraguan rebels to commit political assassinations; Reagan has ordered two investigations to determine if CIA acted improperly in preparing manual; Reagan, during TV debate, says manual was written by man in Nicaragua who was paid to advise agency (M)\nBut he added that ''all the evidence preliminarily is that this was a subordinate thing, perhaps not even someone who is employed by the C.I.A.'' Mr. McFarlane was interviewed on the ABC News program ''This Week.''\nIn the debate tonight in Kansas City, Mo., between the President and his Democratic challenger, Walter F. Mondale, Mr. Reagan was asked about the manual. He said that it had been written by a man in Nicaragua who was paid to advise the agency and that agency officials in Nicaragua and in Washington had excised some of it, ''but some of the original copies got out down there.''\nMr. Mondale disagreed, saying that ''several thousand'' of the manuals had been distributed.\nLast week a White House spokesman said the primer ''appears to be the work of a low-level contract employee of the C.I.A. working in the region.''\n \n'Brought a Lot of Money'\nRebel leaders said the man was named John Kirkpatrick and was a veteran of the Korean and Vietnam wars who had a particular interest and expertise in psychological warfare techniques. They said the primer was prepared from Mr. Kirkpatrick's personal notes.\nThey added that he paid for publication of 2,000 bound copies of the manual, titled ''Psychological Operations in Guerrilla Warfare,'' and also bought the rebels expensive specialized equipment, including loudspeakers, public address systems and cameras.\n''He brought a lot of money with him,'' said Edgar Chamorro, one of the directors of the rebel group, the Nicaraguan Democratic Force.\n \n'Something of a Maverick'\nMr. Chamorro said other C.I.A. employees working with the rebels in Honduras were aware of the primer. He said the others were friendly with Mr. Kirkpatrick. ''They kidded him a lot,'' he said. ''They thought he was something of a maverick.''\nMr. Chamorro said Mr. Kirkpatrick spent three months with the rebels last fall but frequently traveled back to the United States during that period.\nToday Mr. McFarlane said, ''The President has made clear that if there were U.S. officials involved in the development of this and approval of it, then they ought to be fired.'' Asked again if they would be dismissed, he said, ''Yes.''\nA White House spokesman said on Saturday that the President became aware of the primer when he read a newspaper article about it on Wednesday. ''As to whether there were others in the White House who may have known about the document or its history, I don't know,'' he added. ''That's what we will find out in the investigations.''\n \nKidnappings Are Advised\nSenator Paul Laxalt, traveling to Kansas City with President Reagan today, said of the primer, ''We've got to get to the bottom of that.'' Mr. Laxalt, general chairman of the Reagan-Bush campaign, said: ''For us to be instructing people in Central America in how to go about terrorism is an exercise in futility.''\nThe primer ''came to light as a document that had been circulated to some degree in a format with parts that didn't comply to policy,'' he said.\nThe primer advises the rebels to ''kidnap all officials of the Sandinista Government,'' to arrange the deaths of their own members so they will become martyrs and to execute selected Nicaraguan officials publicly.\nThe C.I.A.'s Deputy Inspector General is investigating the primer, as is the Intelligence Oversight Board, whose members are appointed by the President. The Senate and House Intelligence Committees and the General Accounting Office, the investigative arm of Congress, are also investigating the primer.\nIn 1981, President Reagan signed an executive order that forbids Government employees to take part in assassinations or to ask anyone else to commit assassinations.\nThe Nicaraguan rebels' activities have been financed by the United States, through the C.I.A., since 1981. On Saturday Mr. Chamorro said, ''Frankly, I do admit we have killed people in cold blood.''\nHe added: ''We do believe in the assassination of tyrants. Some Sandinistas are tyrants in the small villages.''\nToday, Bosco Matmoros, the Washington representative for the Nicaraguan Democratic Force, said Mr. Chamorro ''is not authorized to speak on the F.D.N.'s behalf anymore.''\nAlthough Mr. Chamorro remains an officer in the rebel force, Mr. Matmoros said, ''his views as they have been presented are his own, not the F.D.N.'s.''\n''We have condemned any form of terrorism, including assassinations.''"
}