{
    "title": "Afghan suicide blast kills 8 Victims were Americans, may have included contractors, intelligence age",
    "publisher": "the new york times",
    "year": 2009,
    "month": 12,
    "day": 31,
    "full text": "KABUL, AFGHANISTAN - A suicide bomber killed eight American civilians Wednesday at a U.S. base in southeastern Afghanistan, according to U.S. and NATO officials.\nThe attacker detonated explosives at Forward Operating Base Chapman in Khost province near the Afghan border with Pakistan, U.S. officials in Washington said. The bomber, wearing an explosive vest, managed to elude security and reach an area near the base's gym, said one official, who did not want to be identified because the official was not authorized to speak about the attack. It was not clear whether the bomber entered the gym.\nOne official said Forward Operating Base Chapman is \"not a regular base,\" suggesting that it was used by American intelligence agencies.\nA senior State Department official told The Associated Press on condition of anonymity that all of the victims were civilians. However, that could include military contractors and U.S. intelligence officials.\nIn Kabul, a spokesman for the international coalition force in Kabul said no U.S. or NATO troops were killed in the afternoon explosion.\nAnother senior U.S. official in Washington said there were conflicting reports on the number of casualties, but that others were injured in the attack. The officials spoke on condition of anonymity because not all details about the incident had been confirmed.\nThe State Department did confirm that eight Americans had been killed, but would provide no further information.\n\"We mourn the loss of life in this attack, and are withholding further details pending notification of next of kin,\" State Department spokesman Ian Kelly said.\nEven by the standards of a war with a rising number of U.S. and NATO casualties, the attack was an especially deadly one for Americans in Afghanistan, who, in addition to soldiers, include a growing number of civilian contractors employed in reconstruction and intelligence operations. That the bomber managed to breach a secure base assigned to potentially sensitive operations also made the attack particularly audacious.\nKhost province borders Pakistan and has been a prime area for insurgents with links to the Taliban and al-Qaida who use Pakistan's lawless tribal areas as a base to stage their insurgency.\nU.S. bases in Khost, particularly Camp Salerno, one of the largest in the country, have been the targets of frequent attacks, but rarely, if ever, do suicide attackers make it past the main gate.\nRepeated suicide attacks at the entrance to Camp Salerno have killed dozens of Afghan laborers in the past several years.\nIn May, a suicide attacker exploded a car bomb near the main gate, killing seven civilians and wounding 21. The bombing took place a day after a coordinated Taliban attack inside the city of Khost, the provincial capital, that left at least seven civilians and eight insurgents dead.\nIn June, a man riding a motorcycle detonated explosives near a densely crowded intersection in the city, killing seven Afghan civilians and wounding 44, including seven children.\nLast week, heavily armed insurgents entered a police headquarters in Gardez, to the north of Khost, and battled Afghan and U.S. security forces for more than three hours.\nThat attack was attributed to the Taliban network run by Sirajuddin Haqqani, which bases itself just south in Pakistan's tribal area of North Waziristan.\nIn recent weeks, U.S. officials have stepped up pressure on Pakistan to root out the Haqqani network, whose fighters pose one of the greatest threats to U.S. forces and hold sway over large parts of Afghanistan, including Paktika, Paktia and Khost provinces.\nAFGHANS SAY CHILDREN WERE KILLED IN ATTACK\nSeparately on Wednesday, NATO questioned Afghan reports that international troops killed 10 civilians, including schoolchildren, in a weekend attack that prompted hundreds of angry Afghan protesters to burn an effigy of U.S. President Barack Obama and chant \"death\" to America.\nThe head of an investigative team appointed by Afghan President Hamid Karzai told The Associated Press by telephone that eight students between the ages of 12 and 14 were among the dead discovered in a village house in a remote section of Kunar province in eastern Afghanistan.\nNATO said in a statement released late Wednesday night that while there was no direct evidence to substantiate the claims, the international force had requested and welcomed a joint investigation to reach an \"impartial and accurate determination\" of what happened in the attack.\n\nLoad-Date: February 25, 2010"
}