{
    "title": "Afghan ambassador visits Cal Poly as part of International Education Week",
    "publisher": "university wire",
    "year": 2005,
    "month": 11,
    "day": 14,
    "full text": "California Polytechnic's International Education Week hosted Afghan Ambassador Said Tayeb Jawad, who spoke in Chumash Auditorium Thursday.\nJawad, a native of Afghanistan, is working to improve women's education in Afghanistan.\nJawad said that Afghanistan is the seventh poorest country in the world.\n\"A lot of Afghans, boys and girls, are eager to go to school,\" Jawad said. \"But we lack the hardware of education; schools, desks, books. And we lack the software; teachers, curriculum.\"\nJawad said the Afghan government has plans to strengthen their higher education. There are plans to have five new colleges, the main University in Kabul with four others in surrounding provinces. The government also plans to attract women who are less interested in education by having literacy programs combined with life skills, such as sewing.\nJawad encouraged American students to help by finding funds for Afghan students, find ing scholarships, and speaking to educators about sponsoring Afghan students.\nJawad also spoke of the improvements for women in his country. This year, for the first time, there were women running for political office.\n\"8.6 million participated in the election. These people are not only sending a strong message to Afghanistan, but to the people of the world,\" he said.\nJawad also spoke about Afghanistan's role in terrorism. He said that drugs were the biggest problem in contributing to terrorism. He also said the drug industry is making his country unstable.\n\"It's a $30 billion industry. Only $3 million goes to the people in Afghanistan, the rest goes to trafficking and distribution,\" he said. \"It can undermine everything we ever achieved.\"\nThe country, he said, has plans to offer farmers alternative development. He explained that if the farmer has a choice between making an income illegally or legally, the farmer will always choose what is legal and only with no other alternative to survive that will the farmer turn to growing drugs.\nJawad is grateful for the United States' presence in his country.\n\"We live in a global community. We have to make sure that together we fight terrorism,\" he said.\nHe told the audience that the United States and Afghanistan have worked together for many years, first to fight communist and now to end terrorism.\n\"I want young students to get the message about terrorism and to know about the contribution their country has made,\" he said.\nCity and regional planning senior Mike Marcus first heard about Jawad's speech while listening to Kite Runner author, Khaled Housseini.\n\"I felt it was an important opportunity to have such an important person come to our campus,\" he said.\n\"It was a cool thing to hear directly from a person from Afghanistan, since there's so many mixed views,\" said said Faith Arlen, an English sophomore.\n\"Though, his views are probably biased since he is in the government, it's still interesting to hear his viewpoint,\" she said.\n(C) 2005 Mustang Daily via U-WIRE\n\nLoad-Date: November 14, 2005"
}