{
    "title": "Afghan Leader Criticizes U.S. , Calling Arrests and Casualties Too High",
    "publisher": "the new york times",
    "year": 2008,
    "month": 4,
    "day": 26,
    "full text": "President Hamid Karzai strongly criticized the British and American conduct of the war here on Friday, insisting in an interview that his government be given the lead in policy decisions.\n  Mr. Karzai said that he wanted American forces to stop arresting suspected Taliban and their sympathizers, and that the continued threat of arrest and past mistreatment were discouraging Taliban from coming forward to lay down their arms. \n  He criticized the American-led coalition as prosecuting the war on terrorism in Afghan villages, saying the real terrorist threat lay in sanctuaries of the Taliban and Al Qaeda in Pakistan. \n  The president said that civilian casualties, which have dropped substantially since last year, needed to cease completely. For nearly two years the American-led coalition has refused to recognize the need to create a trained police force, he said, leading to a critical lack of law and order. \n  The comments came as Mr. Karzai is starting to point toward re-election next year, after six years in office, and may be part of a political calculus to appear more assertive in his dealings with foreign powers as opponents line up to challenge him. \n  But they also follow a serious dip in his relations with some of the countries contributing to the NATO-led security force and the reconstruction of Afghanistan, and indicate that as the insurgency has escalated, so, too, has the chafing among allies. \n  Complaints have been rising for months among diplomats and visiting foreign officials about what is seen as Mr. Karzai's weak leadership, in particular his inability to curb narcotics trafficking and to remove ineffective  or corrupt officials. Some diplomats have even expressed dismay that, for lack of an alternative, the country and its donors may face another five years of poor management by Mr. Karzai. \n  He was quick to reject such criticism, pointing out the ''immense difficulties'' that he and his government  faced -- ''What is it we have not gone through?'' -- while trying to rebuild a state that was utterly destroyed. \n  He called instead for greater respect of Afghanistan's fierce independence, and for more attention to be paid to building up the country, than doing things for it. \n  ''For the success of the world in Afghanistan, it would be better to recognize this inherent character in Afghanistan and work with it and support it,'' he said, speaking at his presidential office. ''Eventually, if the world is to succeed in Afghanistan, it will be by building the Afghan state, not by keeping it weak.''\n  Mr. Karzai said he was fighting corruption, a problem that is among the chief complaints heard frequently by diplomats and Afghans alike. Mr. Karzai said he had just fired an official the previous day and would be firing more soon. \n  Yet the president  explained that Afghanistan had never had so much money and resources pouring in, or seen such disparities in salaries, and was simply not capable yet of preventing the corruption. \n  He admitted that ''lots of things'' in the last six years could have been handled better and singled out policies led by the United States, namely tackling terrorism and handling the Taliban, both as prisoners and on the battlefield. \n  On terrorism, he repeated a call he has made for several years, that sanctuaries across the border in Pakistan be closed off. \n  ''There is no way but to close the sanctuaries,'' he said. ''Pakistan will have no peace, Pakistan's progress will suffer, so will Afghanistan's peace and progress, so will the world's. If you want to live, and live in peace, and work for prosperity, that has to happen. The sanctuaries must go, period.'' \n  The deaths of civilians in the fighting have also been a big problem, he said. ''It seriously undermines our efforts to have an effective campaign against terrorism,'' he said. While NATO says civilian casualties have declined in the last six months, Mr. Karzai said that was not good enough. \n  ''I am not happy with civilian casualties coming down; I want an end to civilian casualties,'' he said. ''As much as one may argue it's difficult, I don't accept that argument.'' \n  He added, ''Because the war against terrorism is not in Afghan villages, the war against terrorism is elsewhere, and that's where the war should go,'' referring to the Taliban and Qaeda sanctuaries in Pakistan. \n  He said the issue had caused tension between him and American officials. ''While those moments were very, very difficult, I must also be fair to say that our partners in America have recognized my concerns and have acted on them in good faith.'' \n  One of the biggest mistakes of the last six years has been the handling of the Taliban, he said, and the failure of his government to guarantee former members the amnesty that Mr. Karzai promised when the movement was toppled in December 2001. \n  He blamed mistreatment by some warlords and American forces for driving the Taliban out of the country, to Pakistan, where they regrouped and took up weapons again. \n  ''Some of the warlords, and the coalition forces at times, in certain areas of the country, behaved in a manner that frightened the Taliban to move away from Afghanistan,'' he said. ''That should not have happened.'' \n  The weakness of his own government meant that he learned only much later of some of the things that were occurring, he said. \n  He gave an example of a former member of the Taliban who was  quietly running a paint shop in Kabul and had been arrested three times by American and Afghan security services. \n  ''We have to make sure that when a Talib comes to Afghanistan, that he is safe from arrest by the coalition,'' he said. ''And we don't come to know when the coalition arrests them; it is a major problem for us, a problem that we have spoken about repeatedly without solution.''\n  Asked if he could stop American forces from arresting suspected Taliban or their sympathizers in Afghanistan, he said, ''We are working hard on it, very hard on it.'' \n  He   added, ''It has to happen.''\n  Mr. Karzai said he had not complained to the Americans about their treatment of people in their custody, despite long detentions, because he did not have details of specific cases. \n  Despite the many problems, Mr. Karzai expressed optimism over Afghanistan's path, and said that the change of government in Pakistan could bring progress against terrorism. ''We began on a very good note,'' he said of relations with the new government, led by the party of former Prime Minister Benazir Bhutto, who was killed in December. \n  ''I am fairly confident of their good intentions,'' he said. ''If the current government has the full backing of the military and intelligence circles in Pakistan and with the good intentions that they have, things will improve.'' \n  The president said he supported the Pakistani government's efforts to make peace with Taliban there who were not a threat to the rest of the world. \n  ''But if the deal is with those that are hard-core terrorists, Al Qaeda, and are bent upon sooner or later again causing damage to Pakistan, and to Afghanistan and to the rest of the world, then that's wrong and we should definitely not do it.''\n  He said he did not know Baitullah Mehsud, the militant leader who has been accused of instigating Ms. Bhutto's assassination, but said he would send him some advice: ''All that he is doing is hurting his own people, that he shouldn't do that.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: President Hamid Karzai says the American-led coalition in Afghanistan needs to do more to respect Afghans' independence.(PHOTOGRAPH BY MASSOUD HOSSAINI/AGENCE FRANCE-PRESSE, FOR THE NEW YORK TIMES)(pg. A6)                                                                  \n\nLoad-Date: April 26, 2008"
}