{
    "title": "Afghan schadenfreude as Pakistan reels in wake of deadly NATO strike A mistaken NATO airstrike kille",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 11,
    "day": 27,
    "full text": "A day after NATO warplanes apparently struck a border checkpoint, accidentally killing at least 24 Pakistani soldiers, US-Pakistani relations stand on the brink of failure. Pakistan cut NATO supply trucks coming into Afghanistan and ordered America to close a secret airbase inside Pakistan.\nBut for many Afghans, their neighbor's misfortune is their gain.\nIn a call-in program on Radio Free Europe on Sunday morning, listeners were phoning in to chat about the upcoming Bonn Conference where world leaders will discuss the future of Afghanistan. Amid this conversation, which had nothing to do with the border incident, a caller phoned into to say that he'd like to get in touch with the NATO pilot who killed the Pakistani soldiers so he could give the pilot a car as a way of saying thanks.\nIn Afghanistan, where accidental deaths caused by NATO air strikes remain a highly contentious issue, one might expect to find support or at least sympathy for Pakistan.Yet Afghan relations with Pakistan have fallen to such lows that a number of Afghans now rejoice upon hearing news of Pakistani deaths.\n\"This is not enough. We want America and NATO to go to Pakistan and kill all those people who help the terrorists,\" says Mohammadullah, a resident of Afghanistan's Kunar province directly across the border from Pakistan. Like many Afghans he has only one name. \"We want NATO to just say sorry, like they always tell us without investigating anything,\" adds Mr. Mohammadullah, with a trace of irony.\nNATO apologies in the wake of civilian causalities are often seen as disingenuous and not enough by many Afghans.\nGrowing animosity\nIn recent years, Afghan animosity towards Pakistan has grown considerably.\nAmong many Afghans, Pakistan is seen as supporting the insurgency here. President Hamid Karzai has regularly told American officials that if they serious about combating terrorism they must focus on Pakistan.\n\"There are many reasons why the relations with Pakistan are so bad, but the main reason is their encouragement of the insurgents against Afghanistan and not taking the needed actions against terrorism. Pakistan says that it is our friend, but they are always ready to stab us in the back,\" says Ahmad Saedi, former Afghan diplomat to Pakistan and an independent political analyst in Kabul.\nThis summer, tensions between the two nations rose to unusual heights as Pakistan fired hundreds of rockets and artillery rounds at targets on the Afghan side of the border. Hundreds of residents living in the border region fled their homes after several artillery shells inadvertently killed civilians.\nConsequently, much of the frustration with Pakistan is focused in eastern Afghanistan where anger over the Pakistani artillery attacks has yet to subside.\nMistrust and schadenfreude\n\"Let them taste this loss. Pakistan didn't work together with Afghanistan in an honest way. They've been two-faced,\" says Yousef Khan, a fruit vendor in Jalalabad, the largest city in eastern Afghanistan. \"We have similar culture and language, but the Pakistani government still tries to make problems for us.\"\nStill, for many Afghans, the incident at the border checkpoint is not so black and white.\nJust last week, seven Afghan civilians were killed in a NATO airstrike, making this an issue that resonates with many people here.\n\"If we have a problem with Pakistan, we should make every effort to solve it in other ways, not by fighting. What has fighting given us? Just destruction and death. I hope this latest incident gets resolved and things return to normal,\" says Ayub Fazali, a musician in Kabul.\n       \n\nLoad-Date: November 28, 2011"
}