{
    "title": "Afghan government at top of U.S. list on use of terrorism",
    "publisher": "the new york times",
    "year": 1988,
    "month": 8,
    "day": 23,
    "full text": "WASHINGTON - The Soviet-backed government of Afghanistan accounted    for well over half of all incidents of state-sponsored terrorism    worldwide last year, the United States said Monday.\n \n     A State Department report said that out of 189 such cases,    Afghanistan carried out 127 against Pakistan in its campaign of    retaliation for Pakistan's backing of Afghanistan's anti-communist    guerrilla movement.\nAssociated Press; New York Times    U.S. and Pakistani officials estimate that bombs planted by Afghan    agents have killed more than 400 civilians in Pakistan.\n \n     The State Department compilation indicated that Afghan-sponsored    terrorist acts almost tripled those of Iran, listed second with 44.\n \n Libya was third with seven terrorist episodes.\n \n     The report was prepared before last Wednesday, when a mysterious    plane crash killed Pakistani President Mohammed Zia ul-Haq, U.S.    Ambassador Arnold Raphel, Brig. Gen. Herbert Wassom and 27 others.\n \n     Pakistani officials suspect sabotage, but investigators lack    conclusive evidence as to the cause of the crash, which occurred 330    miles south of Islamabad.\n \n     State Department officials said any comment on the cause of the    crash would be speculative but added that Afghan agents have to be    \"among the suspects\" because of their alleged role in fomenting    terrorism in Pakistan.\n \n     Diplomats at the Afghan Embassy in Washington were unavailable for    comment.\n \n     In Moscow, the Communist Party newspaper Pravda on Monday heatedly    denied Western speculation that Afghanistan and the Soviet Union may    have had a hand in the plane explosion.\n \n     Pravda charged that Zia and the United States were ultimately to    blame for the crash of the C-130 transport because their support of the    Afghan guerrillas turned Pakistan into \"a nest of terrorism.\"\n \n -Information from the New York Times was used in this report.\n \n    \n\nLoad-Date: November 11, 1992"
}