{
    "title": "Afghanistan 's future",
    "publisher": "the deseret news",
    "year": 2013,
    "month": 10,
    "day": 18,
    "full text": "The United States cannot afford to have wasted more than a decade in Afghanistan, costing the blood of thousands of soldiers and untold billions in resources, only to let that nation again drift back into the hands of radical forces. While most eyes in the United States were trained on recent budget battles in Washington, Secretary of State John Kerry was engaged in negotiations designed to keep a small U.S. military presence in Afghanistan in 2014 and beyond. Without this support, it is hard to see how Afghanistan's fragile government can hold together against a terrorist onslaught. \nIt is significant to note that one of the chief cheerleaders for the total withdrawal of U.S. forces is Mullah Mohammed Omar, who is the head of the Taliban in Afghanistan. Prior to 9/11, Taliban forces took control of that nation, ruling with an iron fist and providing a safe haven for terrorists. It is significant to note that Iraq has, to a large extent, fallen into sectarian disarray since U.S. troops withdrew. Some of the same issues that kept the United States from keeping a residual force in Iraq are stumbling blocks today in Afghanistan. Chief among these is the issue of military immunity. Afghan President Hamid Karzai has insisted U.S. soldiers not be exempt from justice in Afghan courts if they violate laws. The United States has insisted, correctly, that it should deal with any soldiers who violate laws. Now, there is a draft agreement in place that may overcome this obstacle. A Loya Jirga, or council of elders, is supposed to convene in November to consider the issue of immunity. Unfortunately, that will be past the Oct. 31 deadline President Obama has set for deciding whether to keep a force in Afghanistan, but that deadline ought to be extended. Karzai has considerable influence over such a council, and his decision to sign off on the draft agreement may signal a willingness to give on the issue. Karzai also has said he wants a guarantee that U.S. forces would secure Afghanistan against intruders while giving Afghan forces control over all counterterrorism efforts. Washington has not been keen on those demands. Despite this, Kerry appears to have brokered a deal that uses deft language that can satisfy both sides. There are plenty of reasons for both sides to want to come to terms. The United States has an interest in maintaining an important staging area in the Middle East, especially in a nation that sits between Iran and Pakistan. Terrorism remains a real threat against the United States, and Afghanistan provides important access into the heart of territory where much of that activity foments. Providing anti-terrorism training to Afghan forces would keep the U.S. at the center of understanding how terrorists are operating. As for Afghanistan, its economy is dependent on the United States. A withdrawal of troops would mean the withdrawal of financial aid, as well. Without that, Karzai's government would be unlikely to maintain a military capable of withstanding attacks. We wish President Obama had been more enthusiastic about the need to keep a minimum security force there, but we are glad Kerry has been working hard to broker a deal. It makes no sense for the United States to leave Afghanistan with little hope of making good on a long quest to establish a peaceful government. \n\nLoad-Date: October 19, 2013"
}