{
    "title": "Afghan Angry at Pakistan 's Plan For Mines and Fence on Border",
    "publisher": "the new york times",
    "year": 2006,
    "month": 12,
    "day": 29,
    "full text": "President Hamid Karzai voiced strong opposition on Thursday to Pakistan's announcement that it would lay mines and erect fences along its border with Afghanistan. He said the moves would only hurt the people living in the region and would not stem cross-border terrorism.\n  ''Thousands and thousands and thousands of people have been maimed and killed by mines,'' Mr. Karzai said in comments to journalists at the Presidential Palace, ''and we are strongly against this idea. We are politically against it, and in humanitarian terms we are against it.\n''Mines will not prevent terrorism crossing the border into Afghanistan, or militants who come and kill our people. Laying mines or fencing the border will only separate people and families from each other. Rather than helping, it will cause people difficulty in movement in trade and meeting each other.''\n  Mr. Karzai has for months been accusing Pakistan of being a source of terrorism and of providing a haven to insurgent groups that, he says, recruit, organize and train fighters and suicide bombers who are then sent into Afghanistan.\n  ''If we want to prevent terrorism as a whole, forever eradicate them and defeat them,'' he said, ''then you must remove their sanctuaries, then you must remove the places they are being trained, their sources of finance, equipment and training. That is the best way.'' \n  Pakistan has denied the existence of training camps and the presence of Taliban or insurgent groups on its side of the border. \n  The Pakistani government has also deployed more than 80,000 soldiers in its border provinces to try to stem cross-border infiltration, and has now started to mine and fence the border to seal it more effectively, Riaz Mohammed Khan, the foreign secretary, said Tuesday at a briefing in Islamabad, the capital. \n  The border, known as the Durand Line, for a British official who demarcated the boundary between Afghanistan and British India, has never been recognized by Afghanistan and remains contested at many points along its 1,500-mile length. It cuts through mountains and divides tribes and extended families of the region, many of them ethnic Pashtun like Mr. Karzai. \n  ''The same families are living on this side and on that side,'' he said. ''It is only going to prevent movement by civilian families and tribes.''\n\nhttp://www.nytimes.com\n\nLoad-Date: December 29, 2006"
}