{
    "title": "AFGHANISTAN 'S RULING TALIBAN HINTS AT INTEREST IN U.S. OFFER; DEAL IS BASED ON EXPULSION OF BIN LAD",
    "publisher": "st. louis post-dispatch ",
    "year": 1999,
    "month": 10,
    "day": 26,
    "full text": "The Taliban showed what could be a flicker of interest Monday in expelling suspected terrorist Osama bin Laden to avert U.N. economic sanctions.\n\"Ideas were discussed about how to resolve this issue,\" State Department spokesman James Rubin said after Taliban representative Abdul Hakeem Mujahid met with Assistant Secretary of State Karl F. Inderfurth. Rubin said the simple U.S. demand was that bin Laden be sent where he could face trial in the bombing last year of two U.S. embassies. \"We don't think it's that complicated,\" Rubin said.\nThe militia must exile bin Laden to stave off a threatened freeze of assets and worldwide boycott of the country's airline. \"There is not a lot that is new here other than the fact they are now discussing some ideas wit h us obviously because there isn't much time left before the sanctions bite,\" he said.\nThe Taliban's embassy in Pakistan said the religious militia was ready to discuss bin Laden with the United States but was not willing to hand him over, at least not until it received evidence of his involvement in terrorism. So far, the embassy statement said, the United States and United Nations have not offered any proof.\nEarlier, at a news conference, Secretary of State Madeleine Albright denounced the Taliban, calling its repression of women despicable. She suggested that the ruling militia had a chance at being accorded regular treatment by nations around the world if it let go of bin Laden.\nAlbright said: \"We want to make clearer that we consider Osama bin Laden and his activities a threat to Americans. He has made that very clear, and it is very important for the Taliban, if they wish to be treated with any sense of regularity, that he needs to be expelled to a country where he can be brought to justice.\"\nThe United States suspects that bin Laden, a Saudi multimillionaire, masterminded the bombing of the U.S. embassies last year in Nairobi, Kenya, and Dar es Salaam, Tanzania, in which 224 people were killed. His organization is suspected in other attacks, as well, and bin Laden is on the FBI's 10 Most Wanted List.\nThe U.N. Security Council threatened on Oct. 15 to impose sanctions on the militia if bin Laden is not expelled by Nov. 14.\n\nGraphic\n\n \nPHOTO Photo by THE ASSOCIATED PRESS - Secretary of State Madeleine Albright talks to reporters Monday at the State Department. She said diplomatic incentives would be available to Afghanistan's Taliban if it expels Osama bin Laden.\n\nLoad-Date: October 26, 1999"
}