{
    "title": "Afghan president condemns CIA payment reports",
    "publisher": "the new york times",
    "year": 2010,
    "month": 8,
    "day": 28,
    "full text": "KABUL, Afghanistan ? Afghanistan's presidential office on Saturday condemned U.S. media reports that Afghan government officials have received payments from the CIA in return for information. A statement from the spokesman's office called the reports part of an attempt to divert attention from the greater priorities of fighting terrorism, preventing civilian casualties, and disbanding private security companies blamed for lawlessness and corruption. \n\"Afghanistan believes that making such allegations will not strengthen the alliance against terrorism and will not strengthen an Afghanistan based on the law and rules, but will have negative effects in those areas,\" the statement said. \"We strongly condemn such irresponsible allegations which just create doubt and defame responsible people of this country,\" it said. Allegations of CIA payments to members of the Afghan government have raised concerns at a time when the United States is pressing Afghan officials to make the government less corrupt. The New York Times reported the agency had been paying Mohammed Zia Salehi, the chief of administration for Afghanistan's National Security Council, who was arrested last month as part of an investigation into corruption. The Washington Post reported the CIA was making payments to a large number of officials in President Hamid Karzai's administration. The presidential office statement did not address or deny any specific allegations, but called the reports an insult to the government and an attempt to defame people within it. Salehi's case has brought into sharp focus the issue of alleged corruption and favoritism within the Karzai government at a time when support for the war in the U.S. and Western Europe is eroding. Salehi was arrested by U.S. and British-backed investigators in a pre-dawn raid in July for allegedly receiving a car to block another corruption case. He was released after Karzai intervened. Karzai has promised to allow the investigation of Salehi to continue without political interference. The United States has said it views Salehi's arrest as a test case of Karzai's willingness to battle corruption in his government. The allegation that Salehi also received payments from the U.S. spy agency demonstrates the complex relationship Washington has developed with the Afghan government. George Little, spokesman for the CIA, would neither confirm nor deny the report. He said speculation about such matters was dangerous. The CIA has placed many Afghan officials on its payroll over the years, according to Ali A. Jalali, Afghan interior minister from 2003 to 2005 and now a professor in the Near East South Asia Center for Strategic Studies at the U.S. National Defense University. He said the U.S. intelligence agency has had deep involvement in Afghanistan for decades, and it would be natural for the CIA to have long-standing relationships with many Afghan officials. \n\nLoad-Date: August 29, 2010"
}