{
    "title": "Afghan trip confirms withdrawal support COMPASS_ Other points of view",
    "publisher": "daily news ",
    "year": 2012,
    "month": 2,
    "day": 21,
    "full text": "With nearly one in 10 troops in Afghanistan hailing from Alaska-based units, I decided to spend a long weekend in January traveling throughout the country. My mission: thank our troops for great work in incredibly tough conditions, and make sure America's mission fighting terrorism is being achieved.\n After meeting with troops, top civilian and military leaders and Afghan officials over four days, I believe we have met our initial objectives: we've dismantled much of Al Qaeda, killed bin Laden, weakened the Taliban and are closer to turning over Afghan security to Afghan forces.  Yet America's presence cannot be open-ended. That's why I support the Obama administration's plan to withdraw combat troops by the end of 2014 -- or sooner if conditions justify.\n This, my second visit, is part of my responsibilities on the Senate Armed Services Committee, which oversees military policy and funding. Along with Sen. Ron Wyden (D-Ore.) and Rep. Bill Huizenga (R-Mich.), we journeyed to Kabul and Helmand and Kandahar provinces. We focused on the transition of security responsibility to the Afghans, protecting troops from improvised explosive devices and improved combat medical care.\n In Kandahar, I visited the military members from Alaska's 1-25 Stryker Brigade Combat Team and presented four awards for combat bravery and dedication to duty. In eastern Afghanistan, Anchorage's 4/25 Army Spartans are enabling Afghans to run their country, and Alaska Army National Guardsmen will soon deploy to Afghanistan to provide security to reconstruction teams.\n In one of the most volatile areas and Taliban birthplace, Alaska's Arctic Wolves are doing their job superbly. They've taken back roads, cleared and held Taliban-dominated territory and are actively engaging insurgents. \n Compared to my last visit in May 2009, Afghanistan has come a long way. Afghan National Security Forces are assuming the lead for security and working independently of coalition forces. A professional Afghan National Security Force is being readied to keep peace on the streets, and keep terrorists off them. But the mission is not without enormous challenge. Insurgents are fighting hard to retake Afghanistan, to incubate terrorism and provide a safe haven for those intent on harming America. \n We also heard that corruption remains prevalent. Poppy cultivation for heroin production continues and some reconstruction efforts are undermined because it's too dangerous to leave secure bases. But there are areas where State Department and other civilians are living in Afghan communities, completing reconstruction and stabilization projects. Some Taliban have been persuaded to lay down their arms. \n There are upstanding Afghans in the government and military too, and they are working to make a more secure country. While at Camp Leatherneck, I spoke to an Afghan Army general who demonstrated the professionalism and leadership we expect of our own military leaders. \n We've come a long way, but much remains to be done. Our own nation faces a severe budget crisis and too many hard-working Americans are struggling to find jobs. The resources we're investing in Afghanistan should be redirected back home, when the time is right.\n That's why I support the plan to bring all of our combat troops home by the end of 2014. We could accelerate that timetable if Afghan National Security Forces are properly trained and fully taking on security responsibilities.\n To achieve that, we need to give military commanders the resources to accomplish the mission ahead of schedule and make investments to protect our troops as they carry out their jobs. For example, right now our troops need more equipment to protect against deadly improvised explosive devices.\n From my position on the Senate Armed Services Committee, I will demand answers from our nation's most senior leaders in upcoming hearings to ensure that our mission and strategy remain sound.  It's time to renew our focus on rebuilding America's economy, including energy, education and transportation investments in Alaska.\n I left Afghanistan immensely proud of our Alaska-based service members and all our military personnel. Despite hard living conditions, losing comrades, and risking their lives every day, their morale is high and they are full of pride for a job well done. \n Mark Begich, D-Alaska,  was elected to the U.S. Senate in 2008.  \n\nLoad-Date: February 22, 2012"
}