{
    "title": "Afghanistan _ more troops or missile strikes_ Both, actually",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 10,
    "day": 7,
    "full text": "US and foreign officials have reported recent success in counter-terrorism operations in Afghanistan and beyond based on better intelligence. Such operations are bolstering arguments that a smaller American force with a narrower mission could be the answer for Afghanistan.\nBut experts say that the intelligence on Al Qaeda, the Taliban, and other enemy fighters is gathered as a very result of the fact that the US and its allies have so many troops there.\n\"If you're not physically on the ground, people aren't going to talk to you,\" says Scott Stewart, vice president for tactical intelligence at STRATFOR, a global intelligence firm. Mr. Stewart says that the US and its allies are benefiting from the intelligence network they have built over the past eight years.\nIn recent weeks, the US can point to a number of successful attacks on wanted militants, from Afghanistan to Somalia and Pakistan, including a strike on Baitullah Mehsud, leader of the Pakistan Taliban, killed by a US air strike in August.\nMuch of the intelligence that allows those strikes to be successful comes from having more troops on the ground as well as the use of embedding spies into networks such as Al Qaeda.\n\"There is every indication that the intelligence picture is a better one, a more complete one,\" says Richard Barrett, who heads the UN's Taliban and Al Qaeda monitoring group.\nMr. Barrett says there is not necessarily a link between more intelligence and more troops on the ground. Instead, it comes from a variety of sources that have developed better intelligence-gathering capabilities and ways of disseminating that intelligence.\nBut others believe that it is too difficult to collect intelligence on the ground if you don't have enough forces to build - and maintain - the relationships to obtain information on militant activity. That would point to a more counterinsurgency-oriented strategy, potentially requiring thousands more troops on the ground.\nAt the other end of the strategic spectrum is a counter-terrorism approach - advocated by Vice President Joe Biden - that could focus less on using intelligence-gathering combat troops and more on drones, intelligence, and perhaps training indigenous forces.\nPresident Obama has said he does not want to reduce the number of troops in Afghanistan. The debate, the White House says, is over how many more troops should be deployed there. Obama has officially received a request for more troops from Gen. Stanley McChrystal, the top commander in Afghanistan, for as many as 40,000 more troops.\nTo Juan Zarate, an expert in counter-terrorism at the Center for Strategic and International Studies in Washington, the current debate on intelligence is muddled by the confusion over what enemy the US is trying to target.\nIn Pakistan, the US is after high-level Taliban or other militant group leaders or heads of the Al Qaeda network. In Afghanistan, there is far more nuance to targeting enemy fighters, who are more likely to be low-level and mix with the local population. That makes targeting them that much harder.\n\"When people talk about the counter-terrorism approach or the counterinsurgency approach, I think they're talking about apples and oranges,\" he says. \"There is no counter-terrorism approach in Afghanistan proper that is feasible because of the very nature of the insurgency.\"\nStill, he says, when it comes to intelligence, it's always better to have more ways to collect it.\n\"It's always better to have eyes and ears on the ground,\" says Mr. Zarate. \"That's a given.\"\n-----\nFollow us on Twitter.\n(c) Copyright 2009. The Christian Science Monitor\n\nLoad-Date: October 8, 2009"
}