{
    "title": "Afghan president offers peace talks with ousted Taliban leader",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 1,
    "day": 9,
    "full text": "President Hamid Karzai said Sunday that a few hundred Taliban fighters had reconciled with the government and suggested that militant leader Mullah Mohammed Omar should \"get in touch\" if he wanted to talk peace.\nIn the context of escalating violence, including suicide attacks, the remarks by Karzai in an interview with The Associated Press were seen as a significant softening of the government's previous policy of not negotiating with top leaders of the hard-line militia.\nDespite the spike in bloodshed, Karzai, who has U.S. backing, said the Taliban's resistance was fading.\nHe acknowledged, however, that he expected suicide attacks to continue in Afghanistan \"for a long time.\"\nKarzai said a booming drug trade presented a greater threat to Afghanistan than terrorism.\nOmar has been in hiding since U.S.-led forces ousted his fundamentalist Islamic regime four years ago for hosting Osama bin Laden in the wake of the attacks of Sept. 11, 2001.\nThe Taliban leader has a $10 million U.S. bounty on his head and is believed to be leading holdouts in a rebellion that left about 1,600 people dead last year, the most since 2001.\nKarzai, 48, won a five-year term as the war-battered nation's first democratically elected leader in 2004.\nHe invited all Afghans, \"Taliban or non-Taliban,\" to help rebuild the country, and he said that included Omar.\n\"If he wants to come, he should get in touch with us,\" the president said, indicating he was open to the possibility of talks with the reclusive militia leader despite his most-wanted status.\n\"We would see what he has to say, of course,\" Karzai said. \"But I don't think he will come.\n\"He has so much on his hands against Afghanistan. We don't even know as to where he is hiding. He has to first give us an account as to what he's done.\"\nKarzai, who appeared upbeat during the interview at his heavily guarded palace in the snowy capital, Kabul, said hundreds of Taliban members who were \"not associated with terrorism\" already had participated in a government reconciliation program.\nHe said the hunt for Omar and bin Laden, who are believed hiding in rugged mountains on the border between Afghanistan and Pakistan, would continue.\nThe president said terrorism was \"relegated to little more than a nuisance\" when compared with the scourge of drugs facing the country.\nAfghanistan is the world's biggest producer of illegal narcotics, yielding enough opium last year to make about 450 tons of heroin-- sparking warnings the country is fast becoming a \"narco-state.\"\nThe problem has criminalized the economy, tainted the country's image, hindered the development of strong government institutions and undermined young people's lives, Karzai said. He claimed that criminal gangs, including some from Europe, threatened to kill farmers if they didn't turn to cultivating poppies.\nKarzai said suicide attacks were a sign of the \"desperation\" of anti-government forces. The past four months have seen a spate of about 20 suicide bombings, once a comparative rarity in Afghanistan.\n\nGraphic\n\n \nPHOTO\n PHOTO - President Hamid Karzai of Afghanistan speaks in an interview in Kabul   on Sunday.     The Associated Press \n\nLoad-Date: January 9, 2006"
}