{
    "title": "Afghan President Welcomes Chance to Work With New Pakistani Leader",
    "publisher": "the new york times",
    "year": 2008,
    "month": 9,
    "day": 12,
    "full text": "President Hamid Karzai of Afghanistan said Thursday that he had found a better working environment in Pakistan with the election of the new president, Asif Ali Zardari, welcoming what he described as the ''serious and fundamental change'' in Pakistan's attitude to Afghanistan and the region.\n  Mr. Karzai, who was the only foreign leader to attend Mr. Zardari's inauguration in Islamabad on Tuesday, had an often testy relationship with Mr. Zardari's predecessor, Pervez Musharraf, one that despite public professions of brotherhood frequently descended into mutual recriminations. \n  Mr. Karzai has also repeatedly criticized Pakistan's military and its intelligence service, accusing them of encouraging terrorism and supporting militant attacks against Afghanistan.\n  But speaking at a news conference in Kabul, the Afghan capital, he said that he was met with ''good will'' during his visit to Pakistan this week and that he saw in Mr. Zardari, the widower of former Prime Minister Benazir Bhutto, someone who wanted peace for the people of Pakistan and Afghanistan and the entire region. \n  ''I hope we can use a great deal from this for the good of both countries and the good of peace and security in the region, to expel the murderous elements, the terrorists, the enemies of people and Islam,'' Mr. Karzai said. \n  He said Afghanistan would meet every step Pakistan took toward improving relations and fighting terrorism with several steps from its own side.\n  Mr. Karzai had a good relationship with Ms. Bhutto, and met with her in Pakistan's capital, Islamabad, on the morning of her assassination last December, after she had returned to the country to run in parliamentary elections. He had praised her as someone who understood the dangers of terrorism and the need to move against the militant sanctuaries in Pakistan's tribal areas.\n  Mr. Karzai's government warned her that there was a threat to her life before her return from self-exile to Pakistan in October 2007. Her procession through the city of Karachi on her arrival in Pakistan was attacked by a double suicide bombing,  which she survived. She was assassinated less than three months later, on Dec. 27, in an attack by a suicide bomber in Rawalpindi, the garrison town adjacent to Islamabad.\n  In February, Mr. Karzai welcomed the election of a new government in Pakistan led by Ms. Bhutto's Pakistan Peoples Party, which by then had come under Mr. Zardari's leadership. But he continued to criticize the country's policy toward militants in the border areas. \n  His government has been most critical of the policies of Pakistan's premier spy agency, the Inter-Services Intelligence, which it blamed for an assassination attempt on Mr. Karzai in April and a devastating bombing of the Indian Embassy in Kabul in July. \n\nhttp://www.nytimes.com\n\nLoad-Date: September 12, 2008"
}