{
    "title": "Afghan region braces for NATO offensive Residents flee as Taliban militants fortify defensive positi",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 2,
    "day": 8,
    "full text": "KANDAHAR, Afghanistan - Minivans piled high with mattresses and clothing lined up at checkpoints Sunday as hundreds of civilians fled a Taliban-controlled area ahead of a planned NATO offensive in southern Afghanistan.\nThe militants, meanwhile, dug in for a fight, reinforcing their positions with rocket-propelled grenades and heavy weapons, according to witnesses.\nThe U.S. military has not given a start date for the operation to clear insurgents from the Helmand province town of Marjah, the biggest community in the south under insurgent control. But the military has said fighting will start soon, and many residents weren't taking any chances.\nAmerican aircraft dropped leaflets over Marjah on Sunday warning people of the coming offensive, officers said, and the U.S. fired illumination rounds after sundown, apparently to help spot Taliban positions.\nVillagers said the leaflets were aimed primarily at the militants, listing several of their commanders by name and warning fighters to leave the area or be killed.\nU.S. Gen. Stanley McChrystal, the top NATO commander in Afghanistan, said the success of the operation depended on convincing civilians that the government will improve services once the militants are gone.\nThe offensive in Marjah - a farming community and major opium-production center with a population of 80,000 - will be the first since President Barack Obama announced he was sending 30,000 additional troops.\nAfghan President Hamid Karzai discussed the ongoing operations in Helmand province in a telephone conversation Sunday with British Prime Minister Gordon Brown, a spokesman for Brown said.\nThe spokesman said they \"welcomed the leading role\" played by Afghan Security Forces in preparing for the offensive, stressing that \"Afghan leadership was fundamental to the success of the operation.\"\nU.S. officials have long telegraphed their intention to seize Marjah. McChrystal said the element of surprise was not as important as letting residents know that an Afghan government will be there to replace Taliban overlords and drug traffickers.\n\"We're trying to create a situation where we communicate to them that when the government re-establishes security, they'll have choices,\" McChrystal said Sunday.\nThe International Committee of the Red Cross said there was no way to count the number of people who have left Marjah because many have moved in with relatives or rented houses in nearby towns instead of registering for emergency relief.\nIf the U.S. and NATO strategy is to succeed in Afghanistan, they also need to train Afghan government forces to take over their own security so the international troops can eventually withdraw. But relations between foreign and Afghan forces have often been uneasy.\nIn a sign of those strains, NATO-led forces said Sunday they had arrested a deputy provincial police chief they accused of helping insurgents place roadside bombs north of Kabul.\nNATO said Attaullah Wahab was arrested Friday in the Kapisa provincial capital of Mahmud-i-Raqi for involvement in the storage, distribution and planting of roadside bombs as well as corruption related to road reconstruction.\nReflecting the danger, a bomb detonated by remote control struck an Afghan patrol in Kandahar on Sunday, killing three policemen, according to a local policeman, Mohammad Razaq.\nTwo Swedish soldiers and a locally hired interpreter were killed by small arms fire near Mazar-e-Sharif in northern Afghanistan.\n\nGraphic\n\n \n Abdul Khaleq • Associated Press People fleeing the Afghan town of Marjah arrive Sunday at a checkpoint in Lashkar Gah, the provincial capital of Helmand province, south of Kabul. Fighting is expected soon in Marjah. \n\nLoad-Date: February 8, 2010"
}