{
    "title": "AFGHANISTAN 'S RULING PARTY SEEKS TO POSTPONE SANCTIONS; THE TALIBAN REFUSE TO GIVE UP TERRORISM SUS",
    "publisher": "st. louis post-dispatch ",
    "year": 1999,
    "month": 11,
    "day": 14,
    "full text": "Hours before a deadline for handing over Osama bin Laden, Afghanistan's ruling Taliban militia made a last-minute plea for the United Nations to postpone sanctions.\nThe plea was made as hundreds of protesters marched through streets in cities across Afghanistan, shouting \"Death to America\" and burning U.S. flags, Taliban's Radio Shariat said.\nThe protesters called on fellow Muslim countries to help. Demonstrations were held in cities in four provinces, though not in Kabul, the capital.\nThe U.N. sanctions against Afghanistan took effect at 11 p.m. St. Louis time on Saturday if the Taliban refused to hand over bin Laden for trial. He is accused of running a terrorist network out of his refuge in Afghanistan and masterminding the August 1998 bombings of two U.S. embassies in east Africa. The blasts killed 224 people.\nThe Security Council resolution imposing sanctions demands the Taliban give bin Laden to the United States or a third country for trial. The Taliban have refused, saying their traditions do not allow them to hand over \"a guest\" to his enemies.\nIn a statement Saturday, the Taliban Foreign Ministry said \"once again we are requesting the United Nations either to change the decision or postpone its implementation in a bid to give time for the solution of this problem. The Taliban are ready for talks with the United States, but there is no positive response from Washington.\"\nWashington has repeatedly rejected Taliban offers for talks or alternatives to surrendering bin Laden.\nThe Taliban called the sanctions \"unreasonable\" and said \"the United Nations has been used as a tool by the United States to victimize Afghanistan.\" They urged other Muslim nations to ignore the sanctions.\nMeanwhile, investigators are looking for clues in crude, homemade rocket launchers used in Friday's attack on U.N. and U.S. missions in Islamabad, Pakistan.\nArmed police were posted and razor wire strung around U.S. and U.N. facilities throughout the country. Six rockets were fired in quick succession at the missions and at government buildings in the Pakistani capital.  \n\nGraphic\n\n \nPHOTO Photo from THE ASSOCIATED PRESS -   Osama bin Laden, exiled Saudi dissident who lives in Afghanistan, is suspected of masterminding the deadly bombings last year at two U.S. embassies in Africa.  \n\nLoad-Date: November 17, 1999"
}