{
    "title": "AFGHAN PRESIDENT CRITICIZES WAR CONDUCT",
    "publisher": "the new york times",
    "year": 2008,
    "month": 4,
    "day": 26,
    "full text": "President Hamid Karzai yesterday strongly criticized the British and U.S. conduct of the war in his country, insisting in an interview that his government be given the lead in policy decisions.\nMr. Karzai said he wanted U.S. forces to stop arresting suspected Taliban and their sympathizers, and that the continued threat of arrest and past mistreatment were discouraging Taliban from coming forward to lay down their arms.\nHe criticized the U.S.-led coalition for prosecuting the war on terrorism in Afghan villages, saying the real terrorist threat lay in sanctuaries of the Taliban and al-Qaida in Pakistan.\nThe president said civilian casualties, which have dropped substantially since last year, needed to cease completely. For nearly two years, the U.S.-led coalition has refused to recognize the need to create a trained police force, he said, leading to a critical lack of law and order.\nThe comments came as Mr. Karzai is starting to point toward re-election next year, after six years in office, and may be part of a political calculus to appear more assertive in his dealings with foreign powers as opponents line up to challenge him.\nBut they also follow a serious dip in his relations with some of the countries contributing to the NATO-led security force and the reconstruction of Afghanistan, and indicate that, as the insurgency has escalated, so, too, has the chafing among allies.\nComplaints have been rising for months among diplomats and visiting foreign officials about what is seen as Mr. Karzai's weak leadership -- in particular, his inability to curb narcotics trafficking and to remove inefficient or corrupt officials. Some diplomats have even expressed dismay that, for lack of an alternative, the country and its donors may face another five years of poor management by Mr. Karzai.\nHe was quick to reject such criticism, pointing out the \"immense difficulties\" that he and his government have faced while trying to rebuild a state that was utterly destroyed. He called instead for greater respect of Afghanistan's fierce independence, and for more attention to be paid to building up the country, than doing things for it.\n\"For the success of the world in Afghanistan, it would be better to recognize this inherent character in Afghanistan and work with it and support it,\" he said, speaking at his presidential office. \"Eventually, if the world is to succeed in Afghanistan, it will be by building the Afghan state, not by keeping it weak.\"\nMr. Karzai said he was fighting corruption, a problem that is among the chief complaints heard frequently by diplomats and Afghans alike. Mr. Karzai said he had just fired an official the previous day and would be firing more soon. Yet he explained that Afghanistan had never had so much money and resources pouring in, or seen such disparities in salaries, and was simply not capable yet of preventing the corruption.\nHe admitted that \"lots of things\" in the last six years could have been handled better, and he singled out policies led by the United States, namely tackling terrorism and handling the Taliban, both as prisoners and on the battlefield.\nOn terrorism, he repeated a call he has made for several years, that sanctuaries across the border in Pakistan be closed off. \"There is no way but to close the sanctuaries,\" he said. \"Pakistan will have no peace, Pakistan's progress will suffer, so will Afghanistan's peace and progress, so will the world's. If you want to live and live in peace and work for prosperity, that has to happen. The sanctuaries must go, period.\"\nThe deaths of civilians in the fighting has also been a big problem, he said. \"It seriously undermines our efforts to have an effective campaign against terrorism,\" he said. While NATO says civilian casualties have declined in the last six months, Mr. Karzai said that was not good enough.\n\"I am not happy with civilian casualties coming down; I want an end to civilian casualties,\" he said. \"As much as one may argue it's difficult, I don't accept that argument.\"\nHe said the issue had caused tension between him and U.S. officials. \"While those moments were very, very difficult, I must also be fair to say that our partners in America have recognized my concerns and have acted on them in good faith.\"\n\nLoad-Date: April 29, 2008"
}