{
    "title": "Africa anti-terrorism effort looks long-term",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 1,
    "day": 11,
    "full text": "Washington --- The U.S. anti-terrorism military force in the Horn of Africa could be expanding and preparing for a lengthy stay, the commander said Friday in assessing his first 30 days in the area.\n\"You know, it's not a short-term battle over here,\" Marine Maj. Gen. John Sattler said in a telephone hookup with the press from his command ship, the USS Mount Whitney, in the Gulf of Aden.\nHe said officials were exploring options to relocate the headquarters to land, which could happen in April or May. He emphasized, though, that a decision had not been made. He also said U.S. Central Command leader Gen. Tommy Franks had told him that additional forces would be available as necessary.\nAJC\nThe joint task force, with about 400 troops on the headquarters ship and 900 ashore at Camp Lemonier in Djibouti, has been gathering intelligence and cementing relations with governments in the region but has not conducted any raids, Sattler said.\nU.S. troops are paying particular attention to the coasts and the potential for bombings at sea, such as occurred against the USS Cole in 2000.\n\"We take that threat very, very seriously,\" Sattler said.\nIt often is difficult, he added, to distinguish between legitimate activity and \"smuggling of weapons, munitions, explosives or individuals.\"\nIn another indication the task force could be in the area for a considerable period, Sattler said its work was to \"enhance the long-term stability of the region.\" He said the force would work with government and nongovernment agencies to help build schools and roads and provide humanitarian assistance.\nDavid Shinn, a retired State Department official whose career in Africa included serving as ambassador to Ethiopia from 1996-99, said that although such activities are \"a positive thing to be doing,\" it is unlikely they will have significant impact in the area.\nWhat is needed, Shinn said, is a \"very large, very well-thought-out, very long-term effort.\"\nDealing with terrorists in the area, defined by the task force as Kenya, Somalia, Ethiopia, Sudan, Eritrea, Djibouti and Yemen, is a major concern for the United States.\nDefense Secretary Donald Rumsfeld visited the area in December shortly after President Bush met in Washington with the leaders of Kenya and Ethiopia.\nThe Horn of Africa region has been the site of numerous deadly terrorist attacks, including those late last year against an Israeli hotel and jetliner in Kenya.\nOsama bin Laden's father is from Yemen, and bin Laden's al-Qaida network has support in areas of the country largely outside the central government's control. It is believed that members of the terror network and the extreme Islamic Taliban fled to the region as the U.S.-led coalition took control in Afghanistan.\nSattler said he had no indication that bin Laden was in the area. He also said the task force was not limited to hunting al-Qaida members.\n\"Our mission is for all transnational terrorism, regardless if it's individual, if it's sponsored by an organization like al-Qaida or it's even cells that we haven't heard of.\"\n\nGraphic\n\n \nPhoto: Operation specialist Nathaniel Hester gets a hug from mom Jan Brychta before he boards the USS Ponce at Norfolk, Va. The ship's orders are to support the war on terrorism. / CHRIS TYREES / Associated Press\n\nLoad-Date: January 11, 2003"
}