{
    "title": "Africa ripe for more terrorism",
    "publisher": "usa today",
    "year": 2001,
    "month": 10,
    "day": 30,
    "full text": "The same day that terrorists aligned with Osama bin Laden bombed U.S. embassies in Kenya and Tanzania, security forces in Uganda stopped a group of attackers from doing the same thing in that East African country.\n\"The plan was in progress when our security forces foiled it,\" Ugandan Ambassador Edith Ssempala said, repeating the disclosure Ugandan officials had made several weeks after terrorists struck the two embassies on Aug. 7, 1998. The attacks, which federal prosecutors say were orchestrated by bin Laden, exposed Africa as one of the prime locations for terrorist attacks against American targets overseas.\nAs U.S. forces pursue bin Laden and leaders of the Taliban regime in Afghanistan -- and federal law enforcement officials gain new powers to fight terrorists at home -- Africa is the Achilles' heel in our war against terrorism. The attacks on the U.S. embassies in Africa killed 224 people and wounded more than 4,000.\nIn the past 3 years, the threat of new attacks against U.S. targets in Africa has caused numerous alerts and temporary embassy closings there. The pro-bin Laden demonstrations that erupted in Nigeria and Kenya after U.S. airstrikes were launched against Afghanistan demonstrate the continuing ability of the Saudi expatriate to generate anti-American fervor in Africa.\nCells operate in Africa\n\"There are al-Qa'eda cells all over Africa,\" said Susan Rice, the Clinton administration's assistant secretary of State for African affairs. Since the embassy bombings, Rice says, the United States has tracked \"scores of terrorist threats\" in African countries that were either foiled or failed to materialize.\nBut that kind of good luck is not likely to last. With bin Laden on the run in Afghanistan and vowing revenge, chances are good that terrorists will try to strike at U.S. targets at home and abroad. Africa is fertile ground for terrorists. Despite the democracy movement that has transformed many of that continent's autocratic governments, a lot of African countries lack the structure and resources to combat sophisticated terrorist operations such as bin Laden's.\n\"They have weak governments; they don't have particularly effective or efficient border controls. And it's easy to get and manipulate passports in many African countries,\" Rice points out. Many African countries also have large numbers of poor and disaffected people from whose ranks bin Laden has been able to recruit foot soldiers for his terrorist organization.\nTo win the war on terrorism, the Bush administration has to devote some of its attention and resources to those African nations that want to join the battle against terrorism but lack the wherewithal to do so.\nCountries needs help\n\"We need training,\" Ssempala said. \"We need equipment. We need intelligence to fight terrorism in Africa.\"\nMonday, President Bush urged African nations to ratify a 1999 terrorism agreement and implied that could be a condition for getting U.S. aid. That would be an unnecessary litmus test that would delay assistance to many of the African countries that last month issued a declaration against terrorism.\nTo prevent a replay of the embassy bombings and forestall an even worse attack somewhere in Africa, the United States must make that continent's fragile democracies a viable part of the anti-terrorism coalition. As much as African countries need our help, we need their support to better monitor people suspected of terrorist activities and to track down and arrest those who have committed terrorist acts.\n\"We're fighting a war against terrorism as effectively as we can, not just for ourselves but for the rest of the world,\" Ssempala said.\nIt's in our best interest to give Uganda and other African countries the help they need to win their war against terrorism.\nDeWayne Wickham writes weekly for USA TODAY.\n\nGraphic\n\n \nPHOTO, B/W, AP file photo by Khalil Senosi; Bombing: Injured woman is removed from rubble of U.S. Embassy in Nairobi, Kenya, in 1998.\n\nLoad-Date: October 30, 2001"
}