{
    "title": "AFTER THE ATTACKS_ THE DIPLOMACY Powell Says It Clearly_ No Middle Ground on Terrorism",
    "publisher": "the new york times",
    "year": 2001,
    "month": 9,
    "day": 13,
    "full text": "Secretary of State Colin L. Powell marshaled a broad diplomatic effort today, talking to allied governments and sending stern messages to other countries that they can no longer remain neutral in the fight against terrorism. \n     Foreign nations were being given an immediate black and white choice in their relationship with the United States. \"You're either with us or against us,\" was the message that went out today, a senior administration official said. \n To that end, the administration today began to apply pressure to Pakistan, a country that has been accused of providing support for Osama bin Laden and giving his militant Islamic organization the freedom to operate. The director of the Pakistani Interservices Intelligence, Gen. Mahmoud Ahmad, who happened to be here on a regular visit of consultations, was called into the State Department today to meet with Deputy Secretary Richard L. Armitage. \nIn the last few months, the Bush administration has asked Pakistan to cut its ties with the Taliban, who rule most of Afghanistan, and to stop any of its officials from providing help to Osama bin Laden. \nAt today's session, the Pakistani security chief was told, according to an official, \"It ain't what you say, it's what you do.\" This was apparently a reference to the statement issued after Tuesday's attack by the Pakistani leader, Gen. Pervez Musharraf, expressing sympathy with the United States. \nSeveral administration officials said today that a list was being prepared of what the United States wanted from Pakistan, which in response to nuclear tests by India in 1998 also conducted nuclear tests. Among the top items was access to Pakistan's intelligence on Osama bin Laden. This would would be of major assistance in planning an assault against him and his network. \nThe new United States ambassador to Pakistan, Wendy Chamberlin, is scheduled to present her credentials to General Musharraf in Islamabad on Thursday. The administration was expecting some answers from the general at that session, officials said. \nThe implicit signal to Pakistan today was that if it did not choose to co-operate with the United States, then it could find itself a target in any retaliation for Tuesday's attack.\n\"The American people made a judgment -- we are at war,\" Secretary Powell told one television interviewer today. \"What they believe they saw clearly was an act of war.\" \nIt was a theme picked up later by President Bush in his statement at the White House, and then used for the rest of the day by administration officials. Secretary Powell, who was one of the key players in building the global coalition that the United States used in the Persian Gulf war in 1991, said the administration was seeking military and political backing in the short term for its response to the terror attack. It was also looking for long-term help.\n\"We're building a strong coalition to go after these perpetrators, but more broadly, to go after terrorism wherever we find it in the world,\" he said at a State Department briefing. \"This will be a major priority of the administration, and I can assure you it will therefore be a major priority of the State Department.\" \nBut how this coalition would actually work and what its members would be required to do militarily remained vague, senior State Department officials said. The role of Middle East countries, whose populations have been so angered by the administration's perceived embrace of Israel, was not specified. \nAs he went about his coalition building, Secretary Powell spoke to European foreign ministers to thank them for the NATO resolution, adopted today, that would be likely to result in military help from the alliance if the United States took retaliatory action. He also spoke to the Russian foreign minister, Igor S. Ivanov, as well as to leaders in Israel, Egypt, Jordan and Saudi Arabia. He was fairly insistent that the coalition would include Muslim nations, just as it did in the war against Iraq. \"It should include Muslim nations,\" Secretary Powell said. \"Muslim nations have just as much to fear from terrorism that strikes at innocent civilians.\" \nJordan -- which has provided important intelligence to Washington about terrorists in the past several years but has been quietly critical of the administration's approach to the Middle East crisis -- was ready to \"lend support in any way,\" said the Jordanian ambassador to the United States, Marwan Muasher. The envoy said he had already received calls of appreciation from the White House. \nThe emphasis on reaching out today -- to the United Nations secretary general, Kofi Annan, as well as to leaders of other nations -- appeared in stark contrast to the unilateral stance that the Bush administration was often perceived to have taken in foreign policy in its first eight months. \nOvernight, the administration was forced to change gears from an overriding emphasis on missile defense, a policy that threatened serious problems with European allies, Russia and China. \nIn the Senate, the chairman of the Senate Foreign Relations Committee, Joseph R. Biden Jr., Democrat of Delaware, said that Tuesday's attack had instantly transformed American foreign policy into one of seeking multilateral help. \nIn some ways, the Russians, who now see common cause with the United States in a war against terrorism, were bending over backward to be helpful -- particularly on Afghanistan. Russia and the United States have been quietly working in the last few months to try to isolate the Taliban. \nMr. Armitage, who is chairman of a joint United States-Russia task force on Afghanistan, was scheduled to leave for Moscow over the weekend to meet with senior Russian officials and discuss their assessments of Mr. bin Laden and his militant Islamic organization. \nSecretary Powell opened his day with five television interviews this morning, striding between camera positions on the mezzanine floor at the State Department as he telegraphed his message around the world: the United States feels itself to be at war but is also seeking allies in that battle. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Secretary of State Colin L. Powell said yesterday that the administration seeks military and political backing for its response to the terror attack. (Associated Press) \n\nLoad-Date: September 13, 2001"
}