{
    "title": "After Terrorism, Presidential Posturing",
    "publisher": "the new york times",
    "year": 2017,
    "month": 11,
    "day": 2,
    "full text": "New Yorkers on Wednesday were mourning the eight dead from a terrorist attack in Lower Manhattan and wondering how vulnerable they and their families might be, even as they picked themselves up, as New Yorkers do, and went on with life.\nSome of them inevitably thought back to another beautiful fall day in Lower Manhattan, on Sept. 11, 2001. After that day, they remembered, they and their nation were led in mourning, and toward unity, by a president who shared their sorrow and understood his own role. \n  The current American president reacted rather differently.\n  ''A Chuck Schumer beauty,'' Mr. Trump tweeted on Wednesday, blaming an immigrant visa program, signed into law by President George H.W. Bush and supported by Senator Schumer, for the fact that the terrorism suspect, an immigrant from Uzbekistan, was in this country as a legal resident.\n  Mr. Trump might instead have rallied the nation. But he could not resist resorting to his campaign fantasy that closing the nation's borders to those whom he selectively targets is the all-purpose solution to terrorist violence. Overnight, he and the nativist media seized on the title of the program -- the Diversity Visa Lottery -- to portray it as a ''politically correct'' indulgence undermining the country, rather than affirming its core values.\n  ''Sounds nice,'' Mr. Trump said of the program, which is open to about 50,000 applicants a year from nations that traditionally send few emigrants here. But ''it's not nice,'' he insisted. He called on Congress to end it.\n  Prompted by a question from a reporter, the president said he would ''certainly consider'' sending the suspect, Sayfullo Saipov, to the military prison at Guant치namo Bay, Cuba. That would be foolishly controversial and counterproductive, considering the criminal case that authorities are already building in New York. The accused allegedly left a note expressing sympathy for the Islamic State. Authorities charged him under terrorism laws, as investigators focused on whether he had meaningful ties to ISIS or other terrorist organizations.\n  ''I guess it's not too soon to politicize a tragedy,'' Mr. Schumer said in reaction to the president's charge that he was ''helping to import Europe's problems.'' ''President Trump, where is your leadership?'' Mr. Schumer said on the Senate floor, pointing out that the president's proposed budget would cut an estimated half-billion dollars from antiterrorism programs.\n  Mr. Trump's distortion of the attack, in which 11 people were injured, contrasted with his reaction to the Las Vegas shooting on Oct. 1 when 58 people were murdered and hundreds wounded. ''There's a time and place for political debate, but now is a time to unite as a country,'' Sarah Huckabee Sanders, the White House press secretary, declared in cutting off discussion of gun laws the day after the shooting.\n  This time, Mr. Trump issued a condolence tweet for victims and families, but on Wednesday cited the attack as prime evidence for his proposals to slash legal immigration in half in coming years and curtail Muslims' ability to enter the country. ''Being politically correct is fine, but not for this!'' the president tweeted, and later called for ''merit based'' immigration and ''no more Democrat Lottery Systems.''\n  The president, in suggesting that he might consider sending the defendant to Guant치namo Bay, enthusiastically trashed the federal court system as a ''joke'' and a ''laughingstock.'' Terrorism defendants need ''punishment that's far quicker and far greater than the punishment these animals are getting right now,'' he said. ''They'll go through court for years, at the end they'll be'' -- here the president paused, having perhaps reached the limits of his understanding of a proven system -- ''who knows what happens?''\n  In fact, what happens is prosecutors have won hundreds of convictions of terrorism defendants in the courts since Sept. 11 -- including Dzhokhar Tsarnaev, one of the Boston Marathon bombers, who was sentenced to death in 2015, two years after his crimes. Meanwhile, 16 years after the Guant치namo Bay prison opened, not a single Sept. 11 defendant held there has been brought to trial, including Khalid Shaikh Mohammed, the professed mastermind of the attacks. When it comes to achieving justice, Guant치namo is the real laughingstock.\n  Follow The New York Times Opinion section on Facebook and Twitter (@NYTopinion), and sign up for the Opinion Today newsletter. \n\nhttps://www.nytimes.com/2017/11/01/opinion/nyc-truck-terror-trump.html\n\nGraphic\n\n \nPHOTO (PHOTOGRAPH BY TODD HEISLER/THE NEW YORK TIMES)       \n\nLoad-Date: November 2, 2017"
}