{
    "title": "AFTER TALKS WITH BLAIR, MUSHARRAF SAYS HE REJECTS ALL TERRORISM; PAKISTANI PRESIDENT DOESN'T EXCLUDE",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 1,
    "day": 8,
    "full text": "Pakistan's president said Monday that his country rejected all forms of terrorism, for the first time making no attempt to exclude Islamic militants whose conflict with India over the disputed territory of Kashmir has brought the nations to the brink of war.\nThe statement followed a meeting with British Prime Minister Tony Blair, whose visits to India and Pakistan over the past two days turned into an exercise in shuttle diplomacy aimed at defusing simmering tension between the nuclear-armed rivals.\n\"Pakistan rejects terrorism in all its forms and manifestations,\" Pakistan's president, Gen. Pervez Musharraf, said in a statement with Blair after their meeting.\nMusharraf departed from his customary practice of saying that Pakistan does not consider the Kashmiri fighters terrorists, just \"freedom fighters.\" Blair had implied that such a distinction was untenable in the world climate after the terrorist attacks Sept. 11 in the United States.\nPakistan has long backed militants opposed to India's rule over part of Kashmir, the Himalayan region claimed by both countries and divided between them. Kashmir has sparked two of the three wars the countries have fought since independence in 1947.\nIndia has been outraged by deadly attacks on the assembly of the Indian-ruled part of Kashmir on Oct. 1 and on the Indian Parliament Dec. 13. Pakistan has denied India's charge that it was behind militant groups who were alleged to have carried out the attacks. Since then, the two countries have deployed thousands of troops to their border, raising fears of a new war.\n\"The president has given a very clear statement that he rejects terrorism in all its forms,\" Blair said. \"It is important, therefore, that any groups sponsoring terrorism like the acts of the first of October and the 13th of December have no place and no support.\n\"And I believe that that is the position of the president, and I welcome that.\"\nThere was no response to Musharraf's statement from India.\nPakistani authorities have announced mass arrests of militants for the past two weeks. The arrests have included the leaders and other members of two groups - Lashkar-e-Tayyaba and Jaish-e-Mohammed - that India accuses of the assault Dec. 13 on Parliament. Fourteen people were killed, including the five assailants, in the attack.\nPakistani police said Sunday that security forces had arrested 42 Muslim militants in eastern Punjab province, increasing the number of detainees to 300.\n\nGraphic\n\n \nPHOTO; Photo by THE ASSOCIATED PRESS - Seen through a wicker basket, Sham Singh, 26, carries chickens Monday as he prepares to leave his village of Chandiwalla, India, near the border with Pakistan.\n\nLoad-Date: January 8, 2002"
}