{
    "title": "AFTER THE STATEHOOD STUNT",
    "publisher": "daily news ",
    "year": 2011,
    "month": 9,
    "day": 24,
    "full text": "Choosing a facile and illusory public relations boost over the hard work of brokering a long-term peace deal, Mahmoud Abbas has gone through with his threat to seek recognition of Palestinian statehood at the United Nations.\nWhile the world body mulls the application, the Palestinian president must face the reality that the only path to full recognition for his people is to engage Israel in direct negotiations without preconditions. No more stalling. No more empty gambits. Come to the table now.\nIf peace is what Abbas seeks, there are borders to decide upon, with sensitivity to Israel's demographic changes and its vulnerability to attack in a hostile neighborhood. There's the so-called right of return of Palestinian refugees to wrestle with. There's the status of Jerusalem, which is and should remain Israel's capital. There's Israel's existence as a Jewish state to be affirmed.\nWithout the two parties coming to terms on these central, vexing questions, there can be no Palestinian state.\nIf and when talks do restart, the top three priorities for Israel will be security, security, security.\nAt the UN podium, Abbas cynically attacked Israel's attempts to defend itself as \"state terrorism.\" There was no mention of Palestinian terrorism, including the unrelenting barrage by Hamas, which is still dedicated to rendering Israel extinct.\nHamas is not some outlier in Palestinian politics. Abbas' Fatah faction signed a reconciliation agreement with it in May.\nIsraeli Prime Minister Benjamin Netanyahu lost no time in providing a reality check. Addressing the General Assembly a few speakers later, he declared that Israel was \"willing to make painful compromises\" on the path to peace.\nIsraelis \"want peace with a Palestinian state,\" he said, but the \"Palestinians want a state without peace.\" Well put. Israel has learned from painful experience.\nWhen the Jewish state cleared its troops out of Gaza, it was quickly seized by Hamas. They have rained missiles and mortar fire on Israeli civilians ever since. A repetition of that experience in the West Bank would strike at Israel's very existence.\nIf it's peace and not eternal conflict that Palestinian leaders truly want, they must reengage in talks. They will find in Israel a willing partner.\n\nLoad-Date: September 24, 2011"
}