{
    "title": "After Moscow attack, Russians question Putin's war on terror Russians are asking whether the repeate",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 1,
    "day": 25,
    "full text": "One day after a suicide bomber killed at least 35 people in Russia's busiest airport, Russians are asking whether the repeated ability of jihadists from the turbulent northern Caucasus to strike at will in Moscow means that the country is losing its own version of the war on terror.\nA few are even voicing the previously unthinkable suggestion that Prime Minister Vladimir Putin should resign, since he is the leader most closely associated with setting policy during the decade-long cycle of terrorism and brutal security countermeasures in the seething north Caucasus.\n\"We should urgently change our agenda, and insist that Putin and [Interior Minister Rashid] Nurgaliev come before the Duma [parliament] to explain themselves,\" says Vladimir Ulas, a Duma deputy with the Communist Party, which is usually loyal to the Kremlin on security issues. \"The authorities have failed in the struggle against terrorism, they can not guarantee national security, so why shouldn't we be discussing the resignation of Putin's government?\"\nExperts say Russian authorities failed to heed the alarms set off by terror attacks in Russia's heartland over the past couple of years, including a deadly 2009 blast that hit a luxury train near St. Petersburg and a twin suicide bombing in Moscow's crowded metro last March that killed almost 40 people.\n\"It seems that we live from one terrorist assault to another,\" Igor Korotchenko, a former high-ranking security officer, told the independent Ekho Moskvi radio station Tuesday.\n\"When it happens, we see authorities react. They give instructions and order intensive antiterrorist operations, but it all comes to naught until we are shaken by the next explosive terrorist act,\" he said.\nNew wave of militants\nChechen warlord Doku Umarov, one leader of the new wave of Islamist militants who have supplanted the Chechen separatists of the past, claimed responsibility for the Moscow metro bombings and is widely cited as a suspect in Monday's Domodedovo blast.\nMr. Umarov is rumored to maintain a secret camp in the Caucasus Mountains for training female suicide bombers, known as \"Black Widows,\" such as the two that struck in Moscow's metro last year.\nBut most Russian press coverage appears to agree that it was probably a male attacker who detonated the equivalent of 7 kilograms (15.4 pounds) of TNT in Domodedovo's international arrivals area Monday, killing at least eight foreign citizens along with more than two dozen Russians.\nMedvedev slams security measures\nPresident Dmitry Medvedev slammed lax security measures and promised that the terrorists would be caught and punished. After canceling his plans to attend the Davos International Economic Forum, Mr. Medvedev decided to deliver his previously scheduled address on global economic reform on Wednesday, then return immediately to Moscow.\nIn any case, many critics say that Putin is the man who should be held to account for Russia's perennial vulnerability to terrorist attacks against crowded urban targets.\n\"Putin came to power under the slogan of struggling against terrorism, and it was he who proclaimed 'mochit v sortire [wipe them out in the outhouse],' \" says Boris Nemtsov, a former deputy prime minister who is now co-leader of the Solidarnost anti-Kremlin opposition coalition.\n\"That was his key election idea, and over the 11 years that he's been in power one can say that the struggle against terrorism has failed. Terrorist acts - including nearly daily violence in the north Caucasus - have grown in number by six times, to 780 last year,\" he says.\nTrail of terror\nRussia's decade-long battle with terrorism opened with a series of still-unexplained 1999 apartment bombing that killed 300 people in Moscow and other cities. Putin, then prime minister and anointed heir to former President Boris Yelsin, responded with a massive military invasion of the rebel republic of Chechnya.\nA wave of bloody terrorist attacks followed, including a 2002 theater siege in central Moscow that caused the deaths of more than 120 people and a mass hostage taking at a school in Beslan, North Ossetia, where 330 people - more than half children - died amid the mayhem of an assault by Russian security forces.\nAt Domodedovo airport in 2004, two \"Black Widows\" managed to get past security and two different domestic airliners; both were blown up in mid-air and killed more than 100 people.\nThough Chechnya has since been largely pacified under the heel of pro-Moscow local strongman Ramzan Kadyrov, terrorists were able to strike the Chechen parliament in Grozy last year during a visit by Russia's Interior Minister.\n\"The northern Caucasus, especially the republics of Dagestan and Ingushetia, are not stable,\" says Mr. Korotchenko. \"This is where we find the roots of terrorism. Right now, instead of systematic measures, we send the money to prop up the local elites. It's not working. We see mass unemployment and poverty against the backdrop of palaces for local elite. This is a reliable recruiting tool for the terrorists.... [Russian security forces] do not have enough agents down there even to warn of coming terrorist attacks.\"\nViktor Ilyukhin, deputy chair of the Duma's security commission, agrees.\n\"Our special services need to stop terrorist attacks at the preparation stage, but they are lagging behind,\" he says. \"Foreign intelligence services seem to have learned these lessons after 9/11. Yet we did not, even though we've given up some of our freedoms to fight terrorism.... We forget these bitter lessons too quickly. I fear we'll talk about this one for a couple of weeks, then forget about it until the next terrorist strike hits.\"\n       \n\nLoad-Date: January 26, 2011"
}