{
    "title": "AFTER TERRORISM CHARGES ACQUITTAL, U.S. SWITCHES TACK TO DEPORTATION DID EGYPTIAN STUDENT JUST PICK",
    "publisher": "the new york times",
    "year": 2009,
    "month": 6,
    "day": 4,
    "full text": "MOORE HAVEN, Fla. -- Youssef Megahed toyed with a piece of lint on the other side of the bulletproof glass and described his case as simply \"weird.\"\nIn April, a federal jury acquitted him on charges of transporting explosives during a road trip with a friend, who had packed model-rocket propellants in the trunk. But three days later, in the parking lot of a Wal-Mart in Tampa, Mr. Megahed was arrested again in connection with the case, this time by immigration authorities.\nThe new charge is that he \"is engaged in or is likely to engage in\" terrorist activities, a violation of his legal residency in the United States.\n\"They just label you a terrorist, and that's it,\" said Mr. Megahed, 23, who moved to Florida from Egypt with his family 11 years ago and is held at an immigration detention center here.\nMr. Megahed is at least the third Florida defendant in three years to be brought up on immigration charges after prosecutors failed to win terrorism convictions in federal court.\nIf convicted of the new charges and deported, he would join thousands of other Muslim and Arab men sent home since Sept. 11, 2001, as part of an extensive law enforcement strategy relying on the immigration courts to remove potential threats.\nSome national security experts say the country is safer without such men, and immigration officials declare the deportations both legal and fair.\nBut with President Barack Obama scheduled to speak today in Cairo about repairing relations with the Muslim world, Mr. Megahed is being presented by critics of the U.S. immigration strategy here and abroad as a test case of the president's pledge to break with some of the Bush administration's most unpopular policies.\nEgyptian news outlets and blogs have taken up Mr. Megahed's cause. Several federal jurors who acquitted him have also made the rare move of publicizing their outrage at their verdict's being second-guessed. Arab-American and civil rights groups as well as churches have lobbied the Obama administration for his release.\n\"We are sending the wrong message to American Muslims and the Muslim world,\" said Ramzy Kilic, executive director of the Tampa chapter of the Council on American-Islamic Relations, an advocacy group for Muslims. \"If Obama really wants to make a new way forward with mutual respect, he has to start here at home.\"\nImmigration courts have not been central to federal prosecution of cases involving terrorism. But in such cases, these courts can present some advantages for the government because hearings can be closed to the public, the burden of proof is lower than in federal court and a wider scope of evidence, including hearsay, can be used. (Some of the same advantages apply to the controversial military tribunals for suspects accused of being foreign fighters).\nIn the Megahed case, Immigration and Customs Enforcement officials have emphasized that his deportation hearing is a civil, not a criminal, proceeding, possibly with new evidence, and does not amount to \"double jeopardy\" -- the prohibition on trying defendants more than once for the same crime.\nStill, the main question in the immigration case is essentially the same as it was in the federal trial: Is Mr. Megahed a danger to society, or, as his lawyer argues, is he only \"guilty of having stupid friends\"?\n\nLoad-Date: June 4, 2009"
}