{
    "title": "After attack, China's Uighurs fear prejudice Deadly incident deepens suspicion from Han community",
    "publisher": "usa today",
    "year": 2013,
    "month": 11,
    "day": 1,
    "full text": "In the past year, his first in the Chinese capital, street vendor Imam Hasan has hardly experienced a warm Beijing welcome.\nAuthorities have regularly confiscated the flatbed tricycle on which he sells walnuts, raisins and other snacks from his native Xinjiang, in China's far northwest.\nAs an ethnic Uighur and Muslim, Imam has faced discrimination by Beijing's landlords and hotels. He could find accommodation only in the distant suburbs, a daily two-hour cycle ride from central market areas.\nAnd now he faces new hassles.\n\"Police checked my ID three times since Monday, but I have nothing to do with that incident,\" Imam, 34, said Thursday. \"They just check me because I am from Xinjiang. I worry life will get worse here for Uighurs, the Han are often prejudiced against us,\" he said of China's majority Han community.\nIn a bloody first for Beijing, a suicide attack Monday killed the three occupants of the car and two tourists, injured 40 and brought terrorism into the political and symbolic heart of Communist China.\nChina's top security official said Thursday that the militant East Turkestan Islamic Movement organized the suicide car attack.\n\"The violent terrorist incident that happened in Beijing is an organized and plotted act. Behind the instigation is the terrorist group East Turkestan Islamic Movement,\" Meng Jianzhu, chief of the Commission for Political and Legal Affairs, said in an interview with Hong Kong-based Phoenix Television.\nChina believes the group aims to establish an independent East Turkestan in Xinjiang and blames it for insurgency in the region.\nFive suspects in the Beijing attack were detained Wednesday.\nChina's state-controlled media have allowed very limited coverage. Yet the vicious attack, and its apparently Uighur perpetrators, look set to deepen widespread suspicion among the Han that Uighurs engage in terrorism and other unlawful behavior.\nChina's 10 million Uighurs are less well-known internationally than the Tibetans, who also chafe against strict Chinese rule, but the  Uighurs arguably present a greater challenge to Beijing. Authorities often blame the frequent episodes in Xinjiang on hostile foreign forces. Critics say Beijing exaggerates this threat to justify tight controls and  crackdowns.\nRebiya Kadeer, the exiled president of the World Uighur Congress, called the attack tragic but pinned the blame on Beijing. \"If the Uighurs did it, I believe they did it out of desperation because there is no channel for the Uighur people to seek redress for any kind of injustice they had suffered under Chinese rule,\" she told Reuters, without accepting the official account. \"Chinese claims simply cannot be accepted as facts without an independent and international investigation of what took place in Beijing on Monday,\" she said.\nSuch an investigation seems unlikely. \"China hasn't had a great record in transparency with regard to Xinjiang and Uighur involvement in radical organizations,\" said Michael Clarke, an expert on Xinjiang at Australia's Griffith University. Most of the recent, violent incidents \"were based on local issues and grievances.\"\nContributing: Sunny Yang \n\nLoad-Date: November 1, 2013"
}