{
    "title": "After ten years, effects of 9_11 still felt in U.S",
    "publisher": "university wire",
    "year": 2011,
    "month": 9,
    "day": 8,
    "full text": "Ten years after 9/11, the U.S. remains changed in many ways. Photo by Associated Press/Mark Lennihan.\nNearly a decade after the attacks of Sept. 11, 2001, the attacks still affect how the U.S. and its people function.\nFred Timmreck, father of Brian Timmreck, a sophomore in the College of Communication, has served as a firefighter in the Chicago Fire Department for 16 years. He went to New York six weeks after the attacks to assist in the memorial services of firefighters who died on 9/11, serving in processions and meeting the families of the deceased.\n\"You go to Ground Zero and see what the destruction was and think, 'holy cow,'\" Fred Timmreck said.\nHe said while the fire department has received more training and equipment, specifically on terrorism, they need more money and consistent training to increase preparedness.\n\"I think we're a lot safer than we were 10 years ago,\" he said. \"Are we real safe? No, not at all.\"\nThe attacks affected not only security for firefighters, but national politics as well.\nChristopher Murray, lecturer and coordinator of student affairs at the Les Aspin Center for Government in Washington, D.C., said he remembers being in the nation's capital on Sept. 11 with students in the Les Aspin program.\nThe students were out on internships that morning - most in congressional offices - at the time of the attacks, he said. They were evacuated and moved back to the center's housing on Capitol Hill. All chose to stay in the program, though a few parents did want their children to return home, Murray said.\nThese students saw the direct political aftermath from 9/11. Murray said politics became about how to respond to terrorist attacks and how to prevent future attacks. He said this resulted in the rapid passage of the Patriot Act, and later, the creation of the Department of Homeland Security.\n\"Both of those were designed to deal with what many felt would be the new reality of American life and politics - the constant threat of terrorism,\" Murray said. \"These policies rearranged and re-conceptualized large parts of the American government moving forward.\"\nWhile concerns of terrorism and national security are still with us, they are no longer the immediate political focus, he said.\nFollowing Sept. 11, federal expenditures increased significantly, said Abdur Chowdhury, professor and chair of economics at Marquette.\n\"Significant amounts of resources (have been) employed to increase the security of production, distribution, finance and communication,\" Chowdhury said. \"These resources could have been used for other productive purposes.\"\nChowdhury said this could have negative economic effects.\nThe attacks on Sept. 11 also had social implications, specifically on the heroic male role in television, said Pamela Hill Nettleton, an assistant professor of journalism at Marquette.\n\"Our 9/11 heroes were victims, our national defenses were easily perforated,\" Nettleton said. \"Media wanted images of strong men rescuing victimized women for front pages, but three times as many men died as did women.\"\nNettleton said this new image of a hero made masculine roles on television more human. Heroes were given flaws, she said.\nTimmreck said the firefighter was one hero that emerged from 9/11.\nHe said for the year following the attacks, people would stop and wave to the fire truck passing, and although that doesn't happen anymore, he believes firefighters are still thought of as heroes.\n\"My firehouse is on the south side (of Chicago),\" Timmreck said. \"I see the Sears and the Hancock as I drive down the Kennedy (expressway), and I still think about what could happen any day I'm at work.\"\n-\nBelow, see the first installment of \"Flashback 9/11,\" our video series covering retrospective reflections on 9/11 from the Marquette community, featuring Herbert Lowe, a journalism professor in the College of Communication.\nj2uPxNdAcPA\nFlashback 9/11: Herbert Lowe\n\nLoad-Date: January 16, 2018"
}