{
    "title": "AFTER FAILED ATTACK, ISRAEL CITES UNCONDITIONAL RIGHT TO FIGHT TERRORISM",
    "publisher": "the philadelphia inquirer",
    "year": 1997,
    "month": 10,
    "day": 6,
    "full text": "Prime Minister Benjamin Netanyahu's government yesterday broke its silence on the botched assassination attempt against a Hamas leader, defending Israel's right to fight terrorism \"without compromise.\"\nThe bungled Sept. 25 attack on Khalid Mashaal in Jordan has damaged peacemaking and thrown relations with Israel's friendliest Arab ally, Jordan, into crisis. In Israel yesterday, there were calls for an official inquiry, and an opposition lawmaker demanded Netanyahu's resignation.\nIn the attack, two men carrying Canadian passports injected poison into the Hamas leader's ear as he entered his office in Amman. Mashaal was hospitalized with breathing problems, but recovered.\nIn its first public comment on the attempt, Netanyahu's government stopped short of confirming that Israeli agents were responsible.\nBut in a cabinet statement, Netanyahu called Mashaal \"the number-one figure in Hamas, responsible for the murder of innocent Israeli citizens,\" and said \"the government's obligation is to protect the lives of its citizens and to fight terror without compromise.\"\nNetanyahu adviser David Bar-Illan indicated that negotiations were under way with Jordan over the return of the two attackers, now in Jordanian custody.\n\"We'd rather not refer to the specific case as long as the negotiations are going on,\" he said. \"We're not discussing the case as long as there are Israelis in custody in Jordan.\"\nBar-Illan said Mashaal was responsible for activating the Hamas cells that carried out two deadly suicide bombings in Jerusalem this summer.\nIn protest of the use of Canadian passports in the attack, Canada recalled its ambassador from Israel. Jordan's King Hussein, in an interview published yesterday in the London-based Al-Hayat newspaper, called the attack \"a reckless act carried out by a party that has no faith in peace.\"\nHussein did not specifically tie Israel to the assassination attempt, but insisted that Israel respect the 1994 peace treaty between the two countries.\n\"I personally can't figure out what the Israeli prime minister is thinking of, and this worries me a lot,\" he said.\nIsraeli reports described Israel's release last week of Sheik Ahmed Yassin, Hamas' ailing spiritual leader, as part of a swap for the two men held by Jordan. King Hussein denied such a deal existed.\nThere were reports out of Jordan that Israel also would release dozens of Palestinian prisoners, including several Hamas leaders, as part of a deal to get back the alleged Israeli agents. Hamas reportedly was demanding the release of 22 of its members, including some involved in planning suicide bombings in Israel.\nA special session of Israel's parliament was called for next week to discuss the assassination attempt. Labor lawmaker Haim Ramon demanded an official inquiry, and Meretz Party lawmaker Ran Cohen said Netanyahu should resign.\n\nLoad-Date: October 18, 2002"
}