{
    "title": "After the Reign of Terror in Mumbai",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 2,
    "full text": "To the Editor:\n  Re ''India Faces a Reckoning as Terror Toll Eclipses 170'' (front page, Nov. 30):\n  The ''maximum city'' is probably the most appropriate way I have heard my Mumbai described. It gave me a sense of confidence, a sense of resilience and a ''keep on moving'' attitude. \n  Moving back to the city after 20 years was anxiety-producing. The maximum city had further expanded. \n  It had changed in so many ways, some for the better, others for worse, but at its heart the attitude remained. The Taj Mahal Palace & Tower was one of those places that stayed the same, for the better. It embraced me back; it was its halls that helped me console my lost time with this city.\n  Knowing Bombay, I am confident that it will recover, rise like a phoenix, and the Taj will be brought back to its glory. It will embrace and console me once again. Friends I lost, I will miss forever, but the memories will keep me moving on. Bobby Agarwal\n  Mumbai, India, Nov. 30, 2008\n  To the Editor:\n  Re ''New Risk in Danger Zone'' (news analysis, front page, Nov. 28):\n  We are very angry. We saw blood and mayhem for three days. I heard the gunfire all night. The fear has now turned into rage. Anger is a good thing; it shakes us out of our indifference and inaction. We stand up and demand answers from our leaders. \n  The collective anger of a population is a powerful force. But as a young and outraged citizen of India, I am afraid of the direction our anger is taking. When all fingers point toward Pakistan, I am filled with a sense of dread. It is chilling to hear two nuclear powers use the language of war. \n  Pakistan is not a unified, coherent country; it is a nation at war with itself. Our self-righteous rage against Pakistan's inability to ''control'' its extremist groups is plain hypocrisy. Our own home-grown bunch of militant Hindu extremists posing as politicians very much have the freedom to walk the streets.  Devika Narayan\n  Mumbai, India, Nov. 30, 2008\n  To the Editor: \n  The horrible tragedy in Mumbai has led to yet another moment for patriotic Indians to rally for a strong and resilient India. My hope is that this call is not based on the false prospect of needing to unite militarily around the horrors of terrorism. (The last eight years and the Bush administration have shown how cynically and incompletely that works.) \n  First and foremost, Indians must unite around a positive notion of a strong Indian civil society, one promised by its own freedom fighters, but now seemingly lost and fragmented. \n  We must hope that India will work as fervently against the sexism, casteism, religious intolerance and economic inequality that affect millions of its population as it appears to want to work against the terrorizing of the few who seek to undermine what could be such a potent and bright future for an amazing nation.  Michael Katten\n  El Cerrito, Calif., Dec. 1, 2008\n  The writer is a historian of India and the author of ''Colonial Lists/Indian Power.''\n  To the Editor:\n  Reading Suketu Mehta's article, ''What They Hate About Mumbai'' (Op-Ed, Nov. 29), made me sad about my beloved city. The terrorists struck at the heart of the city -- the Taj Mahal Palace & Tower and the Oberoi are much more than luxury hotels, they are icons of the vibrant life and the majesty of the city. \n  Like Mr. Mehta, I long to go back and embrace the spirit of Mumbai now.\n  Madhura Pradhan\n  Cherry Hill, N.J., Nov. 29, 2008\n  To the Editor:\n  Suketu Mehta's response to the Mumbai terrorist attacks may be informed by his personal experience, but it recapitulates almost exactly the Bush administration's fatuous response to 9/11 by suggesting that the antidote to terror is more shopping and greater consumption. \n  Extreme ideologies are a product of extreme global inequality. Choosing to dance, party, spend money and make even more money in the face of terrorism is a shallow and dangerous denial of the connection between localized prosperity and the poverty that breeds violence. Alex Coolman\n  San Francisco, Nov. 30, 2008\n  To the Editor:\n  Suketu Mehta's heartfelt and compelling article about both Mumbai's tragedy and the rise of intolerance describes how it has changed (the rise of extreme intolerance) and why it is so hated by extremists and what he is going to do about it: he's flying from New York City back to his city to hoist a beer at Cafe Leopold. This helps and maybe works. \n  After the spate of bombings in Jerusalem, I flew in to join an old college buddy living in Jerusalem: we went to every site recently bombed, like Sbarro's on the corner of Jaffa and King George, and hoisted a pizza or an espresso to a future free from fear.\n  The food and coffee were so-so; the spirits were high.\n  Nathan M. Szajnberg\n  Jerusalem, Nov. 29, 2008\n  To the Editor:\n  Re ''The Special Sting of Personal Terrorism'' (Week in Review, Nov. 30):\n  Anand Giridharadas, in what seems to be an otherwise insightful depiction of the latest approach to terrorism taken by the Mumbai attackers, indicates that ''the new men were not cowards.''\n  Maybe it is me, but I think that men armed with machine guns and grenades who attack unarmed innocent civilians are not exactly the brave. \n  Bob Schwartz\n  Rockville Centre, N.Y., Nov. 30, 2008\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDRAWING (DRAWING BY PETER KUPER)        \n\nLoad-Date: December 2, 2008"
}