{
    "title": "After Legal Marathon, Britain Deports Terrorist Suspect",
    "publisher": "the new york times",
    "year": 2013,
    "month": 7,
    "day": 7,
    "full text": "LONDON -- A 10-year court battle to deport the militant Islamic cleric known as Abu Qatada to face terrorism charges in his native Jordan ended early Sunday, when an aircraft chartered by the British government left a military airfield outside London with the cleric aboard, bound for a prison near the Jordanian capital, Amman.\nLive television coverage showed the cleric being driven in a police van, flanked by other police vehicles, on a 25-mile journey from the Belmarsh prison in southeast London to the Northolt military airfield on the northwest outskirts of the capital. The chartered executive jet taking him to Jordan departed on its five-hour flight at 2:45 a.m. British time, 9:45 p.m. Eastern time.\nThe deportation of the 53-year-old cleric, whose real name is Omar Mahmoud Mohammed Othman, was hailed by many in Britain as a signal moment in this country's struggle to combat the influence of the most militant forms of Islamic ideology. British security officials say militants based in Britain, including Mr. Othman, have formed extensive ties to the international terrorist network linked to Al Qaeda.\nBritish security officials say that influential figures like Mr. Othman have been active in encouraging the growth of a wide network of underground cells that plan terrorist plots in Britain. American counterterrorism officials have said that the extent of the terrorist underground in Britain is one of the most serious security threats confronting the United States.\nThe deportation of Mr. Othman was seen by British counterterrorism experts as a triumph for Theresa May, Britain's home secretary, the most senior woman in Prime Minister David Cameron's cabinet.\nMrs. May, with overall responsibility for policing and internal security in Britain, has made the effort to deport Mr. Othman a personal priority. She has twice visited Jordan, meeting with King Abdullah II and other senior Jordanian security officials, in an effort to complete negotiations on a treaty that would clear the way for his deportation.\nShe has been backed in the effort by Mr. Cameron, who has told Parliament that Mr. Othman's continued presence in Britain has made him ''sick to the stomach,'' and that the day of his deportation would make him ''one of the happiest men in Britain.''\nThe treaty that cleared the way for Mr. Othmans's deportation, just ratified by Jordan, includes provisions against the use of torture-tainted evidence in the new terrorism trial that the cleric, who is of Palestinian descent, faces in his native country.\nThe risk of facing tainted evidence was at the core of Mr. Othman's battle to remain in Britain, and led, under British pressure, to Jordan's agreeing to new constitutional guarantees, and to the presence aboard the aircraft carrying him to Jordan of representatives of a Jordanian rights organization, the Adaleh Center for Human Rights. Adaleh spokesmen say they have been promised the right to be represented at every stage of the process of Mr. Othman's passage through the Jordanian criminal system.\nOnce described by a Spanish judge as Osama bin Laden's ''right-hand man in Europe,'' Mr. Othman was convicted in Jordan, in two trials held in 1999 and 2000, of conspiracy to carry out terrorist attacks, and of involvement in a plot to bomb tourists attending millennium celebrations in Jordan. He was sentenced to death, a judgment that was later reduced to life imprisonment. He now faces a retrial on those charges.\nGerman security officials have said that tapes of Mr. Othman's sermons advocating terrorism, and attacks on Americans and Jews, were found in apartments in Hamburg, Germany, that were used by some of the men involved in the Sept. 11, 2001, attacks. During the years when he fought to remain in Britain, Mr. Othman spent long periods in prison, ordered there by judges who accepted British security officials' arguments that he would abuse any time outside prison to work clandestinely to inspire terrorist activities.\nThe long battle to deport him had become a touchstone issue in British politics, one that has entangled successive governments for more than a decade. In the end, the cleric agreed to leave Britain voluntarily once the new treaty between Britain and Jordan was ratified by both countries. The cleric's wife and five children will remain at their home in London receiving state benefits that have supported the family in Britain for years.\nMr. Othman's success in eluding deportation, with the assistance of lawyers paid for from Britain's generous system of government-financed legal aid, became, for many in Britain, a parable of loopholes in the country's immigration and judicial systems that are high on the list of the country's most contentious political issues.\n\nhttp://www.nytimes.com/2013/07/07/world/europe/after-legal-marathon-britain-deports-terrorist-suspect.html\n\nGraphic\n\n \nPHOTO: Abu Qatada last November. (PHOTOTGRAPH BY ANDREW COWIE/A.F.P. -- GETTY IMAGES)       \n\nLoad-Date: July 7, 2013"
}