{
    "title": "After buying 80 cell phones, three men are arrested on terrorism charges",
    "publisher": "the day ",
    "year": 2006,
    "month": 8,
    "day": 12,
    "full text": "CARO, Mich. - Three men accused of helping terrorism were arrested Friday after they purchased 80 prepaid mobile phones from a Wal-Mart store, police said.\nThe men, all from the Dallas area, were being held on charges of soliciting or providing material support for terrorism and obtaining information of a vulnerable target for the purposes of terrorism, police Sgt. Dale Stevenson said. They were being held in Tuscola County Jail and were scheduled to be arraigned today.\nStevenson declined to elaborate on how the case relates to terrorism.\nHe said the men, ages 18, 22 and 23, went to a Wal-Mart in Caro early Friday and bought the cell phones despite a store policy limiting customers to three phones per purchase. A clerk who thought the purchases were suspicious alerted police.\nPolice stopped the men's van about 1:30 a.m. and found nearly 1,000 phones, most of them prepaid TracFones, along with a laptop computer and a bag of receipts, Stevenson said.\nThe men told police they were buying the phones, which cost about $20 and come with a charger, taking them out of their packaging and selling them for about $38 without the charger.\nThe arrests in Caro, about 90 miles north of Detroit, come three days after two men were arrested in Marietta, Ohio, where police said they piqued suspicions when they acknowledged buying about 600 phones in recent months at stores in southeast Ohio.\nQuestions about bond keep minister's wife in jail\nSELMER, Tenn. - Despite indications that she would be released, a minister's wife accused of killing her husband will remain jailed because of problems discovered with her bonding company, a judge ruled Friday.\nMary Winkler, 32, faces a murder charge. She allegedly killed Matthew Winkler with a single blast from a 12-gauge shotgun as he lay in bed after a night of arguing over strained family finances and other matters.\nShe has been behind bars since March 23, the day after his death, awaiting trial in late October.\nDefense attorney Steve Farese Jr. said Friday afternoon that Judge Weber McCraw had approved the details of a $750,000 bond arranged by the family through Williams Bail Bond of Alamo. He said administrators were processing the paperwork to release her by Friday evening.\n\nLoad-Date: August 12, 2006"
}