{
    "title": "AFTER THE WAR; Syrian Official Voices Doubt Hussein Will Survive Revolts in Iraq",
    "publisher": "the new york times",
    "year": 1991,
    "month": 3,
    "day": 26,
    "full text": "Syria's Foreign Minister said today that he doubted that President Saddam Hussein could survive as ruler of Iraq and expressed confidence that the Iraqi opposition would be able to form a new government.\n\"I don't think the people of Iraq would tolerate his continuing, and the other states in the region cannot work with him,\" said the Foreign Minister, Farouk al-Sharaa. \"It's wrong to think that Iraq would disintegrate without him or be divided. I'm confident we'll see the opposition parties working together to form a coalition government.\"\n \nAssad-Hussein Rivalry\n Asked about American concerns that any opposition coalition quickly be divided by deep ideological and religious differences, Mr. Sharaa sounded a note of frustration. \"The United States criticizes so many countries because they are not democratic, yet when democracy can now come naturally in Iraq, they are not supportive,\" he said.\nPresident Hafez al-Assad has long been a regional rival of President Hussein, and Syria has been a base for many Iraqi opposition groups seeking to overthrow Mr. Hussein. Syrian relations with the United States have sharply improved since Damascus joined the anti-Iraq coalition led by the United States.\nMr. Sharaa spoke in a long interview that concentrated on prospects for Mideast peace and Syria's attitude toward terrorism.\n \nIssue of Terrorism\n Speaking in fluent English, he praised the United States for its stated desire to help bring peace to the turbulent region, but expressed frustration with what he called America's \"double standard\" and \"ugly hypocrisy\" in judging Israeli and Arab behavior.\nFor example, he said, Syria was kept on Washington's list of countries that sponsor terrorism, despite its help in averting terrorist assaults in Europe and the Mideast during the gulf war and its efforts to obtain freedom for American hostages being held in Lebanon. But Israel, he complained, was omitted from the list. Mr. Sharaa accused Israel of sponsoring \"state terrorism.\"\nMr. Sharaa denounced what he called \"a new media campaign\" in the United States to portray Syria as a \"new Iraq\" that would be Israel's eternal enemy. Saying Syria wanted peace, he said Israel \"keeps erecting new obstacles and demands that risk squandering the post-gulf-war peace momentum.\"\nHe said Syria still believes that Israel and its Arab foes should meet under the auspices of an international peace conference, a demand that Israel rejects. But he stressed that Syria was flexible about what kind of a gathering would constitute such a forum in Syrian eyes: a conference co-sponsored by the United States and Soviet Union would qualify; so, too, would a peace conference convened by the five permanent members of the United Nations Security Council.\nThe United States has said such a conference might be acceptable if \"properly structured\" and held at an \"appropriate time.\"\nHe called upon the Administration to designate such an \"appropriate time\" and \"to begin preparing for it.\"\n\nLoad-Date: March 26, 1991"
}