{
    "title": "After St. Petersburg Explosion, Putin Orders Police to _Liquidate_ Terrorists",
    "publisher": "the new york times",
    "year": 2017,
    "month": 12,
    "day": 28,
    "full text": "MOSCOW — President Vladimir V. Putin of Russia, speaking a day after an explosion in St. Petersburg, said on Thursday that he had ordered security agents to “take no prisoners” during terrorist attacks, and authorized the police to “liquidate the bandits on the spot.”\nMr. Putin has long burnished his image as tough on terrorism, and the comments were noteworthy not so much for signifying a change in policy — Russian counterterrorism forces have shot and killed dozens of terrorism suspects over the years — as for displaying the antiterrorism swagger he was known for early in his tenure.\nHe is now running for a fourth term as president, and analysts expected the campaign to focus on his            decision to annex Crimea from Ukraine, a move that has been popular in Russia. The election is scheduled for March 18, the fourth anniversary of the annexation.\nBut a series of attacks and thwarted plots have recently brought terrorism back into the limelight. Mr. Putin’s comments came a day after a bomb exploded in a grocery store in St. Petersburg, Russia’s second-largest city, wounding about a dozen people. And earlier this month, Mr. Putin thanked President Trump after the Central Intelligence Agency passed to Russian security services information about an Islamic State plot to detonate bombs in a cathedral and other sites, also in St. Petersburg.\nAt first, the police did not refer to the grocery store explosion as terrorism, but Mr. Putin said on Thursday that it was, in fact, a terrorist attack.\nThe explosive device had a power equivalent to about 200 grams, or seven ounces, of TNT, the Russian authorities said, and it was laced with bolts to act as shrapnel. A man the authorities described as having a non-Slavic appearance had placed a backpack containing the bomb in a locker at the supermarket, then fled.\nSpeaking at an awards ceremony for Russian soldiers returning from Syria, Mr. Putin called the military intervention there a success but warned of the risks of Islamic militants from the former Soviet Union returning to Russia after fighting.\n“Yesterday I ordered the director of the Federal Security Service, while arresting these bandits, to act, obviously, only within the limits of the law,” Mr. Putin said, referring to returning Islamic fighters. “But if the lives or health of our employees and our officers are threatened — to act decisively, to take no prisoners, to liquidate the bandits on the spot.”\nThe comment echoed Mr. Putin’s taunt to Chechen terrorists, that he would “rub them out in the outhouse,” which catapulted him to new heights of popularity before his first run for president, in 2000.\nThere is little doubt of the leader’s chances of victory in March, as he has approval ratings of about 80 percent. The only credible opposition candidate, Aleksei A. Navalny, has been barred from running.\nThis week, Mr. Putin’s spokesman, Dmitri S. Peskov, told reporters that the authorities intended to investigate Mr. Navalny for illegally calling for street protests and a boycott of the vote.\nIn another sign of a crackdown on the opposition — despite Mr. Putin’s popularity — a video Mr. Navalny had posted on YouTube was blocked for people in Russia on Thursday.\nSeparately, the police detained Ilya Yashin, another activist who had called on supporters to protest the election.\nFollow Andrew E. Kramer on Twitter: @AndrewKramerNYT. Oleg Matsnev contributed reporting from Moscow. \nPHOTO: An officer investigating the explosion inside a supermarket in St. Petersburg that wounded about a dozen people on Wednesday. (PHOTOGRAPH BY Dmitri Lovetsky/Associated Press FOR THE NEW YORK TIMES)\nRelated Articles\nPutin May Be Re-Election Shoo-in, but He’s Taking No Chances\nC.I.A. Helped Thwart Terrorist Attack in Russia, Kremlin Says\nThe Phrase Putin Never Uses About Terrorism (and Trump Does)\nRussia Shows What Happens When Terrorists’ Families Are Targeted\n\nLoad-Date: October 16, 2018"
}