{
    "title": "After Brussels, leaders tackling threat of nuclear terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2016,
    "month": 3,
    "day": 31,
    "full text": "WASHINGTON - Still reeling from attacks in Brussels and Paris, world leaders are wrestling this week with the chilling prospect of the Islamic State group or other extremists unleashing a nuclear attack on a major Western city.\nPreventing terrorists from obtaining nuclear materials is the central focus as President Barack Obama hosts leaders from roughly 50 countries for a nuclear security summit starting Thursday. Despite three previous summits and six years of Obama's prodding, security officials warn that the ingredients for a nuclear device or a \"dirty bomb\" are alarmingly insecure.\n\"We know that terrorist organizations have the desire to get access to these raw materials and to have a nuclear device,\" said Ben Rhodes, Obama's deputy national security adviser. Still, the White House said there was no indication of an imminent plot.\nDecades after the Cold War, the threat of a nuclear war between superpowers has given way to growing concerns about terrorist groups, including Islamic State and al-Qaida offshoots operating in North Africa and in Yemen and Saudi Arabia. Although the U.S. and its allies still worry about North Korea, Obama believes the threat posed by Iran has subsided due to the nuclear deal, leaving extremist groups among the likeliest perpetrators.\nThe havoc such an attack could wreak in an urban area such as New York or London is concerning enough that leaders scheduled a special session on the threat during the two-day summit. U.S. officials said the leaders would discuss a hypothetical scenario about a chain of events that could lead to nuclear terrorism.\nThose concerns have taken on heightened significant following the March 22 attacks at a Brussels airport and subway station. Last year, authorities searching the apartment of two brothers linked to earlier attacks in Paris found video of a senior official at a Belgian nuclear waste facility. The brothers were part of the Islamic State cell that went on to strike Brussels; both died in the attacks.\nOn the summit's sidelines, Obama planned to meet with the leaders of China, South Korea and Japan, who all share U.S. concerns about North Korea's nuclear program.\nYet other key players will be missing. Russian President Vladimir Putin refused to attend, as Moscow scoffed at what it deemed U.S. efforts to take control of the process. Pakistani Prime Minister Nawaz Sharif canceled his trip following an Easter bombing that killed 72 people.\nSome 2,000 metric tons of highly enriched uranium and separated plutonium being used in civilian or military programs could be turned into a nuclear bomb if stolen or diverted, the White House said. And fewer than half of the countries participating in the summit have even agreed to secure their sources of radiological material, needed for a dirty bomb.\n\"The policies are moving in the right direction,\" said Joe Cirincione, who runs the nuclear security group Ploughshares Fund. \"But when you're fleeing a forest fire, it's not just a question of direction, it's a question of speed.\"\nNuclear security experts say there are potential scenarios for a nuclear-related attack by an extremist group.\nThe most devastating but improbable scenario involves a group stealing a fully functional bomb from a nuclear-armed country.\nMost nuclear experts point to Pakistan as the likeliest source, though that would require cooperation with someone on the inside of Pakistan's military.\n\nGraphic\n\n \n FILE - In this March 22, 2016 file photo, police stand outside a metro station after an explosion in Brussels. Still reeling from attacks in Brussels and Paris, world leaders are wrestling this week with the chilling prospect of the Islamic State group or other extremists unleashing a nuclear attack on a major Western city. (AP Photo/Geert Vanden Wijngaert, File)  The plane with Turkish President Recep Tayyip Erdogan aboard arrives at Andrews Air Force Base, Md., Tuesday, March 29, 2016. Erdogan is in Washington to attend the Nuclear Security Summit. (AP Photo/Jose Luis Magana)  Turkish President Recep Tayyip Erdogan, accompanied by his wife Emine walk downstairs from a plane upon his arrival at Andrews Air Force Base, Md., Tuesday, March 29, 2016. Erdogan is in Washington to attend the Nuclear Security Summit. (AP Photo/Jose Luis Magana)  Chilean President Michelle Bachelet, center, accompanied by Assistant Chief of Protocol Gladys Boluda, right, shake hand with members of the Chilean delegation upon her arrival at Andrews Air Force Base, Md., Wednesday, March 30, 2016. Bachelet is in Washington to attend the Nuclear Security Summit. (AP Photo/Jose Luis Magana)  Algerian Prime Minister Abdelmalek Sellal accompanied by Assistant Chief of Protocol Gladys Boluda waves to the media, upon his arrival at Andrews Air Force Base, Md., Wednesday, March 30, 2016. Sellal is in Washington to attend the Nuclear Security Summit. (AP Photo/Jose Luis Magana) \n\nLoad-Date: December 13, 2016"
}