{
    "title": "After bin Laden _ Could mistrust between US and Pakistan be opportunity for China_ Some influential",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 5,
    "day": 5,
    "full text": "If China shares the doubts currently being expressed in Washington about Pakistan's commitment to the fight against international terrorism, it is not voicing them publicly.\nIndeed, some influential Chinese analysts are suggesting that the mood of mistrust between the US and Pakistan might offer Beijing a chance to wean its oldest regional ally off its dependence on US security assistance.\n\"So long as Pakistan relies on the US for counter-terrorism support it will suffer more attacks, not less,\" argues Yan Xuetong, head of the Institute for International Affairs Studies at Tsinghua University in Beijing. \"Why are there so many terrorists in Pakistan? Because they've been relying on the wrong person [country].\"\nRELATED Osama bin Laden's compound: 4 oddities\nBeijing initially welcomed Osama bin Laden's death as \"a positive development.\" But the Chinese government has since gone out of its way to praise Islamabad for its antiterrorist stance, in sharp contrast with suggestions among observers in the US that the Al Qaeda leader's presence in Pakistan had been known and concealed by Pakistani officials.\n\"Pakistan is at the important forefront in the international counterterrorism campaign,\" Chinese Foreign Ministry spokeswoman Jiang Yu said on Tuesday. \"The Chinese government will firmly support Pakistan formulating and implementing counter-terrorism strategies in line with its domestic conditions.\"\nChina's relationship with Pakistan\nChina has its own problem with Islamic militants. Violent separatists in the predominantly Muslim western province of Xinjiang have launched sporadic attacks there, mainly against Chinese soldiers. Their bases outside China, however, are thought to lie more in Central Asian countries such as Uzbekistan rather than in Pakistan.\nChina and Pakistan are old and close friends; Pakistan was one of the first countries to recognize the People's Republic of China, and stuck by the country during its years of international isolation in the 1960's and 1970's. The two countries are celebrating the 60 year anniversary of their diplomatic relations this year.\nSign up for our daily World Editor's Picks newsletter. Our best stories, in your inbox.\nTheir strategic relationship is based on a common desire to hedge against the rising strength of India, against which both countries have fought wars. Washington, on the other hand, does not enjoy full trust among Pakistani political and military circles: The US cut off arms supplies to Pakistan during its wars with India, and has signed an agreement with New Delhi on peaceful nuclear cooperation.\nThat deal gave Beijing a chance to forge a similar relationship with Islamabad. In April last year, China agreed to build two nuclear reactors in Pakistan.\nThe manner in which the US sent special forces deep into Pakistani territory to attack Mr. bin Laden's home without informing the Pakistani government, and the subsequent revelation that bin Laden had been living in Pakistan for several years before his death, have deepened the mistrust between Washington and Islamabad.\nChina's window\nThat might offer China an opportunity to step up its security role in Pakistan, already based firmly on a long history of arms sales.\nOnly last week the Pakistani Foreign Minister Salman Bashir was in Beijing for the fourth round of a strategic dialog with China at which the two sides agreed to deepen coordination on \"matters relating to counter-terrorism and the imperative need of promoting stability and peace in Afghanistan\" according to the Associated Press of Pakistan.\n\"We have common strategic interests so our relationship is stable\" says Professor Yan. \"Both sides need to keep their border safe, to prevent cross-border terrorism, and to keep the regional balance of stability.\"\nRELATED Osama bin Laden's compound: 4 oddities\n\"We trust Pakistan,\" adds Shen Dingli, a foreign policy specialist at Fudan University in Shanghai. \"The Chinese government has never complained about our inter-government intelligence cooperation, and I have never heard a Chinese official say that Pakistan is not a reliable friend.\"\nAt the same time, China appears to be reluctant to take a leading role in the fight against terrorism, for fear of attracting the same sort of hostility from Islamic militants from which America has suffered.\n\"It's not worth the risk at this stage,\" says David Zweig, who teaches at the Centre for Chinese Transnational Relations at the Hong Kong University of Science and Technology. \"They are better off below the radar, especially as Chinese companies step out more into the world and attract more attention.\"\nIn July 2009 the Chinese government warned its citizens working in Algeria to be on the alert, following threats against them by al Qaeda-linked groups in North Africa promising vengeance for a crackdown in Xinjiang against Muslim rioters in which nearly 200 people died.\nAlthough Chinese diplomats face the same frustrations in Pakistan as their US counterparts, who often complain that elements within the government, such as the ISI intelligence agency, work with terrorists rather than against them, Beijing has taken a different tack from Washington in dealing with the authorities in Islamabad, says Professor Shen.\n\"To secure their support you have to convey your message softly, showing respect in public,\" Shen argues. \"If you do too much, the government comes under double pressure, from outside, and from within the system.\"\nSign up for our daily World Editor's Picks newsletter. Our best stories, in your inbox.\n       \n\nLoad-Date: May 6, 2011"
}