{
    "title": "After Pakistan attack, some question talks with Taliban",
    "publisher": "usa today",
    "year": 2013,
    "month": 9,
    "day": 24,
    "full text": "In the wake of the worst-ever attack on Pakistan's Christian minority, some worry the new government's strategy for peace through negotiations with extremist Taliban groups is doomed to failure before it even gets off the ground.\nCritics worry that the government is only allowing the Islamists time to get stronger.\n\"The Tehrik-i-Taliban itself has been operating to make social, fiscal and political space for itself,\" said Ejaz Haider, national security analyst, at Capital TV based in Islamabad. \"It has managed to survive and counterattack despite military operations. It knows that it can tire out the people and the government.\"\nMore than 85 people were killed Sunday at the All Saints Church in Peshawar in northwestern Pakistan after a pair of suicide bombers targeted the Christian building, injuring hundreds of worshipers. A wing of the Tehrik-i-Taliban (TTP) claimed it launched the attack.\nHundreds of Christians all over the country took to the streets. Protests broke out in other cities, including Karachi. Protesters attacked police as stores and markets were shut down. Christians are a minority in Pakistan, where roughly 96% of its 180million people are Muslim.\nIn the southern port city of Karachi, a few hundred demonstrators chanted \"Stop killing Christians!\" and demanded that those who attacked their community be held accountable.\n\"We want an end to extremism, terrorism and barbarianism in Pakistan,\" said Bashir John, a priest.\nXavier William, president of Life For All Pakistan, a Christian group in Lahore, said the Pakistan government must act.\n\"This is not just an attack on a church. ... This is not just about one community anymore. This is a national issue.\"\nThe church bombing was just the latest act of terrorism to set off a crisis in Pakistan over the Taliban.\nLast October, 15-year-old Malala Yousafzai was shot in the head by the Taliban because of her activism in promoting equal rights for women to education. She survived the attack after being flown to Britain for surgery.\nFollowing the attack, the country erupted in an uproar, leading the military to crack down on Taliban and al-Qaeda extremists in Pakistan's semiautonomous tribal areas.\nWith Pakistan's new prime minister, Nawaz Sharif, taking office in June, many hoped there would be peace in the country -- he vowed to bring to an end the decade-long war against terrorism. An all-party conference was held on Sept.9 to chalk out a comprehensive counterterrorism strategy and discuss negotiations with the Taliban.\nHowever, despite the efforts at peace, there has been a surge in incidents of violence, particularly against religious minorities, including Shiite and Ahmedi Muslims and Christians.\nEarlier this year, a mob in Lahore burnt down two churches and more than a hundred Christian houses, and dozens of other attacks have taken place since June. Numbering 2.5million of the country's 182 million population, Christians blame the government for not protecting them.\n\"The extremists are gaining ground rapidly. It is not just the poor but the rich as well who are rapidly coming under the influence of extremist ideology or becoming latent-radical,\" said Ayesha Siddiqa, a defense and security analyst based in Islamabad.\nContributing: Aisha Chowdhry in Washington \n\nGraphic\n\n \nphoto Arif Ali, AFP/Getty Images\n\nLoad-Date: September 24, 2013"
}