{
    "title": "After West Bank violence",
    "publisher": "christian science monitor ",
    "year": 1980,
    "month": 5,
    "day": 5,
    "full text": "Events in Iran and Afghanistan have tended to obscure the tensions gathering in the occupied West Bank.  But the bold Palestinian terrorist raid in Hebron in which five Jews were killed -- the worst Arab attack on Israelis since the West Bank was captured in 1967 -- is a sharp reminder that the United States can no long afford to keep the Palestinian question on the diplomatic back burner.  Some feel that the West Bank is in a state of latent revolt and that more violence can be expected.  The need now, therefore, is for level heads to cool the situation.  These steps would be helpful:\n* President Carter, putting national interest above politics, should make clear he has not weakened in his determination to negotiate a homeland for the dispossessed Palestinians.  He must see to it that the West Bank autonomy talks continue and, more important, show more than cosmetic progress if the entire peace process is not to break down.\n* Israel, if it is truly interested in peace, ought to declare a moratorium on further settlement of the West Bank.  The US should use every diplomatic means to see this is done.\n* The palestine Liberation Organization should respond to such developments with restraint and a pledge to strive for a settlement of the problem by diplomatic means rather than resort to terrorism.\nThe brutal attack on the Jewish religious students in Hebron can only be condemned.  We do not believe that such use of force will soften the Israeli mood (which is already swinging against Mr. Begins' policies) or win sympathy for the Palestinian cause.  It is all the more repugnant when a diplomatic negotiation is in train and efforts are being made to keep it going.\nAt the same time it is plain that such acts of terrorism are born of frustration and anger over Israel's defiant colonization of the West Bank.  The Hebron raid and other violent incidents are a response to this unlawful policy.  As long as the Begin government insists on planting Jewish settlements on seized Arab territory, it feeds the cycle of violence and counterviolence.  It had already announced plans to set up a religious academy and a field school in Hebron, the most nationalistic Arab community in the West Bank.  And last week there were reports it was preparing to expropriate 30,000 acres of West Bank land, much of it privately owned, for new settlements.  If these and other plans are not rescinded, it is hard to see how further violence can be avoided.\nIsrael's deportation of two West Bank mayors and a Muslim judge to Lebanon in retaliation for the terrorist attack is also bound to inflame Palestinian feelings.  What good does their expulsion do?  Mayor Fahad Kawasme of Hebron and Mohammed Milhem, mayor of neighboring Halhoul, have been among the most compromising Arab leaders in the West Bank.  If such voices are gradually removed, what moderately inclined leaders will be left to deal with?  It can only be hoped that other Palestinian mayors do not resign in protest, encouraging the Israeli authorities to crack down.  At this writing Israeli is commendably trying to calm the situation by warning it will not tolerate private vengeance by Jewish settlers.\nThe conventional wisdom is that little progress can be expected on the West Bank autonomy issue until after elections in the US and Israel.  That is many months away, however, and the question is how much patience the Palestinians will have.  They already feel betrayed by the Camp David agreements.  Israel's militant policy since then, a policy wrapped in Prime Minister Begin's ideological fervor, confirms their misgivings.  It cannot give new impetus to negotiation, the problem will be taken out of his hands.\nThe still-unresolved crisis in Iran, the growing opportunities for Soviet adventurism in the Gulf region, the rising impatience with the US on the part of even the moderate Muslim states, and America's continuing energy emergency -- these point to the crucial need for fresh thinking and initiative.  Mr. Carter may not have the luxury of a postponement."
}