{
    "title": "After Months of Scrutiny in Terrorism Case, Two Arrests Came as a Surprise",
    "publisher": "the new york times",
    "year": 2010,
    "month": 1,
    "day": 9,
    "full text": "For nearly four months, since the terrorism investigation focused on a Denver airport shuttle bus driver burst into public view and he was charged in what the authorities say was a Qaeda bomb plot, investigators have kept close tabs on two men from his old neighborhood in Flushing, Queens.\n  Agents and detectives with the Joint Terrorism Task Force had learned that the two men -- who both had attended Flushing High School with the shuttle bus driver, Najibullah Zazi -- traveled with him to Pakistan, where prosecutors say Mr. Zazi received training in weapons and explosives from Qaeda operatives.\n  But despite what neighbors and law enforcement officials have described as continued scrutiny of the two men, Adis Medunjanin, 25, and Zarein Ahmedzay, 24, months went by without arrests. \n  The steady stream of news reports on the case, and the crowds of reporters flocking around the apartments of the men, slowed to a trickle.\n  Mr. Ahmedzay continued to work regularly as a cabdriver, leasing a taxi for 12-hour shifts. Mr. Medunjanin, who graduated from Queens College in June, worked as a building superintendent. Mr. Medunjanin's lawyer had begun to hope that, as he put, the government had ''closed the book on him.''\n  But on Thursday afternoon, it became clear that the book had not been closed. Two F.B.I. agents appeared at the door of Mr. Medunjanin's Queens apartment with a search warrant seeking his passport. \n  The 10-minute interaction that law enforcement officials say followed, in which the young man voluntarily surrendered his travel documents, set in motion a series of bizarre events over the course of the afternoon and evening and into the predawn hours, ending with both men under arrest on charges stemming from the alleged bomb plot.\n  Mr. Medunjanin, a United States citizen who was originally from Bosnia, left his house shortly after surrendering the passport and, with F.B.I. agents in tow, crashed his car near the Whitestone Bridge and tried to run away. He was captured by the agents, and after a brief hospital visit to treat minor injuries, was questioned for much of the night by Task Force investigators.\n  Mr. Ahmedzay, who was driving his cab in Manhattan, was picked up around midnight and also questioned for hours.\n  He was arraigned in a two-minute proceeding in United States District Court in Brooklyn on Friday afternoon on charges that he lied to F.B.I. agents last year when they questioned him about the places he visited on his trip to Afghanistan and Pakistan and what he knew about another man who had attended a camp to get military-type training. He pleaded not guilty.\n  Mr. Medunjanin's arraignment was twice scheduled and twice postponed, with his lawyer even rushing to the courthouse for the second ill-fated proceeding in the early evening, only to learn that his client would not appear before a judge until Saturday.\n  The lawyer, Robert C. Gottlieb, who has represented Mr. Medunjanin since late September, a few weeks after the investigation became public, fumed over what he said was the government's ''flagrant'' violation of his client's constitutional rights. Federal authorities, he complained to reporters in the lobby of the courthouse, had kept his client from contacting him in order to question him without the benefit of counsel.\n  ''It is disgraceful that as of this late hour today that the government has not provided me with access to my client,'' he said. Mr. Gottlieb said that prosecutors told him that Mr. Medunjanin had indicated that he did not want him to continue  to represent him, a suggestion that Mr. Gottlieb called ''ludicrous.''  Mr. Gottlieb said Mr. Medunjanin called him for advice minutes after the agents left his apartment with his passport.\n  A spokesman for the United States attorney's office, Robert Nardoza, declined to comment on  Mr. Gottlieb's allegations, saying his office would respond in the appropriate venue, which was in court.\n  A person briefed on the case said Mr. Medunjanin was expected to be arraigned on Saturday on charges that include conspiracy and receiving military-style training from a foreign terrorist organization. \n  After Mr. Ahmedzay, a short, burly man in gray sweatpants and a gray sweatshirt with black side panels, was arraigned, his lawyer, Michael A. Marinaccio, stressed that the charges against him concerned only lying. \n  When he was asked outside the courthouse if his client might have had a more substantive role in the alleged plot, beyond the charges in the indictment, Mr. Marinaccio played down Mr. Ahmedzay's role. \n  ''I think that that's stretching it a bit. The allegations are what the allegations are,'' he said. ''It would seem to me that if they had that kind of information, we would be reading about it in an indictment.'' \n  He said that Mr. Ahmedzay, who had been in this country 10 years, was a naturalized American citizen and had been attending Queens College studying to become a teacher until last spring.\n  The investigation into Mr. Zazi came to public attention in September, when F.B.I. agents and police detectives investigating him searched several Flushing apartments, including those where Mr. Medunjanin and Mr. Ahmedzay lived with relatives. It was then that the two men became the focus of intense investigation, partly because they had traveled to Pakistan in August 2008 with Mr. Zazi, people with knowledge of the case have said. \n  In addition to the searches of their homes, task force investigators questioned the men at length in voluntary interviews and fingerprinted them, people briefed on the case have said. Their cellphones and laptop computers were taken during the searches and, family members said, later returned. Both men were also kept under surveillance. \n  The period of frenzied investigative activity began when Mr. Zazi, who, authorities said, had been buying the ingredients to make homemade explosives, drove from Denver to New York on the eve of the anniversary of the Sept. 11 terror attacks.\n  One measure of investigators' interest in the two men could be found in an incident that some officials have said forced them to begin executing search warrants and reveal the investigation into Mr. Zazi before they were ready to do so.\n  Detectives assigned to the Intelligence Division showed photos of the two men, along with a picture of Mr. Zazi and an unidentified man, to a Queens imam who had helped the police in the past, according to the cleric's lawyer, Ronald L. Kuby. \n  The imam, Ahmad Wais Afzali, was later arrested on charges of making false statements and was accused of warning Mr. Zazi that he was being sought by the authorities. Mr. Zazi's father, Mohammed Wali Zazi, was also charged with making false statements.\n  Mr. Zazi, who was born in Afghanistan, was raised in Pakistan and lived in Queens for 10 years before moving to Denver in January, was ordered held without bail in September after he pleaded not guilty to a bombing conspiracy indictment. Court papers detailed what prosecutors said was his effort to make homemade explosives and his drive from Colorado to New York. \n  Mr. Medunjanin, Mr. Zazi and Mr. Ahmedzay had all lived in the same Flushing neighborhood. After they returned from Pakistan, Mr. Zazi moved to Denver, where he worked as a shuttle bus driver at Denver International Airport, according to court papers and people briefed on the matter. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Zarein Ahmedzay's lawyer, Michael A. Marinaccio, after his client was indicted in Brooklyn. (PHOTOGRAPH BY MICHAEL APPLETON FOR THE NEW YORK TIMES)                                       \n\nLoad-Date: January 9, 2010"
}