{
    "title": "AFTER THE ATTACKS_ THE REACTION -- U.S. Raids Provoke Fury in Muslim World; Russia Is Critical",
    "publisher": "the new york times",
    "year": 1998,
    "month": 8,
    "day": 22,
    "full text": "Almost nostalgically, it seemed, Russia reopened its cold war phrase book today to denounce the United States for its cruise-missile attacks on Afghanistan and the Sudan. But in almost the same breath, it declared that the differences would have no effect on President Clinton's trip to Moscow 10 days from now.\nOn Russia's far-north Kola Peninsula, where he was witnessing naval exercises, President Boris N. Yeltsin said he was \"outraged\" by news of the American attacks and in particular by Mr. Clinton's failure to warn of them in advance. Afghanistan is on the southern border of the fraternity of former Soviet nations now called the Commonwealth of Independent States.\n\"My attitude is indeed negative, as it would be to any act of terrorism, military interference, failure to solve a problem through talks,\" Mr. Yeltsin said.\nA spokesman for Mr. Yeltsin seemed to play down those remarks later by stressing Russia's agreement with the United States that terrorism is an international threat. Prime Minister Sergei Kiriyenko called the attacks unacceptable, but added that \"international acts of terrorism cannot go unpunished.\"\nThe Communist-led lower house of Parliament called the American strikes acts of aggression, said they were contrary to international law and predicted that they would provoke more terrorism.\nAnd the last Communist to lead the Soviet Union, Mikhail S. Gorbachev, told the Interfax news service in Moscow that the American actions were not \"legitimate or balanced.\" Mr. Gorbachev said, \"The international community, the United Nations Security Council and the United Nations Secretary-General should have been notified.\"\nHe said terrorism is an international threat and that world governments should combine forces against it, rather than working alone and in secret. \"The entire international community was just placed before an already accomplished act,\" he said.\nMr. Gorbachev added, however, that Russia's criticism should not prevent Mr. Clinton and Mr. Yeltsin from meeting as planned on Sept. 1. Interfax later quoted high-level Russian sources as saying the summit meeting would be unaffected by what they called Mr. Yeltsin's \"irritation\" over President Clinton's decision.\n   MICHAEL WINES\n\nLoad-Date: August 22, 1998"
}