{
    "title": "After criticizing CIA, Obama faces delicate task in reshaping it",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 12,
    "day": 3,
    "full text": "WASHINGTON -- For two years on the presidential campaign trail, Barack Obama rallied crowds with strongly worded critiques of the Bush administration's most controversial counterterrorism programs, from hiding terrorism suspects in secret CIA jails to questioning them with methods he denounced as torture.\nNow Obama must take charge of the CIA, in what is already proving to be one of the more treacherous patches of his transition to the White House.\nLast week, John O. Brennan, a CIA veteran who was widely seen as Obama's likeliest choice to head the intelligence agency, withdrew his name from consideration after liberal critics attacked his alleged role in the agency's detention and interrogation program. Brennan protested that he had been a \"strong opponent\" within the agency of harsh interrogation tactics, yet Obama evidently decided that nominating Brennan was not worth a battle with some of his most ardent supporters on the left.\nObama's search for someone else and his future relationship with the agency are complicated by the tension between his apparent desire to make a clean break with Bush administration policies he has condemned and concern about alienating an agency with a central role in the campaign against al-Qaida.\nOne of the first issues Obama must grapple with is the future of CIA detention: Will the agency continue to hold prisoners secretly, question them using more aggressive methods than allowed for military interrogators and transfer terrorism suspects to countries with a history of using torture?\nDuring the presidential campaign, Obama pledged to banish secret CIA interrogation rules and require all American interrogators to follow military guidelines, set out in the Army Field Manual on interrogation.\nCIA officials have long argued that publishing a list of interrogation techniques only allows al-Qaida to train its operatives to resist them. But they say the secrecy has led to exaggeration and myth about the agency's detention program.\nIt is expected that Obama will replace Michael V. Hayden, the CIA director. Among those mentioned as possible candidates for the job are Stephen R. Kappes, a CIA veteran who is the deputy director; Tim Roemer, a former congressman from Indiana who was a member of the Sept. 11 commission; Sen. Chuck Hagel, R-Neb., who is retiring from the Senate in January; and Jack Devine, a former head of the agency's clandestine service who left the CIA before 9/11.\n\nLoad-Date: December 3, 2008"
}