{
    "title": "AFTEREFFECTS_ THE DETROIT CASE Final Arguments Start in Trial Of 4 Arabs in Terrorism Case",
    "publisher": "the new york times",
    "year": 2003,
    "month": 5,
    "day": 20,
    "full text": "Closing arguments began here today in the trial of four Arabs arrested after the Sept. 11, 2001, attacks. Prosecutors said the four plotted terrorism, and the defense tried to cast doubt on the government's case.\n     \"This is a cell, ladies and gentlemen, a terrorist cell, and they're here in the United States,\" Richard Convertino, an assistant United States attorney, said. \"Don't give these people another chance to make their plan effective.\" \n Defense lawyers continued to try to raise doubts about the evidence and the crucial government witness, Youssef Hmimssa, a onetime associate of the defendants.\n\"There was a rush to judgment,\" James Thomas, the lawyer for a defendant, Ahmed Hannan, said. \"Set aside fear and look at the evidence.\"\nRichard Helfrick, a lawyer for another defendant, Karim Koubriti, compared the government's scrutiny of Arabs since Sept. 11 to McCarthyism and the World War II internment of Japanese-Americans.\n\"Is it about winning cases or about protecting the American people?\" Mr. Helfrick asked. \"We want the government to make sure they prosecute real terrorists.\"\nThe defendants have been charged with document fraud, conspiracy and material support of terrorism. They are Farouk Ali-Haimoud of Algeria and three Moroccans, Mr. Koubriti, Mr. Hannan and Abdel-Ilah Elmardoudi, the accused ringleader.\nThe government presented its closing argument today, followed by Mr. Thomas and Mr. Helfrick. Lawyers for Mr. Ali-Haimoud and Mr. Elmardoudi are to give their closing arguments on Tuesday. \nThe government focused its case largely on the testimony of Mr. Hmimssa, a Moroccan who said he had made false identification documents for the defendants but then had a falling out with them. The case was also predicated on a few pivotal items of evidence found in the Dearborn apartment where three men once lived. Federal agents raided the apartment six days after the Sept. 11 attacks looking for a previous occupant who was on the terror watch list. \nA planning calendar in the apartment had crude sketches that were said to include an American Air Force base in Turkey used to patrol Iraq and a military hospital in Jordan. It was not clear who drew the sketches. \nMr. Thomas has presented evidence to suggest that the sketches could have been drawn by a mental patient who once had the calendar and who thought he was a general. The government has said that the patient was most likely a cover and that the defendants' fingerprints were found throughout the planner. \nThe prosecution has also highlighted a videotape that includes recordings of Disneyland, Las Vegas and the New York Times headquarters, which they say was used to examine the locations. Defense lawyers have said that the tape was more likely what most of it appeared to be, a tourist's tape, and that it belonged to a previous roommate. \nTranslations of foreign dialogue on the tape, which does not appear to contain images of any of the defendants, have diverged. The prosecution has said one passage, panning over water at Disneyland, referred to the site as a \"rising\" cemetery. A defense translator said the passage meant \"what a lovely view.\"\nIn his testimony, Mr. Hmimssa described plots and schemes that the defendants discussed, like plans to acquire Stinger missiles to down airplanes and attacking Las Vegas, which he said Mr. Hannan referred to as \"the city of Satan.\" \nMr. Thomas said there was little to go on besides Mr. Hmimssa's word.\n\"We heard about Hannan and Las Vegas,\" he said. \"What tangible evidence is there that he wanted to go to Las Vegas and do harm there?\" \nMr. Convertino said Mr. Hmimssa had little motivation to cooperate. \n\"What did he get out of this?\" the prosecutor asked the jury, adding that Mr. Hmimssa lives in fear of retaliation and was required to wear a bulletproof vest on his court trips.\nDefense lawyers have emphasized Mr. Hmimssa's criminal past. He conceded in his testimony that he exchanged aliases frequently and did not consider that deceitful. \nLast month, he pleaded guilty to 10 felonies in three states. He will spend up to 46 months in prison on the charges, which include credit card fraud and possessing fraudulent documents, but could have received up to 81 years.\n\"He has a lot to gain by satisfying the government,\" Mr. Thomas said. \nHe and Mr. Helfrick pointed to inconsistencies in Mr. Hmimssa's testimony, including the fact that the witness said he left the apartment that he shared with three defendants because he feared that they would harm him, but moved only a block and a half away.\nMr. Convertino said that if Mr. Hmimssa was not entirely credible, \"no conspiracies are hatched or helped by angels.\" \n\nhttp://www.nytimes.com\n\nLoad-Date: May 20, 2003"
}