{
    "title": "After attacks, Clinton and Trump tout terror-fighting abilities Following bombings in Manhattan and",
    "publisher": "the christian science monitor",
    "year": 2016,
    "month": 9,
    "day": 19,
    "full text": "Hillary Clinton and Donald Trump have continued with a campaign-long tradition of responding to acts of terror in drastically different ways, following attacks this weekend in New York, New Jersey, and Minnesota. \nSpeaking on Monday, the Democratic presidential candidate emphasized her experience dealing with terrorism in the Unite States and abroad, while criticizing the response of her Republican opponent, Mr. Trump. \n\"I'm the only candidate in this race who's been part of the hard decisions to take terrorists off the battlefield,\" Mrs. Clinton, a former secretary of State, told reporters in a press conference. \"I have sat at that table in the Situation Room.... I know how to do this.\" \nThe comments drew a sharp contrast to the remarks of Trump, whom Clinton accused of using the bombings and stabbings to make \"some kind of demagogic point.\" \nIn an interview with Fox News, also on Monday, Trump called once again for law enforcement to use racial profiling as a means of preventing terror attacks.\n\"Our local police, they know who a lot of these people are. They are afraid to do anything about it because they don't want to be accused of, uh, profiling,\" he said. \"And they don't want to be accused of all sorts of things.\" He referenced Israel's security forces as a model, asking voters, \"Do we have a choice? Look what's going on. Do we really have a choice? We're trying to be so politically correct in our country.\" \nTrump and Clinton's immediate reactions several days prior to the explosion Saturday night in New York City's Chelsea neighborhood also highlighted differences in how the two candidates would deal with acts of terror.\nAt a campaign rally that same night, Trump told attendees that there had been a \"bombing\" in New York, hours before law enforcement announced the cause of the explosion. \nIn contrast, Clinton told reporters that \"it's important to know the facts about any incident like this.... I think it's also wiser to wait until you have information before making conclusions because we are just in the beginning stages of trying to determine what happened.\"\nThe Democratic candidate accused Trump on Monday of aiding the Islamic State militant group in its recruiting process, citing comments from former US intelligence director Michael Hayden that militants were using Trump's rhetoric to attract potential fighters. The Trump campaign responded by suggesting that Clinton \"take a long, hard, look in the mirror\" to find \"the real cause of ISIS.\"\nA recent poll found that Americans have more confidence in Trump's terrorism-fighting abilities than Clinton's: Trump was chosen by 49 percent of respondents, and Clinton by 27 percent. Fifteen percent said neither candidate would handle the issue well. \nTerrorism was named the second-most important issue by voters for the 2016 election, according to the Pew Research Center, with the economy ranking first. \nThis report contains material from Reuters and the Associated Press. \n\nLoad-Date: September 19, 2016"
}