{
    "title": "After Ottawa shooting, Canadian media weigh liberty and security So far 'restraint' is the main bywo",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 10,
    "day": 23,
    "full text": "Canadian columnists and editorial boards have weighed in on Wednesday's fatal shooting in Ottawa, demanding answers from the government and offering condolences to a shocked and mournful public.\nThe outpouring of support by the Canadian public has been accompanied by calls for restraint from the media. Commentators are insisting on \"balance,\" \"good sense,\" and \"determination without overreaction\" in responding to the tragedy. While acknowledging that \"Canada may have to change\" in the aftermath of the shooting, The Globe and Mail's editorial board writes:\nWhatever changes we choose to make should be done carefully and calmly, with an understanding of the limited scale of the threat, and the nature of the tradeoffs between freedom and safety. Any changes made ... should be done only for the benefit of millions of law-abiding Canadians - and not as a panicky reaction to a very small number of men who, unlike some dangers that Canada has faced before, pose no threat whatsoever to the survival of Canada. \nThe shooting has dominated front pages, home pages, and broadcasts from Ottawa to Vancouver since a gunman first appeared at the Canadian War Memorial Wednesday morning and fatally wounded a guard - his only victim. A security officer later killed the gunman, Michael Zehaf-Bibeau, inside the nearby Parliament building. \nThe apparent ease with which Mr. Zehaf-Bibeau entered the building has prompted some to question the balance between personal liberty and national security in Canada. As John Ivison writes in the National Post:\nWe have always made a conscious tilt toward openness and access, and away from the kind of more intrusive security common in Washington and London.We now have to ask ourselves whether we as a society are prepared to give up some of our freedoms in order to provide a little more protection. \nThe Toronto Star's editorial board urges Canadians not to overreact, arguing that there's no need to \"wrap Parliament Hill in new and unnecessary layers of security.\"\nBut the Star also raises critical questions about the Canadian government's handling of potential terrorism threats. It demands urgent answers to how much officials knew about Zehaf-Bubeau and Martin Courture-Rouleau, who ran over two soldiers with his vehicle in Quebec on Monday, and why they didn't do more to stop them.\nAre we dealing with troubled individuals who have \"self-radicalized\" with Islamist ideology on their own, so-called lone wolves? Or are they part of a network? And if they are part of a wider organization, what might others be planning?\nCanadian officials have yet to declare the shooting on Parliament Hill an act of terrorism. But that hasn't stopped commentators from speculating about its potential link to radical Islam - and Canada's place in the international fight against it.\n\"As Canadians, we've been lucky up to this point,\" Brian Stewart writes for CBC News, adding that the threat of Islamic terrorism expanded when Canada joined the coalition against the self-described Islamic State earlier this year.\nPerhaps the shock of Wednesday's attack in Ottawa will prove shorter than we expect because, let's be frank, we've all known something like this was coming, right?We've been warned for years by our combined counterterrorism apparatus that it will stop many plots, but cannot get all. In short, the hits are coming. Brace yourself Canada. Time to be resilient.\n\nLoad-Date: October 23, 2014"
}