{
    "title": "AFTEREFFECTS_ THE OUTLOOK New Challenge to Saudis_ Royal Family's Resolve Against Terrorism Question",
    "publisher": "the new york times",
    "year": 2003,
    "month": 5,
    "day": 14,
    "full text": "The brazen attacks against three residential compounds for foreigners in the Saudi capital of Riyadh late Monday brought home at least one stark truth: the kingdom's ruling family seems unwilling to confront the threat posed by extremists in their country. \n     To face the threat, analysts believe, the princes of the Saud dynasty will have to shift their allegiance away from the often-militant religious establishment that helped win them their kingdom in the first place. \n The rulers have long sought to distinguish between fiery, xenophobic sermons blasting from the loudspeakers of the country's mosques and the violence that some justify in the name of Islam. The dynasty portrays the violence as something alien, despite the fact that it is often perpetrated by Saudi-bred men like Osama bin Laden.\nBut some analysts today viewed the attacks, which killed at least 29 people, including 7 Americans and 9 of the attackers, as a harsh example of what happens when extremism in any form is allowed to run unchecked.\n\"The real problem is in the Saudi society itself,\" said Khairallah Khairallah, a newspaper columnist and a former editor of Al Hayat, a respected London-based Arabic daily. \"They don't want to ask real questions about why their society is producing such people.\"\nTo this day it is possible to find Saudis, even senior princes, who argue that there is no convincing evidence that 15 of 19 hijackers in the Sept. 11 terrorist attacks were Saudis. Even if they carried Saudi passports, they were brainwashed elsewhere, goes the refrain. \nBut that fiction grows harder to maintain. Last week, the Saudis announced the seizure of a huge arms cache linked to Al Qaeda. The terrorist attacks in Riyadh soon followed. Security officials took pains, however, to point out that the 19 men who escaped when the arms cache was seized all had been trained in Afghanistan or Chechnya. \nBut both events -- the attacks and the fact that an underground cell could amass 800 pounds of advanced explosives and a wide variety of weapons -- drew attention to a shadowy network far more extensive than the security agencies have acknowledged.\nAlthough there is no evidence linking the attacks to Al Qaeda, the terrorist network has made simultaneous suicide operations like those on Monday something of a specialty. \n\"This is one of those major developments that indicates that no matter how much people try to cover things up there are undercurrents that are troublesome and they are not going away,\" said Joseph Kechichian, an expert on Saudi affairs, interviewed by telephone from Abu Dhabi. \nThe Saud dynasty has never been terribly honest about what is happening in the kingdom or elsewhere: in 1990 the family took three days before the government-run news media actually announced that Iraq had invaded neighboring Kuwait. \nSo the country's residents have taken up the kind of analysis once favored by Kremlinologists to determine what the royal family is really thinking. \nOne the one hand, Prince Nayef, the longstanding interior minister and a contender for the throne, has routinely rejected any reporting that paints the kingdom's security in an unfavorable light. He declared Al Qaeda all but finished just days before the Monday attack.\nOn the other hand, the Interior Ministry took the unprecedented step of publishing the pictures and names of all 19 suspects in the arms case after they eluded capture last week. In addition, Crown Prince Abdullah, the man who actually runs the country, went on the air today to denounce the attackers.\n\"They are no different from vicious animals whose only concern is to shed blood and bring terror to those innocents blessed by security,\" Prince Abdullah said.\n\"These tragic events should serve as a warning to the unwary, and should restore sanity to the deluded,\" the crown prince continued. \"The perpetrators are but a small group of deviants whose objective is to do harm to our society by doing damage to its security.\"\nSaudis are waiting to see whether the crown prince personally supervises the investigation, which would be a clear indication that the attacks are being taken as a serious threat, or whether the kingdom reverts to form and passes off the attacks as an isolated incident.\n\"I think the government will continue the same as before,\" said one Saudi analyst, speaking on the condition of anonymity. \"That is walking the tightrope between going after the trigger men while playing cozy with the infrastructure that feeds the extremists.\"\nSaudi officials expressed a certain relief that the attacks would cast the kingdom as a victim of terrorism just as the United States was after Sept. 11. One official said he hoped the attacks would disprove the charge that Saudi royalty pays protection money to militants so that no attacks are carried out in the kingdom. \nSome of the river of extremist thinking that penetrates the kingdom was on display today in Internet chat rooms. Attacks on Westerners are generally interpreted in such sites as a means of attacking the royal family. Many Islamic militants see the Saud dynasty as agents of the West.\nChat room participants praised the killing of Westerners, sometimes buttressing their remarks with quotations from Mr. bin Laden.\n\"Those young men trained and raised on jihad cannot just sit doing nothing while their brothers are being killed in Iraq and elsewhere,\" read one such posting, using the Arabic word for holy war. \"They had to retaliate for their brothers.\"\nAlthough the United States announced last week that it would begin withdrawing the 5,000 American troops stationed in Saudi Arabia since the Persian Gulf war, analysts said links between the ruling family and Washington were too pervasive to be immediately affected by such a change. \nRelations between Washington and Riyadh, though strained by mutual recriminations over the Arab-Israeli conflict and the campaign against terrorism, are likely to remain intact because Saudi Arabia contains one-fourth of the world's known oil reserves. \nThe wealth involved has long bought the kingdom time in confronting religious extremism, but some Saudis suggested that after the Monday attacks, the risks involved in some actions committed in the name of the faith need to be more clearly assessed. \n\"Those who committed yesterday's crime -- which will leave its painful mark on our secure country -- are not only the suicidal terrorists who perpetrated the act, but all those who have incited them and justified their actions, and all those who have described them as mujahedeen,\" wrote Jamal Khashoggi, the editor of Al Watan, a daily newspaper, using the Arabic name for those who fight for the faith.\n\"In fact, those responsible include all those who have remained silent or found excuses for this current that has deviated from our religion,\" he said, \"and is contrary to our nature.\"      \n\nhttp://www.nytimes.com\n\nLoad-Date: May 14, 2003"
}