{
    "title": "After teacher's murder, France touts secularism. But Muslims feel heat. The killing of a teacher by",
    "publisher": "the christian science monitor",
    "year": 2020,
    "month": 10,
    "day": 21,
    "full text": "Marie Saumet was meant to be enjoying last weekend relaxing with friends in the northern French town of Tours. Instead, she donned her mask, made a sign reading \"Je suis enseignante\" (\"I am a teacher\"), and joined the tens of thousands of people across France protesting the killing of junior high teacher Samuel Paty last Friday in the sleepy town of Conflans-Sainte-Honorine.\n\"Freedom of expression is part of our national education program, and teachers are the ones taking on these politicized topics,\" says Ms. Saumet, who is a history and geography teacher in the Paris suburbs. \"I'm not scared by what happened and I'm going to continue doing my job. Teachers have to be, now more than ever, advocates of national values.\"\nThe death of Mr. Paty, who after showing cartoons of the prophet Muhammad in his class was beheaded by Abdoullakh Abouyezidovitch Anzorov, has touched an area of life considered sacred and safe here: education. It has stirred politicians to use stronger language against terrorism, and crack down on what they see as threats to a founding principle of the French nation: laïcité, or secularism.\nBut as France revs up its fight against Islamic extremists, it risks alienating its Muslim population - Europe's largest. France's Muslims have already been subject to mounting Islamophobia and conflation with fundamentalists since the Charlie Hebdo and Bataclan theater attacks in 2015.\nAnd with politicians increasingly referring to a \"war\" against Islamists, there is mounting concern that the use of such martial language may signal not only intolerance of crimes such as Mr. Paty's killing, but also intolerance of religious diversity.\n\"We need to be fully invested in the fight against terrorism and in favor of secularism, but at the same time against racism, hate, and stigmatization,\" says Dominique Sopo, president of SOS Racisme, a Paris-based nonprofit that organized the protest in honor of Mr. Paty in Paris on Sunday. \"In recent weeks, we've seen an unhealthy political dynamic and harsh language by the government that risks to worsen the situation for the Arab-Muslim population.\"\nTension between secularism and tolerance\nSince the attacks on the satirical newspaper Charlie Hebdo and then the Bataclan theater attacks in 2015, there have been 12 Islamic terrorist incidents in France, killing a total of 112 people - 87 of those in a truck attack in Nice on July 14, 2016. Mr. Paty's death is seen as just the latest event in this ongoing trend.\nAnd it comes at a time of heightened tension, as 14 people go on trial as alleged accomplices in the Charlie Hebdo attack. As the trial began in early September, President Emmanuel Macron declared France's \"freedom to blaspheme\" and condemned all forms of separatism - what the government sees as a breaking away from the national community, la République.\nTwo weeks later, two people were injured in a knife attack by a Pakistani-born man in front of the former Hebdo offices. It prompted Mr. Macron to toughen his stance during an Oct. 2 address, outlining measures to combat \"radical Islamism,\" including placing mosques and imams under greater control and forcing Islamic organizations that receive public funding to sign a \"secular charter.\"\nOn Monday, following Mr. Paty's death, the French Interior Ministry went further, announcing that a mosque in a Paris suburb would be closed after rebroadcasting a video that condemned Mr. Paty, and that organizations deemed \"separatist\" would be banned on French soil.\nAmong those being investigated is the Collective Against Islamophobia in France (CCIF), which provides legal aid to victims of Islamophobia and regularly publishes figures on Islamophobic acts in France. In 2019, it registered 789 incidents, compared to 446 in 2017 - a rise of 77% in two years.\nCCIF got caught in the controversy after the father of a Muslim student in Mr. Paty's class called on Facebook viewers to complain to the group about Mr. Paty. But some observers say the crackdown on organizations like CCIF is a veiled attempt at censoring Muslims and the Islamic religion, \"which has been the most difficult for the French to deal with [historically],\" says Hall Gardner, a professor of international politics at the University of Paris.\n\"I think their use of the term laïcité has become unhealthy,\" says Dr. Gardner. \"The French have a hard time dealing with religions that don't fit into the Catholic mold. That comes out of the Napoleonic tradition of trying to eliminate Catholicism, even if it's remained in the background and even though the state claimed it was secular.\"\nFor instance, on Tuesday French Interior Minister Gérald Darmanin criticized shops that sell kosher or halal products separately, saying he was \"shocked\" to see shelves reserved for cuisine specific to a community. \"This is how communitarianism starts,\" he said.\nIn recent years, numerous laws have been aimed at promoting secularism but have been interpreted by some as targeting Muslims, particularly Muslim women. In 2011, France outlawed the face-and-body-covering burqa. And women in veils or traditional dress have been stopped by police across France while driving, sitting at the beach, or accompanying their children on school trips.\n\"In the last five years, there's been an evolution where we're constantly asking the Muslim population to excuse themselves and declare their love for the French republic,\" says Valentine Zuber, a French historian who specializes in secularism and religious freedom.\nWith each terrorist attack, many French Muslims say they see a spike in harassment or hate speech, especially on social media - which has come under investigation for its role in attacks like the one against the French teacher.\n\"I don't wear a headscarf but for women who do, there has been a worsening of the situation,\" says Widad Ketfi, an independent journalist and activist, who is Muslim and grew up in an Algerian immigrant family outside Paris. \"There can be violence and hateful comments of course, but it's mostly an institutional problem, and all the laws surrounding what Muslims, especially women, can and can't do in their daily lives.\"\nTime for soul-searching?\nAs the French government moves toward harsher language and policies to confront recent terrorist threats, it has increasingly moved away from topics that once dominated public debate following the attacks on Charlie Hebdo and the Bataclan theater.\nThen, there was a push toward public discussion of the country's inability to integrate second- and third-generation Muslims - relating back to France's former colonial rule in North Africa - as well as address racism and inequality in these same communities, especially in educational settings.\nAnd while earlier this month Mr. Macron recognized that France had concentrated populations of the same origins and religions that had helped create \"economic and educational difficulties,\" his overall political handling of France's terrorist threat, say some observers, has largely ignored the roots of the problem.\n\"The French aren't looking at their own history, their past colonalization,\" says Dr. Gardner. \"They need to do some self-searching and look deeper than this one attack.\"\nStill, some say the term laïcité has become skewed in recent years, and politicized in a way that not only takes away from its original definition but is actually counterproductive in dealing with Islamic radicalism.\n\"To combat terrorism, we must use laws and not misuse the concept of laïcité - or state neutrality,\" says Ms. Zuber. \"Unfortunately, this is exactly what uncompromising conservatives and far-right individuals are doing.\"\n\nLoad-Date: October 21, 2020"
}