{
    "title": "After Shalit Release, Fears of Inflation in Exchange Rate for Captured IDF Soldiers",
    "publisher": "the forward",
    "year": 2011,
    "month": 11,
    "day": 4,
    "full text": "'This slippery  slope has to stop.  A change is needed.'\nAs Gilad Shalit settles back into  life in Israel, the country resounds  with an uncomfortable question:  What happens next time?\nIsrael started paying high prices  for its captured soldiers in the  1980s, and since then, the prisoner-swap exchange rate has been  subject to hyperinflation. In the  Shalit deal it was 1,027 Palestinian  prisoners for one Israeli, up from  1,150 for three in the first such  agreement, in 1985.\nWhile the Israeli defense establishment  is aware of the grim reality  that it is only a matter of time  before another capture, it hopes  to make sure the Shalit deal is the  last time it has to free so many  Palestinians to obtain a captured  soldier's freedom.\nThis slippery slope has to stop.  A change is needed, Defense  Minister Ehud Barak told Israel's  Channel 2 television station on  October 23.\nBack in 2008, Barak asked former  Supreme Court president  Meir Shamgar, former Defense  Ministry director general Amos  Yaron and philosopher Asa Kasher  to formulate recommendations  for dealing with capture scenarios.  Preliminary recommendations  were ready more than a year ago,  but Barak decided to keep them  under wraps until Shalit was  home. A full public report is now  expected in mid-November.\nExperts believe that the report is  likely to recommend that the state  tie its own hands to prevent it from  completing high-cost exchanges  in the future. Uzi Rabi, director of  Tel Aviv University's Moshe Dayan  Center for Middle Eastern and  African Studies, expects it to contain  a proposal that would enable  policymakers to say in future, 'This  is the red line, and we're not going  to cross this line for any reason  whatsoever.'\nRabi said he could not predict\nthe precise nature of the proposal,  but expects it to put militants in  a far weaker bargaining position.  He says it is likely to become law.\nBut Shlomo Mizrahi, a public  policy professor at Ben-Gurion  University of the Negev, thinks the  report will not change the dynamic  of any future negotiations for captured  soldiers.\nPoliticians will want to keep the  possibility to do such deals in the  future; they want the freedom of  choice, he said.\nIt is unclear how public opinion  will play out. Rabi thinks it will  make politicians more likely to  adopt the idea of the state tying its  own hands. While the public supported  the deal for Shalit, people  are uncomfortable with the price,  and therefore new procedures will  represent a kind of pact, a contract,  between policymakers and  the Israeli public.\nMizrahi thinks, on the other  hand, that the pain of a broken  family like the Shalits will always  mobilize the public, and that while  the idea of the state limiting itself  may be very fruitful from an  objective point of view, [politicians]  want the future possibility  to satisfy the public.\nSome proposals in circulation call  for the state to take different paths.  Likud lawmaker Zeev Elkin is calling  for a reduction of the prisoner-swap exchange rate by 10% to  20% each time a deal is struck.\nCounter-terrorism expert Boaz  Ganor wants Israel to radically  change the way it deals with  Palestinian violence in anticipation  of future captures.\nGanor, founder and executive  director of the Herzliya-based  International Institute for Counter-Terrorism, proposes a new framework  that would differentiate  between terrorists, who harm  civilians, and guerrillas, who\nharm soldiers. While the former  would never be freed until they  complete their sentences, the latter  would be held in prisoner of  war camps run according to the  Geneva Conventions and be fair  game for prisoner exchanges. If  still imprisoned at the time of apeace  deal, they would go free.\nIn his view, not only would this  solve the problem of Israel releasing  killers of civilians, it wouldalso  divert violence toward themilitary.  If I am able to shift the  fire from civilians to military personnel,  this is a counter-terrorism  success, he told the Forward.\nHe admits that militants willrefuse  to accept Israel's differentiation,  and so they will demand  terrorists in swap negotiations,  but he believes that a firm stance  and strong propaganda from Israelwill  make them switch tacks and  accept guerrillas for Israelis.\nGanor also added a little glitzto  his plan. Once Israel makes an  offer for an exchange, he proposes  they would publish the names  of the Israeli-held prisoners it isoffering  and set up a televisionprogram  on which those prisoners  get to make representations fortheir  freedom.\nI can guarantee that thePalestinians  would be hooked to  this television program, Ganorsaid.\n\nGraphic\n\n \nIMAGE: Free:Isareli soldier Gilad Shalit was released by Hamas in returnfor 1,027 Palestinians. Now Israel worries about a repeat scenario.; GETTY IMAGES\n\nLoad-Date: November 7, 2011"
}