{
    "title": "Ag-gag laws restrict visibility, skew view on food",
    "publisher": "university wire",
    "year": 2013,
    "month": 5,
    "day": 1,
    "full text": "If your Poli Sci professor asked you to guess who the FBI has deemed as the nation's top domestic terrorism threat, would you perhaps answer the Ku Klux Klan? Perhaps the perpetrators of various recent bombings and/or shootings? Or maybe even the wide array of active hate groups in America?\nWhile all three of the aforementioned guesses seem quite logical considering the large amount of physical harm they cause to American citizens, none of them provide the correct answer to your professor's question. No, the answer you sought is actually \"the Eco-terrorism, animal-rights movement,\" as quoted from top FBI official John Lewis in a 2005 article on CNN.com by Henry Schuster.\nIronically, animal rights and environmental activists have never physically injured anyone. Corporate provocateurs rather than actual activists coordinated the only act of attempted murder in the history of the U.S. animal rights movement. Removing caged animals from vivisection laboratories and fur farms, sabotaging animal testing facilities, launching undercover investigations of factory farms to document egregiously cruel practices, staging public protests, and engaging in non-violent civil disobedience comprise the bulk of the activities in which animal rights activists such as the Animal and Earth Liberation Fronts partake.\nDespite the animal rights movement's zero-percent rate of injury, the Department of Homeland Security lists the cause on its roster of national security threats \"while ignoring right-wing extremists who have bombed the Oklahoma City federal building, murdered doctors, and admittedly created weapons of mass destruction,\" according to journalist Will Potter, author of Green is the New Red.\nOften known as the Green Scare, this ill-prioritized governmental crackdown on the animal rights and environmental movements parallels the communist Red Scare of the 1940s and 1950s in that it aims not to protect the American public from harm, but to push a political agenda and chill dissent. The Animal Enterprise Terrorism Act , passed by the Senate in 2006, functions as one of the major legislative strategies employed by proponents of the Green Scare to silence nonviolent animal rights and environmental organizations.\nProhibiting individuals from engaging in any activity \"for the purpose of damaging or interfering with the operations of the animal enterprise,\" the law expands the 1992 Animal Enterprise Protection Act by broadening the definition of \"animal enterprise\" to include academic or commercial enterprises that use or sell animal products. Thus, the new terrorism law not only protects, say, a factory farm, but also any business or corporation that fraternizes with said factory farm. The AETA also mandates the punishment of actions that instill a \"reasonable fear\" in employees of an animal enterprise or their families. First employed to convict SHAC-7 animal rights activists for publishing an anti-animal agriculture website and vocally supporting direct action, the AETA also instills fear in individuals engaging in other rather harmless forms of activism such as leafleting or protesting.\nWhile the AETA does not seek to label such non-threatening individuals as terrorists, the fact that these activists now question whether or not actions protected by the First Amendment could cause their imprisonment demonstrates the law's chilling effect. Clearly, the law's savings clause that it does not intend \"to prohibit any expressive conduct ... protected from legal prohibition by the First Amendment to the Constitution\" does not carry much meaning. Reflecting the activist-silencing intentions of the AETA, proverbial \"ag-gag\" bills comprise the latest Green Scare legislation. Currently pending in Arkansas, California, Indiana, Nebraska, New Hampshire, New Mexico, Pennsylvania, Tennessee and Vermont, the bills would criminalize whistle-blowers, undercover investigators, and journalists who seek to expose instances of animal cruelty on factory farms and at slaughterhouses. Against the multi-billion dollar advertising budgets of major agribusiness corporations, undercover investigations by animal rights organizations such as Mercy for Animals and Compassion Over Killing serve as the only means of public opposition to the animal agriculture industry.\nWithin the past two years, undercover investigators have documented countless instances of egregiously inhumane factory farming practices, leading to subsequent legal prosecution. For example, the Humane Society filmed the slaughter of cows too sick to walk at Hallmark/Westland, formerly the second-largest supplier of beef to the National School Lunch Program, which provoked the largest meat recall in U.S. history and protected schoolchildren against serious health risks. An investigation of Krieder Farms, provides video evidence of hens caged near rotting bird corpses, supervised by workers who burn and sever the beaks off of young chicks. In response, one of the company's biggest customers, McDonald's, ceased to purchase eggs from the farm. Ag-gag laws would prevent consumers from making informed food choices, opting not to support cruel practices, and avoiding the risk of food-borne illnesses by rendering it illegal to record video clips of factory farms, as well as to apply for a job at such a facility without disclosing ties to animal rights groups. Some of the drafted bills also mandate that documenters of animal abuse report their findings within 24 hours, hindering investigators from recording patterns of abuse or gathering enough evidence to produce an entire video.\nWhile true that a series of 24-hour abuse reports could collectively display inhumane treatment, obtaining many shorter videos would require different undercover investigators to apply for positions at the same facility multiple times. This process would significantly prolong the gathering of information and dissemination of it in the form of a video, not to mention that it would place many more volunteer undercover investigators in precarious positions as unwelcome infiltrators of the farms they seek to expose.\nAg-gag laws provide yet another example of the dishonest practices of major industries and corporations that seek to infringe upon consumers' right to know. To again quote author Will Potter, \"ag-gag bills aren't about silencing journalists and whistle-blowers. They're about curbing consumer access to information at a time when more and more Americans want to know where our food comes from and how it's produced.\"By educating ourselves about unjust legislation such as the AETA and ag-gag bills, we can advocate to protect our First Amendment rights and our right to know the origins of what we eat. Indeed, an ag-gag bill in Wyoming failed earlier this year, in part because of negative publicity. To students with ag-gag bills pending in their home states, I would urge you to write to your local legislatures. By making our voices heard we can combat the practices of corrupt industries.\n-Alessandra Seiter '16 is the incoming President of Vassar Animal Rights Coalition.\n\nLoad-Date: September 26, 2018"
}