{
    "title": "AG_ Mich. plot ringleader wanted to televise killings Alternate plans were to lock Capitol, set it a",
    "publisher": "usa today",
    "year": 2020,
    "month": 11,
    "day": 13,
    "full text": "No one would get out of the Michigan State Capitol alive under the initial plan devised by the accused ringleader in a terrorist plot, according to the Michigan Attorney General's Office.\nAdam Fox's \"Plan A\" wasn't just storming the building and taking hostages, as officials have already said publicly - it was to get in there and televise the execution of tyrants over the course of a week, with no one coming out alive. Or, alternatively, lock the doors and set the building on fire.\nThat's according to a brief filed by the Attorney General's Office against the pretrial release of Pete Musico, 42, of Munith, who is charged at the state level in connection to the plot to kidnap Gov. Gretchen Whitmer.\nThe attorney general's office released the brief to the Detroit Free Press, part of the USA TODAY Network.\nMusico was released on bond Oct. 30 with a GPS tether, according to the Jackson County Sheriff's Office.\nThe filing further spells out the attorney general's accusations, while dipping into those against the federally charged Fox, 37, of Grand Rapids. The accusations, aside from those against Fox, include:\nMusico once claimed to have thrown a Molotov cocktail into a police officer's home;\nThe Wolverine Watchmen, the so-called \"militia\" group now accused in the domestic terrorism plot, was developed after a member \"finished\" a weapons charge. It had a private Facebook group with rules.\nA training exercise plan included taking over a hostile vehicle and ambushes.\nSean Tilton, a federal public defender for Fox, declined to comment.\nAt Musico's bond hearing, his attorney, Kareem Johnson, fought against the perception of Musico as dangerous. Johnson said Musico was kicked out of the group for being \"too damn soft.\" He also countered many of the attorney general's arguments in a response he filed with the court and released to the Free Press.\nFox is charged at the federal level with conspiracy to commit kidnapping. He is said to have been the ringleader of the effort, which was stirred up over anger with Whitmer's orders in response to the coronavirus and landed on plans to kidnap Whitmer, according to officials.\nMusico is accused, with 26-year-old Joseph Morrison, also of Munith, of hosting tactical training sessions on their property. Musico is charged with threat of terrorism, providing material support for terrorist acts, committing a felony as a gang member, and possessing a firearm in the commission of a felony.\nA total of 14 men have been charged in the case.\nTelevised executions and fire\nFox was at the Capitol when he spoke of the horrors he wanted to inflict inside, according to the brief from the attorney general's office. It was June 18 at a Second Amendment rally in Lansing, where accused members of the plot - Fox, Morrison, Musico, Ty Garbin, Paul Bellar and Daniel Harris - and a woman were in attendance.\n\"Plan A consisted of recruiting 200 men and then storm the Capitol building in Lansing while Congress was in session,\" the attorney general's said. \"They were to take hostages, execute tyrants and have it televised. It would take about one week and that no one is coming out alive.\n\"The secondary plan was to storm the Capitol building in Lansing when Congress was in session. They would then lock the entrances/exits to the structure. They would then set the building on fire.\"\nA spokesman for the attorney general's office said \"Congress\" was meant to describe state lawmakers.\nMusico countered that it was a \"fishbowl\" around the Capitol and suggested instead that they look up politicians' addresses and execute a plan there, the attorney general's office said.\nFox invited the group to attend a training in Wisconsin. Musico and Morrison expressed interest.\nJohnson, in addressing this conversation in his own court filing, argued that law enforcement didn't step in and therefore found no imminent danger. There was no \"overt action\" taken by any of the defendants, he said.\n'Hunt the rich'\nMusico and Morrison carried out multiple tactical training exercises at their rural property in remote Munith, including at least one in April and two in June, according to prosecutors.\nOn April 9, Musico said during planning for a tactical training that law enforcement could show up, the attorney general's office said.\n\"Put your vest on, gear up and hunt the rich,\" he said, according to the attorney general's office.\nIn court, Johnson said this training was not tied to a specific crime.\nA detailed rundown of a training schedule for June 14 was included in the attorney general's brief.\nThe checklist includes more than 20 exercises focused on three areas: vehicle training, ambush tactics and medical triage.\nThe schedule begins with \"basic fundamentals for the new members\" and lists items such as, \"driver down situation,\" \"taking a (possible) hostile vehicle over,\" \"planned ambushes,\" \"L shape ambush\" and \"when is the right time to scream for a medic?\"\nMusico and Morrison are said to have, with full knowledge of Fox's intentions at the Capitol, hosted another tactical training on June 28.\nThere, Musico reiterated concerns with Fox's plan and again promoted his own strategy to target politicians. They were already doing training that would work with a home-targeting plan, prosecutors said.\nMusico also cautioned others against backing out. \"Pete Musico, during a meeting, addressed the group and gave them an ultimatum: the group was heading toward 'real s---' action which required dedication to the group and cause,\" the attorney general's office said.\n\"If they had been training to improve their tactical skills, that was OK, but they needed to leave immediately if they didn't want to be part of what was coming. No one in the group left. ... Musico also advised an individual that he was preparing to produce more pounds of C-4 explosives in anticipation of planned events.\"\nJohnson, in his filing, called the June 28 training lawful conduct. He also said he did not see references to what Musico allegedly said. \n\nLoad-Date: November 13, 2020"
}