{
    "title": "AGAIN",
    "publisher": "richmond times dispatch ",
    "year": 1997,
    "month": 9,
    "day": 7,
    "full text": "Last week's suicide bombings in Jerusalem delivered a message that was unintended but true: Peace is not a process.\nSince signing agreements with Yasser Arafat and the PLO, Israel has suffered a string of terrorist attacks. On October 19, 1994, a Hamas bomber blew up a Tel Aviv bus, killing 23. Less than one month later, a disciple of the Islamic Holy War set off a bomb near an Israeli military outpost in Gaza. Three died. 1995 saw its share of terrorism. So did 1996 and 1997. The most recent bombing followed a July 30 incident that claimed 15 Israelis.\nThe conventional caterwauling only deceives. Benjamin Netanyahu's policies have not implicitly invited the carnage. The attacks predate his election as Prime Minister. Terrorism occurred while Itzhak Rabin and Shimon Peres held office. The blame rests not with alleged Israeli intransigence (which itself is a figment of the imagination of Israel-haters) but with those considering peace another name for war.\nThe violence says nothing good about Arafat. He either condones terror or lacks the standing effectively to deter it. He continues to send mixed messages - or, rather, he sends one message to the West and another to the Palestinians. On the one hand, he deplores (after the fact) terrorism; on the other hand, he has praised Hamas and publicly embraced its leaders. According to some analysts, Arafat would like to defeat Hamas but can't because the organization enjoys too much support. But if Hamas accurately reflects Palestinian opinion, then why should Israel be expected to surrender territory under the influence (or control) of groups lusting for its destruction? The equation seldom varies: Israel is told it must cede something tangible for something not - real land for vague promises.\nPeace is not a process but a fact. It will break out when Palestinian extremists lay down their arms and unequivocally recognize Israel's right to exist within secure borders. It's that simple.\n\nLoad-Date: September 11, 1997"
}