{
    "title": "Against an expectation of civility",
    "publisher": "university wire",
    "year": 2018,
    "month": 12,
    "day": 10,
    "full text": "Civility in political discourse has been touted by many pundits as the solution to the stratification of politics in modern American society, with the idea being that violence on both sides has poisoned the well of discourse and that only a renouncement of extremism could bring sensibility back to politics. I think that point of view is at best painfully naïve and at worst maliciously untrue.\nThe last few weeks have been marked by an uptick in highly political acts of violence. From Kentucky to Pittsburgh to Florida, attacks by white supremacists, anti-Semites and individuals associated with the deeply misogynistic \"incel\" movement have dotted the nation.\nOn the opposite side, Leftist protesters have said mean things to right-wing leaders and pundits, frightening them.\nThese two sides are very clearly not equivalent, and impartial research corroborates this. The Southern Poverty Law Center reports that almost two-thirds of terrorism in the United States is tied to right-wing extremism. In this report, they cite the Global Terrorism Database, which tabulates instances of terrorism across the world.\nBy treating these two sides as somehow equally at fault, center-leaning pundits only serve to normalize the violence on the right and stigmatize the entirely justified protests of the left. This will not stop political division, nor will it stop political violence, because it fails to address the conflicting goals of each side.\nWhile it may not be politically correct to say so, I find the obvious truth of the matter is that the right pursues supremacy. This is evident in their philosophy of \"America First,\" a motto that echoes such groups as the German American Bund of the 1930s, an early American Nazi coalition. The right self-professes to be dedicated to securing the position of the powerful, to return to some fictionalized ideal of American glory and splendor.\nThe left rejects this reactionary agenda in favor of one that eschews supremacy and pursues justice, while the center's goals align with preserving the existing political process. \"Civility\" only makes sense in this regard to the goals of the center. \"Civility\" cannot establish supremacy, nor can it effectively fight it.\nTo this end, we see in part the place of violence in politics. The right uses violence as a method of pursuing supremacy outside of a system that promotes civility. In response, the left ought to use any and all methods, including violent ones, to promote justice over supremacy.\nAny sort of fascist, whether white-nationalist, misogynist, anti-Semite or anything else, can cause harm and destruction. But they cannot achieve their agenda so long as they are denied a position of supremacy.\nKind words and warm sentiments, as pleasant as those things may be, will not stop a mob or a gunman or a terrorist. Therefore methods that go beyond these ought to be adopted. Even now to some degree they already have, in the form of institutional responses like the police.\nHowever, as the institution is weakened by political polarization, these already imperfect responses become even less reliable. This was clearly seen at the \"Unite the Right\" rally in Charlottesville, wherein the police did little as a fascist mob descended on the city.\nUltimately, civility will not save us. What will save us is a dedication to justice and a will to see that dedication carried through. A truly effective resistance to supremacy is multifaceted and total, and restricting that for the sake of \"civility\" is a failing strategy.\n\nLoad-Date: December 10, 2018"
}