{
    "title": "Agba Jalingo_ Police Seek To Amend Charges",
    "publisher": "the will ",
    "year": 2019,
    "month": 10,
    "day": 16,
    "full text": "Agba Jalingo BEVERLY HILLS, October 16, (THEWILL) The prosecution counsel in the case against journalist and rights activist, Agba Jalingo, has asked the court to grant it leave to amend the charges and an order to protect its witnesses. Jalingo is facing charges of terrorism, treasonable felony and attempt to topple the Cross River State government at the Federal High Court in Calabar presided over by Justice Simon Amobeda.\n Dennis Tarhemba, a Deputy Superintendent of Police, in his opening statement on Wednesday said though the matter was adjourned to Wednesday and Thursday for accelerated hearing, the prosecution has filed for amendment of charges and sought an order to protect its witnesses. Lead counsel to the defendant, Mr.\n Attah Ochinke, told the court that despite the prosecution filing the amendment on October 11, they were served hours before the court's sitting. Justice Amobeda subsequently adjourned the matter to Thursday to entertain the plea of the prosecution and commence trial.\n \"The defence counsel shall file and serve his reaction before trial tomorrow,\" Justice Amobeda said. At the end of the court session, Tarhemba, the prosecution counsel told journalists to wait till the next adjourned date to get details on the amended charges.\n \"They are matters before the court and it (was) not taken today. It is tomorrow.\n So if you come to the court tomorrow, you will now know the type of charge we intend to amend,\" he said. On why he sought the court's protection for its witnesses, he said, \"You know such application is not yet heard.\n We cannot in any way give any information on what the court is yet to pronounce. You wait till tomorrow.\n\" Meanwhile, Jalingo who arrived at the court premises at about 9:26 am wore a black T-shirt with the inscription, 'Dictators Perpetually Fear Our Pens'. \n\nLoad-Date: October 16, 2019"
}