{
    "title": "Age of Anonymous Terrorism",
    "publisher": "the christian science monitor",
    "year": 1998,
    "month": 8,
    "day": 12,
    "full text": "In the aftermath of the tragic American embassy bombings in East Africa, it is becoming clear that to today's sophisticated terrorists, mystery is a weapon.\n \n During terrorism's 1970s heyday, kidnappings, hijackings, explosions, and other acts of political violence were usually accompanied by a quick claim of responsibility. The Red Brigades and Black September wanted their names to be known and feared, and their aims placed on the world's agenda.\n \n But today's shadowy terrorists often don't step forward after their handiwork has shattered lives and property.\nFor one thing, terror groups want to avoid retaliation from the world's increasingly skilled counterterrorist agencies.\n \n For another, they have discovered that they can sow as much confusion and discord by remaining anonymous as they can by speaking up, if not more.\n \n And that is the point of terrorism, after all. Its real target is not physical, but mental - a nation's or culture's confidence, will, and cohesion.\n \n For terrorists, keeping quiet \"is now the model for how to get a chance in policy for what you do,\" says Patrick Clawson, a terrorist expert at the Washington Institute for Near East Policy. \"It doesn't pay to claim responsibility.\"\n \n At time of writing, US officials said they still had no real idea who had planted the bombs that devastated US embassies in Kenya and Tanzania.\n \n One group - the previously unheard-of Liberation Army of the Islamic Sanctuaries - issued a communique in Cairo claiming credit for the bombings, but officials cautioned against putting too much credence in the statement.\n \n The communiqu did contain language praising Osama Bin Laden, a wealthy Saudi opposed to the US presence in the Middle East whom officials have named as a suspected backer of terrorism in the past. But investigators said they have no hard evidence tying Mr. Bin Laden to the blasts. More than 100 FBI investigators have flooded into Africa, and the US has offered a $ 2 million reward for information leading to the bombers' arrest.\nTerrorism declining?\n \n The bombings come at a time when the number of terror incidents has been on a general decline. There were 304 terrorist attacks in the world in 1997, according to the State Department. That figure represents one of the lowest terrorism totals since 1971.\n \n But the sophistication and shadowy nature of the east Africa bombings do mirror 1990s trends, say experts. The most recent similar attack was the 1996 truck bombing of an apartment building occupied by US military personnel in Dhahran, Saudi Arabia.\n \n The Dhahran bombing showed how today's terrorist avoids the direct glare of publicity. While a number of previously unknown groups claimed responsibility, and Bin Laden was identified as a suspect, no link to him or any other known supporter of terror was ever proved to US satisfaction.\n \n The bombing was successful, however, in the sense that it caused US military forces to be removed from populated areas in Saudi Arabia, and placed at an isolated base in the desert.\n \n \"There was a distinct change in Saudi policy that took place, yet there was no retaliation,\" says Mr. Clawson.\n \n Complete anonymity is not the terrorists' goal, said other experts. Subtle claims can be made, such as by launching an attack on a date related to the group's history. Or groups can give hints after an attack that they had a hand in the destruction. The radical Islamist group Hizbullah eventually released a surveillance video that suggested it was behind the bombing of the Israeli Embassy in Argentina in 1992.\n \n \"If you are trying to get a message across, you want your name through at some point,\" says Kenneth Katzman, Congressional Research Service senior analyst in Middle Eastern affairs.\n \n The American law-enforcement-based approach to counterterrorism is one reason groups can get away with not-quite-openly claiming responsibility. US standards for proof of terrorist complicity are high - witness the extensive reconstruction of the TWA Flight 800 Boeing 747, which was eventually judged not a victim of terrorism.\n \n The standards of proof are high partly because US retaliation, when it comes, can be severe. Witness the US bombing of Libya in response to the 1988 downing of Pan Am Flight 103 - an attack that many experts felt shocked Muammar Qaddafi out of the business of sponsoring terror. Claiming responsibility can also cause dissension within the community which surrounds a terror group. Many Muslims worry that attacks by radical Islamists only play into the hands of Westerners who equate the religion with violence.\nThe unknown\n \n But the prime reason for the veil of mystery is that the unknown can be fearful - and fear is terrorism's point.\n \n \"By creating this fear and uncertainty among people they have achieved their goal,\" says Simona Sharoni, an American University professor of peace and conflict resolution. \"It's a new phenomenon, nothing like what's been done before, and it forces people to ask questions about why this happened.\"\n\nLoad-Date: August 11, 1998"
}