{
    "title": "Age of Anonymous Terrorism Makes Policing More Difficult",
    "publisher": "the christian science monitor",
    "year": 1996,
    "month": 7,
    "day": 29,
    "full text": "In what is now being called the \"summer of terrorism,\" the US is emerging for the first time as a main target for extremists. But underlying the trend looms an enduring question: What is the motive behind the acts?\nOften in times past, hijackings and bombings were done in the open or at least the extremists were quick to take credit after the strikes. Consider, perhaps most pointedly, the masked Palestinian assassins, who, after taking 11 Israeli athletes hostage at the 1972 Munich Olympics, glowered for cameras from a Village veranda.\nBut today the message behind many of the incidents is more subtle and ambiguous. The crimes are being committed by a multiplicity of groups for a multiplicity of reasons - from sophisticated international terrorists to individual malcontents. Gone, for the most part, are the ideological tracts and detailed demands of an earlier era.\nAll this makes it tougher for law enforcement - and often more unsettling to the public.\nIn many of the most recent acts of terror against American targets - the World Trade Center, Oklahoma City, now Atlanta - no explicit reason has been given nor credit taken, at least prior to capture. Whether TWA Flight 800 was a terrorist act is still a mystery.\nOne answer, especially for an incident like in Atlanta, widely thought to be set by a domestic individual or group, is the rise of what is called \"rage terrorism.\" That is, anger seeking expression in a world that is overly complex, in which racial passions, distrust of government, and fear for the future play out in distorted ways.\n\"Rage terror is a new brand. It is generic revenge based on a generic feeling of anger,\" says militia expert Mark Pitcavage of Columbus, Ohio.\nYet another reason for the silence of many terrorists is better law enforcement - the ability to turn the smallest clue into an apprehension. It was not until suspected Unabomber Theodore Kaczynski, after 15 years, left hints of his identity through his published tract that he was apprehended. In high profile terror events, thousands of agents are marshalled to work on a case. \"We can catch people a lot easier than 20 years ago,\" says one terrorism expert. \"And these people want to live to bomb again.\"\nIncreased chances of capture have also led to more subtle, even indistinguishable messages, some experts say. The Oklahoma City bombing occurred on the anniversary on the federal storming of the Branch Davidian compound in Waco, Texas. The Pan Am Lockerbie bombing, attributed to Libyan agents, is thought by many in the intelligence community to be retribution from Iran for the US's accidental shooting down of an Iranian plane. After Atlanta, one theorist suggested a possible Arab connection, citing that the bombing took place at the same hour on the same day Israelis were killed in the Munich Olympics.\nAfter the Oklahoma City bombing, a number of US officials incorrectly pointed to Middle Eastern groups as the cause. Yet after both the TWA explosion earlier this month and last week's Atlanta bomb, the White House has adopted more probity. Its message: Don't jump to conclusions.\nYet even this cautious approach, experts say, can aid those trying to create public disquiet. Terrorism that doesn't identify a cause or meaning can itself be a cause of anxiousness that extremists play on.\nMoreover, in an era of anonymous violence, the public may not always find out why an act was committed. When the aim is to foment fear or garner publicity, the extremist, whether alone or in a group, may be satisfied to keep it a secret. \"We shouldn't forget that one of the most important audiences is the self,\" says Jerrold Post, a former US official and terrorism expert. \"After this pipe bomb, some little man or group is feeling very powerful right now.\"\nIn the case of international terrorism - if the TWA downing was a bomb, for example - the same silence rule may apply. \"You can make a case that the main audience is internal,\" says Mr. Post. \"For a group to do this is immensely satisfying; they could well be sitting back far away, smiling among themselves.\"\nWhile the Atlanta bomber may have been emboldened by the downed TWA plane, experts doubt the two are otherwise related. Sources close to the FBI say the 911 phone call, placed from outside Atlanta's Centennial Park, said the bomb would go off in 30 minutes. It went off in 18 - leading investigators to believe the culprit was not well-practiced.\nOne reason investigators believe the Atlanta bomb was domestic is the device itself. Between 1990 and 1994, some 3,400 US pipe bomb incidents have been reported. Few are terrorist acts with a strong political message. They typically involve grudges like infidelity, union arguments, petty criminal gangs. \"Pipe bombs are peculiarly if not singularly American weapons,\" says Washington-based security expert Neil Livingstone. \"You almost never see these bombs being made in Beirut or Belfast.\"\n\nGraphic\n\n \nPHOTO: IN MEMORY: The Olympic flag, pictured here, flies at half staff following the Saturday-morning pipe-bomb in Atlanta in which two people died. Terrorist attacks remain a weapon for extremists, but their motives today are often obscure., DOUG MILLS/AP\n\nLoad-Date: July 29, 1996"
}