{
    "title": "Agency clears BP gas terminal The liquefied-natural-gas project is mired, however, at the Supreme Co",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 6,
    "day": 16,
    "full text": "A federal agency gave energy giant BP full approval yesterday to proceed with plans for a liquefied-natural-gas import terminal in Gloucester County.\nThe project, however, remains entangled in a case before the U.S. Supreme Court.\nBP announced plans in December 2003 to build the $600 million terminal in Logan Township. The terminal would handle enough liquefied natural gas, or LNG, to serve five million homes.\nCompany spokesman Tom Mueller said yesterday that the approval brought the region \"one step closer to having an additional supply of natural gas.\"\nCommunity activist Tony Spadaccini, a longtime opponent of the project who has moved from Logan Township to Delaware, in part, because of it, said he remained \"extremely concerned about the safety\" despite the approval.\n\"But we'll just have to wait and see what happens,\" he said.\nChilled to minus 260 degrees and condensed, LNG is not explosive but vaporizes when exposed to air and can ignite into a massive fire.\nBP's proposal has generated a fierce debate about safety and terrorism risks and has sparked a border war between New Jersey and Delaware.\nNew Jersey filed a U.S. Supreme Court action against Delaware last year after Delaware denied BP a permit to build a pier that would reach into that state's waters. New Jersey contends that a 1905 agreement gives it exclusive regulatory control over development along its side of the river.\nThe Federal Energy Regulatory Commission, which recommended in April that BP's project move forward, yesterday gave the proposal the final go-ahead. The agency also approved terminals in Louisiana and Texas.\nOpponents of the plant, citing the risk of a terrorist attack on the facility or a tanker, have suggested that BP build it in a less populated area.\nThe consequences of a terrorist attack on an LNG tanker are unknown. But Sandia National Laboratories has reported that such an attack could create a fire hot enough to cause second-degree burns on people a mile away and damage buildings within a third of a mile.\nIndustry representatives say that LNG has an excellent 40-year safety record and that releases are extremely unlikely. BP has said that it selected Logan Township because of its relative remoteness, and that the terminal would be outfitted with numerous safety devices.\nContact staff writer Adam Fifield at 856-779-3917 or afifield@phillynews.com.\n\nLoad-Date: June 16, 2006"
}