{
    "title": "AGENCIES PREPARE FOR TERRORISM",
    "publisher": "the columbian ",
    "year": 1999,
    "month": 6,
    "day": 7,
    "full text": "BANGOR, Wash. (AP) Military installations may make Kitsap County a less likely target for civilian terrorists than more populous areas, but the danger should not be disregarded, officials say.\nAbout 30 representatives of federal, state and local agencies met Friday at the Trident nuclear submarine base in this Hood Canal town to discuss the potential for nuclear, chemical and biological terrorism. Those represented at the meeting included the county sheriff's and emergency management departments, the Navy, the city of Bremerton, Harrison Hospital, Washington State Patrol and fire districts.\nIncreasing access to information has made life easier for terrorists, said Phyllis Mann, county emergency management coordinator and a member of a national anti-terrorism panel.\n\"All they have to do is turn on the Internet and they can get information for anthrax, they can get information for how to make a bomb they can do all these things,\" he said. The meeting was intended to build on existing arrangements for handling emergencies such as storms, fires, hazardous spills and earthquakes, said Navy Capt. Carl Albury, commander of the Trident base.\nTerrorists usually are out for maximum havoc with minimum risk to themselves, so Kitsap County may be less attractive because of security measures at Navy installations such as the Trident base, Puget Sound Naval Shipyard in Bremerton and Undersea Warfare Training Center in Keyport, Mann and Albury said.\n\"If he finds a place that looks like they're ready for him and they've got their eyes open looking for him and they're prepared for him, he'll go someplace else in most cases,\" Albury said.\n\"I don't feel the threat is any more than if I lived in Seattle, in fact just the opposite,\" Mann said.\nSeattle, across Puget Sound, is one of 120 cities that have received some training and equipment from the recently formed National Domestic Preparedness Office, said Barry Tobin, weapons of mass destruction coordinator for the Seattle FBI office.\nIronically, he said, some training in recent years has resulted from dozens of anthrax hoaxes that wound up providing opportunities to prepare for a real threat.\n\"We've found out what's necessary and what's not,\" he said. \"It's been a great learning experience.\"\n\nLoad-Date: June 7, 1999"
}