{
    "title": "Aggies never forget_ USU re-dedicates Huntsman 9_11 Memorial",
    "publisher": "university wire",
    "year": 2017,
    "month": 9,
    "day": 11,
    "full text": "16 years after the attacks in Manhattan, Washington, D.C. and Pennsylvania, Utah State University rededicated the Huntsman 9/11 Memorial Friday to honor victims and heroes and to create dialogue on the state of terror.\nThe memorial benches are inscribed with the message, 'Where principles of integrity prevail, terrorism will fail', a proverb written by USU professor Kim Openshaw, now-former adviser to the National Society of Collegiate Scholars .\nLocated outside the Jon M. Huntsman School of Business, the memorial was originally dedicated in 2012, but had to be moved during the construction of Huntsman Hall.Iain Laurence\n\"When Principles of integrity prevail, Terrorism will fail\". 9/11 Memorial in front of the Huntsman business building\n\"This is the only student-placed monument on campus and possibly the only one they'll ever have on campus,\" Openshaw said. \"This isn't just for New York. We see terrorism all over the world. The idea of the inscription is you can't have principles of integrity but also be out there killing people.\"\n\"I hope anyone who chooses to sit at the memorial or even just walk past and read it is able to take a moment and think 'Am I going to be a person of principles of integrity, and am I going to stand tall in the face of terror?'\" Openshaw said.\n*****\nAt 8:15 a.m. on September 11, 2001 in Brooklyn's Engine 238, airplanes were the furthest thing from Kevin Flaherty, Sr.'s mind. After a grueling 24-hour shift, he had a living room to paint back home on Long Island and the kids were out with his wife. Banter was passed across the kitchen table and six firefighters were waiting for the change of shift.\nThe news was on in the background, when suddenly a report came through that a plane had hit the World Trade Center's first tower.\n\"Planes have hit buildings in the city before. We were far enough away that one incident wasn't enough to worry about,\" Flaherty said.\nFlaherty had been a firefighter for the past decades of his life and had a two-year-old (now USU freshman Kevin Flaherty, Jr.) and an infant to worry about at home. It wasn't until the second plane had hit and the threat against American lives was clear that Brooklyn's 238 rushed to help.\n\"I always compare it to D-Day,\" Flaherty said. \"As soon as we got there, there were bodies and body parts all around the street.\"\nFlaherty charged into the buildings, one of many firefighters fighting upstream to help recover people and evacuate before anything turned.\n\"We weren't expecting a collapse, we just thought it would be a non-stop fire until it burned out the building. We were more worried about another explosion; a backpack bomb on the stairwell was more possible to us than the buildings collapsing,\" Flaherty said.\nThough Flaherty knew the danger to his own life was great, he had an innate duty to do what he was trained to do.\n\"You can't not try to save people,\" Flaherty said.\n*****\nAfter both buildings collapsed, New Yorkers were scattered and taking shelter in subway stations. Flaherty himself was on the missing list until 3 p.m.\n\"We brought six people from Engine 238, and lost Lieutenant Glenn Wilkinson. I hate being asked how many we lost, because we were all the same. Once death is involved it affects us all,\" Flaherty said.\nLieutenant Wilkinson, a 46-year-old father of three, returned to the buildings looking for one of the missing firefighters and lost his life in the collapse of the second tower.\nFlaherty, along with approximately 500 other 9/11 first responders, suffers from Post-Traumatic Stress Disorder.  \n\"If God had a reason for me to live that day, he never told me what it is. For every person that entered the World Trade Center, it was a gamble if they were coming out,\" Flaherty said.\nOnly about half of those killed during the attacks have been laid to rest with remains, while 1,717 families never even got to see a piece of their loved ones again.\n\"There were only 13 unidentifiable bodies found on the actual day. My lieutenant, Glenn Wilkinson, was one of them,\" Flaherty said.\nThere were a total of 343 firefighters and paramedics killed that day, as well as 37 port authority officers and 23 police officers. 2,753 people lost their lives in the attacks on the World Trade Center.\n\"There were people killed that day from every religion, every nation. I don't worry about dying anymore. If it was time for me to die that day I would have. I know when it's my time to go I don't stand a chance to prevent it. I learned to live each day as if it's my last,\" Flaherty said.\nFollowing the attacks and cleanup, those who died were honored both by their families and the nation.\n\"I started going to two, sometimes three funeral services a day. My wife couldn't understand why I had to keep going to funerals and couldn't stay home and rest; but those people could have been me. I felt the need to be close as possible to honor those who lost their lives,\" Flaherty said.\nRudy Guiliani, former mayor of New York City, attended 200 funerals in the proceeding months.\n\"Looking back, I did a lot to help people that day,\" Flaherty said.\nIf firefighters had not been at ground zero, the death toll is approximated to have at least doubled due to confusion and a lack of organization.\n\"After 9/11 happened, for months no one wanted to hear you were hurting. We continued to keep looking through the debris, trying to find bodies, and didn't have time to take care of ourselves,\" Flaherty said.\nThere are 700 9/11 memorials across America, and the Ground Zero monument hosts over 2 million visitors annually.\n\"People should never forget that that happened. It has become history, and needs to be taught in school as such. We need to keep the heroes alive by talking about their stories,\" he said.\nThe Ground Zero monument in lower Manhattan is located in the foundation of the World Trade Center, and has a fountain bearing the name of each person killed.\n\"Nobody should ever forget. Good, bad or ugly, we need to remember the heroes as well as the fallen. No matter what your beliefs are, these people died heroically protecting American values and it is our duty to remember them,\" Flaherty said.\n*****\nThe same day, 2,200 miles away at USU, Openshaw watched the attack unfold on TV. The NSCS was set to have a convocation meeting that night at 7, and Openshaw wrestled with the question of cancellation.\n\"It was decided that we would move forward with the convocation as a display of unity and a statement to terrorism, implying by our action that nothing would detract us from our mission of encouraging academic excellence and unity under the American flag,\" Openshaw said.\nHe quickly realized there was a need to further memorialize the heroics and sacrifices of Americans, and to create a space for introspective reflection on the USU campus.\n\"It would then become a place of memory for us who experienced that day and for those who walked by and were curious enough read the plaque, the inscription on the chairs, and maybe to ask questions,\" Openshaw said.\nBetween domestic terrorism from White Nationalist groups to international Islamic terrorism as seen in Barcelona and Paris, the idea of terror-based crime is all-too prevalent in Americans' minds, Openshaw said.\n\"I think the monument is a statement about me or about you and whether we will stand tall in the face of terrorism - to remember the past but to connect it to today,\" Openshaw said.\n*****\n- carter.moore@aggiemail.usu.edu\n@CarterTheGrreat\nPhotos by Iain Laurence\n\nLoad-Date: September 11, 2017"
}