{
    "title": "AGGRESSIVE EVIL IN OKLAHOMA CITY THE U.S. CAN DETER TERRORISM, BUT NOT WITH AN OPEN-DOOR POLICY",
    "publisher": "the world",
    "year": 1995,
    "month": 4,
    "day": 24,
    "full text": "CHICAGO _ In the wake of the unspeakable horror of the Oklahoma\nCity bombing, the responses are predictable.  The killings were\n\"senseless,\" and one cannot make sense of \"senseless violence.\"\nOne traumatized onlooker said that \"I'll never understand it. Nobody\nwill.\"\nIn those same moments, President Clinton stepped in to\ncharacterize Wednesday's car-bombing as \"an act of cowardice and\nevil.\" And the nation was left with an indelible new freeze-frame in\nthe nation's memory: a federal building in our Southwest with its\nvery skin blown off!\nAs someone who has for 30 years covered terrorism in the world _\nand particularly in the Middle East _ I must fervently disagree with\nthese characterizations.\nThe bombing was not senseless at all; it made exquisite sense to\nthe people who did it. Not only can we understand it, we must\nunderstand it. It was in truth an act not primarily of cowardice and\nevil but of aggression.  And such attacks can most definitely be\nprevented.\nFirst, the supposed senselessness: Lenin said that terrorism's\npurpose is to terrorize.  That is what the Oklahoma attack has done _\nto the entire nation.  As of this writing, we can say that while the\nbombing might possibly have been the handiwork of other groups\n(right-wing vigilantes, the Branch Davidians), the indisputable fact\nis that it has every single earmark of the Islamic car-bombers of the\nMiddle East _ from the blowing up of the American Embassy in Beirut\nto the destruction of the Marine Corps barracks there.\nBesides, both Oklahoma City and northern Texas have in recent\nyears become hotbeds of radical Islamic fundamentalism in America,\nchallenging our innocence.  As writer Steve Emerson, perhaps the\nbest-informed American on the Islamic networks in America, has put\nit, the area has turned into \"one of the centers for Islamic\nradicalism outside the Middle East.\"\nBeginning with Iran and the Ayatollah Khomeini in 1979 and\ncontinuing through Algeria, Egypt, Sudan, and now even Turkey in\n1995, what is clear to anyone who has studied the movements is that\nthey come out of a well-financed, new, organized network of\naggression.  It is fully as real and as lethal as was the Marxist\ncommunist network from 1917 to 1989.\nPoint: The Islamic radicals hate us, even while they use America\nfor fund-raising and safe haven.\nPoint: They look upon \"secular\" and \"ungodly\" America as the\n\"Great Satan,\" which they must destroy with the only methods they\nknow.  This intention is not senseless to them at all: It is as\nutterly cold and deliberate as those of any extremists or fanatics\nthroughout history.\nBut they would be far less effective in the United States were\nit not for our innately but also deliberately sloppy responses to\nthis new network that stretches from the Near East to Southwest Asia\n.  As in Beirut in 1982, when we left the American Marines so\nincredibly exposed and thus open to attack by the car bombers (thus\ngiving all the initiative to our sworn enemies), so have we now as\nwillfully left America's door and vulnerabilities open to them.\nEven while Khomeini was taking Americans hostage in 1980,\nIranian students of every political persuasion were allowed to pour\ninto America.  Egypt's Sheikh Omar Abdel Rahman was welcomed with a\nvisa.  The radical Islamic fundamentalist Hamas, mother of the busy\nsuicide bombers in Israel, has an office in the United States.  Like\nmost of these groups, it raises lots of money here.  President\nClinton welcomes the Irish Republican Army Sinn Fein leader Gerry\nAdams in the bosom of the White House, which hopes to \"influence\"\nhim.\nNone of these men was asked for any proof of innocence or\nintention, much less any statement of commitment to this country.\nTo the contrary, self-proclaimed \"refugees,\" many of them from\nprecisely the terrorism-exporting countries, have been pouring\nthrough JFK airport in New York only to disappear forever into the\nshadows of this country.  We have become the \"no questions asked\"\ncountry.\nMeanwhile, in those same 1980s, liberal Democrats such as Barney\nFrank and Daniel Patrick Moynihan were impassionedly cutting back the\n\"ideological exclusion\" sections of immigration laws, which had\nsince the years of the communist threat allowed aliens to be deported\nwho were suspected of opposing the U.S. Constitution in ways\ndangerous to the nation.\nAt present, these same legislators are still opposing the Alien\nDeportation Act, which would allow the United States to swiftly\ndeport aliens with terrorist connections.\nSo, yes, there are things that we can do, but they must be\ndone to stop the very implantation of this kind of terrorism in\nAmerica.  President Clinton could start by symbolically closing off\nthe White House in front of Lafayette Park, from which people have\nshot at him; by moving to severely limit and control immigration; and\nfinally by thinking about what he's going to do if \"Oklahoma 1995\"\nis linked not to a terrorist group, but to a terrorist country.\nIn which case, he will have not an act of aggression on his\nhands but an act of war.GEYER-30-\n\nLoad-Date: April 25, 1995"
}