{
    "title": "Aggravation, coffee shop terrorism and social justice",
    "publisher": "university wire",
    "year": 1999,
    "month": 3,
    "day": 24,
    "full text": "The recent SOLE sit-in at the president's office got me to thinking. I used to believe that student activism, with the exception of burning furniture on Munn Field, was dead. The campus world had gotten too big and the student body had become too diverse and disinterested.\nBut here I was wrong. They had a sit-in and something changed. So I said to myself \"Self, maybe we should try to change some things on campus. It seems to work nowadays.\"\nU. Michigan\nI became disinterested in politics and policy when I realized that in America we let lawyers make laws. No hope there. So my new pet interest is in the students themselves. Specifically, how to change and correct some of the more lost, clueless, brainless, hapless and gutless among us. The time has come to build a mass, militant student movement to AGGRAVATE YOUR FELLOW STUDENTS!\nProject 1) The war on cellular telephone technology. Unless you are a member of a singing group, or sell drugs other than marijuana to your little brother's friends, you do not need a cell phone. End of discussion.\nI can understand having one for occasional use in emergencies. There are, however, entirely too many people walking around having conversations on the street, in coffee shops and (the author shudders) on the sacred ground of a library. Discussing evening plans or other non-urgent things is pretentious bullshit. If you do this regularly and are reading this: Kill yourself. Today. And let me watch.\nHere's the project: Start smacking the phones out of their hands. When you pass one of the sinners, just reach out and smack the phone out of their hand. Just an open handed slap and the phone will sail out of their hand and smash on the concrete like champagne flute. Your victim will stare at you outraged and try and remember the last time they had to deal with a crisis, like sitting next to a black guy on the bus. If the target is also wearing $ 500-$ 600 worth of clothes, you may feel free to knock their face away from the phone instead. Try a brick.\nProject 2) Baiting film students. Two of my closest friends are film students, so were it not for them, I never would have been introduced to this little world. More than any of the other humanities, film students have little or no capacity to realize comedy in their field of study and consequently take all things film as seriously as most people take childbirth.\nTo lighten the general mood on campus, I recommend teasing the film students. This involves being a part of a conversation with one or more film students.\nHim: \"Well, obviously, Bergman is exerting a kind of Cartesian dualism in this film. Just as the narrative form and the use of the image unravel toward the end, so does Descartes' epistemology.\"\nYou: \"Yeah. Whatever. If that movie is so good, why didn't they make it in English? Huh? Why isn't Neve Campbell in it? It sounds totally boring. I mean, I like old movies like \"The Breakfast Club' but not THAT old. Did you hear they're remaking 'Citizen Kane' with Gwenyth Paltrow and Tim Allen?\"\nYour faked stupidity will remind him that movies with talking animals and 16 year olds in tube tops make more in two months than all the art films combined. He might take a swing at you.\nProject 3) Annoying liberals. I myself am a liberal and come from a family that makes the Ginsburgs look like the Bunkers. Our family crest has on it an actual bleeding heart and a welfare check. But anyway.\nThere are lots of liberals on campus, so there should not be an problem finding one in class. Make comments like \"Of course women make $ .70 on the dollar. They're GIRLS! Hello!\" or \"Have you noticed how many homeless people are fat? I'm not paying another dollar in taxes until I see some gaunt, weak homeless people.\"\nCollege liberals, almost as much as college conservatives, are so convinced of their own moral rectitude that no matter how sarcastically or intentionally humorously you make these comments, they will descend on you like lesbians on brown shoes. They will probably get to a teary and emotional story about their Alternative Spring Break volunteer mission helping the Picturesque Poor before they realize you were kidding, and they look like humorless, irrational zealots.\nProject 4) Vote in MSA elections. Lobbyists and consultants need to come from somewhere. Give their training camp the fake power and illusory fame it deserves. It keeps them away from important things, where they could hurt themselves.\n(C) 1999 Michigan Daily via U-WIRE\n\nLoad-Date: March 24, 1999"
}