{
    "title": "Agriculture chief seeks anti-terrorism funds Legislature 2003 Farm safety",
    "publisher": "charleston daily mail",
    "year": 2003,
    "month": 2,
    "day": 28,
    "full text": "When people think of anti-terrorism experts, farmers aren't usually the first to come to mind.\nBut Agriculture Commissioner Gus Douglass says he needs more money for his department or he won't be able to respond to what he calls a very real terrorism threat that could affect the nation's food supply.\n\"There are policies on animal diseases and plant diseases, but really no food policy,\" Douglass said.\nTractor-trailer trucks, which haul 70 percent of the country's food supply, often are left unattended at rest stops or restaurants while drivers take breaks, Douglass said.\n\"A tanker full of milk could very easily be tinkered with,\" Douglass said.\nMajor grocery chains already are starting to help monitor food transfer. Food Lion, for example, places markers and seals on trucks, Douglass said. If stores don't see the markers or if the seal is broken, they don't accept the food.\nDouglass says he can't respond to possible threats if he has to lay off workers.\n\"Most people think of us out here as in farm production,\" Douglass said. \"In reality, over half of my activities now fall into food safety, human health and homeland protection.\"\nLast year, the Department of Agriculture's received $ 10.4 million from the state. This year, Gov. Bob Wise is asking all agencies to take a 10 percent cut, leaving the department with a proposed $ 9.2 million from the state. Insurance costs also are going up, which will cost another $ 204,000 for the department.\nThe Department of Agriculture also rakes in money from federal programs, grants and special revenues from state fees. Its total operating budget last year was more than $ 32 million.\nDouglass says the special revenues that come from inspection fees and registrations can't be raised much more, although the Legislature is currently debating a bill that would allow fee hikes.\n\"If I increase those fees, that could possibly bring in another $ 250,000, which is not a lot,\" Douglass said. \"We are maxed out in special revenue.\"\nFederal grants also are sparse right now. Even if the department could get additional grants they wouldn't be enough, he said.\nThe Legislature has warned all agencies that with the budget with a $ 250 million hole, cuts have to be made somewhere.\nHouse Finance Chairman Harold Michael said law enforcement agencies and other protective services also need money for homeland security.\nThe House Finance Committee will work out details of the budget next week. Michael said he's not sure what will happen with the Department of Agriculture, but that the main question would be finding a source of funds.\nLast week, the Department of Agriculture was notified of bacteria that could be used by terrorists possibly entering the country through a shipment of geraniums from Kenya.\nFour shipments made it to West Virginia, where the Department of Agriculture quarantined them and tested them for the bacteria called southern leaf blight.\nDouglass said the disease is one on the list that terrorists sometimes use. He said it can devastate crops, but three in West Virginia tested negative and one still is being examined.\nAlthough a few of the shipments in the Midwest tested positive, national officials now think it's not terrorist related.\n\"The problem I'm facing with the West Virginia Legislature is they are not funding me at a level that I can continue to react as I am now,\" Douglass said. \"They want me to cut staff. I won't be able to react to any domestic or foreign disease problem or bioterrorism.\"\nWriter Deanna Wrenn can be reached at 348-1796 or by e-mail at dwrenn@dailymail.com.  \n\nLoad-Date: February 28, 2003"
}