{
    "title": "Ahmadinejad's N.Y. folly",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 9,
    "day": 24,
    "full text": "This week, Iranian President Mahmoud Ahmadinejad will visit the Big Apple. His itinerary includes the U.N. General Assembly and an appearance at Columbia University's World Leaders Forum. Ahmadinejad had also requested to visit ground zero.\nThe latter was denied as police cited ongoing construction and security concerns. The truth is, Ahmadinejad doesn't belong on what most Americans consider sacred ground after the worst terrorism attack on American soil on Sept. 11, 2001.\nWorse, he doesn't seem to grasp why his presence is unwelcome. In American network television interviews, Ahmadinejad expressed disbelief that his visit to ground zero would offend Americans. In an interview with CBS anchor Katie Couric, he said, \"Usually you go to these sites to pay your respects and also to, perhaps, air your views about the root causes of such incidents.\"\nPresident Ahmadinejad, a few words of advice: Attend your U.N. meetings. As host nation of the United Nations, we open our doors to representatives of all member nations. Go speak your piece at Columbia University. But vanquish any thoughts of visiting ground zero. You are not welcome there.\nWhy? Because Iran sponsors terrorism; because Iran supplies weapons to Shiite extremists, which have been used against -- and have killed -- U.S. service members; because of Iran's escalating provocation of Israel; and because of concerns about nuclear proliferation, among other reasons.\nThen again, Ahmadinejad has demonstrated on multiple occasions his inability to connect the dots. For instance, he denies that the Holocaust happened.\nYet he wants to be a leader on the world stage. The problem is, Iran insists on pursuing nuclear activities that mask its efforts to acquire nuclear weapons. It threatens the existence of Israel and it denies liberty and human rights to its people. As the White House deputy press secretary Tony Fratto observed of Ahmadinejad's plans to speak at Columbia University, \"This is a country where people can come and speak their minds.\n\"It would be wonderful if some of the countries that take advantage of that here allowed it for their own citizens there.\"\nWell said.\n\nLoad-Date: September 24, 2007"
}