{
    "title": "Ahmadinejad's Message",
    "publisher": "the new york times",
    "year": 2006,
    "month": 11,
    "day": 30,
    "full text": "Following are excerpts from a letter to the American public by President Mahmoud Ahmadinejad of Iran, as published on the Web site of the Iranian delegation to the United Nations. The full text is online at nytimes.com/international.\n  Noble Americans,\n  Were we not faced with the activities of the U.S. administration in this part of the world and the negative ramifications of those activities on the daily lives of our peoples, coupled with the many wars and calamities caused by the U.S. administration as well as the tragic consequences of U.S. interference in other countries;\nWere the American people not God-fearing, truth-loving and justice-seeking, while the U.S. administration actively conceals the truth and impedes any objective portrayal of current realities;\n  And if we did not share a common responsibility to promote and protect freedom and human dignity and integrity;\n  Then, there would have been little urgency to have a dialogue with you.  \n  Both our nations are God-fearing, truth-loving and justice-seeking, and both seek dignity, respect and perfection. \n  We, like you, are aggrieved by the ever-worsening pain and misery of the Palestinian people. \n  Terrorism in Iraq has grown exponentially. With the presence of the U.S. military in Iraq, nothing has been done to rebuild the ruins, to restore the infrastructure or to alleviate poverty. \n  I consider it extremely unlikely that you, the American people, consent to the billions of dollars of annual expenditure from your treasury for this military misadventure. \n  You have certainly heard the sad stories of the Guantanamo and Abu Ghraib prisons. The U.S. administration attempts to justify them through its proclaimed ''war on terror.'' But everyone knows that such behavior, in fact, offends global public opinion, exacerbates resentment and thereby spreads terrorism, and tarnishes the U.S. image and its credibility among nations.  \n  Undoubtedly, the American people are not satisfied with this behavior, and they showed their discontent in the recent elections. I hope that in the wake of the midterm elections, the administration of President Bush will have heard and will heed the message of the American people. \n\nhttp://www.nytimes.com\n\nLoad-Date: November 30, 2006"
}