{
    "title": "AIA deems terrorism backstop 'most urgent' concern for 2007 But federal support not needed to tackle",
    "publisher": "business insurance",
    "year": 2006,
    "month": 12,
    "day": 25,
    "full text": "WASHINGTON-Finding a long-term solution to the issue of terrorism insurance is the ``most urgent'' matter on the American Insurance Assn.'s legislative agenda for the new Congress that convenes next month, AIA President Marc Racicot said during a news conference last week.\nMr. Racicot noted that the current federal backstop is slated to expire on Dec. 31, 2007. He added that the new Democratic chairmen of the committees that exercise jurisdiction ``have placed that at the top of their agenda as well.''\nMr. Racicot repeated the property/casualty insurance industry's belief that terrorism risk-unlike other risks-cannot be quantified. In addition, private insurance markets don't have access to ``top-secret information'' regarding the threat, he said.\nMr. Racicot also played down concerns that some business interests have become so sure that the program will be extended that they've become complacent.\n``I can tell you that the concern amongst property owners is absolutely intense,'' he said. ``It's as keen and focused as ours is.''\nThe Washington-based insurer group's other major federal legislative concerns are dealing with natural catastrophe exposure and reforming insurance regulation by allowing insurers to be chartered by the federal government.\n``We believe the market can respond and there is no need for a federal system'' to insure against natural catastrophes, he said.\nThe U.S. government's foray into guaranteeing insurance-the National Flood Insurance Program-``has not been entirely successful,'' he said.\n``Federally chartered companies would allow a greater spread of risk throughout'' regions or the country as a whole, Mr. Racicot said.\nInsurers would be able to spread risk more broadly and create new private-sector responses to providing insurance to areas prone to natural disaster losses, he said.\n\nGraphic\n\n \nArt Credit: Mr. Racicot\nArt Credit: Roll Call Photos\n\nLoad-Date: December 29, 2006"
}