{
    "title": "Aiding Arabs or rewarding terrorism_",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 4,
    "day": 30,
    "full text": "Unemployment in America is hovering at just below 10 percent, so President Obama hosted a \"Summit on Entrepreneurship\" in Washington, D.C., in an effort to boost economic development . . . in Muslim nations.\nThe president thinks more U.S. investment in Muslim lands and exchange programs that will bring Muslim women to America so they can work as interns will enhance U.S. prosperity and, thus, change Muslim attitudes about the United States.\nPigs will fly first.\nThe U.S. has been more than generous to Arab and Muslim nations in direct foreign aid, military assistance and other ways. Egypt receives about $2 billion of American taxpayer dollars every year, yet it still votes against American interests at the United Nations 79 percent of the time. Jordan, a \"moderate\" Muslim nation, receives nearly $200 million annually in U.S. foreign aid but votes against America at the U.N. 71 percent of the time. Pakistan votes 75 percent of the time against the U.S. while pocketing nearly $7 million annually in foreign aid.\nAn even better example of the disconnect between American assistance and changed Muslim attitudes toward the U.S. is the Palestinian Authority. As former Israeli diplomat Yoram Ettinger writes for ynetnews.com, just since 2007, \"U.S. foreign aid to the Palestinian Authority and to PA-controlled (nongovernmental organizations) reached nearly $2 billion, in addition to $3.7 billion contributed by the U.S. to the United Nations Relief and Works Agency for Palestine Refugees in the Near East since 1950.\"\nHas this aid produced jobs and, thus, a moderation in rhetoric and the objectives of the Palestinian Authority and its president, Mahmoud Abbas? Has it led to both sides in the Middle East conflict mounting a \"sustained effort to respect one another and seek common ground,\" as President Obama called for in his Cairo speech last year?\nAs Ettinger writes in his column that quite the opposite has occurred. \"On April 20, 2010, Abbas named a Ramallah street in honor of Abu Jihad, the architect of PLO terrorism during 1965-1988.\" Honor? For masterminding terrorism targeting Israeli civilians?\nOn March 11, PA media, which Abbas controls, praised Dalal Mughrabi, who commanded the 1978 Coastal Road Massacre, which resulted in the deaths of 38 civilians, including 13 children. the PA also named a girl's school in Hebron, a computer center, a summer camp and a sport tournament after Mughrabi.\nIn 1994, Abbas, who was then deputy to Yasser Arafat, inaugurated a system of hate education that continues to this day. In the PA media, in schools and in mosques, children and adults are exposed to venomous anti-Semitic speech and images that rival those of The Third Reich. In fact, writes Ettinger, \"Hitler and suicide bombers are folk heroes.\"\nEttinger recalls that as Arafat's top aid for 50 years, Abbas was involved in the \"betrayal of Arab host countries such as Egypt, Syria, Jordan, Lebanon and Kuwait. He enrolled in KGB courses and submitted a doctoral thesis on Holocaust denial at the Moscow University.\"\nAnd yet, President Obama's special Middle East envoy, George Mitchell, treats him as a legitimate leader who shares U.S. objectives for the region.\nAs Ettinger concludes his column about Abbas, which would also cover many other Muslim countries and entities President Obama thinks he can change, \"Ignoring Abbas' horrific track record of the last 50 years, and applying moral equivalence and evenhandedness, constitutes a victory to wishful-thinking, rewarding terrorism, adding fuel to the fire of terrorism and Middle East turbulence at the expense of peace and vital U.S. interests.\"\nThe Obama entrepreneurship summit is about as useful as President Clinton's midnight basketball program to curb street crime.\n\nLoad-Date: May 1, 2010"
}