{
    "title": "Aiding Our Enemies",
    "publisher": "the new york times",
    "year": 2006,
    "month": 8,
    "day": 14,
    "full text": "-- George Santayana\n  Here we go again.\nI wonder if Americans will continue to fall for the political exploitation of their fears of terrorism, or if voters will begin to show some awareness of the fact that they have been cynically manipulated, and that our current policies have been disastrously counterproductive.\n  The disrupted plot to blow up as many as 10 passenger jets bound for the United States was a reminder, as if we needed a reminder, that the threat of terror remains both real and imminent. And it was a reminder that the greatest danger to Americans here at home continues to be an attack by a group affiliated with, or inspired by, Al Qaeda.\n  That being the case, what in the world are we doing in Iraq?\n  There was something pathetic about the delight with which Republicans seized upon the terror plot last week and began trying to wield it like a whip against their Democratic foes. The G.O.P. message seemed to be that the plot foiled in Britain was somehow proof that the U.S. needed to continue full speed ahead with the Bush administration's disastrous war in Iraq, and that any Democrat who demurred was somehow soft on terrorism.\n  The truth, of course, is that the demolition derby policies of the Bush administration are creating  enemies of the United States, not defeating them. It cannot be said often enough, for example, that the catastrophic war in Iraq, which has caused the deaths of tens of thousands, was a strategic mistake of the highest magnitude. It diverted our focus, energy and resources from the real enemy, Al Qaeda and its offshoots, and turned Iraq, a country critically important to the Muslim imagination, into a spawning ground for terrorists.\n  Almost three years ago, in the immediate aftermath of the bombing of the United Nations headquarters in Baghdad, Jessica Stern, who lectures on terrorism at Harvard, wrote in The New York Times that the U.S. had created in Iraq ''precisely the situation the Bush administration has described as a breeding ground for terrorists: a state unable to control its borders or provide for its citizens' rudimentary needs.''\n  Ms. Stern went on to say, ''As bad as the situation inside Iraq may be, the effect that the war has had on terrorist recruitment around the globe may be even more worrisome.''\n  The situation has grown only worse since then. While Republicans are savoring the political possibilities of a foiled terror plot, the spiraling chaos in Iraq and other Bush administration policies are contributing mightily to the anger and radicalism in the Muslim world.\n  Ms. Stern, the author of ''Terror in the Name of God: Why Religious Militants Kill,'' said in an interview last week:\n  ''We're in a world where Islamist terrorist leaders are teaching their followers that they have been humiliated. Well, first of all, it's true that Islamic civilization has fallen behind economically, intellectually, politically. It was once the greatest civilization. That's true. But the terrorist leaders teach their followers that not only is this humiliating, but somebody else is to blame -- and that's us. They say that we have deliberately set out to destroy the Islamic world and humiliate Muslims.''\n  While it's not true that the United States is trying to humiliate the Muslim world, said Ms. Stern, ''I think that as we contemplate our policy remedies today, we also need to think about how they may ultimately be used by our terrorist enemies to recruit.''\n  The debacle in Iraq, and inhumane policies like torture, rendition and the incarceration of Muslims without trial at Guantanamo Bay, Cuba, serve only to strengthen the appeal of militants who are single-mindedly dedicated to the destruction of American lives.\n  The U.S. needs to be much, much smarter in its efforts to counter this mortal threat. We should be focused like a laser on the fight against Al Qaeda-type terrorism. We need to ramp up our security efforts here at home. (Even as the terror plot in Britain was emerging, the Bush administration was trying to eliminate millions of dollars in funding for explosives-detection technology. Congress blocked that effort.) We need a new approach to foreign policy that draws on the wisest heads both here and abroad. And we need a strategy for withdrawal from Iraq.\n  In a world that is growing more dangerous by the hour, it's time to try something new. \n\nhttp://www.nytimes.com\n\nLoad-Date: August 14, 2006"
}