{
    "title": "Ailment is terrorism at its worst",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 11,
    "day": 7,
    "full text": "These uncertain times, when each day's mail might bring with it some tiny white spores, have made me think of Patrick Johnson.\nJohnson works for the post office and has obsessive-compulsive disorder, also known as OCD.\nOCD is all about uncertainty. Known also as the doubting disease, it presents its sufferers with such endless and fruitless questions as: Did you touch that door knob? Don't you think you'd better wash your hands? How do you know that when you turned the faucet to wash your hands you didn't touch more germs? Shouldn't you wash your hands again?\nI went to visit Johnson the other day, because I figured that with the threat of anthrax making us all a little anxious, people with OCD would be washing their hands more than ever. But it turns out that OCD is more complicated than that.\nJohnson is employed in the post office's mail center at the Salt Lake City International Airport. A transfer clerk, he makes sure that mail flows steadily to the planes, trains and trucks that take it from the Mountain West to the rest of the world. As part of his job, he helps inspect packages to make sure they don't contain a bomb or some hazardous material. Isn't he afraid now? I asked him.\nNot really, he said. The U.S. Postal Service employs 800,000 people. \"My chances of getting anthrax are very low. I have a much greater chance of winning the national lottery.\"\nSuch a rational approach to the threat of terrorism might seem out of character in a disease that is famous for its irrational behaviors. But that's just the point, Johnson said. OCD is irrational; you can't make any assumptions about how a person with OCD might act.\nAccording to Nancy Perkins-Doyle, executive director of the Obsessive-Compulsive Foundation in North Branford, Conn., people with OCD don't seem to be any more anxious than the general public about recent events. Maybe, she says, that's because they're already used to handling anxiety.\nMore importantly, she says, OCD isn't so much about reacting to external events as it is a malfunctioning brain's internal tendency to seize upon a thought and not let it go.\nEleven years ago, Patrick Johnson's brain seized upon such a thought. This was after he had successfully undergone behavioral therapy that helped him no longer need to keep washing his hands or recite the entire dialogue of \"In Cold Blood\" backwards three times. Johnson's new obsessive thought was this: He had taken a trip he didn't really need to take, and that one act may have changed his life, and the lives of other people, in ways he'll never know. This thought has depressed him every day since.\nHe knows it's an irrational thought, but that's the way \"the opponent\" works, he says. \"The opponent\" is what he sometimes calls his OCD, because the OCD has always been able to outwit him, to know what his weakness is and attack.\n\"Just like a terrorist,\" you might say. But Johnson will correct you. If a terrorist were as clever as OCD he would know everything. He would know your deepest fears. With OCD, Johnson says, \"there's no way to hide. No way to camouflage, no way to encrypt information, because the OCD has all the codes.\"\nE-MAIL: jarvik@desnews.com  \n\nLoad-Date: November 7, 2001"
}