{
    "title": "Aiming _left of boom_ against domestic terrorism - The Courier",
    "publisher": "university wire",
    "year": 2019,
    "month": 9,
    "day": 6,
    "full text": "\"Left of Boom\" antiterrorism strategies are considered the best way of preventing terrorist attacks. This strategy focuses on discovering and disrupting attacks before they happen, before the \"boom\" of a potential attack. The United States has spent 20 years and massive amounts of blood and treasure building infrastructure dedicated to preventing international terrorist attacks to protect the citizens of the United States from having to live in fear. Unfortunately, these various efforts and actions of dubious legality have not succeeded. While it is true that many potential attacks targeting the US have been prevented, little has been done to address domestic terrorism.\nThe worst act of domestic terror the US has ever been subject to was the 1995 bomb attack on the Oklahoma City Federal Building, where over 168 people were killed. Last year, according to the Anti-Defamation League, the number of victims of Right-wing extremism was second only to 1995. This year, the El Paso attack and attack on a Poway, California synagogue alone claimed as many lives as all extremist homicides in 2018, according to the Center for the Study of Hate and Extremism at California State University, San Bernadino. FBI and DHS officials, along with other analysts and experts have been attempting to draw attention to domestic terrorism for years. Daryl Johnson, former senior analyst at the Department of Homeland Security, was quoted recently as saying, \"I'm afraid we've reached a tipping point where we're in for this kind of violence for a long time.\"\nHow did we reach this tipping point? The main reason that domestic terrorism has not been prevented is due to a lack of resources and refusal to acknowledge the issue. An example of this denial would be how a 2009 domestic terrorism report by a group of DHS analysts caused a \"visceral response from politicians\" who felt they were being made responsible for the groups that the report had investigated. According to professor of the Middlebury Institute and former director of the Counterterrorism Finance and Designations Office at the U.S. State Department, Jason Balzakis, \"I think in many ways this has resulted and served this reluctance on the Republican side to take as strong of action as they could.\" This reaction resulted in the disbanding of authors of the report, by the end of 2010 the DHS had zero analysts dedicated to non-Islamic domestic terrorism. Between 2005 and 2009, the FBI had fewer than 330 agents assigned to domestic terrorism out of the 2,000 plus agents assigned to counterterrorism efforts overall. More recently, the Trump administration was described as bringing efforts to confront domestic terrorism \"to a grinding halt.\" Now former DHS official George Selim went on to say that counterterrorism efforts, in general, have \"been decimated in the past two years under this Administration.\"\nDespite or because of this, there are efforts to create laws allowing federal law enforcement more latitude to combat domestic terror. The most important adjustment is to make domestic terrorism a federal crime. Both Democratic Representative Adam Schiff and Republican Senator Martha McSally have put forward bills seeking to provide tools and legal framework that would target domestic terrorists. Great pains have been taken to use the lessons of antiterrorist strategies into these bills without also carrying over their worst excesses. Neither of these bills make a special effort to prevent radicalization or prevent access to weapons. However, they are a start and have won support from several presidential candidates. Whether they will be enough to stem the tide of domestic terror remains to be seen.\nJoe Doner - Political Editor\n\nLoad-Date: March 25, 2024"
}