{
    "title": "AIR FORCE STEPPING UP ANTI-TERRORISM TRAINING",
    "publisher": "the new york times",
    "year": 1986,
    "month": 6,
    "day": 29,
    "full text": "The Air Force's security police have begun a sweeping campaign to protect nuclear weapons, fragile aircraft and sensitive communications sites from the rising threat of terrorist attack.\nAir Force officers here and in Washington cite the spread of terrorism against Americans, especially military personnel outside the United States, and what they say are new threats of terrorism inside the United States after the Air Force and Navy strikes against Libya in the spring.\nOne of every seven new airmen at this sprawling training base goes into the security police. Training of security specialists in anti-terrorist tactics has been intensified; so has advanced training of anti-terrorist teams and operators of high-technology detection systems.\nNew Equipment Installed\nAcross the country, Air Force bases are protecting storage areas for weapons and parking ramps for aircraft by installing new layers of fences with built-in sensors, infrared detectors, closed-circuit television monitors and detectors using lasers and buried magnetic devices.\nSenior Air Force officers say they plan to ask Congress for hundreds of millions of dollars in new funds for security measures.\nSecurity officers say terrorists are a particular threat to military bases because most were built at least 30 years ago, when fences and guards were considered adequate to ward off thieves, vandals and crackpots. Today terrorist attacks have sharpened the awareness of the threat to Air Force, whose security officers make up the nation's largest police force. Among their major concerns are these:\n* Nuclear arms. Allowing a nuclear bomb to fall into the hands of terrorists would be devastating. Moreover, the nuclear deterrent could be damaged if terrorists gained access to missile fields or underground control centers.\n* Vulnerable aircraft and sites. Bombers, tankers, fighters and transport planes, plus communication and radar sites, would be relatively easy targets for terrorists armed with machine guns or small missile launchers that could be fired from outside an airbase.\n* Cost of possible damage. According to proposals in the 1987 military budget, it would cost $39 million to replace an F-15 fighter destroyed by terrorists, $109 million for a C-5 cargo plane and $200 million for a B-1 bomber.\n \nTraining for Security Specialists\nThe Air Force Security Police Academy here, commanded by Col. William D. Doran, is the largest police school in the non-Communist world. It trains 14,000 students a year. About 1,000 marines are also trained here; the Navy plans to send sailors soon. The Army runs a similar school at Fort McClellan, Ala.\nThe advanced training includes a course for experienced security specialists for work in what the Air Force calls emergency service teams. These teams are trained to rescue hostages and overpower or kill terrorists.\nTeam members are trained to move with stealth and speed and to use sniper rifles, tear gas launchers, a variety of night vision devices, high-powered radios that make no squawking noise. They return to their bases to form emergency service teams of four or five airmen each and to teach the skills they have learned here.\n \nTraining in Sensing Devices\nIn another advanced course, security specialists are trained to operate sensors and warning devices from a control tower next to a ramp of parked aircraft. The Air Force depends more on those systems today than on guards because they are more reliable, Colonel Doran says.\nThe security police are particularly pleased with a new infrared lighting mechanism that would allow officers using viewing devices to see well at night without an approaching intruder knowing he is under observation. The infrared light also does not light up a secret site to give away its position.\nIn the initial training stage for the security police, about two-thirds of the newcomers are trained as security specialists, focusing on anti-terrorist operations. The rest are trained in basic law enforcement but receive some anti-terrorist training.\nAirmen are taught to work in pairs to apprehend and search a suspect while communicating by radio with a security control center. If a hidden weapon is found, the suspect is forced to his knees and handcuffed.\n''Everything has to be systematic,'' says the sergeant in charge. ''I want to get their searches to where they can do it without thinking.''\nOn a dirt road one day recently, Airman Dawn J. Miller pointed her M-16 rifle into the air but held her finger on the trigger as she ordered the driver out of a pickup truck, then to the front of the truck where he stood, feet apart and hands way up, while she checked his identity.\nAt a mock airfield, complete with real if obsolete jet aircraft, sentries practiced catching a suspects inside the fence, then radioing for a quick response team to take him away. Similarly, sentries and teams trained around igloos like those in which nuclear weapons are stored.\nTeams of four airmen practiced penetrating a building in which a mock terrorist has holed up, one slipping down on one knee to boost the others through a window, then passing his rifle in and diving in head-first himself.\n\nGraphic\n\n \nPhoto of Air Force security police in training session (NYT/Zigy Kaluzny)"
}