{
    "title": "Air cargo from Mideast to get more screening U.S. authorities target flights from five countries, ci",
    "publisher": "daily news ",
    "year": 2018,
    "month": 1,
    "day": 23,
    "full text": "Trucks are loaded at the Al Maktoum International Airport in Dubai, United Arab Emirates, one of the five countries subject to an order requiring additional screening of cargo on flights departing for the U.S.\nWASHINGTON - U.S. authorities issued an emergency order Monday requiring additional screening of cargo on flights departing for the United States from five Mideast countries, citing a threat of terrorism.\nThe Transportation Security Administration order is aimed at preventing terrorist attacks in response to \"persistent threats to aviation,\" TSA said. The countries under this order are Egypt, Jordan, Saudi Arabia, Qatar and United Arab Emirates.\nThe countries were chosen because of \"demonstrated intent by terrorists groups to attack aviation from them,\" the statement said.\nTSA said most of the requirements of the emergency order are already being carried out voluntarily by airlines in some countries, but didn't identify the countries.\nAirlines that TSA said are affected by the order are EgyptAir, operating out of Cairo International Airport; Royal Jordanian, operating out of Queen Alia International Airport; Saudia, operating out of King Abdul-Aziz International Airport and King Khalid International Airport; Qatar Airways, operating out of Doha International Airport; and Emirates and Etihad, operating out of Dubai International Airport and Abu Dhabi International Airport. EgyptAir, however, previously stopped accepting cargo shipments on flights to the U.S. at the request of American authorities.\nUnder the requirements of the order, airlines are supposed to provide certain information to U.S. customs officials on the shipments \"at the earliest practical point\" before loading the cargo. The shipment information is then compared to information the U.S. has on terror threats.\nA foiled plot last summer to smuggle a bomb aboard an Etihad plane bound from Australia to UAE is \"an ominous reminder\" that \"we need to continue our efforts to keep our skies secure,\" the agency said.\nAbu Dhabi-based Etihad said in a statement to The Associated Press that it was \"fully compliant with all regulatory security requirements across its operations.\" It declined to elaborate on its security procedures.\nAbu Dhabi International Airport already has a U.S. Customs and Border Protection facility that allows passengers to clear screening they'd otherwise have to go through when landing in America. That means passengers can walk right out of the airport on arrival.\nDubai-based Emirates, Qatar Airways and Saudia didn't respond to requests for comment.\nGulf and Mideast airlines already were stung by President Donald Trump's travel bans, as well as last year's since-lifted ban on laptops in airplane cabins. U.S. carriers have accused also Gulf-based airlines owned by governments of having unfair advantages in the market, something they've firmly denied.\n\nLoad-Date: January 23, 2018"
}