{
    "title": "Air threats create tricky balancing act",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 9,
    "day": 27,
    "full text": "The Hague, Netherlands » An anonymous call from a Canadian phone booth forces a Pakistan-bound airliner to make a nine-hour stop in Stockholm.\nA mysterious warning from a Belgian cell phone shuts down a shopping district in Amsterdam for a whole day.\nA Yemeni's gifts for relatives in his airline luggage arouses suspicion and lands him -- and another Yemeni he's never met -- in a Dutch jail for two days.\nThese and many other recent episodes proved to be false alarms, yet paralyzed life for hundreds, perhaps thousands, of people. More than nine years after 9/11, intelligence agencies, police and airlines are still trying to balance protecting society from possible terrorism without derailing routines.\n\"It's disturbing the way these kinds of situations can disrupt day-to-day lives,\" said Bibi van Ginkel, a fellow at the International Center on Counter-Terrorism in The Hague.\nAuthorities are unlikely to let down their guard any time soon, she said, because \"they know that these kinds of little tips could easily be a real threat.\" But she added that protocols are constantly being reviewed to weed out cranks and hoaxers.\nThe latest false alarm played out Saturday in Sweden when Stockholm police evacuated a Pakistan International Airlines jet and a SWAT team arrested a Canadian man after an anonymous caller in Canada tipped-off authorities that the suspect was carrying explosives. None were found, but passengers waited nine hours before continuing their flight.\nThe suspect was released Saturday night. Royal Canadian Mounted Police spokesman Sgt. Marc LaPorte said police are investigating whether the call was a \"terrorism hoax.\"\nSwedish police defended their actions Monday. Spokesman, Kjell Lindgren said the Swedes acted according to guidelines set out for airline security when they let the plane land in Stockholm.\nThe difficultly for authorities lies in the fact that threats range from the ridiculous to the terrifyingly real.\nVan Ginkel said 100 percent security is theoretically possible, but it would be a bitter pill.\n\"It is possible, but it is not going to be a state we like,\" she said. \"North Korea might qualify as having close to 100 percent security, but luckily we don't live there.\" Alt Heads:\nAir threats creatingtricky balancing act\n\nLoad-Date: September 28, 2010"
}