{
    "title": "Air Mobility Command marks start of new era; Revised structure streamlines operations, helps meet ch",
    "publisher": "the world",
    "year": 2003,
    "month": 10,
    "day": 13,
    "full text": "With a ceremonial flourish, Air Mobility Command made history Oct. 1 with a reorganization its leaders believe will streamline the way it moves cargo, people and fuel.\nThe overhaul consolidated AMC's organization by deactivating the command's two numbered air forces - the 15th at Travis Air Force Base, Calif., and the 21st at McGuire Air Force Base, N.J. Instead, a single numbered air force, the 18th, stood up at Scott Air Force Base, Ill., with the job of overseeing all the nation's cargo, passenger, aerial refueling and aeromedical evacuation missions.\nThe 15th and 21st air forces were redesignated expeditionary mobility task forces, primarily responsible for overseeing the service's four air mobility operations groups - AMC's quick-strike force of troops poised to turn austere airfields into working bases.\nThe formal deactivations and redesignations took place in ceremonies at Scott, McGuire and Travis.\nThe changes are designed to centralize command of mobility operations. Orders will flow directly from the 18th Air Force at Scott to all AMC wings and groups in the continental United States.\nWith the reorganization, \"Air Mobility Command makes perhaps the most dramatic transformation of its rich and incredible history,\" said Gen. John Handy, AMC's commander, at the ceremony activating 18th Air Force.\nThe changes are important, Handy said, to help AMC react more quickly and efficiently to the challenges of the war on terrorism. The new structure is leaner, he said: 18th Air Force and the two expeditionary task forces will require fewer people than the 99 who had been assigned to the old numbered air forces. And streamlining all mobility operations through a singled numbered air force makes AMC more responsive to commanders' needs, he said.\n\"With technology and our ability to communicate, and our smaller force, we saw the ability to take advantage of technology and consolidate … command-and-control efforts,\" said Maj. Gen. George Williams, who is ending his career as the 21st Air Force's final commander.\nThat consolidation began with standup of the Tanker Airlift Control Center in 1992 and continues with this year's reorganization, Williams said.\nHandy said history played a large role in deciding to designate the new numbered air force the 18th. From 1951 to 1958, the 18th Air Force managed troop-carrier wings for Tactical Air Command. Its unit shield - reactivated along with the unit - includes the Latin word for \"expedite,\" which becomes the air force's motto.\n\"It means 'with dispatch,' or 'accomplish with speed or efficiency,'\" said Maj. Gen. William Essex, who will command the 18th Air Force until a permanent commander is chosen. \"It describes the very nature of our business.\"\nAmong the organizations under the 18th Air Force is the Tanker Airlift Control Center at Scott, the nerve center of air mobility operations around the world.\n-----------------------------------------------\nAMC changes\nDeactivating\n** 15th Air Force, Travis Air Force Base, Calif.: First established in North Africa during World War II. Its commander, Maj. Gen. John Becker, will retire.\n** 21st Air Force, McGuire Air Force Base, N.J.: 62-year history included a major role in the Berlin Airlift. Its commander, Maj. Gen. George Williams, will retire.\nReactivating\n** 18th Air Force, Scott Air Force Base, Ill.: Revives a designation inactive since 1958. Will exercise administrative control over all U.S.-based AMC units and aircraft, as well as the Tanker Airlift Control Center at Scott. Commander not yet named.\nNew units\n** 15th Expeditionary Mobility Task Force, Travis: Commanded by Brig. Gen. Richard Perraut.\n** 21st Expeditionary Mobility Task Force, McGuire: Commanded by Brig. Gen. Kurt Cichowski.\n\nNotes\n\n1 COLOR PHOTO; FACT BOX AT BOTTOM OF ARTICLE\n\nLoad-Date: June 18, 2004"
}