{
    "title": "Air Force base work likely played role in bin Laden's downfall, some believe Wright-Patterson offici",
    "publisher": "daily news ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "Whatever human and technological expertise went into the killing of Osama bin Laden, some local observers believe Wright-Patterson Air Force Base must have played a role.\nThe base has been the center of advanced sensors technology work \"for decades,\" noted Larrell Walters, director of the University of Dayton's Institute for the Development and Commercialization of Advanced Sensor Technology (IDCAST).\n\"Without the cameras, (airborne) drones can't see,\" Walters said.\nVaughn Shannon, a Wright State University political science professor and expert on terrorism, said it's his understanding that \"newer models of high-altitude surveillance\" were involved in identifying and monitoring bin Laden's compound about an hour from Islamabad, Pakistan. He agreed that it's not far-fetched to think that programs conducted at Wright-Patterson played some role in that.\n\"I know that the drone programs have been part of the surveillance that helped in everything from tracking the compound to identifying people from great heights,\" Shannon said.\n\"It's hard to believe that some of the technology they have developed over there in the past years wasn't involved somehow,\" Walters said.\nThe subject was not one the base wanted to explore Monday. \"We're not going to be doing any interviews on that topic,\" said Laura McGowan, a spokeswoman for the 88th Air Base Wing at the base.\nThe base is home to Air Force Materiel Command, the Air Force's logistics arm, as well as Air Force Research Laboratory and its Sensors Directorate, which focuses on sensors technology that gives - as the directorate's website puts it - \"no sanctuary for our adversaries.\"\nWhile Wright-Patterson was sometimes cited as a potential target in a Cold War nuclear exchange, the base never had an equivalent position in the war on terrorism, said Mark Ensalaco, a University of Dayton political science professor who has lectured on Osama bin Laden since 1995.\n\"I think striking a military base outside Dayton, Ohio, would not give them the publicity they want,\" Ensalaco said of al-Qaida.\nStaff writer Kelli Wynn contributed to this story.\nContact this reporter at (937) 225-2390 or tgnau@DaytonDaily News.com.\n\nLoad-Date: May 5, 2011"
}