{
    "title": "Air strike on Iraq worked perfectly - to further split East, West",
    "publisher": "star tribune ",
    "year": 1993,
    "month": 7,
    "day": 4,
    "full text": "The fireworks in Baghdad came a week early, but the missiles' red glare lingers into this Fourth of July weekend.  How pleasant for President Clinton that the afterglow from his jab at Iraq is one of approval.  Later, perhaps, he will see the event in a new light - the glare of an error that deepens divisions between the worlds of East and West.\n With a measured response to the attempted assassination of his predecessor, Clinton emerged as a newly assertive president.  \"Don't tread on us,\" he said after cruise missiles shattered Saddam Hussein's main intelligence headquarters.\nThat adroit flexing of military muscle boosted Clinton's popularity at home and drew support from European governments.  He will go to this week's summit meeting of seven industrial countries with the unfamiliar title of warrior.\n The administration's tactics were superb.  Its plans didn't leak.  Its choice of target was appropriate.  The technology worked; 17 of 23 missiles hitting a single complex of buildings is an impressive score.  Staging the attack at 2 a.m. Baghdad time kept casualties far lower than they would have been otherwise.\n The deaths of eight or more Iraqi civilians were tragic, but on a far smaller scale than in the World War II firebombing of Tokyo and Dresden or the nuclear devastation of Hiroshima and Nagasaki.  Those air raids were designed to terrorize and kill civilians.  Clinton's tactic was to spare them.\n Nor can the president be faulted for acting in haste.  In April, when Kuwaiti authorities broke up a bomb plot two days before former President Bush was to arrive, U.S. officials doubted Kuwaiti assertions that the plotters had acted on Iraqi instructions. Saddam couldn't be that foolish, they thought.  The bumbling hit squad was more like something from \"Pink Panther\" than \"Little Drummer Girl.\" Besides, Kuwaitis were suspected of extracting fingernails along with confessions.\n Surprise.  The more the FBI, CIA and Secret Service probed, the more the evidence pointed to Iraq.  The prisoners' fingers were intact, their stories looked uncontrived, and the detonating mechanism had everything but an Iraqi signature on it.\n Saddam neglected to leave his fingerprints on the bomb-laden Toyota Land Cruiser that was supposed to blow up Bush, his wife and everyone else within a 400-yard radius, including the highest Kuwaiti officials.  But Iraq is run tightly and brutally; as Clinton and his aides said last week, an operation of such enormity would have been all but impossible without approval at the top.\n Then why quarrel with a sharp but restrained military response to an attempt on the life of a former U.S. president, when the trail of evidence leads to Baghdad?\n The answer begins with the purpose.  A White House official summed it up to Newsweek magazine: \"He [Clinton] concluded that there was a real and present danger that if we failed to act, and act now, the Iraqis might continue attempting such acts of state-sponsored terrorism.\"\n But tens of thousands of tons of explosives dropped on Iraq in 1991 did not stop Iraqi terrorism in several countries since then.  No one really thinks that a missile attack on an intelligence headquarters will succeed now.  If the purpose was not deterrence, it was probably the obvious one: When a neighborhood bully tries to slug you, punch back.\n Much depends on how you punch.  A collective blow, for example including the Arab League, would have had much to commend it.  Tightening the U.N. embargo would be one method; Saddam has found ways to pierce it with oil sales to resupply his army.\n Another blow could come from international insistence, by force if necessary, that Saddam comply with the U.N. Security Council resolution his government accepted to end the Gulf War.  Among its provisions is the requirement to eliminate weapons of mass destruction.  Saddam has impeded that process, and he has ignored his acceptance of the resolution's ban on terrorism.\n There's a larger concern about actions that pit West against East.  Since the end of World War II, the West has been seen in the Arab world as a source of periodic attacks bringing Arab defeats.  Because Israel to many Arabs is a Western proxy, that perception has been deepened by Arab-Israeli wars; hence the Arab euphoria when Egypt and Syria in 1973 launched a surprise attack across the Suez Canal and the Golan Heights.\n The sense of hostile intrusion grew in the Gulf War despite support for the West from key Arab states.  Now, though, only Kuwait has applauded the missile strike.  The East-West gulf is growing, as Harvard's Samuel Huntington warns in Foreign Affairs magazine.\n Huntington describes a \"clash of civilizations\" that \"will require the West to maintain the economic and military power necessary to protect its interests in relation to these civilizations.  It will also, however, require the West to develop a more profound understanding of the basic religious and philosophical assumptions underlying other civilizations and the way in which people in those civilizations see their interests.  It will require an effort to identify elements of commonality between Western and other civilizations.\"\n The missile strike was tactically shrewd, strategically dumb.  The sound that echoes across the desert is not the fizzling of fireworks but the louder rumble of clashing cultures.\n\nLoad-Date: July 6, 1993"
}