{
    "title": "Airliner suspect makes first court appearance",
    "publisher": "telegraph herald ",
    "year": 2010,
    "month": 1,
    "day": 9,
    "full text": "Giuliani: There were no terror attacks under Bush WASHINGTON -- Former New York Mayor Rudy Giuliani set off a tempest about terrorism Friday with his claim on ABC's \"Good Morning America\" that this nation \"had no domestic attacks\" under President George W. Bush. Giuliani somehow neglected to mention the Sept. 11, 2001, terrorist attacks as he was contrasting President Obama's handling of terrorism with that of Bush in light of the failed Christmas Day attempt to blow up a Detroit-bound flight. The statement echoed a recent claim by former Bush press secretary Dana Perino. GOP strategist Mary Matalin also recently said the Bush administration \"inherited the most tragic attack on our soil in our nation's history,\" implying that the 9/11 attacks resulted from mistakes by the Clinton administration.\nDETROIT - A 23-year-old Nigerian man did not speak much Friday during his first public court hearing to face charges of trying to ignite a chemical-laden explosive on a U.S. airliner on Christmas Day.\nUmar Farouk Abdulmutallab gave a one word answer - \"yes\" - when asked whether he understood the charges against him. Magistrate Judge Mark A. Randon entered a not-guilty plea for Abdulmutallab, who could face up to life in prison on the most serious charge - attempting to use a weapon of mass destruction.\nAuthorities say the young Nigerian with al-Qaida links was traveling from Amsterdam to Detroit when he tried to destroy a plane carrying nearly 300 people by injecting chemicals into a package of explosives concealed in his underwear.\nDuring his arraignment on Friday that lasted less than five minutes, he answered a few questions in English from the judge. The longest answer came when the judge asked if he had taken any drugs or alcohol in past 24 hours. Abdulmutallab answered: \"some pain pills.\" Siefer then said he was competent to understand the proceedings.\nAbdulmutallab had been treated at a hospital for burns after the attack.\n\nLoad-Date: January 9, 2010"
}