{
    "title": "Airline can't tap property policy for Sept. 11 losses_ Court Denial of business interruption coverag",
    "publisher": "business insurance",
    "year": 2005,
    "month": 4,
    "day": 11,
    "full text": "NEW YORK-United Airlines Inc. cannot recoup earnings lost in relation to the Sept. 11, 2001, terrorist attacks under the business interruption portion of a property insurance policy, a federal judge has ruled.\nThe airline in July 2003 filed a lawsuit against the Insurance Co. of the State of Pennsylvania, a Philadelphia-based unit of American International Group Inc., charging that it wrongly denied liability under a ``property, terrorism and sabotage'' insurance policy carrying limits of up to $25 million (BI, July 21, 2003).\nChicago-based United in its complaint contended that a business interruption provision of the policy was triggered due to a Federal Aviation Administration mandate that shut down airports nationwide, and a system-wide loss of revenue as a result of the attacks on the World Trade Center and the Pentagon.\nTwo of the four passenger planes hijacked on Sept. 11 by terrorists were United flights.\nUnited-whose owner, UAL Corp., filed for Chapter 11 bankruptcy protection in December 2002-said it took a charge of nearly $1.2 billion related to losses from the terrorist attacks, and sought damages for no less than $25 million from its insurer.\nThe airline claimed it was physically impacted, at its World Trade Center ticket counter, which was destroyed in the attacks, as well as its gate property at Washington's Reagan National Airport, which it said was affected by debris from the attack on the Pentagon.\nUnder the policy, ISOP stated it would provide coverage for ``property damage, loss of gross earnings, and extra expense'' resulting from damage caused by acts of civil authority or terrorism at insured locations, among other things.\nThe policy also insured against business interruption losses caused by terrorism-related damage or destruction at insured locations.\n``As far as civil authority coverage is concerned, it was our view that United Airlines was trying to inappropriately expand the breadth of coverage based on the well-known facts at hand,'' said Jeffrey S. Weinstein, a lawyer for ISOP and partner with Mound, Cotton, Wollan & Greengrass in New York.\nUnited and its lawyers, meanwhile, argued that policy language such as ``damage'' and ``adjacent'' was ambiguous and reasonably susceptible to varying interpretation of the coverage terms.\nIn his decision, New York District Court Judge Richard M. Berman focused on three main issues:\n* Whether ``physical damage'' is a prerequisite for business interruption coverage under the policy.\n* Whether destruction of United's ticket counter at the World Trade Center and damage to its ticket counter in Reagan Airport triggered systemwide business interruption coverage under the policy.\n* Whether the Pentagon should be considered an ``adjacent premises'' to Reagan Airport under the policy's civil authority terms.\nFinding the policy language to be lucid and the amount of recovery sought to be inconsistent with the actual damage suffered, the judge late last month upheld the insurer's refusal to indemnify the airline.\nLawyers familiar with the lawsuit said that the policy at the center of the case was noteworthy compared to the first-party property policies involved in other decisions related to the attacks because it specifically covered terrorism.\n``United strongly disagrees with the decision and expects to be vindicated on appeal,'' said United attorney Peter M. Gillon, of Greenberg, Traurig L.L.P, in Washington.\n\nGraphic\n\n \nArt Credit: United Airlines claimed its gate property at Reagan National Airport was affected by debris from the Sept. 11, 2001, attack on the Pentagon.\nArt Credit: Getty\n\nLoad-Date: April 18, 2005"
}