{
    "title": "Airlines Ground 6 Flights to U.S. Over Concerns About Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 2,
    "day": 1,
    "full text": "Foreign and domestic airlines canceled six flights from Europe to the United States on Saturday after American officials raised concerns about the possibility of terrorist attacks, including hijackings. \n     The concerns prompted the American officials to urge that armed sky marshals be placed on those routes; instead, the British and French airlines canceled the flights. \n American intelligence officials said that in recent days they had developed what they considered to be \"specific and credible\" information about the prospect of Al Qaeda or related terrorist groups trying to seize an international airliner. \nThe groundings revived the trans-Atlantic anxieties over the Christmas and New Year's holidays, when more than a dozen flights from England, France and elsewhere were canceled, and travel plans for thousands of international passengers were disrupted, because of hijacking concerns.\nBritish Airways said it was canceling Flight 223 from London to Dulles on Sunday and Monday and Flight 207 from London to Miami on Sunday. The Washington flights were grounded several times after the New Year's holiday because of specific intelligence pointing to safety risks, but the Miami route was not. \n\"The British government told British Airways, 'Cancel these flights,' \" said John Lampl, a spokesman for the airline.\nAir France, meanwhile, canceled Flight 26 from Paris to Washington scheduled for Sunday and Monday. And Continental Airlines grounded Sunday's flight from Glasgow to Newark and Los Angeles because of safety concerns raised by recent terrorist intelligence, officials said. \n\"The flight was canceled because we couldn't get security clearance from the Department of Homeland Security and its counterparts overseas,\" said David Messing, a spokesman for Continental. \nThe suspicions concerning a new Qaeda plot came from a re-examination of the information developed in December and early January, and new intelligence developed through informers and other sources, officials said. The intelligence pointed to an increased risk involving the Air France and British Airways flights to the United States on Sunday and Monday, although there was nothing on the passenger lists to arouse concerns, officials said. \nAmerican officials said they had alerted their foreign counterparts in Britain and France to their concerns about the Sunday and Monday flights and urged the enforcement of extra security measures. Those measures included the requirement that British Airways and Air France post armed sky marshals on the flights, said a Bush administration official, who spoke on condition of anonymity. \nAmerican officials have warned that if foreign carriers do not comply with their demand that armed marshals be placed on flights of concern, the flights will run the risk of not being allowed into American airspace. The demand has produced resistance in some countries, including Britain, the United States' main ally in its campaign against terrorism. \nThe administration official said that the United States made it clear that it would require armed marshals on board. And British officials agreed that if the plane were to take off, marshals would be on board. The British elected to cancel the flights. \nThe question of denying the flights entry into United States airspace did not come up, the administration official said.\nIf the flights had been allowed to take off, American officials said they also considered having biological and chemical screening teams meet the planes in the United States.\nBut officials stressed that while the threat of terrorists using chemical and biological weapons has been a concern for many months, they had received no specific intelligence indicating that the tactic might be used against any of the flights canceled Saturday.\nEven after the United States lowered the terrorist threat status on Jan. 9, American officials said they were maintaining higher security levels for airlines and other sectors.\n\"Nobody had let down their level of vigilance,\" Mr. Lampl said, \"and when we have a situation where there is a perceived threat, we will simply cancel the flight.\"\nBut he said that these cancellations \"came out of nowhere.\"\nBritish Airways was also forced to cancel its return flights from Washington to London on Sunday and Monday, not because of security concerns, Mr. Lampl said, but because the planes from England would be unavailable. Likewise, Air France canceled its return flights. \nAmerican domestic security officials say they are deeply concerned that while United States airports and airlines appear much better fortified than they were before the Sept. 11, 2001, attacks, foreign airports and airlines remained vulnerable. \nSeparately, officials are also planning high levels of security, including air patrols, for the Super Bowl on Sunday in Houston. They said they had no specific indications of threats directed at the event.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Passengers lined up yesterday at a security checkpoint at Charles de Gaulle Airport outside Paris. (Photo by European Pressphoto Agency)(pg. 14) \n\nLoad-Date: February 1, 2004"
}