{
    "title": "Airline seats available over holidays",
    "publisher": "telegraph herald ",
    "year": 1999,
    "month": 12,
    "day": 23,
    "full text": "'Highly unusual': Fears of terrorism or Y2K failures might be keeping some people from traveling\nDALLAS (AP) - Trying to book an airline seat from Chicago to Orlando two days before Christmas is usually a lost cause. But not this year.\nAs of midday Wednesday, every one of today's 19 scheduled flights on the route still had open seats. The story is similar for many other routes and virtually all major airlines.\nExperts say some travelers might have been scared away by increased security in airports, warnings about terrorism and fears of Y2K computer trouble.\n\"You'd normally expect Dec. 23 to be a heavy travel day. But to have that many seats open from Chicago to Orlando? Come on,\" said Terry Trippler, a columnist for 1travel.com, an Internet travel site. \"This is highly unusual.\"\nAirlines are responding with aggressive sales. Airline officials said they expected slow sales for Christmas Eve and Christmas Day - as well as New Year's Eve and Jan. 1 - but they expect to make it up on other days.\n\"Travel on Christmas Day is light, but periods before and after are quite good,\" said Doug Killian, a spokesman for Northwest Airlines.\nJoe Hopkins, a spokesman for United Air Lines, the nation's biggest carrier, said the airline is expecting slower business.\n\"I think Y2K is part of it, and the State Department warning didn't help,\" Hopkins said.\nOn Dec. 11, the State Department issued a warning urging Americans to exercise extreme caution during the final weeks of 1999 and the first days of the new year because of terrorism threats. The Federal Aviation Administration followed that up Tuesday by ordering tightened airport security.\nAl Becker, a spokesman for American Airlines, said American's flights this week and next week will be about 70 percent full or more, with some flights full and others half-empty, often depending on the time of day.\n\"There's no question there are seats out there,\" he said.\nThe airlines have stepped up the pace of promotions to fill seats, offering some last-minute travelers discount fares without the typical 21-day advance purchase period, said Tom Parsons, editor of Bestfares.com, which sells discount airline tickets online.\nUnited, for example, is offering discounts on flights to 43 international cities on Christmas Eve and Christmas Day through its Web site, Hopkins said.\n\nLoad-Date: December 25, 1999"
}