{
    "title": "Airline firearms would fuel terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 27,
    "full text": "As our nation struggles in a war against terrorism, the last thing we, as U.S. residents, want to do is provide terrorists with ammunition for future attacks. Allowing firearms on planes, however, would do just that.\nThe president of the Air Line Pilots Association, the largest union of airline pilots, proposed Tuesday that cockpit crewmembers be allowed to carry handguns to thwart any hijacking efforts.\nBrigham Young U.\nAlthough our airports and airlines are desperately in need of increased security, such a measure would only simplify the means through which terrorists accomplish their horrific ends.\nEven if pilots are forced to undergo extensive background checks and psychological tests before being allowed to carry these firearms, terrorists are not. And as we learned from the attacks of Sept. 11, airport and airline security measures are not perfect. With guns in the cockpit, terrorists could find a way to get them.\nAdditionally, pilots are partially bound by their over-the-shoulder harnesses and would thus have difficulty reaching or aiming their guns in the first place.\nThere are already armed guards placed on select commercial flights by the government, and the Federal Aviation Administration is actively recruiting additional Federal Air Marshals, whose duty is to preserve the safety of U.S. air carriers, their crews and their passengers. As such, they are authorized to carry firearms and make arrests.\nWe recognize the importance and value of such undercover marshals, especially at this time of heightened security. However, the potential consequences of allowing cockpit crewmembers to carry firearms far outweigh the benefits that might come from such an allowance.\nWe commend President Bush, Congress and the FAA for their efforts to improve airport and airline security. These safety measures are long overdue and seriously needed.\nHowever, when we as a nation begin to allow firearms in airports and aboard flights, we begin fueling the opportunities terrorists feed on.\n(C) 2001 The Daily Universe via U-WIRE\n\nLoad-Date: September 27, 2001"
}