{
    "title": "AIRLINE TRAVELERS GETTING OVER FEAR OF TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 9,
    "day": 11,
    "full text": "By Tom Belden Knight-Ridder Newspapers Evidence is building that travelers to Europe this summer are losing some of their fear of terrorism.  Transatlantic travel on Pan American World Airways plummeted 16 percent in the first quarter, compared with 1988, after 270 people died when a still-unident ified terrorist blew up Flight 103 over Lockerbie, Scotland, on Dec. 21.  Pan Am and other U.S. airlines suffered a second blow when it was revealed in April that IBM Corp. had suggested to its employees that they avoid using American carriers because they were potential targets of terrorism.  But as spring turned into summer, the efforts of airlines and governments to make European flying more secure seem to be paying off. The last major threats from terrorists came in mid-June, when Stern magazine reported that a West German airline had been targeted for attacks that would turn the holiday season into ''a sea of blood and tears.'' So far, that threat has proven empty. There have been no more incidents this summer, and business for Pan Am has stabilized.  Pan Am's traffic to Europe increased 1.7 percent in May and less than 1 percent in June before it declined 5 percent in July. Pan Am took a few jets out of the trans-Atlantic market when it anticipated slack demand this summer, but it still sold 76 percent of all available seats to Europe in July and 78 percent of the available space in the first 20 days of August.\nThe recovery, Pan Am executives say, can be traced to the increasing sophistication of bomb-detection devices in U.S. and European airports and to the adoption by U.S. airlines of some well-tested security techniques used by El Al Israeli Airlines.  ''There definitely was a reaction after last December,'' Edward F.  Cunningham, Pan Am's managing director of corporate security, said in an interview last week. ''There was a perception that U.S. carriers aren't as safe as foreign carriers. That's really not accurate. The reason we say that is the (Federal Aviation Administration) requirements we're subject to are much more stringent than what foreign carriers are subject to.'' Techniques borrowed from El Al include training airline workers to spot would-be terrorists who fit a certain profile. Workers also are taught to ask seven questions that trace whether a passenger packed his or her own luggage and determine whether the bags have left the passenger's sight since being packed.  In addition to using standard X-rays on all checked baggage leaving Europe, the airlines are employing a new method known as the ''E-Scan'' that displays colors on a screen to distinguish between organic and inorganic material.  That is an advance over X-ray techniques, which can only determine the size and shape of the contents of a bag, Cunningham said.  The FAA also is experimenting with a complex ''thermoneutron analysis'' device that measures the neutrons coming from an explosive, he said. Each of six experimental machines being installed at large airports takes up 800 square feet and costs $1 million. The machines can examine 600 bags a minute, but so far also have a relatively high error rate of about 4 percent, Cunningham said.  The questioning of passengers and X-raying of checked baggage mean that check-in time for international flights from Europe on U.S. airlines is now at least two hours before departure, he said.  Even with the more sensitive detection devices in place, airlines aren't claiming to have ended the problem of terrorism.  For one thing, even the most sophisticated machines can't make up for the fact that examining baggage hour after hour is a boring job. Pan Am is starting to pay its security personnel more in an effort to recruit better people, but ''it will still be a terribly tedious job even if it paid $50, 000 a year,'' Cunningham said.  ''Some people are beginning to think that this (neutron-detection device) is the ultimate system, and it's not,'' Cunningam said. ''A security system has to be dynamic. Terrorism is changing, and we have to have a system that's dynamic to respond to it. The truth is, of course, we have to let bags on airplanes. So there is no ultimate answer, unless we have nirvana on Earth.''\n\nLoad-Date: October 25, 1993"
}