{
    "title": "Airline bomb plot may mute critics of terror backstop",
    "publisher": "business insurance",
    "year": 2006,
    "month": 8,
    "day": 14,
    "full text": "A foiled plot to blow up as many as 10 international commercial passenger flights to the United States could help U.S. airlines maintain their government-financed terrorism coverage but may lead to some contentious coverage issues for non-U.S. airlines, according to aviation insurance experts.\nInsurance market experts say they do not expect any knee-jerk reactions from commercial airline insurers in response to the plot, which British and Pakistani authorities unraveled last week.\nBut before the plot was unveiled, airline underwriters had finalized new war risk exclusions that would bar terrorism losses resulting from several forms of terrorist attacks.\nNon-U.S. airlines likely will have to contend with the exclusions during their coverage renewals, most of which occur during the fourth quarter. U.S. air carriers would not be affected by the exclusions unless they lose their government-backed terrorism coverage, which is not guaranteed to be available much longer but could last through 2007.\nAccording to news reports, British authorities late last week arrested around two dozen suspects whom officials allege had planned to down 10 flights bound to the United States from the United Kingdom. The plot involved mixing liquid explosives onboard the flights and then igniting the explosive concoctions over the Atlantic Ocean with MP3 players or cell phones.\nIf the plan had succeeded, it could have killed thousands and destroyed aircraft valued at hundreds of millions of dollars.\nPresident Bush said the plot, which came to light a month shy of the five-year anniversary of the Sept. 11, 2001, terrorism attack in the United States, bore the markings of al-Qaeda.\nAfter that group carried out its 2001 attacks, the airline insurance industry responded by virtually eliminating terrorism coverage. In response, the U.S. government created a terrorism coverage backstop for domestic airlines. The commercial market eventually began again underwriting the risk for non-U.S. airlines, after various other governments ended similar arrangements for their own domestic airlines.\nDespite the massive liability and hull losses that the foiled plot in the United Kingdom would have created for airlines and their insurers, ``we don't see any immediate short-term or long-term impact'' on the insurance market, based on currently available information, said a spokesman for American International Group Inc. of New York.\nA broker who asked not to be identified agreed that the incident would impact the market ``in a very minimal way.''\nInsurers understand that airlines continue to be a high-profile threat, the broker said. ``The threat is high, but the risk is minimal due to mitigating factors,'' such as security and counter-terrorism efforts, he said.\nHad the planned attacks been successful, though, there would likely have been a significant impact on rates, the broker noted.\nAlan Webb, managing director of the aerospace division at London-based broker Heath Lambert Group, said that the aviation insurance market had not undergone a ``knee-jerk reaction'' to the foiled attacks.\nStill, insurers hope to minimize their exposure to terrorism losses that could wipe them out financially by invoking new exclusions this year barring coverage for losses resulting from weapons of mass destruction, biological and chemical agents, electromagnetic pulse and radioactive contamination.\nEven if insurers succeed in imposing those exclusions, non-U.S. airlines still would be covered for most types of terrorism-related losses, said Wayne Wignes, the Chicago-based president of the Aon Aviation unit of Aon Corp.\nFor now, U.S. airlines' terrorism coverage would not be restricted if insurers impose the exclusions, because the airlines can purchase first-dollar insurance from the U.S. Federal Aviation Administration to cover hull war, passenger liability and crew personal-accident losses resulting from a terrorist attack. Under the program, the airlines can purchase limits equal to twice the amount of standard hull and liability coverage they purchase from commercial insurers for a fraction of the cost of the terrorism coverage that the commercial market offers.\nSince most major airlines purchase $1.5 billion of hull and liability coverage, they can purchase up to $3 billion of terrorism coverage from the FAA, Mr. Wignes said.\nIndividual policies in force range from $80 million to $4 billion, and the median average is $1.8 billion, according to a spokesman for the U.S. Department of Transportation.\nBut the United States faces some pressure from domestic and foreign free-market advocates to scrap the program, which is in the process of being extended to Dec. 31 from its current Aug. 31 end date. Beyond 2006, the FAA has the authority to extend the program one more time through year-end 2007.\nThe exposed plot in Britain, though, likely will deflate the domestic critics of the program, Mr. Wignes said.\n``I think a lot of domestic political forces will back off heavily'' from their opposition to the program, because the plot demonstrates that their position is ``flawed,'' Mr. Wignes said. The commercial market is not a viable long-term source for airlines' terrorism coverage, because the market would dry up after a single loss, Mr. Wignes asserted. A single loss also could bankrupt the airline insurance market and the airlines that were targeted, he said.\nAnother broker who did not want to be identified said that the foiled plot gives airlines a ``double whammy'' argument for renewing government terrorism coverage. They can now make a case that they are hurting because of rising fuel costs just as they are on the verge of a recovery and that, given the renewed threat of terrorism and concerns that travel could slow, having to seek coverage on the open market would doom them, he said.\nMeanwhile, brokers say underwriters are pushing the new terrorism exclusions on the few non-U.S. airlines that are renewing before the fourth quarter, when about three-quarters of airlines renew.\nBut, by year's end, underwriters will face a concerted pushback from those airlines as well as the financial institutions that finance the airlines' airplane leasing agreements, Mr. Wignes predicted.\nThe exclusions would make financing airplane leasing too risky for financial institutions, and airlines depend on that financing to cover their fleet leasing obligations, he said.\nSarah Veysey and Roberto Ceniceros contributed to this report.\n\nGraphic\n\n \nArt Caption: BI Stock index\nArt Credit: A foiled terrorist plot tightened security at London's Heathrow Airport last week. U.S. government coverage for airlines' terrorism risks could expire soon. * Airport security officials last week confiscated various items in response to concerns that terrorists plan to hide explosives in liquids.\n\nLoad-Date: August 16, 2006"
}