{
    "title": "AIRLINE SALES LAG, SEATING IS PLENTIFUL FEAR OF TERRORISM AND Y2K PROBLEMS ARE BLAMED FOR A DIP IN H",
    "publisher": "the philadelphia inquirer",
    "year": 1999,
    "month": 12,
    "day": 23,
    "full text": "Trying to book an airline seat from Chicago to Orlando, Fla., two days before Christmas is usually a lost cause, but not this year.\nAs of midday yesterday, every one of today's 19 scheduled flights on the route had open seats. The story is similar for many other routes and virtually all major airlines, travel experts say. Airlines are responding with aggressive sales.\n\"You'd normally expect Dec. 23 to be a heavy travel day. But to have that many seats open from Chicago to Orlando? Come on,\" said Terry Trippler, a columnist for 1travel.com, an Internet travel site.\nExperts say some last-minute travelers might have been scared away by increased security in airports, warnings about terrorist threats, and even fears of Y2K computer problems.\nAirline officials say they expected slow sales for Christmas Eve and Christmas Day, as well as New Year's Eve and Jan. 1, but they expect to make it up on other days.\n\"Travel on Christmas Day is light, but periods before and after are quite good,\" said Doug Killian, a spokesman for Northwest Airlines.\n\"Today [Wednesday] is a busy day for us, and the 26th through 28th will be busy,\" added Joe Hopkins, a spokesman for United Air Lines, the nation's biggest carrier. But the airline has also reduced its capacity from a year ago, he said, anticipating lighter demand.\n\"I think Y2K is part of it, and the State Department warning didn't help,\" Hopkins said.\nOn Dec. 11, the State Department issued a warning urging Americans to use extreme caution during the final weeks of 1999 and the first days of the new year because of terrorism threats. The Federal Aviation Administration followed that up Tuesday by ordering tightened airport security.\n\"We're doing what's necessary for security, but the public understands that,\" said Al Becker, a spokesman for American Airlines. \"We haven't seen that [fear of terrorism] affect the numbers.\"\nBecker said American's flights this week and next week will be about 70 percent full or more, with some flights full and others half-empty, often depending on the time of day.\nThe airlines have stepped up the pace of promotions to fill seats, offering some last-minute travelers a chance to get discount fares without the typical 21-day advance-purchase period, said Tom Parsons, editor of Bestfares.com, which sells discount airline tickets online.\n\nLoad-Date: October 22, 2002"
}