{
    "title": "Airport director_ No 'imminent' local threats Security status normal in Dayton; no canceled or delay",
    "publisher": "daily news ",
    "year": 2016,
    "month": 3,
    "day": 23,
    "full text": "People walk away from broken windows at Zaventem Airport in Brussels after an explosion on Tuesday. Bombings rocked the airport and subway system, prompting a lockdown of the Belgian capital and heightened security across Europe.\nIn stark contrast to the security crackdown in Europe following Tuesday's attack in Brussels, Belgium, officials here expressed concern but raised no alarms while travelers, military personnel and others went about their business.\nThe security status Tuesday remained at normal levels at Dayton International Airport, said Terry Slaybaugh, Director of Aviation for the city of Dayton, adding that he saw no change in traveler behavior with no flights cancelled or delayed. He estimates that 250 people a day who fly out of Dayton International Airport are headed to international destinations. None of the flights are direct.\n\"We have not received any additional security requirements or direction from the Transportation Security Administration or Homeland Security or any federal agencies to think there are any imminent threats,\" Slaybaugh said. \"We would be looking at them to provide us with any guidance on additional security. We are always thinking about it.\"\nColton Shrader, a traveler at the Dayton airport, seemed typical of the mood. But he was catching a flight to Costa Rica, not Europe.\n\"It doesn't worry me because we're going south,\" Shrader said.\nBut travelers who were ultimately headed to Belgium before the attacks had to alter plans. American Airlines, Delta and United Airlines all said that flights to and from Brussels were either cancelled or diverted. Security was tightened on the European continent.\nWright-Patterson Air Force Base did not increase security measures, according to a base spokesperson. The base remains on force protection level Bravo, which it has been under for nearly a year.\n'Ground zero' for terrorism\nThe Brussels attacks were part of a terrorist network in Europe with individuals who are more susceptible to radicalization, some security analysts say. By contrast, the United States in recent years has endured acts of terror by isolated individuals, an analyst said.\n\"There's not the reservoir of support in this country that they are able to rely on in Europe and that's why we are seeing a much bloodier campaign in Europe whereas in the United States we are seeing these individual isolated attacks,\" said Brian Michael Jenkins, a RAND Corp. terrorism expert and senior adviser.\nEurope has become \"kind of ground zero\" for terrorism, said Mark Ensalaco, director of research at the Human Rights Center at the University of Dayton.\n\"It's pretty clear that there is a very well organized network of jihadists, European nationals it appears, who are willing and able to carry out these attacks,\" Ensalaco said. \"It's terrifying. I don't think al-Qaida was this well-organized.\"\nTerrorism experts noted that the attack at an airport and subway station in Brussels happened just days after the arrest in Belgium of Salah Abdeslam, a 26-year-old sole surviving suspect in the November deadly shooting and bombing attacks in Paris.\nDonna Schlagheck, a retired Wright State University political science professor and terrorism expert, said the arrest and recent military defeats of ISIS may have played a factor in the latest round of terrorism.\nEurope has had \"massive success\" since Paris in breaking up terrorist cells from Italy to Spain, and the Islamic State was \"losing a lot of territory\" in Iraq and Syria, she said.\nISIS \"may not be able to fight Iraq and Syria but they are still causing the West pain,\" she said.\nAngela Byers, the FBI Special Agent in Charge for the Cincinnati office who gave a talk on terrorism at the Dayton Women's Club Tuesday, declined to comment on any local terrorist investigations.\n\"Counter-terrorism is about remaining vigilant and people should report to law enforcement any behavior that indicates a person is radicalizing,\" she said. \"We want to prevent and disrupt terror attacks. The goal of terrorism is to spark fear. We don't want that, but want people to remain vigilant.\"\nStudents safe\nThe attacks prompted Ohio colleges and universities to check on students abroad. Twenty-one students and two faculty members from the University of Cincinnati studying in Antwerp, Belgium, were all accounted for and safe, university officials said.\nNineteen of the students and the faculty are there from the Lindner College of Business and two students are working in Belgium as part of their co-op program. The University of Dayton, Wright State University, Miami University and Cedarville University said that no students studying abroad are currently in Belgium.\nMichelle Novak, a Middletown school board member who is also Muslim, called the terrorist attacks \"very frustrating.\"\n\"We all want our families, our children safe,\" she said. \"We don't want this. We don't want to feel helplessness.\"\nThe experts consulted about the attacks cautioned against knee-jerk reactions.\n\"We have to become mentally tough in reacting to these threats,\" Schlagheck said. \"We have to choose our responses carefully.\"\nDifficult threat\nJenkins said it's unclear if the arrest of Abdeslam spurred the attacks.\n\"As we continue to squeeze the Islamic State militarily, and perhaps destroy it militarily, that doesn't mean this struggle ends,\" he said. \"They will continue the struggle as an underground resistance movement in Iraq and Syria and elsewhere.\"\nBelgium has a higher per capita ratio of young Muslims who have fought in Iraq and Syria and are at higher risk of radicalization because Europe has not integrated them culturally, some analysts said.\n\"Europe has a very difficult challenge with radicalization of its younger portions of Muslim communities and of all the nations Belgium is probably where it's happened (more) than all the other nations,\" said Rick Nelson, a terrorism expert affiliated with the Center for Strategic and International Studies.\nThe United States and Europe should share more intelligence to prevent further attacks as public places such as subways and airports stay at a heightened state of alert, Nelson said.\n\"This is an extremely difficult threat to combat,\" he said.\nWHIO-TV contributed to this\nreport. Contact this reporter\nat 937-225-7407 or email\nSteve.Bennish@coxinc.com\nContact this reporter at 937-225-2363 or email Barrie.\nBarber@coxinc.com Contact\nthis reporter at 937-225-2352\nor email Lance.Lambert@\ncoxinc.com.\n\nLoad-Date: March 23, 2016"
}