{
    "title": "AIRPORT ATTACKS WIDELY DEPLORED",
    "publisher": "the new york times",
    "year": 1985,
    "month": 12,
    "day": 28,
    "full text": "The terrorist assaults at airports in Rome and Vienna were condemned worldwide yesterday as the extent of the carnage became apparent.\nPope John Paul II said that those who turned hand grenades and submachine guns on passengers and employees at Leonardo da Vinci Airport had taken another step in a ''barbaric war of violence.'' He called for fresh efforts to bring about peace and said the news had deeply saddened him.\n''While I express my strongest condemnation for this act of blood that offends the human and Christian conscience,'' the Pope said in a statement, ''it is also a time to raise my voice to deplore the barbaric war of violence that disturbes the order of progress in social life.''\n \n'Appalling Attacks'\nUnited Nations Secretary General Javier Perez de Cuellar criticized the ''appalling attacks.'' He appealed to world governments to ''follow up'' on the anti-terrorist resolutions unanimously adopted at the United Nations earlier this month in order to put a stop to terrorism.\nEgypt said the world's inability to resolve political problems was to blame for the attacks. Foreign Minister Esmat Abdel-Meguid expressed ''deep regret for the two terrorist operations in Rome and Vienna in which a number of innocent souls, regardless of their nationalities, were killed.''\nMr. Abdel-Meguid said that Egypt always condemned terrorism and that the attacks yesterday showed the importance of ''confronting such operations with firmness and strength.''\nThe Mexican Government strongly denounced the violence ''against the life of innocent people.'' Mexico's military attache in Italy, Gen. Donato Miranda Acosta, and his secretary, Genoveva Jaime Cisneros, were among those killed in Rome.\n \n'Senseless Murder'\nIn New York, Theodore R. Mann, the president of the American Jewish Congress, issued a statement expressing the organization's ''outrage at the senseless murder of innocent civilians'' and deploring ''the scourge of terrorism.''\nMr. Mann went on to commend security personnel at both airports ''whose swift response prevented greater bloodshed'' and called on ''all nations to cooperate in combating international terrorism and in insuring that innocent lives are not again lost.''\nBut Gerald Kraft, president of B'nai B'rith International, asserted that the latest attacks were ''the inevitable result'' of what he said had been ''Italy's indecisive dealing'' with the hijackers of the Italian cruise liner Achille Lauro.\nTwo Texas Congressmen, Michael A. Andrews, a Democrat, and Jack Fields, a Republican, called for retribution and sanctions against airports that failed to protect American lives."
}