{
    "title": "Airport blast called terrorism",
    "publisher": "telegraph herald ",
    "year": 2011,
    "month": 1,
    "day": 25,
    "full text": "MOSCOW - Terrorists struck again in the heart of Russia, with a suicide bomber blowing himself up Monday in Moscow's busiest airport and turning its international arrivals terminal into a smoky, blood-spattered hall of dismembered bodies, screaming survivors and abandoned suitcases. At least 35 people were killed, including two British travelers.\nNo one claimed responsibility for the blast at Domodedovo Airport that also wounded 180 people, although Islamic militants in the southern Russian region of Chechnya have been blamed for previous attacks in Moscow, including a double suicide bombing on the capital's subway system in March 2010 that resulted in 40 deaths.\nThe Interfax news agency said the head of the suspected bomber had been found.\nPresident Dmitry Medvedev called it a terrorist attack and immediately tightened security at Moscow's two other commercial airports and other key transportation facilities.\nIt was the second time in seven years that Domodedovo was involved in a terrorist attack: In 2004, two female suicide bombers penetrated the lax security there, illegally bought tickets from airport personnel and boarded planes that exploded in flight and killed 90 people.\nMedvedev canceled plans to travel today to the World Economic Forum in Davos, Switzerland, where he aimed to promote Russia as a profitable investment haven to world business leaders.\nPrime Minister Vladimir Putin ordered the health minister to send her deputies to hospitals to make sure the injured were getting the medical care they needed.\nRussians still look to the tough-talking Putin as the leader they trust to guarantee their security, and Monday's attack was likely to strengthen the position of the security forces that form part of his base.\nLarge-scale battles in Chechnya ended years ago, following two devastating wars that Russia waged with the republic's separatists, but Islamic militants have continued to carry out suicide bombings and other attacks. Most have been in Chechnya and other predominantly Muslim provinces in the southern Caucasus region, but some have targeted Moscow, including its subways, trains and even a theater.\n\nLoad-Date: January 25, 2011"
}