{
    "title": "Airport tightens terrorism security; Greater Pitt Airport tightens security",
    "publisher": "pittsburgh post-gazette",
    "year": 1995,
    "month": 10,
    "day": 3,
    "full text": "Travelers who use Pittsburgh International Airport will experience the inconveniences of the tighter security ordered nationwide after the convictions of 10 Muslim radicals.\nPassengers should expect baggage- and passenger-unloading restrictions, parking restrictions, possible vehicle inspections and requests to show photo identification with their tickets, airport spokesman Patrick Boyle said yesterday.\nTransportation Secretary Federico Pena ordered heightened airport security Sunday, hours after Sheik Omar Abdel-Rahman and nine others were convicted of conspiring to blow up the United Nations, a federal building in Manhattan, two tunnels and a bridge. They also planned to assassinate Egyptian President Hosni Mubarak.\nThe directive followed an alert Aug. 9 in which Pena called for announcements to passengers to keep track of their bags.\n''The decision to increase security is based upon an assessment provided by federal law enforcement and intelligence agencies, combined with an analysis of the current state of affairs,'' Pena said in a statement.\n''There has been no specific threat to aviation or any other form of transportation, but we are dealing with a general threat against all U.S. interests at home and abroad.''\nBoyle said the latest directive would mean closing 941 parking spaces within 300 feet of the terminal and increasing police patrols throughout the airport -- at a total cost of about $ 10,500 a day in lost parking revenues and overtime police costs.\n''There could be some slight impact on the delivery of supplies to stores. There could be some minor delays,'' Boyle said.\nUSAir spokeswoman Mary Jo Capizzi said that while she could not discuss specific security measures, she did not expect any significant delays of flights.\nThe only show of any special security at the airport yesterday were signs posted this summer asking passengers to keep track of their luggage and not to accept packages from strangers.\n\nLoad-Date: October 3, 1995"
}