{
    "title": "Airport resuming random auto searches; Agencies around Minnesota move to a higher state of alert for",
    "publisher": "star tribune ",
    "year": 2003,
    "month": 3,
    "day": 18,
    "full text": "Random vehicle searches at Minneapolis-St. Paul International Airport were to resume early today after President Bush's warning Monday night that war with Iraq could prompt terror attacks at home.\n     The airport received a directive from local Transportation Security Administration officials late Monday to begin the searches, a procedure briefly used in February when the country was last under a \"high\" _ or orange _ terror alert.\n     Travelers also will see more police at the airport, said Patrick Hogan, a spokesman for the Metropolitan Airports Commission.\n  Immediately after Bush's televised speech, the U.S. Department of Homeland Security again raised the alert to high and put in place \"Operation Liberty Shield,\" which calls for greater security at airports, nuclear power plants, seaports and other public places.\n    Bush suggested that at some point Iraq would transfer biological, chemical or nuclear weapons to terror groups that could attack the United States.\n     Even before Bush's speech, Minnesota law enforcement officials had made plans for increased security at airports and other public installations.\n      \"We've been working for several days putting together some possible plans, depending on the nation's level of threat,\" said Hogan, who said those plans do not include calling out the National Guard. \"It's a fluid situation that we're prepared to respond to if the situation requires change.\"\n     Minnesota officials met Monday afternoon to review heightened security that could exceed what followed the terror attacks in 2001. The plan includes extra enforcement along Minnesota's border with Canada, which will remain open.\n     Authorities said they don't foresee a direct terrorism threat to Minnesota. As soon as war begins, however, the state would open its Emergency Operations Center (EOC) at the Division of Emergency Management in St. Paul.\n    \"We've operated under the assumption that this [war] would occur at some point, so we're being proactive to whatever the situation entails,\" said Kevin Smith, spokesman for the Department of Public Safety.\n     Once the EOC is activated, Minnesotans can call a 24-hour hot line with their concerns. A similar line averaged between 300 to 500 calls in the first few hours after the Sept. 11 attacks, Smith said.\n     \"This helps take the burden off 911 operators in case people have questions about preparedness,\" said Smith, recalling the frenzy and furor on Sept. 11. \"Our strategy is to stay ahead.\"\n     And that will be determined by what happens here and abroad, said Jeff Luther, the state's homeland security coordinator.\n     He said border security will be overseen by the Bureau of Immigration and Customs Enforcement, a new division under the Homeland Security Department.\n     In addition, county law enforcement, the U.S. Border Patrol, the U.S. Coast Guard, the State Patrol and the Bureau of Criminal Apprehension will take part, Luther said.\n     \"We will have an increased level of scrutiny,\" Luther said. \"There will be more questioning of people and an even greater knowledge of the cargo going across the borders.\"\n     The FBI will open up a command post in Minneapolis, and the Hennepin County Sheriff's Office also will open its own emergency operations center.\n     Minneapolis is considering closing the tunnels that connect City Hall with the Federal Courthouse and Hennepin County Government Center for at least the first 72 hours after the war begins.\n     Luther said his office has met with representatives from utilities, corporations, major Twin Cities shopping malls and city police departments.\n     \"I think to a certain extent a lot of it is based on people power and how many resources you have to draw from,\" he said. \"There will a very visible presence at our symbolic and most populous sites.\"\n     After Sept. 11, state officials said the Mall of America in Bloomington would be one of several possible terrorist targets. Federal authorities and mall officials have said there is no credible evidence of a planned attack on the mall.\n     Both Luther and Mark Rosendow, the airport's police chief, said people can best help themselves by being aware of their surroundings.\n     \"We have a lot of eyes and ears out here, but we need everybody working together,\" Rosendow said.\n     Luther said the biggest hurdle to overcome is the psychological effect of possible terrorism. \"That means keeping the public informed and working together to make sure this is a safe place for everybody.\"\n.\nTerry Collins is at tcollins@startribune.com.  \nWHEN WAR BREAKS OUT\nHot-line numbers\n    Once war begins, Minnesota will activate its Emergency Operations Center and a 24-hour telephone hot line for Minnesotans. In addition, the FBI will take calls from anyone wanting to report suspicious activities.\n     - To contact the Emergency Operations Center:\n     In the Twin Cities: 651-297-1304.\n     Outstate Minnesota: 1-800-657-3504.\n     Hearing-impaired: 1-800-657-3822.\n     - To reach the FBI: 612-376-3200.\n     - On the Internet: http://www.weprevent.org and http://www.ready.gov. \n\nLoad-Date: March 19, 2003"
}