{
    "title": "AIRPORT PEOPLE-WATCHING GETS SERIOUS_ TELLTALE BEHAVIORS COULD SIGNAL TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 4,
    "day": 18,
    "full text": "When someone at an airport is sweating, is it because he's running late? Or is he trying to hide something? Are hand signals between people in a terminal part of an inside joke? Or are they part of a terrorist plot?\nA pilot program using \"behavior pattern recognition\" is under way at Boston's Logan International Airport, where two of the planes used by the Sept. 11 hijackers took off. Air marshals, passenger screeners and state police officers stationed there have undergone special training in how to spot behavior that could indicate a terrorist plot.\nIsraeli officials have employed a version of the technique for years.\nAt Logan, security officials look for odd or suspicious behavior: heavy clothes on a hot day, loiterers without luggage, anyone observing security methods.\nAt security checkpoints, screening supervisors have a score sheet listing types of behaviors. A passenger who hits a certain number will be pulled aside for questioning.\nAir marshals watch the airport crowds as they wait for their flights; they, too, alert the troopers if they see something suspicious.\n\"They're looking for something outside the normal range of behavior,\" said Jack Shea, in charge of the federal air marshals in Boston. \"What I like about it, it's very basic, it's common sense, it's effective, it works.\"\nMassachusetts State Police Maj. Tom Robbins called the program a success.\n\"We haven't caught Osama bin Laden, but we've caught people who are exhibiting the behaviors they're looking for,\" he said. Mostly, they catch people with outstanding warrants, he said.\nThe technique is hardly new to the government. Customs agents have long used it to look for smugglers at border crossings.\nEven so, some civil libertarians are concerned that the program could lead to unlawful searches and seizures.\nThe head of the American Civil Liberties Union's racial profiling project aroused suspicion while traveling through Logan in October and was questioned. He lodged a complaint afterward.\n\"Someone thought he was suspicious because he's a tall, black man,\" said Barry Steinhardt, director of the ACLU's technology and privacy program,\nRafi Ron once headed security at Israel's Ben Gurion Airport and now trains Logan's state troopers in behavior pattern recognition.\nHe said terrorists understood the limitations of security technology. For example, metal detectors and X-ray machines can't detect plastic explosives.\nHe said that terrorists who identified a loophole in the technology's performance could rely on the fact that it will always be there and could be used. But Ron said, \"To develop such expectations over what will draw suspicion from a law enforcement officer is something that's much less reliable.\"\nSome privacy advocates prefer behavior pattern recognition to the government's plan to conduct computerized background checks on all air travelers.\n\"Targeted interviewing is certainly preferable,\" said David Sobel, general counsel for the Electronic Privacy Information Center, a leading critic of the background checks.\n\nLoad-Date: April 18, 2004"
}