{
    "title": "Airport screeners may gain union",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 3,
    "day": 7,
    "full text": "WASHINGTON -- The Senate voted Tuesday to give 45,000 airport screeners the same union rights as other public safety officers, despite vigorous opposition by Republicans and a veto threat from the White House.\nA broad anti-terrorism bill that would put in place unfinished recommendations of the Sept. 11 commission also would give airport screeners the right to bargain collectively. An amendment by Sen. Jim DeMint, R-S.C., that would have removed that right was defeated by a vote of 51-46.\nThe Senate also failed to resolve the issue of how to divide $3 billion in homeland security grants, an issue that pits rural states against states with densely populated metropolitan areas.\nThe bill nearly quadruples the total pot of money and reduces the minimum amount that each state receives from 0.75 percent of the total dollars to 0.45 percent. States considered to be at high risk of a terrorist attack will receive more money.\nAn amendment that would continue to guarantee each state at least 0.75 percent survived an initial challenge.\nThe Senate expects to complete work on the bill by the end of the week.\nThe House last month passed a similar anti-terrorism bill that had the same union provision for airport screeners, an indication of organized labor's strength with Democrats.\nRepublicans pledged to eliminate the union provision when negotiators sit down to merge the two versions of the legislation that aims to tighten security for airlines and railroads. A White House statement last week threatened a veto if the labor provision remained.\n\"We're not going to let big labor compromise national security,\" said Senate Minority Leader Mitch McConnell, R-Ky. He noted there are not enough votes in either the House or the Senate to override a veto by President Bush.\nThe conflict over labor rights is a reprise of the debate in 2002 over creating the Homeland Security Department. Sen. Max Cleland, D-Ga., voted against the bill because it did not guarantee union bargaining rights. That same year, Cleland was defeated for re-election by Republican Saxby Chambliss, who accused him of being soft on terrorism.\nSens. Susan Collins, R-Maine, and Claire McCaskill, D-Mo., are trying to compromise with amendments that would give screeners some rights. Collins' amendment would give them whistleblower protection and the right to appeal management decisions, but not the right to bargain collectively.\n\nLoad-Date: March 7, 2007"
}