{
    "title": "Airport security tightens",
    "publisher": "st. petersburg times ",
    "year": 1991,
    "month": 1,
    "day": 17,
    "full text": "With the Persian Gulf war only hours old, fears of terrorism already were touching people's lives in the Tampa Bay area.\n \n    Visitors at Tampa International Airport were not allowed to meet arriving passengers at some gates late Wednesday and travelers were not allowed to use airport lockers. At St.  Petersburg-Clearwater International Airport, travelers were not allowed tocheck baggage at the curb.\n \n    In addition, Super Bowl ticket holders will not be allowed to bring video cameras or portable radios to the game.\n   Throughout the Tampa Bay area, authorities are beefing up security because of worries that the war could lead to terrorism.  Officials are focusing much of their efforts on small objects such as a locker, a suitcase or a Walkman that could conceal a bomb.\n \n    \"Everything we're doing is heightened to a degree\" because of the gulf crisis, said Rick Nafe, the manager of Tampa Stadium. \"If we're going to err, we're going to err on the side of caution.\"\n \n    For Super Bowl XXV, that means unprecedented security.\n \n    Crews have begun installing concrete barriers at stadium entrances to prevent a car or truck from smashing its way into the facility. A 6-foot fence will ring the building to give ticket holders an extra measure of security.\n \n    The stadium property was sealed off Wednesday so that only people working inside would be allowed in. Police are patrolling the grounds around the clock and will be using bomb-sniffing dogs to make sure there are no hidden explosives.\n \n    \"There has been no threat nor any rumored threat,\" said Tampa Public Safety Administrator Bob Smith. But police want to be extra-cautious, so they are considering using metal detectors on every person entering the game.\n \n    \"We want to try to reassure (Super Bowl ticket holders) that the stadium and the surrounding area will be perfectly secure,\" he said at a news conference Wednesday.\n \n    The most obvious of the new security measures were visible at local airports.\n \n       At about 9 p.m. Wednesday, the Federal Aviation Administration ordered that security levels be increased at Tampa International, said Lt. Robert Duncan of the Tampa airport police.\n \n    Effects of that order were seen immediately. People waiting to meet passengers from Pan Am flights were not allowed to ride shuttles to Pan Am gates.\n \n    Within the next two days, all airlines at Tampa International must limit gate access to ticketed passengers only and must eliminate curbside baggage check-in for all flights, Duncan said.\n \n    Until Wednesday, lockers at the Tampa airport were a popular place for travelers to store their luggage. But airport employees emptied the lockers and removed the keys Wednesday because officials were concerned that a terrorist could plant a bomb inside one.\n \n    John Hegarty, the airport chief of police, said lockers \"have been used by terrorists in the past for damage and destruction to airports.\"\n \n    Air space rules also may be changed. Although the Federal Aviation Administration has a plan for limiting flights over the Super Bowl, Smith said Wednesday that he would like those rules to be tightened so that fewer aircraft are allowed above the stadium.\n \n    Tampa airport police also have increased patrols and held meetings with airline employees to remind them of their security responsibilities.\n \n    The St. Petersburg-Clearwater airport eliminated curbside baggage check-in Wednesday and has increased its patrols, said airport director James G. Howes. He said the measures were necessary because \"airports are considered to be a possible terrorist target.\"\n \n    The airport is also the location of the nation's largest Coast Guard air station, but officials at that agency won't discuss specifics about their plans.\n \n    A statement from the Coast Guard said the agency is \"taking seriously the threats that have come from the Middle East. We are reviewing and testing our security plans. Should a specific threat be identified affecting U.S. ports, the Coast Guard will respond.\"\n \n    The gulf crisis also prompted an increase in business for the Wackenhut Corp., which provides security services for corporate clients.\n \n    Bob Green, manager of Wackenhut's bay area offices, said: \"Some of our clients have terrorist concerns.\"\n \n    But he declined to elaborate because it is against company policy to reveal clients or the locations of their businesses.\n \n    Pat Cannan, of Wackenhut's corporate headquarters in Coral Gables, said his company has received numerous queries from Fortune 500 companies across the country in the past few days.\n \n    \"On the national level, there has been an increase in requests for corporate security and executive protection,\" he said.\n \n    The threat of terrorism is real, he said. \"But we are not alarmists. I think there is a tendency for people to be a little over-concerned about something happening in their own communities.\"\n \n Staff writers Bruce Vielmetti and Terry Tomalin contributed to this report.\n\nGraphic\n\n \nBLACK AND WHITE PHOTO; Bob Smith\n\nLoad-Date: November 12, 1992"
}