{
    "title": "AIRPORTS ON GUARD TERRORISM WATCH FOLLOWS ALGERIAN 'S ARREST",
    "publisher": "daily news ",
    "year": 1999,
    "month": 12,
    "day": 22,
    "full text": "WASHINGTON - The nation's airports went on high alert yesterday in the latest sign of the country's jitters over a possible terror attack during the final days of the millennium.\nBomb-sniffing dogs will be checking luggage, cars and, at times, even passengers, officials said. Holiday travelers were warned against taking wrapped gifts onto planes in case security officials insist on opening them.\nPort Authority police said there will be zero tolerance at the area's three major airports for cars left in front of terminals. They will be immediately towed away.\nThe Federal Aviation Administration ordered the beefed-up security in response to the terror alert triggered by last week's arrest of an Algerian national with the makings of a huge bomb.\n\"We're redoubling efforts already underway\" to guard against holiday and Y2K attacks, an FAA spokeswoman said.\nPA police spokesman Kayla Bergeron said, \"We ask members of the traveling public to be patient and extra vigilant.\"\nThe FAA said the extra precautions should not result in delays, but it advised passengers to arrive early for flights and use public transportation if possible.\nIn other developments:\nThe State Department issued a fresh warning about possible attacks on Americans anywhere in the world. The administration's latest alert came after a two-hour White House meeting Monday with top government officials, including CIA chief George Tenet and Gen. Henry Shelton, chairman of the Joint Chiefs of Staff.\nThe Pentagon said it was taking \"appropriate action\" to protect troops against sabotage.\nDespite increasing concern on the federal level, Mayor Giuliani proclaimed the city as prepared as can be for any New Year's terrorism or Y2K madness.\nHe said 19,000 cops will be on the job for the New Year's Eve shift.\n\"From everything we can tell, the plan is a good one and the plan is going to be effective,\" with tests completed on everything from traffic lights to the 911 system, Giuliani said.\nThe nation's Y2K jitters have been rising since last week's arrest of Ahmed Ressam in Port Angeles, Wash., as he tried to enter from Canada, allegedly with bomb materials.\nSecurity concerns intensified yesterday when the Border Patrol in Montpelier, Vt., said two bomb-sniffing dogs detected traces of possible explosives in a car carrying an Algerian man and a Canadian woman at a tiny state border station.\nFederal agents said explosive material was not found in the car that was stopped Sunday night, but the dogs' reaction indicated that the vehicle may have been used previously to carry explosives.\nIn Montreal last night, police raided a home, detaining an Algerian man for questioning and seizing books, papers and a computer disk.\n\nLoad-Date: December 22, 1999"
}