{
    "title": "AJC BOOKS &AUTHORS KARIN SLAUGHTER Domestic terrorism rocks 'The Last Widow'",
    "publisher": "the atlanta journal-constitution",
    "year": 2019,
    "month": 8,
    "day": 11,
    "full text": "The success of Atlanta crime writer Karin Slaughter proves that people still want to read books, as long as you give them what they want. The global publishing phenom has sold 35 million books translated into 37 languages and available in 120 countries.She produces one tautly paced, action-packed crime thriller annually and spends half the year touring the world to promote it. As big as she is in the U.S., she's a rock star in Scandinavia.\nSlaughter's 19th novel, \"The Last Widow,\" comes out Aug. 20 and pairs the dogged, dyslexic GBI agent from her Will Trent series with pediatrician and medical examiner Sara Linton from the Grant County series. When Sara is kidnapped by domestic terrorists plotting a diabolical act, Will goes undercover to try to save her. As usual, the events play out against a backdrop of familiar settings, including Druid Hills, Emory Hospital, Hartsfield-Jackson International Airport and the North Georgia mountains.\nNow Slaughter is poised to tap into a whole new audience. In January, the talent behind \"Big Little Lies\" and \"Homeland\" begins filming an eight-part series for Netflix based on Slaughter's 2018 standalone book \"Pieces of Her.\" Slaughter is executive producer.\nSlaughter had known she wanted to be a writer since she was a kid growing up in Jonesboro and Morrow.\n\"I was always writing stories. My father would pay me a quarter for each one, so that incentivized me to work,\" she said.\nSlaughter parlayed that work ethic into a variety of jobs after high school, including exterminator, house painter and movie projectionist. At night, she attended Georgia State University but dropped out after three years.\n\"I had taken all the English classes I could, and they wanted me to do math and science, and I just couldn't do it. I wasn't a particularly good student,\" she said.\nAfter college, Slaughter tried to join the police force but couldn't pass the vision test. She eventually ended up owning a sign company. And in her spare time, she pursued her dream.\n\"The entire time I was always writing, trying to find my voice, trying to work on a story, trying to find something that was publishable,\" Slaughter said. She eventually wrote novels but hadn't yet landed a publishing deal.\n\"The one that got my agent interested in me was my version of 'Gone With the Wind,'\" she said. \"There's a reason that's never been successfully sequel-ized.\"\nHer agent suggested she try writing a thriller, and that's how she made her literary debut with \"Blindsighted\" in 2001.\n\"It took 10 years but it felt like 300,\" she said.\nIn a telephone conversation last month, Slaughter talked about her new book, how she found her literary groove and why true crime is so popular.\nWhat was\nyour childhood like?\nI had a lot of allergies and spent a lot of time inside, so I was pretty bookish. I wasn't very athletic by any stretch. I sat around reading a lot. That was my escape, was to be in a book and go to a different world.\nWhat did you read back then?\nThe first book I remember reading that had a huge impact on me was a short story collection of Flannery O'Connor that was given to me by a librarian at the Jonesboro public library who saw all the trash I was reading and thought maybe I could do something better with my time. I just thought, \"Wow, that is amazing.\" Growing up in Jonesboro, (I was) constantly told, \"Girls can't do this\" and \"Girls can't do that,\" and was frowned at because I was interested in darker things, and I had a very strange sense of humor. To read Flannery O'Connor and see, here's a woman who grew up in a small Southern town who didn't quite fit in who made a living from it, that was an inspiration to me. It gave me a possible path to follow.\nWhere does your love of dark things come from?\nI think it was always there. It's a particularly Southern thing to be interested in the darker side of life. My dad would tell us stories, and they would invariably end in maiming and death. There were a lot of cautionary tales, too, that were meant to scare us into putting our bikes up so we didn't get crushed under the car. He sprinkled in some wisdom there, but most of the times, he was just scaring us.\nWhy is that\na Southern thing? Walker Percy said (Southerners are) such good storytellers because we experienced the fall, we lost the war. It was the only war that any American will admit that was actually lost.We have an oral tradition. People from other parts of the nation might call it gossiping, but we love to tell stories about other people. I just think that's part of our culture.\nHow did you become interested in crime?\nWhen I was growing up, my stepmother's sister, my step-aunt, was a chief of detectives in the county next to ours, and so I knew a lot about policing from her. And I knew a bit about policing just from reading, because I loved true crime. I lived in Jonesboro when the local funeral director was also the coroner, and as a third job, he was one of the biggest drug dealers in Clayton County. The GBI busted that case open wide when I was a kid, and that made me interested in that crime.And the Atlanta child killer was active when I was a young kid, 9 or 10 years old. Growing up in Atlanta at that time gave me a crash course in criminals.\nWhat excited you most about writing\n\"The Last Widow\"?\nThe core idea for it was these militant groups.An FBI agent (told me), \"If you (asked) me what is going to be the biggest threat to America in the next five years, I would say the rise of these white supremacist groups.\" The FBI says the No. 1 threat to America is domestic terrorism. The other thing is Sara Linton. ... In every book, she's the healer, she takes care of people, she's very compassionate, but she's always behind the scenes. She's never out in the middle of the action, so I thought, \"Let me put her in a really horrible situation where her goal is not to help people but to really hurt them and maybe even kill them using some of her medical knowledge.\" I wanted to write about her being strong in a different way.\nThe threat of rape hangs over \"The Last Widow\" like a fate worse than death.\nIt is a death. I honestly believe that. The person that the victim was going to be before this happened is gone. The ease with which they lived their lives, the sense of safety and security and autonomy that they lost, that's something they will never have naturally. They have to work to get that sense of safety back. And it's something that happens to a hell of a lot of women, and we never talk about it. The FBI statistic tells us that almost a quarter of a million women a year report sexual assault, and those are just the ones that report it over the age of 18. I mean, my God, this is something happening to a hell of a lot of people. And what are we doing about it?\nHow do you know so much about law\nenforcement and medical procedures? Do you have friends in those professions?\nI do, but one of the things I've always done is listen without prejudice. I love hearing the gritty details. I love hearing the horrible things people have seen or people have done. I just really like knowing how the nuts and bolts go together. Those things are fascinating to me.\nWhat are the challenges of writing about violence?\nOne of the things I talk about with friends of mine who are writers is, we all worry that one day (we're) going to write something horrific in a book and it's actually going to happen. And we've all just kind of given up worrying about that because, of course, it's going to happen. No matter what you do, no matter how you frame it, there's always going to be some person out there who's going to take up a gun and kill a bunch of people. People are going to do bad things. That's what we're writing about. We're trying to understand why these people do these bad things.\nWhy is crime such a hot topic in books, movies and television right now?\nPeople have always been interested in it. What's different is no one is ashamed of it anymore. When my grandmother was alive, her favorite magazine was True Crime magazine, but she was horrified if anyone found out she read it. She would literally hide it under her chest of drawers in her bedroom. People are coming out of the woodwork and saying, \"Yeah, I love these kinds of things.\" I feel very lucky that I'm writing commercial fiction, and I'm categorized as a crime writer because that sells really well, and it's the kind of books I always loved to read. It goes back to my Flannery O'Connor story and finding someone like me who was interested in this, and instead of being told that's not ladylike, she made a career out of it.\n(Box)\nAUTHOR EVENT\nKarin Slaughter. Reads and signs \"The Last Widow.\" 7:15 p.m. Aug.20.\nFree.DeKalb County Public\nLibrary, 215 Sycamore St., Decatur. Presented by Georgia Center for the Book and Charis Books& More.404-370-3070, charisbooksandmore.com, georgiacenterforthebook.org.\nFICTION \"The Last Widow,\" by Karin Slaughter HarperCollins, 464 pages,$27.99\n'When I was growing up, my stepmother's sister, my step-aunt, was a chief of detectives in the county next to ours, and so I knew a lot about policing from her. And I knew a bit about policing just from reading, because I loved true crime.'\nKarin Slaughter\nKarin Slaughter. Reads and signs \"The Last Widow.\" 7:15 p.m. Aug.20.\nFree.DeKalb County Public\nLibrary, 215 Sycamore St., Decatur. Presented by Georgia Center for the Book and Charis Books& More.404-370-3070, charisbooksandmore.com, georgiacenterforthebook.org.\nFICTION \"The Last Widow,\" by Karin Slaughter HarperCollins, 464 pages,$27.99\n'When I was growing up, my stepmother's sister, my step-aunt, was a chief of detectives in the county next to ours, and so I knew a lot about policing from her. And I knew a bit about policing just from reading, because I loved true crime.'\nKarin Slaughter\n\nLoad-Date: August 11, 2019"
}