{
    "title": "AJC TOP LOCAL STORY TERRORISM CHARGES Authorities say Georgia man plotted White House attack",
    "publisher": "the atlanta journal-constitution",
    "year": 2019,
    "month": 1,
    "day": 17,
    "full text": "Federal authorities on Wednesday arrested a metro Atlanta man they said was plotting to attack the White House but instead got entangled with the FBI.\nHasher Jallal Taheb, 21, of Cum-ming, was taken into custody in Gwinnett County while allegedly trying to exchange his vehicle for explosives. He later appeared in court in downtown Atlanta in the case brought by the FBI's Joint Terrorism Task Force. Authorities said Taheb was acting alone and they made no accusation that had ties to any terrorist group. He was arrested after a tip from a resident who said the young man had been radicalized.\nTaheb's alleged attack on the White House was supposed to take place around today and involve various explosives and firearms, though even days before he claimed he had still never fired a gun in his life, according to the criminal complaint. He said he could learn fast, the document said. Authorities also said he planned to travel to the Islamic State territory but acknowledged he didn't have a passport.\n\"All potential threats have been neutralized and were under control from the inception of this case,\" said U.S. Attorney Byung J. \"BJay\" Pak, who added that authorities would take no questions on the investigation, which is ongoing.\nThe criminal complaint accuses Taheb of plotting to destroy a government building, which is punishable by five to 20 years. The document said a community member contacted law enforcement in March 2018 about him.\nOn Wednesday night, agents were searching the home south of Cumming where Taheb is believed to live with his mother.\nIt wasn't immediately clear if Taheb had an attorney. Messages seeking comment from family weren't immediately returned.\nThe complaint lays out a detailed months-long investigation.\nOn Aug. 25, 2018, Taheb allegedly put his vehicle up for sale to fund a trip. An FBI informant reached out to show interest and met with the suspect days later.\nTaheb allegedly said he planned to travel to \"hijra,\" a term said to refer to Islamic State territory.\nHe also told the informant he wanted to attack the White House and Statue of Liberty in jihadist attacks, authorities said. At the beginning of December, Taheb arranged a meeting with the informant and an undercover FBI agent, the complaint said.\n\"Taheb explained that jihad was an obligation, that he wanted to do as much damage as possible, and that he expected to be a 'martyr,'\" the complaint said.\nA few days later, there was another meeting in Alpharetta, during which Taheb allegedly showed the FBI worker a composition notebook with a hand-drawn map of the ground floor of the West Wing in the White House. Taheb seemed to believe the informant and FBI worker would join his plot if they could find weapons, according to the document.\nBy mid-December, Taheb had allegedly broadened the scope of places he wanted to attack to include the Washington Monument, the Lincoln Memorial and a synagogue.\nHe said he wanted to use handguns, IEDs, an AT-4 anti-armor weapon and hand grenades.\nThe conversations continued into this month with Taheb allegedly discussing growing the group, disdain for the U.S. and Israel and various angles of the plot. He also expressed worry that his family would catch on to the plans.\nThe attack on the White House was supposed to involve driving on a road behind the building, creating a diversion and shooting a hole through the building to gain entry and kill people, the complaint said.\nOn Wednesday, Taheb went to a Buford store parking lot for the purpose of him and the FBI worker exchanging their vehicles for semi-automatic rifles, explosive devices and an AT-4, the complaint said. A second informant inspected the vehicles and told Taheb the money was in the ashtray of one of them.\nA second FBI worker drove up with a tractor trailer, which had the weapons inside, though the FBI had rendered them useless. Taheb took the weapons in a backpack and was arrested by agents.\n(Box)\nMORE DETAILS \" \"\n|The alleged attack on the White House was supposed to take place soon. |Last August, an FBI informant contacted the suspect, Hasher Jallal Taheb, after a tip from a community member. |Officials said Taleb went to a Buford store parking lot Wednesday to swap his vehicle for explosives. He was arrested there.\n\nLoad-Date: January 17, 2019"
}