{
    "title": "AJC EXCLUSIVE Here's Qatar 's connection to the 2020 campaign",
    "publisher": "the atlanta journal-constitution",
    "year": 2020,
    "month": 10,
    "day": 4,
    "full text": "Qatar is a terrorist-funding country. So says a super PAC aligned with Senate Majority Leader Mitch McConnell in mailer after scary mailer addressed to the women in my household.\nThe Senate Leadership Fund has flooded my TV set and populated my browser with the same message in video form.\nIn fact, there is indeed a candidate on the Nov. 3 ballot in Georgia who has apparently benefited from an under-the-table relationship with this wealthy Middle Eastern country. This candidate has even welcomed its leader, the head of \"the terrorist-funding Al-Thani dynasty\" -- the super PAC's words, not mine -- into his American home. Outrageous, right?\nThe candidate's name is Donald Trump.\nNot Jon Ossoff.\nIn defense of U.S. Sen. David Perdue, the Senate Leadership Fund is spending millions of dollars in Georgia, attacking his Democratic rival with a charge that relies upon your lack of interest in -- or knowledge of -- Middle Eastern geopolitics.\nWe have been here before. In 2017, when Ossoff was the lead Democrat in that 6th Congressional District race ultimately won by Republican Karen Handel, this nice Jewish boy raised in Northlake was accused of consorting with a \"mouthpiece\" for Islamic terrorism.\nOssoff is CEO and managing director of an investigative documentary film outfit based in London called Insight TWI Ltd. He assumed management control in 2013. One of his company's many clients has been Al-Jazeera English, a division of a Qatar-owned satellite television network that reaches into 100 countries.\nTwo years ago, a super PAC with connections to then-House Speaker Paul Ryan took those two facts and blanketed the northern suburbs of Atlanta with fact-free, fear-mongering insinuations that Ossoff was in league with terrorism. The Ryan file on Ossoff has apparently been passed on to Senate Republicans.\nOssoff \"received at least $5,000 from the Qataribacked Al Jazeera network over the past two years, according to an updated personal financial disclosure,\" The Washington Free Beacon, a conservative outlet, reported in July.\nBut it was no secret. Here's the Free Beacon headline from March 2017: \"Al Jazeera Paid Georgia Democrat Over $5,000 in Past 15 Months.\"\nWhat Republicans don't mention is that, now as then, most of the work Ossoff's firm does for Al-Jazeera is broadcast in Africa -- and is about doings on that continent. The latest documentary tackles atrocities committed by Nigerian peacekeeping troops in Sierra Leone during the latter country's civil war two decades ago.\nNor do they mention that Insight TWI has other clients as well, including PBS, ABC and the Canadian Broadcasting Co. For BBC3, Ossoff's company recently had a British journalist accompany a former ISIS sex slave back to Mosel to confront one of her now-jailed captors.\nInstead, we get countless flyers with variations of this headline: \"Why does Jon Ossoff's company accept money from groups that support terrorism?\" Female suburban voters are the target.\nFor you beginners: Qatar is a small, peninsular country attached to the eastern side of Saudi Arabia. It sticks out into the Persian Gulf. Per capita, Qatar is the second-rich-est nation on earth, courtesy in part to natural gas reserves far larger than those sitting beneath American feet. About 10,000 U.S. troops are based there. It owns Al-Jazeera.\nHas Qatar been on the wrong side of U.S. policy in the past? Yup. But the byzantine nature of the Middle East often requires us to overlook many things. Suffice it to say that Qatar -- through Al-Jazeera -- may have once said many nice things about Osama bin Laden. But it didn't produce any of the 9/11 hijackers. That was our ally Saudi Arabia.\nDid President Donald Trump once call Qatar \"a funder of terrorism\"? Again, yes. But then Trump changed his mind.\nIn April 2018, the president hosted Emir Tamim bin Hamad Al-Thani of Qatar at the White House, declaring that Qatar and other Arab countries had agreed to turn off the terrorism spigot. \"That includes U.A.E. and it includes Saudi Arabia, it includes Qatar and others,\" Trump said.\nThe timing is interesting.\nYet another book on the Trump administration has come out. \"White House, Inc.\" is the work of Dan Alexander, a senior editor at Forbes magazine. It examines how Trump has used the presidency to leverage his commercial interests -- in a way never before seen in American history.\nIn a prologue, Alexander tells of a skyscraper at 555 California St. in San Francisco, in which Trump owns a 30% share -- which even as a fractional asset is more valuable than Trump Tower in Manhattan. In early 2018, the Qatar Investment Authority Advisory (USA) took out a lease for office space on the 43rd floor.\nIt sits empty, never used.\nIf Qatar is paying the building rate amounting to $450,000 annually, Alexander estimates that $130,000 in Qatari funds are now going into Trump's pocket on a yearly basis. For office space it does not appear to need.\nOssoff's business is conducted out in the open. This San Francisco deal was not. Yet it is the Democrat in Georgia who is attacked for taking Qatari cash. Ossoff takes the accusation seriously -- because he takes his journalistic business seriously.\nIn 2018, Insight TWI participated in an investigation into corruption in international soccer, broadcast by the BBC. A journalist in Ghana working on the project captured -- on video -- a local official soliciting $11 million in bribes. The journalist was murdered a few months after the broadcast. Ossoff went to the memorial service.\nIn an email, a spokesman for the Senate Leadership Fund reiterated that Al-Jazeera was \"a network with widely-reported ties to terrorist groups like Hamas and the Taliban.\"\n\"Instead of complaining about being held accountable, perhaps Ossoff shouldn't have taken their money in the first place,\" said Jack Pandol, communications director for the super PAC.\nWe wanted to ask Pandol a very specific question: If voters should be concerned about Ossoff's upfront transaction with Qatari interests, shouldn't they be even more worried about secretive Qatari cash sent Trump's way?\nWe do not know why, but Pandol had no interest in addressing this conundrum.\nA spokeswoman for the David Perdue campaign declined to comment about the SLF campaign against Ossoff -- not surprising, given that super PACs like that and candidates are legally barred from communicating.\nWe have searched for someone with the Senate Leadership Fund who might be willing to discuss these matters -- with no success. A spokeswoman for the Perdue campaign declined to comment about the SLF campaign against Ossoff -- not surprising, given that super PACs like that and candidates are legally barred from communicating.\nStill, Ossoff invited Perdue to join the debate.\n\"Our work has exposed atrocities and given voice to victims of slavery and persecution,\" Ossoff said. \"If David Perdue believes the world would be better off without that journalism -- and if he believes these investigations shouldn't be seen in parts of the world where freedom of speech and democracy are under attack -- he should come out and say that.\"\nOne more thing: Mitch McConnell's outfit also has attacked Ossoff for his company's relations with a Hong Kong media network \"with ties to the Chinese Communist Party.\"\nPerdue, the man the SLF is defending, made an early name for himself in business through his work in Asia. In his early years, Perdue connected American footwear companies with manufacturers across Asia, including in China.\nAnd in China, you can't do business with anyone who's not connected to the Chinese Communist Party.\n\nLoad-Date: October 4, 2020"
}