{
    "title": "AL GORE LEAVES VOTERS GUESSING ON FOREIGN POLICY",
    "publisher": "daily news ",
    "year": 2000,
    "month": 3,
    "day": 16,
    "full text": "IN DIRECTOR-writer Rod Lurie's compelling new film, \"Deterrence,\" a rearmed Iraq reinvades Kuwait in the year 2008 and a U.S. President is suddenly caught in a frightening nuclear showdown.\nPolitical science fiction? Not entirely. When today's nuttiest despots - and most frightening terrorists - can purchase big-weapon know-how from dollar starved Russians, it's precisely the kind of international high drama that the leader of the world's only superpower must know how to face down.\nSo why are the briefing books of this year's U.S. presidential candidates so thin in foreign policy positions? Recently, we took a look at the global views of Republicans George W. Bush and John McCain. Today it's Democrat Al Gore's turn, and the pickings are a little better, but not by much.\nTrue, the vice president is no stranger to the world scene. As his campaign pros enthusiastically tell you, Gore has been \"a key player in American foreign policy for more than two decades.\"\nSo where are the specifics of how this foreign affairs maven would handle crisis as a President?\nTake global terrorism, for example. It's a no-brainer to simply say \"we must redouble our commitment to fighting terrorism through diplomacy and international cooperation.\" Would President Gore take military action against terrorists? Would he impose iron-strong sanctions against nations supporting terrorism? Would he back a serious international agency that battles terrorism on the ground?\nOne thing Gore would do - and he emphasizes it over and over - is have this country pay its long overdue UN dues. He rightly feels that this would not only ensure our seat at the table of this imperfect but crucial forum, but enable us to \"share the security burden with our allies.\"\nGore also wants Congress to ante up the budgets needed to strengthen America's armed forces, and to finance our global leadership. \"Right now,\" he says, \"foreign affairs adds up to just one penny for every dollar in our federal budget.\"\nHe wants Congress to stop cutting budgets for our embassies' security, for fighting nuclear smuggling and for dismantling nuclear weapons in the former Soviet Union. Furthermore, he wants to increase aid to \"countries in the midst of democratic transition.\"\nLike his Republican rivals, Gore also insists we have to engage Russia and China and \"not pretend we can turn our backs on them.\" Yet while he urges that we integrate these nations into the world economy and encourage their efforts toward reform, like his Republican counterpart, he provides no detailed plans on how to do this.\nI'm also troubled by the lack of any clear indications of how Gore would deal with our closest neighbors in Latin America, or what he proposes about aid for Africa, or how he would deal with the ongoing problems in the former Yugoslavia. And there's nothing of substance on what this country can contribute to the global battle against AIDS.\nThe one area where Gore has been steadfastly clear is on the Middle East. One of Israel's strongest supporters over the years, he is deeply committed to helping broker a Mideast peace that would give the Palestinians the sense of national expression that they long for, but wouldn't sacrifice Israel's security in the process.\nSo what we need from Gore and from Bush are some more specifics. I for one would like to know whom these candidates would envisage as their secretary of state. Next to the President, that's the key foreign affairs figure.\nThe voting public deserves to know more!\n\nLoad-Date: March 16, 2000"
}