{
    "title": "Al Gore, Republicans spar over Iraq , terrorism",
    "publisher": "charleston gazette",
    "year": 2004,
    "month": 6,
    "day": 25,
    "full text": "WASHINGTON - Al Gore on Thursday accused President Bush of lying about a link between al-Qaida and Saddam Hussein and said the president refuses to back down from that position to avoid political fallout.\n\"They dare not admit the truth lest they look like complete fools for launching our country into a reckless, discretionary war against a nation that posed no immediate threat to us whatsoever,\" Gore, the former vice president who lost the presidency to Bush in 2000, said during a speech at Georgetown University Law Center.\nRepublicans responded that the Democrat's assertions were false and out of touch.\nKen Mehlman, Bush's re-election campaign chairman, admonished Gore for delivering \"another gravely false attack,\" and the Republican National Committee contended he was out of touch.\n\"Al Gore's history of denial of the threat of terrorism is no less dangerous today in his role as John Kerry's surrogate than it was in the 1990s in his role as vice president, a time when Osama bin Laden was declaring war on the United States five different times,\" RNC spokesman Jim Dyke said in a statement.\nMostly sidelined from the presidential race, Gore emerges every few months with another stinging review of the Bush administration. The former vice president, who has grown irate and bellowed in previous appearances, took a more tempered but highly sarcastic tone on Thursday.\nGore accused Bush and Vice President Dick Cheney of deliberately ignoring warnings from international intelligence services, the CIA and the Pentagon before the Iraq war that their claim of a link between al-Qaida and Saddam was false.\nWith a smirk, Gore then added: \"So when the bipartisan 9/11 commission issued its report finding 'no credible evidence' of an Iraq-al-Qaida connection, it should not have come as a surprise. It should not have caught the White House off guard.\"\nThe independent, bipartisan commission looking into the terrorist attacks found \"no credible evidence\" of a link between the events of Sept. 11, 2001, and Iraq. As to an Iraq-al-Qaida connection, the commission found there was no apparent \"collaborative relationship.\"\n\nLoad-Date: June 26, 2004"
}