{
    "title": "Al Mulla_ Examination of local Antifa groups is important",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 28,
    "full text": "isAccessibleForFree\" content=\"true\"/>\nEditor's Note: This column does not represent the opinion of The Daily Barometer. This column reflects the personal opinions of the writer.\n\"Put your sword back in its place,\" Jesus said to him, \"for all who draw the sword will die by the sword.\" - Matthew 26:52\n\"Hate begets hate; violence begets violence; toughness begets a greater toughness. We must meet the forces of hate with the power of love...\" - Martin Luther King Jr.\nAmid the June Black Lives Matter protests, as many turned violent, President Donald Trump announced his intention to designate Antifa-the far-left movement dedicated to militant opposition to fascism-a terrorist organization. This has been criticized as deeply problematic by many people for many reasons, including some suggesting it isn't even within the executive's power to do such a thing. Perhaps the strongest argument has been that Antifa is not an organization, but an idea, a movement. There is no national structure uniting those labeled 'Antifa,' so it would not be reasonable to call it a terrorist organization. It is extremely dangerous to declare weakly-defined groups as terrorists because it easily allows for the persecution of those groups. We saw this with the infamous so-called McCarthyism of the mid-twentieth century, which used accusations of communism to persecute progressives in the United States.\nFor these reasons, I want to make absolutely clear that I vehemently abhor the notion that Antifa, as a whole, is a terrorist group. As the son of Arab immigrants, I know as well as anyone the deeply problematic nature of our country's defining language and subsequent treatment of terrorists. I am fully convinced this sort of overarching designation is a major step towards a resurgence of McCarthy-esque suppression of opposition, and could perhaps even lead to something more sinister. That being said, it can still be useful to examine local organizations calling themselves 'Antifa' with a focus on their methodology, and the extent to which they may rely on terror, so to speak, in order to further their agenda.\nCVAntifa-\"an anonymous collective based in Corvallis, Oregon\"-is one such organization using the banner of Antifa. \nAccording to CVAntifa's spokesperson, who preferred to remain anonymous, they \"oppose fascists both online and in the streets. [They] counter their rallies, expose them publicly and work to disrupt their organizing by any means necessary.\"\nIt is in these means that we find a compelling argument to take these organizations seriously, particularly in their methods for 'exposing' fascists. With two primary outlets, a blog and a twitter page, CVAntifa engages in a practice commonly known as 'doxxing' in which an individual's private information is made public against their will, sometimes without their knowledge. Another Oregon group, Rose City Antifa, uses similar tactics in their own blog. This information can range from their real name and common aliases, to their private residence and the plate numbers to their personal vehicles.\nMake no mistake-I believe this is a highly unethical practice. Criminal or terroristic? That is up for debate.\nDoxxing can easily lead to stalking, harassment and even a practice known as 'swatting' in which a call is placed to the police claiming a hostage or similar situation at a residence, necessitating the engagement of a SWAT team, often leading to personal endangerment and death. One case in 2019 even went so far as to consider swatting on the same level as manslaughter or homicide, resulting in a 20-year sentence.\nCommenting on a 2016 case in New York, acting Associate Deputy Director of the FBI, Paul Abbate, said \"the FBI takes 'swatting' and 'doxing' attacks very seriously because such illegal conduct jeopardizes public safety and places innocent people in harm's way by exposing private and personal information.\" \nThe FBI defines domestic terrorism to be \"the unlawful use, or threatened use, of force or violence by a group of individuals based and operating entirely within the United States or Puerto Rico without foreign direction committed against persons or property to intimidate or coerce a government, the civilian population, or any segment thereof in furtherance of political or social objectives.\" \nThis definition is irresponsibly, bordering on maliciously broad, however, the federal government operates under it, so there is something to be said for seeing where it goes. When asked about their relationship with this definition, CVAntifa did not respond by the time of publication. \nMy personal impression is that this strategy of identifying and doxxing individuals considered to be 'fascists' is quite strongly threatening the use of force or violence, and is highly problematic regardless of our sloppy definition of terrorism. Although no violence has become of this doxxing thus far, it still sends a very particular message: 'we are prepared to confront you.' The act of posting somebody's home address in conjunction with identifying them as 'the enemy' is necessarily threatening the use of force-so strongly so that I may even argue it borders on the use of force itself. I therefore feel compelled to say: although I stand by my earlier statement on Antifa as a whole, and although the FBI's definition is quite irresponsible in its breadth, I personally consider CVAntifa to be a dangerous group which fits the FBI's definition of domestic terrorism.\nI believe that in much the same way placing the call which brings a SWAT team to a person's home resulting in their death may be considered homicide, publishing the home address which would allow one to place that call is quite similarly an act of violence in and of itself-it goes beyond a threat because it takes it out of one's control, it sets the dominoes in action. Anybody can access these blogs and find these peoples' residences regardless of what the group intends to accomplish by publishing the information. \nConsidering the aforementioned decision regarding a homicidal designation on 'swatting,' I believe it is only a matter of time before doxxing finds itself in a similar position. Unfortunately, this will likely rely on legal cases surrounding people who have already been physically harmed by the practice. \nThe notion that a militant opposition is required to deal with a menacing, violent ideology such as fascism is absolutely justified, however, it is not necessarily effective. It is in many ways a natural feature of human psychology to match an opponent's level of escalation and aggression, but being natural is by no means a justification in and of itself. The fact of the matter is, this tactic was already employed by the anti-fascists of twentieth-century Germany when they faced the spectre of fascism. Needless to say, they failed. \nWhat seems to have proven itself, for me, as an effective means of direct action for post-industrial society is that which Dr. King successfully championed 60 years ago-nonviolence. That is not to downplay the massively important work of Malcolm X-seriously, don't get it twisted, I stan the hell out of him, but he was not violent and did not call for militant confrontation. He called for self-defense. So yes, it does appear to be the case that both facets of direct action-both King and Shabazz-are required for an effective strategy. We are more or less lacking in both departments at the moment (though we are more so lacking in the former).  \nOSU Professor of philosophy and Director of the Phronesis Lab, Sharyn Clough, Ph.D, has been instrumental in developing a framework of de-escalating and moving past aggression known as 'Peace Literacy.' \nSpeaking on the matter of dealing with radical, even violent interlocutors, Clough said \"Peace Literacy helps us see that fascism is attractive to some people insofar as it appeals to the human need for epic purpose, challenge, belonging and self-worth, especially in the minds of those who are alienated, cynical and rage-filled. In a society structured inequitably along race, class and gender lines, fascism provides a worldview that justifies the otherwise unjustifiable. It helps some people feed their need for sense-making in a nonsensical world.\" \nIf the idea that much of this applies to Antifa pops into your head, you are not alone. I might even argue this statement would be equally salient if 'fascism' were to be replaced with 'radical anti-fascism.' For me, this is enough to say unequivocally that militancy is not an effective means of opposing militancy. It can only lead to the escalation we have been seeing for years. \nAs for the issue of how one might conceptualize utilizing nonviolence, Clough continues, \"before we find ourselves stuck wondering how to respond with nonviolence to the violence of fascism, we should spend some time thinking about alternative ways to meet these human needs, especially in young people. Peace Literacy offers an analysis of the needs at work and how to meet them more healthfully.\"\nFor the most part, this entails committing to a non-escalatory attitude-to healthfully interact with a radical, one must refuse to be aggravated. Yes, we have to meet the enemy on their own terms, but this does not require matching their aggression. It is in our best interest to instead find the common struggle we have, and use to move past animosity. In my view, whether Alt-Right or Antifa, we are all suffering under the current incarnation of human association, and at the end of the day, we must find the solidarity to cooperate and constructively discuss the common issues we face.\n\nLoad-Date: September 29, 2020"
}