{
    "title": "Al Najjar's rehearing request opposed",
    "publisher": "st. petersburg times ",
    "year": 2000,
    "month": 8,
    "day": 8,
    "full text": "The government aims at a bail hearing for an ex-USF professor it calls a terrorism supporter.\nGovernment attorneys want to block a bail hearing for a Tampa man jailed on classified evidence, saying that the Aug. 18 hearing could free a supporter of international terrorism.\nMazen Al-Najjar, a former University of South Florida teacher, is accused of ties to Middle East terrorists and has been detained in a Bradenton jail as a national security threat.\nALNAJJAR08\nIn May, Al-Najjar won a rehearing on bail. A federal judge said his constitutional rights were violated when the government shared secret evidence with an immigration judge but did not give him enough to defend himself.\nImmigration judge R. Kevin McHugh said Monday he will hear the case in his Bradenton courtroom on Aug. 18. McHugh also wants both sides to furnish witness lists by Friday.\nThe government, meanwhile, has gone back to the federal judge to attempt to block the bail hearing.\nA hearing poses \"unacceptable risks of either disclosing information vital to the national security, or allowing an illegal alien who actively supports international terrorism to be at large in the United States,\" the government's motion said.\nIn filings in late July, attorneys for the Immigration and Naturalization Service said they intend to appeal U.S. District Judge Joan A. Lenard's order to the 11th U.S. Circuit Court of Appeals.\nAttorneys for the 43-year-old Al-Najjar said he has waited long enough.\nA Palestinian who has lived in the United States almost 20 years, Al-Najjar was ordered deported in 1997 for overstaying a student visa. He is jailed while he appeals because the government says he participated in a think tank in Tampa that was a front for the Palestinian Islamic Jihad, a group using suicide bombers to derail the Middle East peace effort.\nNo criminal charges have been filed against Al-Najjar. He says he is not a terrorist.\nHe is one of about two dozen immigrants nationwide, almost all of them Arab or Muslim, involved in secret evidence cases. Critics say the practice is unconstitutional and politically motivated.\n\nGraphic\n\n \nBLACK AND WHITE PHOTO; Mazen Al-Najjar\n\nLoad-Date: August 8, 2000"
}