{
    "title": "Al Qaeda, American Style",
    "publisher": "the new york times",
    "year": 2006,
    "month": 7,
    "day": 15,
    "full text": "JUST before the first anniversary of the July 7 bombings in London that killed 52 people, Al Qaeda released a video that reflects a significant change in how it operates: terrorism is being brought home. The new video tries to recruit ordinary American Muslims who might be offended, as many ordinary Americans are, by America's mistakes and moral failings in carrying out the war on terrorism. \n  The film stars three terrorists: Shehzad Tanweer, one of the July 7 bombers who died during the attack; Ayman al-Zawahiri, Osama bin Laden's deputy and long-time chief ideologue; and Adam Gadahn, a 28-year-old American who grew up on a goat ranch in Riverside, Calif., and converted to radical Islam.\nMr. Gadahn's speech is revolutionary -- not because it warns about blood-curdling terrorist strikes to come, but precisely because it doesn't. Mr. Gadahn has appeared on Qaeda videos before. In previous performances, his face obscured by a mask, he came across as a zealot, describing his fellow Americans as guilty of decades of tyranny and oppression in the Islamic world, warning us in October 2004, ''Allah willing, the streets of America will run red with blood.'' Last September, a masked man believed to be Mr. Gadahn appeared on another Qaeda video warning: ''Yesterday, London and Madrid. Tomorrow, Los Angeles and Melbourne.'' \n  Unlike in his previous performances, in last week's video Mr. Gadahn is articulate, reasonable and troublingly persuasive. He accuses the United States of deliberately harming Muslim civilians in various conflicts around the world. If this were American policy, needless to say, it would violate not only Islamic teaching, but also the Judeo-Christian just war tradition. \n  Mr. Gadahn tells us, ''I've carried the victims in my arms -- women, children, toddlers, babies in their mother's wombs.'' He argues that American voters, not just their leaders, are to blame for this purported strategy of hurting innocents. The implication is that American civilians are, as Osama bin Laden first argued in February 1998, legitimate targets for Al Qaeda's strikes.\n  Unfortunately, some of what Mr. Gadahn claims about our war on terrorism cannot be denied. He notes that American soldiers captured Muslim civilians and shipped them off to Guantanamo or worse places. ''Many were handed over to the American and British-backed despotic regimes of the Islamic world to be brutally interrogated,'' he tells us, referring to the strategy of extraordinary rendition. \n  While most previous Qaeda propaganda vehicles appear to have been written to strengthen the resolve of already committed zealots, Mr. Gadahn's monologue seems intended for a different audience. He tells the story of the gang rape of a teenage Iraqi girl, who was murdered along with her family, allegedly by five American soldiers seeking to cover their tracks. This story would move any American listener to shame, even knowing that it has been put to a highly manipulative use. \n  I am afraid that these accusations of American atrocities, which are likely to proliferate the longer we remain in Iraq, will vastly increase the pool from which Al Qaeda and its sympathizers can recruit new members and supporters. Most troubling of all is that such stories will help Al Qaeda recruit Americans. That, in turn, will make it easier for the movement to achieve the sort of attack Mr. Gadahn warned of in October 2004 -- the kind that involves blood running in our streets. \n  Al Qaeda's shift in strategy requires a shift in our own. We need to recognize that we are fighting two wars simultaneously -- a global war on terrorism and a ground war in Iraq. Mistakes in one area degrade our effectiveness in the other, in part because those mistakes are likely to be filmed and disseminated around the globe. For example, interrogation techniques intended to extract information by humiliating the enemy help our enemies ''prove'' that humiliating Muslims is our goal. \n  War is hell, Gen. William Tecumseh Sherman wisely observed. It almost always results in foreseeable, but still unforeseen, atrocities on both sides. That is why, when a president puts his nation's youths at risk in war, he should be certain that there is a high likelihood of success and that the anticipated gains exceed the likely collateral damage visited on both sides.\n  We made a major error by going to war in Iraq. We overestimated the probability of success and ignored warnings of a likely insurgency. We were unprepared for a long occupation and unprepared to create a functioning state. And we did not fully consider how a protracted war would benefit our terrorist enemies for decades to come by allowing them to train against the most powerful military in history and reinforcing the incorrect but increasingly compelling idea that America is determined to humiliate and harm the Islamic world. \n  Some errors yield not only bad outcomes, but also bad choices, and this is one. It will be dangerous for both Iraqis and Americans if we leave Iraq as a failed state. But it is even more dangerous to remain where our continuing presence will inevitably result in further cruelties and atrocities, providing more arguments for more videos to attract more terrorist recruits around the globe -- including here at home.  \n\nhttp://www.nytimes.com\n\nLoad-Date: July 15, 2006"
}