{
    "title": "Al Qaeda_s No. 2, Accused in U.S. Embassy Attacks, Was Killed in Iran",
    "publisher": "the new york times",
    "year": 2020,
    "month": 11,
    "day": 13,
    "full text": "Israeli agents shot Abu Muhammad al-Masri on the streets of Tehran at the behest of the U.S., officials said, but no one — Iran, Al Qaeda, the U.S. or Israel — has publicly acknowledged the killing.\nWASHINGTON — Al Qaeda’s second-highest leader, accused of being one of the masterminds of the deadly 1998 attacks on American embassies in Africa, was killed in Iran three months ago, intelligence officials have confirmed.\nAbdullah Ahmed Abdullah, who went by the nom de guerre Abu Muhammad al-Masri, was gunned down on the streets of Tehran by two assassins on a motorcycle on Aug. 7, the anniversary of the embassy attacks. He was killed along with his daughter, Miriam, the widow of Osama bin Laden’s son Hamza bin Laden.\nThe attack was carried out by Israeli operatives at the behest of the United States, according to four of the officials. It is unclear what role if any was played by the United States, which had been tracking the movements of Mr. al-Masri and other Qaeda operatives in Iran for years.\nThe killing occurred in such a netherworld of geopolitical intrigue and counterterrorism spycraft that Mr. al-Masri’s death had been rumored but never confirmed until now. For reasons that are still obscure, Al Qaeda has not announced the death of one of its top leaders, Iranian officials covered it up, and no country has publicly claimed responsibility for it.\nMr. al-Masri, who was about 58, was one of Al Qaeda’s founding leaders and was thought to be first in line to lead the organization after its current leader, Ayman al-Zawahri.\nLong featured on the F.B.I.’s Most Wanted Terrorist list, he had been indicted in the United States for crimes related to the bombings of the U.S. embassies in Kenya and Tanzania, which killed 224 people and wounded hundreds. The F.B.I. offered a $10 million reward for information leading to his capture, and as of Friday, his picture was still on the Most Wanted list.\nThat he had been living in Iran was surprising, given that Iran and Al Qaeda are bitter enemies. Iran, a Shiite Muslim theocracy, and Al Qaeda, a Sunni Muslim jihadist group, have fought each other on the battlefields of Iraq and other places.\nAmerican intelligence officials say that Mr. al-Masri had been in Iran’s “custody” since 2003, but that he had been living freely in the Pasdaran district of Tehran, an upscale suburb, since at least 2015.\nAround 9:00 on a warm summer night, he was driving his white Renault L90 sedan with his daughter near his home when two gunmen on a motorcycle drew up beside him. Five shots were fired from a pistol fitted with a silencer. Four bullets entered the car through the driver’s side and a fifth hit a nearby car.\nAs news of the shooting broke, Iran’s official news media identified the victims as Habib Daoud, a Lebanese history professor, and his 27-year-old daughter Maryam. The Lebanese news channel MTV and social media accounts affiliated with Iran’s Islamic Revolutionary Guards Corps reported that Mr. Daoud was a member of Hezbollah, the Iranian-backed militant organization in Lebanon.\nIt seemed plausible.\nThe killing came amid a summer of frequent explosions in Iran, mounting tensions with the United States, days after an enormous explosion in the port of Beirut and a week before the United Nations Security Council was to consider extending an arms embargo against Iran. There was speculation that the killing may have been a Western provocation intended to elicit a violent Iranian reaction in advance of the Security Council vote.\nAnd the targeted killing by two gunmen on a motorcycle fit the modus operandi of previous Israeli assassinations of Iranian nuclear scientists. That Israel would kill an official of Hezbollah, which is committed to fighting Israel, also seemed to make sense, except for the fact that Israel had been consciously avoiding killing Hezbollahoperatives so as not to provoke a war.\nIn fact, there was no Habib Daoud.\nSeveral Lebanese with close ties to Iran said they had not heard of him or his killing. A search of Lebanese news media found no reports of a Lebanese history professor killed in Iran last summer. And an education researcher with access to lists of all history professors in the country said there was no record of a Habib Daoud.\nOne of the intelligence officials said that Habib Daoud was an alias Iranian officials gave Mr. al-Masri and the history teaching job was a cover story. In October, the former leader of Egypt’s Islamic Jihad, Nabil Naeem, who called Mr. al-Masri a longtime friend, told the Saudi news channel Al Arabiya the same thing.\nIran may have had good reason for wanting to hide the fact that it was harboring an avowed enemy, but it was less clear why Iranian officials would have taken in the Qaeda leader to begin with.\nSome terrorism experts suggested that keeping Qaeda officials in Tehran might provide some insurance that the group would not conduct operations inside Iran. American counterterrorism officials believe Iran may have allowed them to stay to run operations against the United States, a common adversary.\nIt would not be the first time that Iran had joined forces with Sunni militants, having supported Hamas, Palestinian Islamic Jihad and the Taliban.\n“Iran uses sectarianism as a cudgel when it suits the regime, but is also willing to overlook the Sunni-Shia divide when it suits Iranian interests,” said Colin P. Clarke, a counterterrorism analyst at the Soufan Center.\nIran has consistently denied housing the Qaeda officials. In 2018, the Foreign Ministry spokesman Bahram Ghasemi said that because of Iran’s long, porous border with Afghanistan, some Qaeda members had entered Iran, but they had been detained and returned to their home countries.\nHowever, Western intelligence officials said the Qaeda leaders had been kept under house arrest by the Iranian government, which then made at least two deals with Al Qaeda to free some of them in 2011 and 2015.\nAlthough Al Qaeda has been overshadowed in recent years by the rise of the Islamic State, it remains resilient and has active affiliates around the globe, a U.N. counterterrorism report issued in July concluded.\nIranian officials did not respond to requests for comment for this article. But on Saturday, after this article was published, the Foreign Ministry spokesman Saeed Khatibzadeh denied the presence of any Qaeda members in Iran. He warned American media “not to fall for the trap of Hollywood scenarios fed to them by American and Zionist officials,” according to a statement on the ministry’s website.\nSpokesmen for the Israeli prime minister’s office and the Trump administration’s National Security Council declined to comment.\nMr. al-Masri was a longtime member of Al Qaeda’s highly secretive management council, along with Saif al-Adl, who was also held in Iran at one point. The pair, along with Hamza bin Laden, who was being groomed to take over the organization, were part of a group of senior Qaeda leaders who sought refuge in Iran after the 9/11 attacks on the United States forced them to flee Afghanistan.\nAccording to a highly classified document produced by the U.S. National Counterterrorism Center in 2008, Mr. al-Masri was the “most experienced and capable operational planner not in U.S. or allied custody.” The document described him as the “former chief of training” who “worked closely” with Mr. al-Adl.\nIn Iran, Mr. al-Masri mentored Hamza bin Laden, according to terrorism experts. Hamza bin Laden later married Mr. al-Masri’s daughter, Miriam.\n“The marriage of Hamza bin Ladin was not the only dynastic connection Abu Muhammad forged in captivity,” the former F.B.I. agent and Qaeda expert Ali Soufan wrote in a 2019 article for West Point’s Combating Terrorism Center.\nAnother of Mr. al-Masri’s daughters married Abu al-Khayr al-Masri, no relation, a member of the management council. He was allowed to leave Iran in 2015 and was killed by a U.S. drone strike in Syria in 2017. At the time, he was the second-ranking Qaeda official after Mr. Zawahri.\nHamza and other members of the Bin Laden family were freed by Iran in 2011 in exchange for an Iranian diplomat abducted in Pakistan. Last year, the White House said that Hamza bin Laden had been killed in a counterterrorism operation in the Afghanistan-Pakistan region.\nAbu Muhammad al-Masri was born in Al Gharbiya district of northern Egypt in 1963. In his youth, according to affidavits filed in lawsuits in the United States, he was a professional soccer player in Egypt’s top league. After the Soviet invasion of Afghanistan in 1979, he joined the jihadist movement that was coalescing to assist the Afghan forces.\nAfter the Soviets withdrew 10 years later, Egypt refused to allow Mr. al-Masri to return. He remained in Afghanistan where he eventually joined Bin Laden in the group that was later to become the founding nucleus of Al Qaeda. He was listed by the group as the seventh of its 170 founders.\nIn the early 1990s, he traveled with Bin Laden to Khartoum, Sudan, where he began forming military cells. He also went to Somalia to help the militia loyal to the Somali warlord Mohamed Farrah Aidid. There he trained Somali guerrillas in the use of shoulder-borne rocket launchers against helicopters, training they used in the 1993 battle of Mogadishu to shoot down a pair of American helicopters in what is now known as the Black Hawk Down attack.\n“When Al Qaeda began to carry out terrorist activities in the late 1990s, al-Masri was one of the three of Bin Laden’s closest associates, serving as head of the organization’s operations section,” said Yoram Schweitzer, head of the Terrorism Project of the Institute for National Security Studies in Tel Aviv. “He brought with him know-how and determination and since then was involved in a large part of the organization’s operations, with an emphasis on Africa.”\nShortly after the Mogadishu battle, Bin Laden put Mr. al-Masri in charge of planning operations against American targets in Africa. Plotting a dramatic, ambitious operation that, like the 9/11 attacks, would command international attention, they decided to attack two relatively well-defended targets in separate countries simultaneously.\nShortly after 10:30 a.m. on Aug. 7, 1998, two trucks packed with explosives pulled up in front of the American embassies in Nairobi, Kenya, and Dar es Salaam, Tanzania. The blasts incinerated people nearby, blew walls off buildings and shattered glass for blocks around.\nIn 2000, Mr. al-Masri became one of the nine members of Al Qaeda’s governing council and headed the organization’s military training.\nHe also continued to oversee Africa operations, according to a former Israeli Intelligence official, and ordered the attack in Mombasa, Kenya, in 2002 that killed 13 Kenyans and three Israeli tourists.\nBy 2003, Mr. al-Masri was among several Qaeda leaders who fled to Iran which, although hostile to the group, seemed out of American reach.\n“They believed the United States would find it very difficult to act against them there,” Mr. Schweitzer said. “Also because they believed that the chances of the Iranian regime doing an exchange deal with the Americans that would include their heads were very slim.”\nMr. al-Masri was one of the few high-ranking members of the organization to survive the American hunt for the perpetrators of 9/11 and other attacks. When he and other Qaeda leaders fled to Iran, they were initially kept under house arrest.\nIn 2015, Iran announced a deal with Al Qaeda in which it released five of the organization’s leaders, including Mr. al-Masri, in exchange for an Iranian diplomat who had been abducted in Yemen.\nMr. Abdullah’s footprints faded away, but according to one of the intelligence officials, he continued to live in Tehran, under the protection of the Revolutionary Guards and later the Ministry of Intelligence and Security. He was allowed to travel abroad and did, mainly to Afghanistan, Pakistan and Syria.\nSome American analysts said Mr. al-Masri’s death would sever connections between one of the last original Qaeda leaders and the current generation of Islamist militants, who have grown up after Bin Laden’s 2011 death.\n“If true, this further cuts links between old-school Al Qaeda and the modern jihad,” said Nicholas J. Rasmussen, a former director of the National Counterterrorism Center. “It just further contributes to the fragmentation and decentralization of the Al Qaeda movement.”\nAdam Goldman and Eric Schmitt reported from Washington, Farnaz Fassihi from New York and Ronen Bergman from Tel Aviv. Hwaida Saad contributed reporting from Beirut and Julian E. Barnes from Washington.\nPHOTOS: The United States Embassy in Nairobi, Kenya, was bombed in 1998, one of two attacks that day attributed to the Qaeda leader Abu Muhammad al-Masri, nom de guerre of Abdullah Ahmed Abdullah. Mr. al-Masri, below in an F.B.I. “wanted” poster, was killed in Iran on Aug. 7, the 22nd anniversary of the embassy attacks. (PHOTOGRAPHS BY AGENCE FRANCE-PRESSE — GETTY IMAGES; FEDERAL BUREAU OF INVESTIGATION) (A11)\n\nLoad-Date: September 14, 2021"
}