{
    "title": "Al Qaeda Spreading Fast Across Europe, MI5 Says",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 11,
    "day": 6,
    "full text": "Six years after the September 11, 2001, attacks, Al Qaeda is a potent threat to the West and will take at least a generation to defeat, according to the most recent assessment by the head of Britain's intelligence agency, MI5.\nThe report from Britain's top domestic spymaster provides a disturbing message for those who believe the failure of the terrorists to mount a successful attack in America in the last six years suggests that Al Qaeda has been put out of business. Islamist terrorism planned by Al Qaeda is sharply increasing in Britain and, in the last 12 months, has spread fast across Europe, Jonathan Evans said.\nSpeaking to editors yesterday in Manchester, England, Mr. Evans said the number of terrorists plotting attacks in Britain has leapt by a quarter in the last year, to 2,000 from 1,600, and that children as young as 15 are being recruited by Al Qaeda.\nWhile some of the increase may be attributed to improved detection, there was still a steep hike in the numbers being drawn into terrorism. Although he restricted his assessment of Islamist terrorism to Britain, Mr. Evans said Al Qaeda continued to pose a threat to the whole of the West because its dogma represented a wholesale rejection of Western ideas.\n\"It does not accept the legitimacy of other viewpoints,\" he said. \"It is intolerant, and it believes in a form of government which is explicitly anti-democratic. And the more that this ideology spreads in our communities, the harder it will be to maintain the kind of society that the vast majority of us wish to live in.\"\nMr. Evans described Al Qaeda's activities as \"the most immediate and acute peacetime threat in the 98-year history\" of MI5 and said \"there remains a steady flow of new recruits to the extremist cause.\"\nThere is evidence that Al Qaeda is targeting teenagers, he said. \"Terrorists are methodically and intentionally targeting young people and children in this country,\" Mr. Evans said. \"This year, we have seen individuals as young as 15 and 16 implicated in terrorist-related activity.\"\nHe dismissed the assumption that terrorists operating in Britain were individuals committing heinous acts on their own. \"Terrorist attacks we have seen against the U.K. are not simply random plots by disparate and fragmented groups. The majority of these attacks, successful or otherwise, have taken place because Al Qaeda has a clear determination to mount terrorist attacks against the United Kingdom,\" he said. \"Even though it may only be a handful of people who actually carry out a violent attack, it is now rare to see extremist groups acting entirely in isolation.\"\nOsama bin Laden remains capable of directing terrorists operating in Britain, the MI5 chief said. \"Over the last five years, much of the command, control, and inspiration for attack planning in the U.K. has derived from Al Qaeda's remaining core leadership in the tribal areas of Pakistan - often using young British citizens to mount the actual attack,\" Mr. Evans said. He contradicted those who suggest that the foreign policies of America and Britain, including the wars in Afghanistan and Iraq, have promoted terrorism. \"Al Qaeda is conducting a deliberate campaign against us,\" he said. \"It is the expression of a hostility towards the U.K. which existed long before September 11, 2001. It is evident in the wills and letters left behind by actual and would-be bombers.\"\nHe said the main terrorist dangers came from Al Qaeda in Iraq, Somalia, and Algeria, the base for \"Al Qaeda in the Lands of the Islamic Maghreb.\"\n\nLoad-Date: November 7, 2007"
}