{
    "title": "AL QAEDA IS TRULY GUTLESS! TERROR DOC EYES SEWING BOMBS IN THUGS",
    "publisher": "daily news ",
    "year": 2010,
    "month": 12,
    "day": 6,
    "full text": "WASHINGTON - Jihadis bent on concocting a \"new kind of terrorism\" are brainstorming how to surgically implant explosives to make undetectable Franken-bombers.\n\"What is your opinion about surgeries through which I can implant the bomb . . . inside the operative's body?\" an apparent mad surgeon recently asked an online forum used by Al Qaeda affiliates.\nHe called on bombmakers and doctors to cook up the perfect solution to murder \"larger numbers of unbelievers and apostates.\"\n\"I am waiting for the interaction of the experienced brothers to connect the two sciences together and produce a new kind of terrorism, Allah willing,\" he wrote, according to a translation by terror experts at the SITE Intelligence Group.\nThe scheming comes amid controversy over body scanners and pat-downs in airports that some Americans complain are too invasive. The ideas for a \"surgically booby-trapped martyrdom seeker\" were chillingly concise for the doctor of death monitored by SITE.\nStitching a bomb into the abdominal cavity made of plastic or liquid explosives - such as semtex or PETN - was judged the best method.\n\"It must be planted near the surface of the body, because the human body absorbs shocks,\" advised one terrorist.\nPrior to the attempted destruction of a Detroit-bound flight last Christmas by accused underwear bomber Farouk Abdulmutallab, Al Qaeda in the Arabian Peninsula almost assassinated a Saudi prince with a bomb believed to have been concealed inside a body cavity; it was recently clarified that it was the first attempt at an explosive hidden in undies.\nUnproven body cavity bombs worry security agents, though \"no one has figured out how to actually do it,\" said a counterterror official.\nLast month, Transportation Security Administration chief John Pistole said his agency wouldn't do cavity checks because secondary screening procedures and technology can find fuses and detonators, which must be outside the body.\n\"You have to have some external device to cause that initiation,\" he said. \"That's what the advanced imaging technology machine will pick up: any anomaly outside of the body.\"\nStill experts worry about the doctors among the terrorists' ranks and their willingness to kill. Al Qaeda's No. 2 is Ayman al-Zawahiri, an Egyptian doctor, and last year a Jordanian doctor known as \"Abu Dujana al-Khorasani\" killed seven CIA officers in a suicide bombing in Afghanistan.\n\"In the same way that drug smugglers have placed bags of narcotics in the body cavities of animals and had people ingest condoms filled with drugs, it would not be out of the realm of Al Qaeda operational planners to conceive of such a technique,\" said Mark Rossini, a former senior FBI counterterror agent. \"No technique is off-limits to Al Qaeda to achieve its destructive goals.\"\njmeek@nydailynews.com\n\nLoad-Date: December 6, 2010"
}