{
    "title": "AL-ARIAN DOCUMENTARY STIRS LINGERING EMOTIONS",
    "publisher": "st. petersburg times ",
    "year": 2007,
    "month": 5,
    "day": 17,
    "full text": "More than a year after the terrorism trial of Sami Al-Arian, the case still stirs strong emotions.\nThose feelings bubbled up again Wednesday with the showing of a new documentary about the case, USA vs. Al-Arian.\nJust one block from the federal courthouse where the controversial case unfolded, Al-Arian's wife, Nahla, stood outside the Tampa Theatre greeting people lined up to see the film.\nSupporters voiced encouragement while friends embraced her and kissed her on the cheek.\n\"I want people to look into the life of a family that was persecuted,\" she said. \"The government didn't really have a case. They destroyed our lives over nothing.\"\nA few feet away, a man wearing a \"Global War on Terrorism\" baseball cap hoisted a sign that read \"Professor Sami Al-Arian. Purveyor of hate. Admitted terrorist.\"\nBut the majority of the more than 1,200 people who went to the movie were unabashed Al-Arian supporters.\n\"I'm here because the whole saga has affected us all very personally,\" said Pilar Saad, a longtime friend of the Al-Arians. \"The movie showed the impact on civil rights issues that people didn't see during the trial.\"\nThe film follows the Al-Arians and their five children from May 2005, just before the trial, to the August 2006 sentencing.\nProsecutors accused the former University of South Florida professor of being a leader of the terrorist group Palestinian Islamic Jihad. Following a six-month trial, he was acquitted of eight counts of links to terrorism last year, while a jury deadlocked on nine others. He pleaded guilty to one count of providing nonviolent aid to associates of the PIJ and was imprisoned.\nThe movie was directed by Norwegian filmmaker Line Halvorsen. She doesn't try to disguise her sympathies for Al-Arian and his family.\n\"He's a man of principle,\" Halvorsen told the crowd. \"He fights for what he believes in and he's not afraid to speak his mind.\"\nCarrie Weimar can be reached at (813) 226-3416 or cweimar@sptimes.com\n\nLoad-Date: May 17, 2007"
}