{
    "title": "Al-Arian Mocked Terrorism Label",
    "publisher": "the tampa tribune ",
    "year": 2005,
    "month": 8,
    "day": 5,
    "full text": "1995 EXECUTIVE ORDER CITED ISLAMIC JIHAD\nBy ELAINE SILVESTRINI\nesilvestrini@tampatrib.com\nTAMPA — Two weeks after President Clinton designated the Palestinian Islamic Jihad an illegal terrorist organization, Sami Al-Arian called the action \"propaganda,\" \"stupid\" and part of \"a war staged by Zionists.\"\n\"They are controlling the White House and the State Department, they are in control in the era of the Democrats,\" Al-Arian said in a telephone call on Feb. 6, 1995, speaking to Lou'ay Safi.\n\"You will laugh, by God, if you read the executive order,\" Al-Arian told Safi. \"You will completely laugh at the situation. How would a president of the most powerful country in the world sign such a stupid thing like this?\"\nAl-Arian is standing trial, along with Sameeh Hammoudeh, Hatim Naji Fariz and Ghassan Zayed Ballut, on charges they helped finance and organize the Islamic Jihad, which has claimed responsibility for numerous suicide bombings in Israel, the West Bank and the Gaza Strip. Until the executive order, which was signed Jan. 23, 1995, and became effective the next day, providing material support to the organization was not illegal in the United States.\nProsecutors are reading to jurors from transcripts of telephone conversations and faxes intercepted by wiretaps as far back as January 1994. Prosecutors also read Clinton's executive order, naming the Islamic Jihad as a \"specially designated terrorist organization\" and barring people in the U.S. from financial transactions with it.\nThe last conversation read before court recessed for the weekend was the 1995 discussion with Safi, research director at the International Institute of Islamic Thought in Herndon, Va.\nKnown as IIIT, the institute provided Al-Arian's think tank, the World and Islam Studies Enterprise, with the bulk of its financial support.\nIn the conversation, Safi expressed interest in teaching as an adjunct professor at the University of South Florida where Al-Arian was tenured as a computer science professor.\n\"By God, my friend, send me your re'sume' and I will work very hard on that,\" Al-Arian said.\nThe two also briefly talked about a documentary, \"Jihad in America,\" which had been broadcast a few months earlier and linked Al-Arian to the Islamic Jihad. \"It was bad,\" Al-Arian said. \"There is a Zionist campaign, a very fierce one here in America.\"\nThe day before Clinton signed the executive order, the Islamic Jihad carried out a double suicide bombing that killed 22 people, including 20 Israeli soldiers, at a bus stop at Beit Lid, Israel.\nThe day of the Beit Lid attack, co-defendant Fariz spoke about it to Suleiman Odeh, brother of Abd Al Aziz Awda, the spiritual leader of the Islamic Jihad.\nKevin Beck, one of Fariz's federal public defenders, argued the conversation would inflame the jury and was irrelevant. But U.S. District Judge James Moody allowed jurors to hear it.\nFariz told Odeh he had heard about the attack on the radio.\n\"Did anyone claim responsibility for it?\" Odeh asked.\n\"Yes, indeed,\" Fariz said. \"The Jihad Movement.\"\nLater, Odeh said, \"Sir, we ask from God good fortune and acceptance, Oh God.\"\n\"God willing,\" Fariz said. \"God Willing.\"\nOdeh laughed.\n\"By God, the whole world is pleased, Oh Sheik Suleiman,\" Fariz said.\nOn Nov. 11, 1994, an Islamic Jihad member, wearing a vest containing 22 pounds of explosives, blew himself up as he rode a bicycle past a checkpoint in Gaza, killing three people and wounding six.\nAfter that, Al-Arian sent a fax to the Islamic Jihad's headquarters: \"Pride and glory overwhelmed us,\" it said. \"May god bless your efforts and accept our martyrs. Please be cautious and on the alert.\"\n(CHART) WHAT HAPPENED\nProsecutors read transcripts of wiretapped telephone conversations and faxes, including a conversation in which Al-Arian ridiculed a presidential executive order outlawing financial dealings with the Palestinian Islamic Jihad.\nReporter Elaine Silvestrini can be reached at (813) 259-7837.\nCopyright © 2005, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nCOURTS\n\nGraphic\n\n \nCHART\n\nLoad-Date: August 6, 2005"
}