{
    "title": "Al-Arian associate heads home",
    "publisher": "st. petersburg times ",
    "year": 2006,
    "month": 5,
    "day": 24,
    "full text": "Sameeh Hammoudeh is gone.\nThe co-defendant of Sami Al-Arian's was taken from his cell at the Manatee County Jail early Monday morning, almost six months after his acquittal in a terrorism-related trial, to begin an odyssey back to his wife and six children in the West Bank.\nFrom the jail, Immigration and Customs Enforcement officials took him to Miami to fly with them to Tel Aviv, Israel. From there, they will escort him to his family home in Ramallah.\nFamily members in Ramallah say they have not been officially notified that he is en route. Nor has his attorney, Stephen Bernstein.\n\"But my belief is ICE definitely planned to get him out of here to avoid the May 24th deadline set by the federal judge,\" Bernstein said.\nTwo months ago, U.S. District Judge James Whittemore gave ICE officials until today to deport Hammoudeh. Otherwise, said Whittemore, they would have to show why they were holding him.\n\"There was no reason, and they had to get him out,\" Bernstein said.\nWhen Hammoudeh was acquitted Dec. 6 of any activity related to terrorism, he and his attorney expected him to be deported within weeks. As part of a plea deal in a separate tax case he agreed to be deported without serving time in jail. But weeks turned into months, and he remained in jail.\nICE officials said at one point they believed he had \"ties to terrorism,\" despite his acquittal. Then, they said there were complications with Israel, delaying his departure. An Israeli official told the St. Petersburg Times the delay was \"an internal American affair, not an Israeli issue.\"\nBut U.S. government officials repeatedly said, regardless of changing obstacles, they were working to send Hammoudeh, 46, home.\nAnd it appears they finally have, after more than 39 months in jail - 34 months before and during his trial and almost six months since his acquittal.\nIn early 2003, Hammoudeh was charged with raising money in Tampa for Palestinian Islamic Jihad, a terrorist group in Israel and the occupied territories. But government evidence ultimately failed to connect him to this activity. Instead, evidence presented by Bernstein tracked the money to legitimate charities in the West Bank, approved by the Palestinian Authority.\nJurors said the evidence was so clearly in his favor that they voted unanimously to acquit him, after less than an hour of deliberating.\n\"We didn't know why he was there,\" said several jurors.\nThree days ago, Hammoudeh told the St. Petersburg Times: \"I am trying not to be bitter, but if I'm not released soon, I won't be able to help it.\"\n\nGraphic\n\n \nPhoto\n\nLoad-Date: May 24, 2006"
}