{
    "title": "Al-Arians legacy remains unresolved",
    "publisher": "university wire",
    "year": 2011,
    "month": 9,
    "day": 19,
    "full text": "Last week, the U.S. observed the 10th anniversary of the Sept. 11 terrorist attacks, a moment marked by reflection on the lives lost in the initial attacks, as well as the innumerable ways the world has changed in the past decade.\nOne event in post-9/11 history that may have been overlooked still holds ramifications for higher education in general, but USF in particular.\nSami Al-Arian, a former USF computer science professor, embroiled himself and the University in a scandal over academic freedom and alleged links to terrorism. Though controversial, his arrest by the FBI was justified. Academic freedom is necessary for our country, but if our country's security is at risk, faculty must compromise for the safety of students. Many USF students probably don't even know who Sami Al-Arian is, but in the months following Sept. 11, he thrust USF into the national spotlight and branded the University with the name \"Jihad U,\" a title USF had trouble shaking for years afterward.\nThis dark period in USF history began when Bill O'Reilly called national attention to Al-Arian during a Sept. 26, 2001, interview on his Fox News show. O'Reilly attacked Al-Arian for a think tank he started in the '90s with alleged ties to a terrorist group, the Palestinian Islamic Jihad . USF investigated allegations that Al-Arian was fundraising for the PIJ in 1996, but then-President Betty Castor decided to keep him.\nIn response to the ensuing media firestorm, USF put Al-Arian on paid leave two days after the O'Reilly interview and fledgling President Judy Genshaft moved to fire him as early as December.\nFiring Al-Arian wasn't so easy, however, as he wasn't terminated until 2003, after he was arrested on federal terrorism charges and accused of being the North American head of the PIJ. USF fired him on grounds of using university equipment and resources to operate a terrorist organization.\nFaculty feared the case would set a precedent for termination at the slightest hint of controversy. They argued academic freedom means being able to take stances, write papers or do studies the general public might not agree with. In June 2002, the American Association of University Professors threatened to censure USF should it fire Al-Arian.\nTen years later, the ramifications of the ordeal remain uncertain both for academic freedom and for Al-Arian, who was acquitted of eight charges in 2005, but the jury failed to reach a verdict for several other charges and he still languishes under house arrest in Virginia, according to freesamialarian.com\nWhile many at USF would probably just as rather pretend the Al-Arian controversy never happened, there are still lessons to be learned. While academic freedom is important, when national security comes into play, faculty must be willing to compromise rather than stand on principles at the risk of sheltering a terrorist. Ten years later, the issues surrounding the controversy remain unresolved.\nUSF students could benefit as well from remembering this important, if unflattering, moment in USF history and the role it played in the rapidly changing post-9/11 world.\nMichael Hardcastle is a senior majoring in creative writing.\n\nLoad-Date: November 9, 2019"
}