{
    "title": "AL-ARIAN WANTS TO EXPLAIN REFUSAL",
    "publisher": "st. petersburg times ",
    "year": 2009,
    "month": 2,
    "day": 5,
    "full text": "A federal judge in Virginia will decide today whether Sami Al-Arian will be allowed to explain why he refused to testify before two grand juries. If the prosecutor has his way, the jury will hear none of it.\nAl-Arian, 51, wants the jury to know about plea negotiations that followed his terrorism mistrial in Tampa. He also wants the jury to know he cooperated with the prosecutor.\nBut federal prosecutor Gordon Kromberg will tell U.S. District Court Judge Leonie Brinkema today that Al-Arian's reason for refusing to testify has no bearing on his March 9 trial.\n\"Any claim by Al-Arian that he believed in good faith that (the orders to testify) were simply wrong - even if credited - would be irrelevant to his guilt or innocence,\" Kromberg wrote.\nThe heart of the issue, say Al-Arian's attorneys, is not whether he was wrong to refuse to testify, but whether he believed he was within his rights at the time.\n\"To deny Dr. Al-Arian the right to present evidence of the basis of his actions ... would be to strip him of a meaningful defense,\" wrote attorney Jonathan Turley.\nIn 2005, after a Tampa jury acquitted Al-Arian of eight terrorism-related counts and deadlocked on nine, his attorneys began negotiating with prosecutors.\nIn May 2006, Al-Arian pleaded guilty to helping associates of the terrorist group Palestinian Islamic Jihad with immigration issues. He had already served most of a 57-month sentence.\nBut a federal judge in Virginia ordered him to testify before a grand jury. In October, 2006, Al-Arian appeared before a grand jury and refused to testify saying he believed his plea agreement exempted him.\nThe next month, a federal judge in Tampa ruled the deal did not exempt him, and the Virginia judge held him in civil contempt.\nBy March 2008, Turley and Kromberg were negotiatingAl-Arian's cooperationwith the government.\nKromberg hoped Al-Arian could link leaders of the International Institute of Islamic Thoughtto PIJ, by showing where a financial gift went. But Al-Arian referred Kromberg to FBI testimony from his 2005 trial that showed the money was spent legitimately.\nAl-Arian answered more questions in writing. But, apparently, the prosecutor was not satisfied. Al-Arian was indicted for criminal contempt in late June.\nIf found guilty, Al-Arian's sentence could range from probation to 24 years.\n\nGraphic\n\n \nPHOTO: Al-Arian\n\nLoad-Date: February 5, 2009"
}