{
    "title": "Al-Arian Acquitted of 8 Terrorism Charges",
    "publisher": "the chronicle of higher education",
    "year": 2005,
    "month": 12,
    "day": 16,
    "full text": "Sami Al-Arian Acquitted\nA federal jury in Tampa, Fla., has found the former professor at the University of South Florida not guilty on eight charges related to terrorism and deadlocked on nine other counts.\nA federal jury in Tampa, Fla., found Sami Al-Arian not guilty on eight charges related to terrorism last week and deadlocked on nine other counts against the former professor.\nMr. Al-Arian, who was fired in 2003 from his tenured post in computer engineering at the University of South Florida, was accused of conspiring with a group called Palestinian Islamic Jihad to incite suicide bombings in Israel, Gaza, and the West Bank. After five months of trial and 13 days of deliberations, the jury acquitted Mr. Al-Arian of perhaps the most serious count against him: conspiracy to murder and maim abroad.\nThe jury dealt a major blow to the prosecution, which had built its case on nine years of secret surveillance made admissible in court by provisions of the USA Patriot Act. The surveillance included roughly 472,000 wiretapped telephone conversations   some of them between Mr. Al-Arian and leaders of Islamic Jihad from the early 1990s   faxes from the Middle East, bank statements, and even a record of the former professor's Internet browsing. Yet even the prosecutors at times characterized the voluminous evidence against him as circumstantial.\nNews of the acquittals led some advocates of academic freedom, who had kept relatively silent about the case in the years since Mr. Al-Arian's arrest, to resurrect questions about his status as a professor. But such talk was abruptly rebuffed by a 29-word statement from the University of South Florida. Its thrust: Mr. Al-Arian is no longer welcome at the university, and that is not likely to change.\nJonathan Knight, director of the academic-freedom department at the American Association of University Professors, said the university's message flew in the face of statements it made when Mr. Al-Arian was arrested, in 2003. At that time, he said, the university indicated that it might reconsider his dismissal once the charges against him had been weighed by a jury.\nIn more ways than one, the future remains uncertain for Mr. Al-Arian. The government must still decide whether to retry him on the charges the jury could not resolve, including a count of conspiracy to engage in racketeering, which carries a potential life sentence. Moreover, according to a spokeswoman for U.S. Immigration and Customs Enforcement, even if the Justice Department decides not to retry Mr. Al-Arian, the Department of Homeland Security will seek to deport him as soon as he is released.\nAll the same, for Mr. Al-Arian's family and his lawyers, last week's news was a resounding victory.\nA Gamble\nDuring the trial, Mr. Al-Arian's lawyers chose not to present any witnesses in his defense, hoping to leave the burden of proof squarely on the government's shoulders. That gamble paid off. \"I was worried about it every day,\" said William B. Moffitt, one of the defense lawyers. \"You hope you're making the right decision, but you're never sure.\"\nIn his opening and closing arguments, Mr. Moffitt told the jury that the government wanted to convict Mr. Al-Arian of guilt by association. He described the former professor as a prominent Muslim-American intellectual who was broadly involved with the thorny debate over Palestinian independence, and who was being persecuted for voicing controversial ideas.\n\"It's a great victory,\" said Mr. Moffitt, who received news of the verdict at his law office in Washington. \"We went to trial with the First Amendment. Can you imagine that? That was our defense. We put on no case.\"\n\"What I'm excited about is that people still believe in the First Amendment   they believe, in these times, only a few years away from 9/11,\" Mr. Moffitt said. \"That says a great deal about who we are as a people. I feel safer today as a result of what that jury did.\"\nTwo co-defendants in the trial, Sameeh Hammoudeh and Ghassan Zayed Ballut, were acquitted of all charges against them. A fourth co-defendant, Hatem Naji Fariz, was acquitted of 24 counts, and the jury deadlocked on 8 counts against him.\nThe Department of Justice posted a brief statement on its Web site within hours of the verdict. \"We remain focused on the important task at hand, which is to protect our country through our ongoing vigorous prosecution of terrorism cases,\" it read. \"While we respect the jury's verdict, we stand by the evidence we presented in court against Sami Al-Arian and his co-defendants. Discussions are ongoing as to whether the government will seek to retry defendants Al-Arian and Hatem Fariz on the outstanding charges.\"\nMr. Al-Arian was taken back to a nearby jail immediately after the verdict, but his lawyers may file a motion for his release on bond as early as this week.\nChanging Stance?\nIn 2003, South Florida's president, Judy L. Genshaft, responded in writing to an AAUP investigative report on Mr. Al-Arian's dismissal following his arrest and indictment. In that response, she asked that the association's findings be \"tabled until the university's due process is completed, which cannot realistically occur until the criminal proceedings are over. Once a jury returns a verdict, Dr. Al-Arian may be in a position to then participate in our process.\"\nNow that Mr. Al-Arian's verdict is in, academic-freedom advocates say that the university, in its latest news release, is reneging on that offer.\nIn its entirety, the university's statement reads: \"The University of South Florida is watching the recent legal developments. USF ended Sami Al-Arian's employment nearly three years ago, and we do not expect anything to change that.\"\nRoy Weatherford, president of the university's chapter of the United Faculty of Florida, said that he was not sure what the statement meant   he thought it might refer to the likelihood that Mr. Al-Arian will be deported   but that the most obvious interpretation was far more troubling.\nIt \"sounded to a lot of people like, Well, maybe he is innocent, but we're going to punish him anyway,\" said Mr. Weatherford.\n\"I'm trying to convince people that we should not rush to judgment and that we should indeed seek consultation and clarification,\" he said. \"If it turns out that they really do choose to disregard faculty rights, then we'll have another fight.\"\nMs. Genshaft was traveling in India on university business last week and could not be reached.\nRelief for His Family\nAs the verdict was read aloud, count by count, Mr. Al-Arian's wife and four children sat in court, clutching one another's hands and weeping. Their father also cried as this chapter in his ordeal in the U.S. legal system came to a close.\nHe locked eyes with his family for a few moments before being led out of the courtroom.\nMinutes later, outside, his son Abdullah was standing in a crush of over 100 spectators and reporters on the steps of the federal courthouse. \"It's insane,\" he said. \"We just want to kind of revel in this moment   and wait and see what's to come.\"\n\nLoad-Date: December 15, 2005"
}