{
    "title": "Al-Hussayen pleads innocent to charges UI grad student's terrorism trial delayed a month",
    "publisher": "spokesman review",
    "year": 2004,
    "month": 1,
    "day": 13,
    "full text": "A University of Idaho graduate student pleaded innocent to terrorism\n charges Monday, and his trial was pushed back at least a month.\n Sami Omar Al-Hussayen, 34, who had been scheduled to stand trial next week\n on charges of visa fraud and false statements, now faces an additional charge\n of conspiracy to provide material support to terrorism.\n Al-Hussayen, former president of the Muslim Students Association at the\n university, has maintained his innocence.\n The government charged that the computer science student operated Web sites\n and an e-mail group that raised funds and recruited people for violent holy\n war, including terrorism in Israel and Chechnya.\nMore arrests are possible in the case, said U.S. Attorney Tom Moss. ''The\n charge we have now is a conspiracy charge with unnamed co-conspirators,\" he\n said.\n Moss said the government has been sorting through information contained on\n Al-Hussayen's computer hard drives, and it's taken nearly a year to pin down\n the basis for the terrorism charge.\n ''We got a great deal of material on those hard drives, and most of it is\n in Arabic. It's just taken a long time,\" Moss said. ''We move very carefully\n in these kinds of cases - we don't file these charges lightly.\"\n Al-Hussayen's Boise attorney, David Nevin, has criticized the belated\n charges. Al-Hussayen, a father of three young children, has been jailed since\n his arrest last February.\n ''It's very, very troubling that these charges were filed at the 11th hour\n and the 59th minute,\" Nevin said. ''This is material which was available to\n the government.\"\n Although U.S. Magistrate Mikel Williams set a new trial date for Feb. 17,\n he acknowledged that further delays were likely. The Feb. 17 date would give\n Al-Hussayen the minimum time required by law to respond to the new charge.\n Nevin has objected to the new charge as unconstitutional, saying it\n involves issues of free speech. But Moss said Monday, ''It's our position that\n this is conduct, it's not speech. Soliciting funds and recruiting is conduct,\n and whether you use a computer or you post it in the mail, it's the same\n thing.\"\n Nevin disagreed. ''The 9th Circuit has made it extremely clear where the\n lines are in these areas, and I expect we're going to litigate these\n questions,\" he said. ''You have to remember how this charge is structured. It\n does allege that support to terrorism has been given as a result of other\n people expressing themselves in e-mail groups.\"\n The government charges that in addition to his Internet activities,\n Al-Hussayen, a Saudi national, funneled large sums of money through six bank\n accounts to a Detroit-based Islamic charity, the Islamic Assembly of North\n America, that is suspected of ties to terrorism.\n In the new, superseding terrorism indictment issued Friday, the government\n also tied Al-Hussayen to a Saudi charity called Al-Haramain. That group's\n branches in Bosnia and Somalia have been designated as terrorist groups by the\n U.S. government.\n Al-Hussayen, dressed in bright-red jail-issue scrubs, appeared in good\n spirits as he visited with his attorneys in the courtroom. When he left, his\n hands cuffed behind his back, he looked back with a smile.\n ''Sami has the confidence of someone who knows that he hasn't committed any\n crimes,\" Nevin said. ''On the other hand, he's sitting in a jail cell, and\n it's a bleak existence. … He's doing all right, but it's tough.\"\n Al-Hussayen's wife and two of his three young sons have been ordered to\n leave the country by March 6, as their immigration status was dependent on his\n student visa. Immigration officials have revoked his visa and ordered him\n deported. He is appealing that ruling.\n The youngest son, who was born here, is a U.S. citizen.\n The new terrorism charge carries a maximum penalty of up to 15 years in\n prison, and a $250,000 fine, with five years of supervised release following\n any prison time. The previous charges - seven of visa fraud and four of false\n statements - carry penalties of up to 25 years in prison on each count of visa\n fraud, and up to five years on each count of false statements, plus fines of\n up to $2.7 million.\n\nNotes\n\nBetsy Z. Russell can be reached toll-free at (866) 336-2854, or by e-mail at bzrussell@Rmci.net.  \n\nGraphic\n\n \nColor photo; Al-Hussayen\n\nLoad-Date: January 16, 2004"
}