{
    "title": "Al-Maliki vows terrorism fight",
    "publisher": "charleston gazette",
    "year": 2007,
    "month": 1,
    "day": 26,
    "full text": "BAGHDAD - Iraq's prime minister insisted Thursday there will be \"no safe place in Iraq for terrorists,\" hours before a suicide car bombing killed at least 26 people in the Shiite neighborhood of Karradah and two rockets slammed into the heavy fortified Green Zone not far from the U.S. Embassy.\nAngry Karradah residents took to the streets chanting \"We want the Sunnis out!\" after the blast, the second suicide bombing in three days in the neighborhood. The explosion destroyed three minivans, 11 cars and dozens of shops, as well as the local post office, according to a resident.\nSeven charred bodies were visible in one of the vans, including that of a woman who was half out a window in an apparent attempt to escape the inferno. Another woman dressed in black was seen screaming in front of her son's shop, where he was killed. Ambulances raced from the scene, at least one with the back door still open and bodies stacked in the back.\nA second huge explosion later rattled the capital, but police said it was a controlled blast to destroy a second car explosive that had been disabled before its suicide bomber could detonate it.\nAs the rockets fell and bombs exploded across the Tigris River, the public-address system inside the Green Zone compound could be heard warning in English that people should take cover because \"this is not a drill.\"\nFive people were wounded in the rocket attack, none seriously. Mortar and rocket attacks hit the zone frequently, but reported casualties are rare.\nThe attacks came on a day in which police reported 61 killed in sectarian violence nationwide, including the bodies of 22 torture victims dumped in Baghdad, and a parliamentary debate was suspended briefly after arguments broke out between Sunnis and Shiites over security.\nParliament held yet another raucous session, this time witnessing a heated exchange between Prime Minister Nouri al-Maliki and Sunni legislator and cleric Abdul-Nasser al-Janabi, who accused the Shiite-dominated government of carrying out purges against Sunnis, the minority sect in Iraq.\nThe prime minister was seeking support for his and President Bush's plan to crush sectarian violence in Baghdad.\nAl-Maliki gave no details for the plan, which he named \"Operation Imposing Law,\" nor did he say when it would begin. U.S. officials have indicated that the security operation, to which Bush has pledged an additional 21,500 American soldiers, should start in earnest about Feb. 1. A brigade of the 82nd Airborne Division - between 1,500 and 3,500 personnel - already has arrived for the mission.\nThe prime minister vowed to go after those behind Baghdad's rampant violence, no matter where they try to hide and regardless of sectarian beliefs, promising at the same time to ensure the human rights of innocent Iraqis.\n\"We are full of hope. We have no other choice but to use force, and any place where we receive fire, will not be safe even if it is a school, a mosque, a political party office or home,\" he said. \"There will be no safe place in Iraq for terrorists.\"\nAl-Janabi took the floor and said al-Maliki's government had gratuitously and summarily fired former members of Saddam Hussein's ousted Baath party from government jobs, sentenced people to death for political reasons and detained without reason Sunni pilgrims returning from the hajj in Saudi Arabia this month.\nHe also accused al-Maliki of running a sham program to reconcile Sunni/Shiite differences that have produced a near-civil war in Baghdad and prompted the new security drive - the third since al-Maliki took office on May 25.\n\"The firing of officers and civil servants under the pretext of de-Baathification should stop. What kind of national reconciliation are you talking about when you are implementing rules that marginalize\" Sunnis, he asked.\n\"Stop sentencing innocent people to death, because such sentences are politically motivated,\" al-Janabi implored, adding that Sunnis do not trust the government.\nAl-Maliki counterattacked by implying that al-Janabi was responsible for the kidnapping of 150 people in Anbar province, the Sunni stronghold west of Baghdad.\n\"This brother will trust the Cabinet when I come forward with your file and show that you are responsible. There are 150 people detained in Buhayrat area, and you don't speak about them,\" al-Maliki snapped. Buhayrat is an insurgent stronghold in Anbar.\nLegislators believed to be Shiites applauded the remark.\nParliament Speaker Mahmoud al-Mashhadani, a Sunni, then organized a short suspension of the debate, called a vote on the security plan - which was approved unanimously - and continued with normal business.\nAl-Maliki refused to shake hands when al-Janabi approached him after the session.\nAngry and insulting exchanges have become normal in Iraq's 275-member Parliament, but the involvement of the nation's leader heightened the tension.\nParliamentary sessions previously were broadcast live, but the government has ordered them to be aired with a 30-minute delay to allow editing.\nDuring Thursday's session, state-run Iraqiya television stopped airing the session shortly after the exchange and later aired an edited version.\nIn his address, al-Maliki also called on lawmakers to pass laws on distribution of the country's oil wealth and reverse measures that have excluded many Sunnis from jobs and government positions because of Baath party membership.\nAl-Maliki also promised to stop the practice of sectarian cleansing that has driven thousands from their homes.\n\"You should know that, today or tomorrow, we will detain every person who is living in the house of a displaced person in order to open the door for those displaced to return,\" al-Maliki said.\nWhite House spokesman Tony Snow called the speech \"a very assertive address. ... We certainly welcome that, because it demonstrates the kind of vigor we've been talking about and that the American people expect, and also responds specifically to concerns members of Congress have been expressing, in terms of the aims of and the determination of the government of Iraq.\"\n\nLoad-Date: January 27, 2007"
}