{
    "title": "Al-Qaida leader is killed in airstrike in Pakistan",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 8,
    "day": 4,
    "full text": "CAIRO, Egypt -- Al-Qaida confirmed Sunday the death of a top commander accused of training the suicide bombers who killed 17 American sailors on the USS Cole eight years ago.\nAbu Khabab al-Masri, who had a $5 million bounty on his head from the United States, is believed to have been killed in an airstrike apparently launched by the U.S. in Pakistan last week.\nAn al-Qaida statement posted on the Internet said al-Masri and three other top figures were killed and warned of vengeance for their deaths. It did not say when, where or how they died but said some of their children were killed along with them.\nPakistani authorities have said they believe al-Masri is one of six people killed in an airstrike on July 28 on a compound in South Waziristan, a lawless tribal region near the Afghan border.\nThe U.S. military has not confirmed it was behind the missile strike. But similar U.S. attacks are periodically launched on militant targets in the tribal border region.\nBoth Osama bin Laden and his top deputy, Ayman al-Zawahri, are believed to be hiding in the rugged and lawless region along the Afghan-Pakistan border.\nThe U.S. Justice Department has accused al-Masri, an Egyptian militant whose real name is Midhat Mursi al-Sayid Umar, of training terrorists to use poisons and explosives.\nHe is also believed to have helped run al-Qaida's Darunta training camp in eastern Afghanistan until the camp was abandoned amid the 2001 U.S. invasion of the country. There he is thought to have conducted experiments in chemical and biological weapons, testing materials on dogs.\nThe al-Qaida statement called al-Masri and the other three slain commanders \"a group of heroes\" and warned of retaliation.\n\"We tell the enemies of God that God has saved those who will be even more painful for you,\" it said. \"As Abu Khabab has gone, he left behind, with God's grace, a generation of faithful students who will make you suffer the worst torture and avenge him and his brothers.\"\nThe statement, whose authenticity could not be independently confirmed, was dated July 30 and signed by al-Qaida's top Afghan leader, Mustafa Abu al-Yazeed. It was posted on an Islamic militant Web site where al-Qaida usually issues official statements and videos of its leaders.\nKamal Shah, a senior official in Pakistan's Interior Ministry, said the government had \"no official confirmation as yet\" that al-Masri was dead. The White House declined comment Sunday.\nTwo Pakistani intelligence officials and at least one pro-Taliban militant have said they believed al-Masri had died in the July 28 attack. An American official in Washington had expressed cautious optimism al-Masri, whose pseudonym means \"father of the trotting horse, the Egyptian,\" was among the dead.\nTerrorism experts downplayed the significance of al-Masri's death.\n\"A big name does not mean a big impact on the ground,\" said Mustafa Alani, director of national security and terrorism studies at the Gulf Research Center in Dubai. \"The bottom line is that those people are replaceable. The organization has developed in such a way that it can survive and fill in any gap even if Osama bin Laden was to die.\"\nDia'a Rashwan, a Cairo-based expert on terrorism and Islamic movements, said al-Masri's death could hurt morale among al-Qaida's followers, but it wasn't a huge loss for the terror group, especially in Afghanistan.\n\"Al-Qaida might be facing setbacks in Iraq, but not in Afghanistan ... and any loss will appear (to its fighters) as a triumph against the enemy, not a defeat,\" Rashwan said.\nLittle is known about the other three slain commanders. They may also be Egyptian because their pseudonyms included the name \"al-Masri,\" which means Egyptian in Arabic. The Web statement identified the three as Abu Mohammed Ibrahim bin Abi Farag al-Masri, Abdul-Wahab al-Masri and Abu Islam al-Masri.\nIt gave no details about them beyond calling Abu Mohammed \"the holy warrior sheik and tutor.\" It said some of their children were killed along with them but did not give any further information about them.\nCBS News reported Friday that al-Zawahri, al-Qaida's No. 2, was killed or critically injured in the July 28 airstrike. CBS said it had obtained a copy of an intercepted letter dated July 29 from unnamed sources in Pakistan in which a Taliban leader urgently requested a doctor to treat bin Laden's top lieutenant.\nA Taliban spokesman, Maulvi Umar, denied the report. Pakistan army and intelligence officials said they had no information that al-Zawahri was hit.\n\nLoad-Date: August 4, 2008"
}