{
    "title": "AL-QAIDA TERRORISM Yemenis arrest mail-bomb suspect",
    "publisher": "the world",
    "year": 2010,
    "month": 10,
    "day": 31,
    "full text": "INSIDE: More about terrorism 5A\nSAN'A, Yemen - Police arrested a woman on suspicion of mailing a pair of bombs powerful enough to take down airplanes, Yemeni officials said Saturday as details emerged about a terrorist plot aimed at the United States that exploited security gaps in the worldwide shipping system.\nInvestigators were scouring Yemen for more suspects tied to al-Qaida, and several U.S. officials identified the terrorist group's top explosives expert in Yemen as the most likely bombmaker.\nThe explosives, addressed to Chicago-area synagogues, were pulled off airplanes in England and the United Arab Emirates early Friday, touching off a tense and wide-ranging search for other devices.\nIt wasn't clear Saturday night whether the bombs, which officials said were wired to cell phones, timers and power supplies, could have been detonated remotely while the planes were in the air, reaching halfway across the world. However, the fact that they made it onto airplanes showed that, nearly a decade since the Sept. 11, 2001, al-Qaida attacks, terrorists continue to probe for security vulnerabilities.\nThe packages were addressed to two synagogues in the Chicago area, but British Prime Minister David Cameron said Saturday he believes the explosive device found at the East Midlands Airport in central England was intended to detonate aboard the plane.\nBritish Home Secretary Theresa May added that the bomb was powerful enough to take down the plane. A U.S. official said authorities believe a second device found in Dubai was similarly potent.\nYemeni President Ali Abdullah Saleh told reporters that the United States and United Arab Emirates had provided intelligence that helped identify the woman suspected of mailing the packages.\nShe is being held in a widening manhunt for suspects believed to have used forged documents and ID cards, Yemeni officials said. A member of Yemen's anti-terrorism unit said the other suspects are tied to al-Qaida.\nAl-Qaida's Yemen branch, known as al-Qaida in the Arabian Peninsula, took credit for a failed bombing aboard a Detroit-bound airliner last Christmas. The bomb used in that attack contained PETN, an industrial explosive that also was used in the mail bombs found Friday.\nThe suspected bombmaker behind the Christmas Day attack, Ibrahim Hassan al-Asiri, also is the prime suspect in the mail bomb plot, several U.S. officials said. Al-Asiri also helped make another PETN device for a suicide attempt against a top Saudi counterterrorism official last year that failed - the official survived, but his attacker died in the blast.\n\"The forensic analysis is under way,\" Obama's counterterrorism chief, John Brennan, said Friday. \"Clearly, from the initial observation, the initial analysis that was done, the materials that were found in the device that was uncovered was intended to do harm.\"\nOfficials said the plot was discovered with the help from intelligence passed from Saudi Arabia. Without that tip, it's unclear whether anyone would have discovered the bombs before they were airborne - or on U.S. soil.\nAmerican officials do not get details about the contents of U.S.-bound cargo planes until four hours before they're scheduled to land. In the case of long-distance flights, those planes already would be airborne. Once a plane lands, officials screen packages they feel warrant a closer look.\nThe failed attack should be a \"wake up call\" that the United States needs to step up security on cargo planes, said Kit Bond, the top Republican on the Senate Intelligence Committee.\nU.S. officials are still gathering details about the packages but one official briefed on the investigation said authorities believe the plotters might have been associated with two so-called educational institutions, the \"Yemen American Institute (for) Languages-Computer-Management\" or the \"American Center for Training and Development.\"\nIt was not clear Saturday night if those schools even exist or if that information came from false documents or fake addresses.\nThe United States temporarily banned all incoming cargo and mail from Yemen. A UPS employee in Yemen said Saturday the office temporarily had stopped receiving packages for delivery.\nIn Chicago, Rabbi Michael Zedek, leader of the North Side's Emmanuel Congregation synagogue, said during services that the smaller Or Chadash congregation, which uses Emmanuel's building, was one of the plot's targets. The FBI would not confirm that Saturday, and neither Zedek nor Chadash Rabbi Larry Edwards had spoken to law enforcement.\nOr Chadash members took the news calmly, Edwards said. The synagogue has about 100 members and serves lesbian, gay, bisexual and transgendered Jews and their families.\nThe White House said Brennan called Yemen's president and made clear that the United States is ready to help the Yemeni government fight al-Qaida. Washington already providesYemen with airstrikes and other counterterrorism support.\nYemen's al-Qaida branch is the most active of the terrorist group's affiliates and increasingly has become the face of its recruitment efforts in the West. The country is home to extremist U.S.-born cleric Anwar al-Awlaki. He has been linked in the Christmas attack and has inspired other terrorists with his violent message.\nAlso hiding in Yemen is Samir Khan, an American who declared himself a traitor and helps produce al-Qaida propaganda.\nAP photo\nA computer printer with explosives loaded into this toner cartridge were found in a package onboard a cargo plane coming from Yemen into Dubai, United Arab Emirates.\n\nLoad-Date: November 2, 2010"
}