{
    "title": "Al-Qaida takes credit for bomb on jet coming into Detroit",
    "publisher": "pittsburgh tribune review",
    "year": 2009,
    "month": 12,
    "day": 29,
    "full text": "WASHINGTON — A dangerous explosive allegedly concealed by Nigerian student Umar Farouk Abdulmutallab in his underwear could have blown a hole in the side of his Detroit-bound aircraft if it had been detonated, according to two federal sources briefed on the investigation. \nAuthorities said they are still analyzing a badly damaged syringe that Abdulmutallab allegedly employed as a detonating device on Christmas Day. But preliminary conclusions indicate that he used 80 grams of PETN — almost twice as much of the highly explosive material used by convicted shoe bomber Richard C. Reid. \nA day after Homeland Security Secretary Janet Napolitano said there was \"no indication\" the incident was connected to a larger plot, there were increasing signs that the failed bombing may have represented one of the most serious terrorist threats in the United States since the attacks of Sept. 11, 2001. \nPresident Obama broke from his vacation in Hawaii to declare that authorities \"will not rest until we find all who were involved and hold them accountable.\" He said he had ordered a review of the nation's terror watch-list system. \nIn a statement, al-Qaida in the Arabian Peninsula, a group based in Saudi Arabia and Yemen, claimed responsibility for the attempt to destroy the Northwest Airlines jet, saying it was a response to U.S.-backed airstrikes against the group in Yemen. Meanwhile, Yemen's government confirmed that Abdulmutallab was in the country from early August to early this month after obtaining a visa to study Arabic at a language institute, and said he previously had studied at the school. \nThe suspect, 23, has told federal investigators he has ties to al-Qaida, and that he had traveled to Yemen to collect the incendiary device he tried to use on the plane. \nThe Obama administration suffered blistering criticism for another day from national security experts and Republican lawmakers who demanded changes to the airline screening system and the use of more intrusive technology to detect explosives. Napolitano acknowledged on NBC's \"Today\" show Monday that \"our system did not work in this instance. No one is happy or satisfied with that.\" \nIn London, Britain's home secretary, Alan Johnson, told the BBC that Abdulmutallab had been placed on a \"watch list\" in May and had been banned from entering the country. A British government source said the move came after Abdulmutallab, who in 2008 graduated from University College London, applied for a new visa to attend a college that was not deemed legitimate by authorities there. \nJohnson said he also suspected Abdulmutallab may have been working with others: \"We don't know yet whether it was a single-handed plot or were there other people behind it — I suspect it's the latter rather than the former.\" \nLaw enforcement officials in the United States, Yemen, Nigeria and the Britain spent a fourth day tracking the contacts and travel of Abdulmutallab, who is incarcerated on terrorism-related charges in Milan, Mich., 45 miles south of Detroit, until a bond hearing next week. His public defender, Miriam Siefer, did not return calls for comment. \nAuthorities remain particularly interested in the development of Abdulmutallab's radical beliefs. They are tracking Web postings and other communications he may have had with clerics in Yemen, including Anwar al-Aulaqi, who corresponded with accused Fort Hood, Texas, shooter Nidal Hasan months before gunfire rang out Nov. 5 on the Army's largest base, sources said. \nAbdulmutallab's relatives issued a statement from their home in Abuja, Nigeria, describing attempts by his father, a prominent banker, to warn Nigerian intelligence agencies and the U.S. Embassy there \"about a month and a half ago\" and to seek help in regaining contact with his son. \n\"The disappearance and cessation of communication which got his mother and father concerned to report to the security agencies are completely out of character and a very recent development,\" the statement said. \nAuthorities said there was no reason to suspect Abdulmutallab of dangerous activity until his father visited the embassy in Abuja on Nov. 19. The next day, under a program called \"Visa Viper,\" mandated by Congress to ensure all terrorism-related information is promptly reported to Washington, the embassy sent a cable saying the father was \"concerned that his son was falling under the influence of religious extremists in Yemen,\" a State Department official said. \nThe State Department, under existing procedures, passed the \"Viper\" information to the National Counterterrorism Center for entry in its terrorism database. Neither the State Department nor the NCTC, officials said yesterday, checked to determine whether Abdulmutallab had ever entered the United States or had a valid entry visa — information readily available in separate consular and immigration databases. \"It's not for us to review that,\" the State Department official said. \nAccording to the Homeland Security Department, Abdulmutallab has twice obtained U.S. visas, and prior to this month had visited the United States once in 2004 and once in 2008. \nAn intelligence official said that since Abdulmutallab had not previously been entered into the system as a terrorism suspect, procedures did not include such checks. Administration officials said these apparent gaps are among those to be studied in the review Obama has ordered. \n\nLoad-Date: December 29, 2009"
}