{
    "title": "Al-Qaeda-linked terrorism attack kills United Nations peacekeepers in Mali",
    "publisher": "university wire",
    "year": 2019,
    "month": 1,
    "day": 21,
    "full text": "At least eight United Nations peacekeepers have been killed and many injured in a \"major\" assault on one of their bases in the northeastern Mali, where various Al-Qaeda and Islamic State-linked groups have been active. The Nairobi attack, al-Shabab claimed, was carried out under the orders of al-Qaida and was in retaliation for President Donald Trump's decision to move the US Embassy in Israel to Jerusalem.\nGuterres called on the Malian authorities to \"spare no effort in identifying\" the attackers so they could be brought to justice as soon as possible.\nThe attack happened early Sunday at the Aguelhok base 200 kilometres north of Kidal and towards the border with Algeria, the source added.\nTwo peacekeepers were killed in the assault on this base in April 2018.\nMore than 13,000 peacekeepers are deployed in Mali as part of a United Nations mission that was established after Islamist militias seized northern Mali in 2012.\nHalep not intimidated by Serena ahead of Melbourne showdown\nMeanwhile, fourth seed Alexander Zverev has his work cut out against big-serving Canadian Milos Raonic in their last-16 match-up. Williams next faces No. 1 Simona Halep , who beat Venus Williams 6-2, 6-3 in a later match Saturday.\nThe head of the peacekeeping mission in Mali, Mahamat Saleh Annadif said the attack demanded 'a robust, swift and concerted response'.\nIt was established after Islamist militias seized the north of the country in 2012.\nThe fighters were routed in a French-led military operation in 2013, but large stretches of the landlocked Sahel state remain out of government control.\nA 2015 peace deal signed by Mali's government and separatist groups failed to end the violence.\nWashington renewed its warning that it would push for changes to the peacekeeping mission in Mali, possibly a major drawdown, if there was no progress. The G5 force comprises contingents from Mali, Mauritania, Niger, Burkina Faso and Chad.\n\nLoad-Date: January 21, 2019"
}