{
    "title": "AL-QAIDA DOWN BUT NOT OUT",
    "publisher": "st. petersburg times ",
    "year": 2011,
    "month": 5,
    "day": 2,
    "full text": "We will crush al-Qaida\n\"What I have said is we're going encourage democracy in Pakistan, expand our non-military aid to Pakistan so that they have more of a stake in working with us, but insisting that they go after these militants. And if we have Osama bin Laden in our sights and the Pakistani government is unable or unwilling to take them out, then I think that we have to act, and we will take them out. We will kill bin Laden. We will crush al-Qaida. That has to be our biggest national security priority.\"\nSources: Second presidential debate: foreign policy, Oct. 7, 2008\nSubjects: Foreign Policy, Military, Terrorism\n* * *\nTHE OBAMETER: IN THE WORKS\nIn announcing Osama bin Laden\"s death Sunday night, President Barack Obama said U.S. military and counterterrorism professionals have \"made great strides\" in the effort to \"disrupt, dismantle and defeat\" al-Qaida.\nBut terrorism experts, U.S. officials and Obama himself say that despite progress in capturing or killing key al-Qaida leaders, the group is still a force in international terrorism.\n\"There's no doubt that al-Qaida will continue to pursue attacks against us. We must -- and we will- remain vigilant at home and abroad,\" Obama said. \"...The cause of securing our country is not complete.\"\nAt a homeland security conference in June 2010, Michael E. Leiter, director of the National Counterterrorism Center, estimated there were somewhat \"more than 300\" al-Qaida fighters hiding in Pakistan. That same month, CIA Director Leon Panetta said there were \"at most\" 50 to 100 al-Qaida operatives in Afghanistan.\nIn September, British troops in Iraq killed the suspected chief of al-Qaida in Southeast; and a U.S.-Iraqi raid in June claimed the life of the head of the Iraqi section of al-Qaida. During the Bush presidency, more than a dozen al-Qaida leaders were killed or captured, including suspected mastermind of the September 11 attacks, Khalid Shaikh Mohammed, who is being held at the Guantanamo Bay detention facility. Still at large is al-Qaida\"s most senior remaining leader - Ayman al-Zawahiri, an Egyptian surgeon and Bin Laden\"s second-in-command.\nAs Obama promised during the campaign, the U.S. military has been pulling out of Iraq and has beefed up forces in Afghanistan, including a surge of 30,000 additional soldiers to smother the al-Qaida network and the Taliban insurgency which has supported it.\nIn recent reports to Congress, administration officials have said those efforts are paying dividends. Army Secretary John McHugh told a Senate committee on March 31, 2011, that the surge \"enabled our soldiers and our Afghan partners to seize multiple sanctuaries in the traditional insurgent heartland in southern Afghanistan.\"\nGarry Reid, the deputy assistant secretary of defense for special operations and combating terrorism, added in an April 12 Congressional hearing that \"we believe we've constrained al-Qaida significantly in the Afghanistan-Pakistan border area.\"\nHowever, Reid warned that the U.S. efforts in Afghanistan and Pakistan have forced al-Qaida to \"diversify into other regions,\" linking up with affiliates in the Middle East, South Asia, East Africa and elsewhere. \"These are of great concern to us,\" Reid said.\nAdministration officials have also warned of another worrisome development. \"We have seen a pattern of increasing terrorist recruitment of American citizens,\" said Lee Hamilton, former vice chairman of the bipartisan 9/11 commission in a March 30, 2011, presentation to Congress. Often, Hamilton said, they are influenced by violent Islamic extremist material on the Internet. In 2009, Army Maj. Nidal Malik Hasan went on a shooting rampage at Fort Hood in Texas, resulting in the death of 13 people. In a separate incident, a U.S. military recruiter was killed in Arkansas.\n\"Many counterterrorism experts consider 2010 the 'year of the homegrown terrorist,'\" Hamilton said. \"Last year, 10 Muslim-Americans plotted against domestic targets, and five actually carried out their plots. Today, we know that Muslim-American youth are being recruited.\"\nAsked about the impact of bin Laden's death on al-Qaida's future, terrorism experts said al-Qaida had already been operationally weakened before but added that the group's structure makes it difficult to eradicate completely.\nThe relentless drone attacks and raids by Special Forces in Afghanistan and Pakistan have forced al-Qaida's leadership into hiding and choked their ability to organize new attacks.\n\"When people can't talk, it's hard to organize,\" said Jacob Shapiro, a public policy professor at Princeton University. \"In addition to removing a rallying symbol, the circumstances of bin Laden's death will likely drive the existing leadership further underground, making them even less effective at managing their organization.\"\nJohn Pike, the director of globalsecurity.org, added that \"about the only thing that central al-Qaida has done recently is to send out video tapes and audio tapes. About the only thing they have inspired others to do is to set their underwear on fire,\" he said, referring to a failed attack on a U.S. airliner. \"As an organization, it was crushed years ago, and as a brand it is not much to write home about.\"\nStill, al-Qaida has survived by becoming increasingly decentralized, relying on a loosely connected network of supporters around the globe.\n\"It has metastisized into a loose global network with cells in dozens of countries, making it much less dependent on a single 'base,'\" said Stewart Patrick, a senior fellow with the Council on Foreign Relations. \"In this regard, the killing of bin Laden is a symbolic event but does not 'decapitate' the organization as much as it would have a decade ago. Al-Qaida has since 9/11 opened franchises and made alliances with numerous organizations,\" including links with active Kashmir-focused extremists in Pakistan, a solid presence in Yemen, ties to the al-Shabab in Somalia and al-Qaida in the Islamic Maghreb.\nAnother worry for the U.S.: \"lone wolf\" attacks launched by unaffiliated terrorists that al-Qaida may claim as their own, said Jim Phillips, a senior research fellow at the conservative Heritage Foundation.\nA big question mark is the long-term impact of the recent wave of anti-government protests in the Middle East. Audrey Kurth Cronin, a professor at the U.S. National War College and author of a book in 2010 called How Terrorism Ends: Understanding the Decline and Demise of Terrorist Campaigns, said the upheavals paradoxically create both new instabilities in Middle Eastern nations that Islamic radicals could take advantage of -- and a safety valve for discontent among ordinary citizens that's distinct from al-Qaida.\nUltimately, officials and independent experts agree that al-Qaida is neither out of business nor as strong as it once was. In judging Obama's promise to \"crush al-Qaida,\" his administration has made progress but -- despite the killing of Bin Laden -- not yet fully achieved its goal. We rate his promise In the Works.\n* * *\nSources:\nWhite House website, Remarks by the President on Osama Bin Laden, May 2, 2011\nNew York Times, \"New Estimate of Strength of Al Qaeda Is Offered,\" by David E. Sanger and Mark Mazzetti, June 30, 2010\nCQ Transcripts, Senate Armed Services Subcommittee on Emerging Threats and Capabilities Holds Hearing on the Defense Department's Counterterrorism and Counternarcotics Plans, April 12, 2011\nCQ Transcripts, Senate Armed Services Committee Holds Hearing on the Defense Authorization Proposed Budget Request for Fiscal 2012 and Future Years for the U.S. Army, March 31, 2011\nCQ Transcripts, Senate Homeland Security and Governmental Affairs Committee Hearing: Ten Years After 9/11, March 30, 2011\nCQ Transcripts, Hearing of the House Permanent Select Committee on Intelligence: Worldwide Threats, Feb. 10, 2011\nAndrew L. Stigler (Naval War College), review of Audrey Kurth Cronin, How Terrorism Ends: Understanding the Decline and Demise of Terrorist Campaigns (Princeton University Press, 2010), in the Naval War College Review, Winter 2011\nAgence France Presse, \"Zawahiri: bin Laden's successor as most-wanted man,\" May 2, 2011\nAgence France-Presse, \"Al-Qaeda leaders who have been killed or captured,\" May 2, 2011\nE-mail interview with John Pike, director of globalsecurity.org, May 2, 2011\nE-mail interview with Jacob Shapiro, a professor at Princeton University's Woodrow Wilson School of Public and International Affairs, May 2, 2011\nE-mail interview with Jim Phillips, a senior research fellow at the Heritage Foundation, May 2, 2011\nE-mail interview with Stewart Patrick, a senior fellow with the Council on Foreign Relations, May 2, 2011\nE-mail interview with Paul Stares, senior fellow with the Council on Foreign Relations, May 2, 2011\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: May 3, 2011"
}