{
    "title": "Al-Qaida expanding its terrorism in Algeria",
    "publisher": "charleston gazette",
    "year": 2009,
    "month": 6,
    "day": 7,
    "full text": "The Associated Press\nDRAA BEN KHEDDA, Algeria - Deep in the Sahara Desert, along the remote southern border of Algeria, lies an immense no man's land where militants roam.\nIt is here that terrorists linked with al-Qaida traffic everything from weapons and drugs to illegal migrants. They have planted at least a half-dozen cells in Europe, according to French, Italian and Belgian intelligence. Last week, they announced on the Internet that they had killed a British hostage in Mali, and are still holding a Swiss hostage.\nThe al-Qaida of the Islamic Maghreb, or AQIM, is perhaps the best example of how al-Qaida is morphing and broadening its reach through loose relationships with local offshoots. The shadowy network of Algerian cells recruits Islamist radicals throughout northern and western Africa, trains them and sends them to fight in the region or in Iraq or Afghanistan, according to Western and North African intelligence officials. In turn, AQIM gets al-Qaida's brand name and some corporate know-how.\n\"The relationship with the al-Qaida mother company works like in a multinational,\" says Jean-Louis Bruguiere, France's former top counterterrorism judge and an expert on North African networks. \"There's a strong ideological link, but the local subsidiary operates on its own.\"\nAnother Western intelligence official compares AQIM to a local fast-food franchise, \"only for terrorism.\"\nA picture of AQIM and its ties with al-Qaida emerges from accounts by its victims, interviews with some of the dozens of intelligence officials following its activities and data pieced together by Western diplomats in Algeria.\nIt shows that the battle against radical Islam in Algeria has become crucial - and not only for North Africa. Intelligence officials throughout Europe are convinced that AQIM wants to expand in their region.\nA senior counterterrorism official in France told The Associated Press that his services work \"daily, constantly\" with Algerian security to contain this threat. He says at least six AQIM-related cells, dormant or getting ready for action, have been dismantled across Europe in recent years.\nLast month, the Spanish judiciary announced that it had caught 12 Algerians from a suspected support cell. Last week, Italian authorities issued arrest warrants for two Tunisians, two Moroccans and an Algerian suspected of plotting attacks on a church and a subway line.\n\"For now, we've been good,\" the French official says, \"but we've basically been lucky.\"\n'We're not frightened; we're well-armed'\nFour years ago, the Algerian terrorists - then known as the Salafist Group for Call and Combat - were running out of steam.\nBorn in an insurgency in 1992, the group took part in a near-civil war the next decade that killed about 200,000 people. However, its fighters had lost popular support after killing Muslim civilians. Many leaders had turned themselves in during government amnesties, and the group was weak from internal feuds.\nSo its new emir, or leader, Abdelmalek Droukdel, reached out to the superstar of international jihad: al-Qaida.\nHis emissaries met with Osama bin Laden's deputy, Ayman al-Zawahri, or close associates of his in countries like Sudan, Lebanon and Yemen, the Western intelligence officials told the AP.\nAl-Qaida said it couldn't give its brand away to an unreliable group: Even by jihad standards, Algerian militants had a reputation for excess violence. After a year of talks and tests, though, al-Zawahri issued a statement recognizing the \"blessed union\" on Sept. 11, 2006.\nAQIM tried to focus more on Western targets in Algeria or tourists and Jews in Morocco. It also imported al-Qaida techniques, such as fine-tuned remote-controlled roadside bombs and suicide bombers.\nIn an apparent reference to al-Qaida's attacks on the United States on 9 /11, AQIM carried out its first suicide bombings on April 11, 2007. On Dec. 11 that year, it killed 37 people - including 17 United Nations staffers - in an attack that devastated the U.N.'s Algerian headquarters.\nThe key technology input seems to be public relations. Several times a month, AQIM now uses global jihadist forums on the Internet to issue political statements and videos of bombings or ambushes.\nThe Algerian group appears to raise its own money, rather than get any from al-Qaida, according to Bruguiere and others.\n\"I don't think there are many ties to headquarters other than ideological,\" said Bruguiere, the European Union coordinator of the Terrorism Finance Tracking Program run jointly with the U.S. Treasury Department and the CIA.\nThe group pays its dues back to \"headquarters\" by trying to expand a new front for jihad in North Africa that also could serve as a forward base to hit Europe. Terrorists from Algeria or of Algerian descent already have been implicated in several devastating attacks, including the 2004 Madrid train bombings and a series of blasts in the Paris metro in the 1990s.\nThe Western and North African intelligence officials said expansion is under way, to a limited extent, in Tunisia and Libya.\nIn Morocco, police say they dismantle at least a half-dozen suspected terrorist cells each year.\nThe Interior Ministry recently ordered 267 local bank branches to close because they were too vulnerable to holdups that could fund militants.\nThe Pentagon's new Africa Command is striving to prevent the Algerian group's expansion south into the desert. U.S. troops and Special Forces help the weak military in Saharan states increase patrolling and cross-border cooperation.\nThe need is pressing. The British and Swiss hostages were among four European tourists and two senior U.N. envoys kidnapped this winter near the Mali and Niger borders. The Swiss hostage is still being held, but the others have been released. Likely kidnapped by local gunmen, they were transferred to AQIM, which asked for a huge ransom and the release of a radical Islamist preacher held in Britain.\nThe bulk of the militants' activities remain in densely populated northern Algeria, where nearly every day they traffic goods, plunder drivers at fake road blocks, kidnap, and extort money from small businessmen in exchange for safety.\n\"They're not al-Qaida, they're just a mafia,\" said Majid Benhamiche, who regularly dons his military uniform to join the Algerian army in raids against terrorist camps across the Kabylie Mountains.\nBenhamiche never drives without a Kalashnikov assault rifle, and carries a pistol at all times. He is part of a village militia armed by the Algerian Defense Ministry. His isolated family house has been turned into a fortresslike compound with high walls and at least three armed family members on guard.\n\"It's a war out there, and we don't even know who we're fighting,\" he said. \"But we're not frightened; we're well-armed.\"\nIn this deeply macho society, Benhamiche has even taught his wife to use a Kalashnikov in case terrorists mount the raid they have been expecting every night for more than a decade. \"She's a pretty good shot,\" he said.\n'The armed elements are currently being cornered'\nAlgerian authorities describe the militants as on the run. In a rare interview with the AP during the presidential election in April, Interior Minister Noureddine Yazid Zerhouni said \"the armed elements are currently being cornered.\"\nAuthorities have indeed dismantled several large cells this year. Important local militant emirs have turned themselves in, and several former high-profile leaders - known as \"repentants\" in Algeria - are calling on militants to stop fighting. Algerian authorities believe there are 500-800 active fighters left, a mere fraction of what there used to be.\nThese die-hards \"are hard to catch because they're taking refuge in remote mountains and forests,\" Zerhouni told the AP.\nStill, violence is persistent. Data obtained by the AP from Western diplomats in Algeria show 85 significant bombings in 2008. Nearly 640 people were killed that year in terrorism-related violence: 409 militants, 158 security force members and 72 civilians.\nThis year, there were 64 bombings from January to April alone, with deaths of 19 civilians and 61 security force members. The data also show 167 militants killed in police sweeps, army raids and aerial bombardment.\nSecurity forces are indeed killing or arresting militants in droves, said a Western intelligence official, \"but the problem is, the groups can recruit just as fast within the desperate and angry youth.\"\n\nLoad-Date: June 8, 2009"
}