{
    "title": "Al-Qaida claims Iraq 's worst violence in a month",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 4,
    "day": 20,
    "full text": "BAGHDAD ? The Iraqi branch of al-Qaida claimed responsibility Friday for bombings that killed at least 30 people in the capital and across the country the day before, the worst wave of violence in weeks. A statement posted on a militant website said the rapid-fire attacks aimed to punish the Shiite-led government ?\n and all those who cooperate with it ? for injustices against Sunnis. The statement was signed by the Islamic State of Iraq, a Sunni militant group linked to al-Qaida. The attacks targeted \"government's security, military and administrational centers and leaders, and its followers of traitors who supported it in Baghdad and elsewhere, who were the cause in the spreading of Shiism in Sunni areas,\" the statement said. \"This foray is the beginning of what is waiting for them in the coming days, God willing, of a blessed series of attacks that has started and won't stop till God rules between us and the Shiite polytheist,\" the statement said. The attacks came amid ongoing ? and largely sectarian ? tensions between Prime Minister Nouri al-Maliki, a Shiite, and political opponents who demand more power in the government. Hours after the attacks, some Sunni and Kurdish lawmakers denounced the bloodshed as a tragic but inevitable result of the Shiite-led government's attempts to sideline them and dominate Iraqi politics. Al-Qaida said the Thursday morning wave that struck 10 cities across Iraq, killing at least 30 and wounding 117, was just the beginning of a prolonged series of attacks. Six of the bombings struck at security forces and government officials, frequent targets for insurgents. In Baghdad, 12 people were killed, most of them in Shiite neighborhoods. Other targets were in northern Iraqi cities, including Samarra, where a 2006 mosque bombing touched off the worst of the insurgency; the ethnically mixed city of Kirkuk, and deposed dictator Saddam Hussein's hometown of Tikrit. Iraq's political chasm has pitted al-Maliki against the Sunni-dominated Iraqiya coalition, which complains it is being shut out of power. The bloc briefly boycotted the government this year after an arrest warrant was issued against Sunni Vice President Tariq al-Hashemi on terrorism charges. Iraqiya and al-Hashemi called the charges an example of al-Maliki's misusing his authority for political gain. Although the level of violence is nowhere near where it was five years ago, when Iraq threatened to descend into civil war, deadly attacks are again common nationwide. Although political unrest appears to serve as a conduit for insurgents seeking to undermine al-Maliki's government, it's unlikely the bombers were motivated by a desire to create a new power-sharing agreement, said Juan R. I. Cole, a history professor and Middle East expert at the University of Michigan. \"Right now you have a small but significant number of people who are absolutely unreconciled to the idea of a new Iraq. And that is where you get terrorism,\" Cole said. \"They don't believe in Iraq's parliament ? they are trying to undermine it.\" \n\nLoad-Date: April 21, 2012"
}