{
    "title": "Al-Qaida rebuilding its strength",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 5,
    "day": 1,
    "full text": "WASHINGTON -- Al-Qaida has rebuilt some of its pre-Sept. 11 capabilities from remote hiding places in Pakistan, leading to a major spike in attacks last year in that country and neighboring Afghanistan, the Bush administration said Wednesday.\nAttacks in Pakistan more than doubled from 375 to 887 between 2006 and 2007, and the number of fatalities jumped by almost 300 percent from 335 to 1,335, the State Department said in its annual terrorism report.\nIn Afghanistan, the number of attacks rose 16 percent, to 1,127 incidents last year, killing 1,966 people, 55 percent more than the 1,257 who died in 2006, it said.\nThe report said attacks in Iraq dipped slightly between 2006 and 2007, but they still accounted for 60 percent of worldwide terrorism fatalities, including 17 of the 19 Americans who were killed in attacks last year. The other two were killed in Afghanistan.\nMore than 22,000 people were killed by terrorists around the world in 2007, 8 percent more than in 2006, although the overall number of attacks fell, the report says.\nThe report once again identifies Iran as the world's \"most active\" state sponsor of terrorism for supporting Palestinian extremists and insurgents in Afghanistan and Iraq, where it says elements of the Iranian Revolutionary Guards Corps continue to give militants weapons, training and funding.\n\"In this way, Iranian government forces have been responsible for attacks on coalition forces,\" State Department counter terrorism coordinator Dell Dailey told reporters. Iranian forces are also giving weapons and financial aid to the Taliban in Afghanistan, he said.\nAbout 13,600 noncombatants were killed in 2007 in Iraq, the report says, adding the high number could be attributed to a 50 percent increase in the number of suicide bombings. Suicide car bombings were up 40 percent and suicide bombings outside of vehicles climbed 90 percent over 2006, it says.\n\"The ability of these attackers to penetrate large concentrations of people and then detonate their explosives may account for the increase in lethality of bombings in 2007,\" the report says.\nIn Iraq, Afghanistan and elsewhere, al-Qaida and its affiliates remain \"the greatest terrorist threat to the United States and its partners\" despite ongoing efforts to combat followers of Osama bin Laden and his top deputy, Ayman al-Zawahiri, according to the report. It says Zawahiri has emerged as the group's \"strategic and operational planner.\"\n\"It has reconstituted some of its pre-9/11 operational capabilities through the exploitation of Pakistan's Federally Administered Tribal Areas, replacement of captured or killed operational lieutenants, and the restoration of some central control by its top leadership, in particular Ayman al-Zawahiri,\" it says.\nDailey, however, stressed that al-Qaida is still weaker overall than it was before Sept. 11, 2001.\nA primary reason for its resurgence was a cease-fire the Pakistani government reached with tribal leaders last year, the report says. That truce has since ended, but Pakistan's new government is now renegotiating a similar agreement that some fear could have similar results and further undermine efforts to battle al-Qaida.\nThe earlier cease-fire and instability in the region appear \"to have provided al-Qaida leadership greater mobility and ability to conduct training and operational planning, particularly that targeting Western Europe and the United States,\" the report says.\n\"Numerous senior al-Qaida operatives have been captured or killed, but al-Qaida leaders continued to plot attacks and to cultivate stronger operational connections that radiated outward from Pakistan to affiliates throughout the Middle East, North Africa, and Europe,\" it says.\nOf particular concern are al-Qaida sympathizers who attacked a U.N. building in Algeria, killing more than 40 people and wounding more than 150 last year, the report says.\nIn Pakistan, the State Department recorded more than 45 suicide bombings in 2007, up from a total of just 22 such incidents between 2002 and 2006. Among those logged last year were the December attack that killed former Prime Minister Benazir Bhutto and an October attack on her homecoming parade that killed more than 130 people, the worst suicide attack in Pakistani history. On the Net: State Department: www.state.gov\n\nLoad-Date: May 1, 2008"
}