{
    "title": "AL-QAIDA NO. 2 UPS ATTACKS ON IRAN",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 4,
    "day": 23,
    "full text": "Al-Qaida's No. 2 leader issued a new audiotape yesterday accusing Shiite Iran of spreading a conspiracy theory about who carried out the Sept. 11 attacks to discredit the power of the Sunni terrorist network.\nDr. Ayman al-Zawahri, Osama bin Laden's deputy, has stepped up his denunciations of Iran in recent messages, in part to depict al-Qaida as the Arabs' top defense against the Persian nation's rising power in the Middle East.\nThe increasing enmity toward Iran is a notable change of rhetoric from Dr. Zawahri, who in the past rarely mentioned the country -- apparently in a hopes that he would be able to forge some sort of understanding with Tehran based on their common rivalry with the United States. Iran has long sought to distance itself from al-Qaida.\n\"Al-Zawahri wanted to work with Iran, but he's deeply disappointed that Iran has not cooperated with al-Qaida,\" said terrorism expert Rohan Gunaratna, author of \"Inside al-Qaida: The Global Network of Terror.\" So now, Dr. Zawahri \"wants to appeal to the anti-Shiite, anti-Iran sentiments in the Arab and Muslim world,\" said Dr. Gunaratna, head of the International Center for Political Violence and Terrorism Research in Singapore.\nDr. Zawahri appeared intent on exploiting widespread worry in the Arab world over Iran's influence, particularly in Iraq, to garner support for al-Qaida. At the same time, he sought to denigrate Iran's ally Hezbollah, which has gained popularity among Sunnis in the region for its fight against Israel.\nDr. Zawahri's comments came in a two-hour audio posted on an Islamic militant Web site, the second message in weeks in which he answered hundreds of questions sent to the site by al-Qaida sympathizers and others. The question-and-answer campaign is a sign of the terrorist network's sophistication in its use of the Web. The audios show that al-Qaida can post frequent messages from its leaders while keeping in touch with its popular base -- all while the leaders remain in hiding, presumably on the Afghan-Pakistan frontier. The audio's authenticity could not be independently confirmed, but the voice sounded like past audios from Dr. Zawahri.\n\nLoad-Date: April 23, 2008"
}