{
    "title": "Al-Qaeda arrests boost intelligence community",
    "publisher": "usa today",
    "year": 2003,
    "month": 3,
    "day": 3,
    "full text": "The apprehension Saturday of al-Qaeda's No. 3 official, Khalid Shaikh Mohammed, along with another important al-Qaeda official, is a significant victory in the struggle against terrorism and for the U.S. intelligence community.\nThe capture of this disguise master, who has eluded the best search efforts of the FBI and the CIA over the past year, will further degrade al-Qaeda's ability to launch mass attacks against American citizens. Most importantly, Mohammed has operational knowledge of al-Qaeda cells in North America and may be aware of impending terrorist operations here and elsewhere.\nInformation found in his possession has to be followed up quickly before al-Qaeda members are able to disperse. Another al-Qaeda official captured with Mohammed is thought to be the person in charge of security for the terrorist organization and also has critical information. Computer records discovered during the raid may provide the names of al-Qaeda sleepers in North America who would be mobilized for the next act of terrorism.\nThis data will be critical because some law enforcement officials believe the next attack on the United States might include either chemical or radioactive devices. And, in addition to possible news leads to the whereabouts of key al-Qaeda operatives in Europe and the Middle East, new operations designed to capture Osama bin Laden himself are now possible.\nBoth the CIA and Pakistani authorities are being credited with carrying out this past weekend's operation. The arrests of these al-Qaeda officials are a big boost for our intelligence community. Clearly, this is not your pre-9/11 intelligence community. For all of the criticism that has been thrown its way, the intelligence community has shown compelling evidence it finally is getting its act together.\nFBI, CIA criticized\nIn the wake of 9/11, the CIA and FBI have been much maligned in the media and by Congress for their failure to prevent the attacks. The operational errors, the failure to develop new intelligence sources on terrorism and the lack of seamless coordination between law enforcement and intelligence have been justly criticized.\nThe CIA prior to the 9/11 attacks had purged from its agent rolls anyone with a questionable human-rights record, and years of frantic \"mole hunts\" had led to the loss of many experienced intelligence officers. There was an institutional reluctance to attempt the recruitment of agents who had access to terrorists because inevitably it meant paying agents with \"blood on their hands.\"\nAnother problem was mismanagement by senior intelligence officials. Two of the 9/11 suicide bombers were observed by the CIA at a meeting in Kuala Lumpur, Malaysia, a year earlier, but their names were not added to a watch list until after they entered the United States and it was too late.\nThe FBI had little experience in analyzing a threat from groups comprising religious absolutists and had difficulty recognizing the importance of people already in custody, such as Zacarias Moussaoui, who allegedly was supposed to be the 20th suicide bomber in the 9/11 operation. Deterring terrorism from religious fanatics was a new mission for a bureau more accustomed to unraveling traditional criminal organizations and white-collar crime.\nThe differences between the cultures of the CIA and FBI appeared insurmountable. Congress called for a restructuring of the entire anti-terrorism program, and some argued for the creation of a British-style anti-terrorism service that combines intelligence with a law enforcement capability. Others argued for centralizing the analysis for terrorist threats in one place and creating a new Department of Homeland Security.\nBut since the tragedies of Sept. 11, 2001, both the CIA and FBI have been waging a determined war on terrorism, and its successes show real growth and maturity in an intelligence community that until now had always returned to its troubled ways once the focus on them had faded.\nThis time, the CIA and FBI made major improvements in their counterterrorism capabilities. They have learned some important lessons.\nMore joint ventures\n * The most important is that they have greatly improved their relationship with each other. The knowledge that thousands of lives were lost in the 9/11 attacks provided a new sense of an important shared mission, one designed to prevent innocent lives from being lost, and it has led to breaking down the cultural barriers.\nCIA analysts, for example, have now been assigned to the FBI-led Joint Terrorism Task Forces across the country, and FBI officials play an important role at the CIA's Counterterrorism Center.\nAlso, both agencies will staff the new Terrorist Threat Integration Center, which incorporates the two agencies' counterterrorism resources. The center's mission would allow full integration of all U.S. government terrorist-threat information and analysis.\n * The U.S. intelligence community has begun successfully working with its European, South Asian and Arab counterparts to disrupt and destroy numerous al-Qaeda and affiliated networks in Spain, France, Belgium, Italy, Great Britain, North Africa and Pakistan, thereby pre-empting terrorism against Americans and our allies.\nThe intelligence alliance with the Pakistanis, for example, has paid off in the arrests of Mohammed and, previously, his deputy, Ramzi bin al Shibh.\nThe current obsession with Iraq sometimes obscures progress made by the FBI and the CIA in its efforts against the only terrorist group that has targeted and killed Americans and plans to kill more: al-Qaeda. They still face major challenges in the war on terrorism, particularly in the area of developing long-range agent infiltration of terrorist groups abroad and in the United States.\nBut despite political pressure to concentrate on alleged links between Iraq and terrorism, the professionalism of our law enforcement and intelligence communities has enabled success against the real threats to America.\nWhile al-Qaeda will continue to carry out suicide attacks, drawing new volunteers to its cause, its ability to inflict 9/11-style mass casualties will be lessened with the capture of Khalid Shaikh Mohammed -- and some new arrests that are sure to follow.\n***\n Vincent M. Cannistraro is a former CIA senior intelligence official in charge of counterterrorism operations and analysis at the agency.\n\nGraphic\n\n \nPHOTO, B/W, FBI via Reuters; Terror suspect: Two Images of Khalid Shaikh Mohammed appear on a most wanted list\" on the FBI's Web site.\n\nLoad-Date: March 3, 2003"
}