{
    "title": "Al-Qaida diminished, but terrorism strong Analysts say bin Laden is reduced to the role of a 'talkin",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 9,
    "day": 25,
    "full text": "The threats came in a blizzard around the anniversary of the Sept. 11 attacks - a series of videos from al-Qaida's No. 2 warning of more strikes to come.\nBut U.S. intelligence agencies and many private security analysts doubt al-Qaida or its elusive leader, Osama bin Laden, still maintain much if any operational control over far-flung terror cells.\nThey see no sign of a direct al-Qaida hand in a flurry of recent attacks, such as the assault on the U.S. Embassy in Damascus, Syria, or the fatal shooting of a British tourist in Jordan. The French intelligence report that bin Laden might have died last month of typhoid merely highlights the uncertainty the West now has about any role he plays in the terror network.\nAll that means those frightening videos might have been just that - designed to frighten the West and inspire followers - with little real punch behind them.\nBin Laden and his top deputy, Ayman al-Zawahri, are now \"less like generals and more like talking heads, disseminating their violent ideology via satellite television in hopes of inspiring others to do their bidding,\" said Eben Kaplan, of the Council on Foreign Relations think tank in New York.\nParadoxically, however, the threat from Islamic extremists might have grown - and become broader, more diverse and more complex, and thus harder to combat.\n\"The absence of a formal, single organizational structure has contributed to making the fight against this brand of terrorism more elusive and difficult,\" the British think tank Chatham House said in a report this month as the videos were airing.\nThat view also is expressed in a classified U.S. intelligence report that says the Iraq war has increased the threat of terrorism by stirring up Islamic extremism around the globe.\nFor example, British authorities insist there is no evidence al-Qaida directed the July 2005 suicide attacks on the London transit system that killed 52 commuters.\n\"Al-Qaida is crippled and is certainly not the organization it was. Al-Qaida, however, has placed extra emphasis on inspiring other groups and trying to mobilize other groups,\" the State Department's counterterrorism coordinator, Henry Crumpton, told the Council on Foreign Relations recently.\nAl-Qaida's efforts to inspire appear to be focused on a worldwide wellspring of young, radicalized Muslims who share broad anger at the West, especially the United States.\nAcross the world, that means the threat is fractured into many parts - with the need to tailor defenses accordingly.\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: October 10, 2006"
}