{
    "title": "Al-Qaida Less Potent Since 9_11_ U.S",
    "publisher": "the day ",
    "year": 2009,
    "month": 10,
    "day": 1,
    "full text": "(RTTNews) - A senior U.S. counter-terrorism official says the Al-Qaida has suffered set-backs due to relentless American pressure, but its presence in the Yemen threatens to turn that country into a dangerous training ground for plotting attacks, reports say.\nIn an an unusually-optimistic assessment of how America is faring in taking on the al-Qaida terrorist network, Michael Leiter, director of the National Counter-terrorism Center, told a Senate hearing that the extremist network was facing more challenges, and was a more vulnerable organization than at any time since the 9/11 attacks.\nLeiter futrher told the Senate Homeland Security and Government Affairs Committee that Al-Qaida&apos;s safe haven in northwest Pakistan was diminishing by the day and less secure, while the group had suffered significant leadership losses over the past 18 months.\nHowever, he said the group&apos;s regional affiliates, especially in the Yemen, were a growing threat. U.S. officials are particularly worried after the Saudi and Yemeni wings of Al-Qaida announced in January their merger into \"Al-Qaeda in the Arabian Peninsula\" (AQAP).\nThe counter-terrorism official said Somali terrorist group al-Shabaab was working with \"a limited number\" of al-Qaida operatives, besides recruiting and training hundreds of extremists from around the world, including \"dozens\" of American recruits.\nIn Algeria, he said, a violent al-Qaida affiliate continued to expand its operations from a new haven in northern Mali, along with lower-level operations in the nearby Mauritania.\nHowever, in Iraq, added Leiter, the Al-Qaida affiliate&apos;s ability to stage attacks has been substantially reduced by coalition military and Iraqi security operations.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}