{
    "title": "AL-QAIDA'S CORE IS WEAKENED, BUT SOME AFFILIATES ARE GROWING",
    "publisher": "tampa bay times",
    "year": 2012,
    "month": 12,
    "day": 7,
    "full text": "We will crush al-Qaida\n\"What I have said is we're going encourage democracy in Pakistan, expand our non-military aid to Pakistan so that they have more of a stake in working with us, but insisting that they go after these militants. And if we have Osama bin Laden in our sights and the Pakistani government is unable or unwilling to take them out, then I think that we have to act, and we will take them out. We will kill bin Laden. We will crush al-Qaida. That has to be our biggest national security priority.\"\nSources: Second presidential debate: foreign policy, Oct. 7, 2008\nSubjects: Foreign Policy, Military, Terrorism\n* * *\nTHE OBAMETER: COMPROMISE\nIn analyzing how well Barack Obama has fulfilled his promise to \"crush al-Qaida,\" the rating depends heavily on how you define \"al-Qaida.\"\nIn interviews with terrorism experts, we found broad agreement that the \"core\" al-Qaida once headed by Osama bin Laden has been severely weakened -- not just from the killing of bin Laden but also from repeated drone strikes that have taken out high-ranking officials.\nHowever, the picture is mixed once you consider other groups that model themselves on al-Qaida. In many cases, these regional affiliates remain a threat.\n\"Any assessment about the status of al-Qaida being 'crushed' must be tempered\" by the resilience of its regional affiliates, said Paul Stares, senior fellow with the Council on Foreign Relations..\nFirst, let's look at the \"core\" group, which has been based in Pakistan since it was ousted from Afghanistan following the Sept. 11, 2001, terrorist attacks.\nWhile possible that al-Qaida's core could someday regain its strength, it has been dealt some crippling blows during the Obama years. The U.S. has managed to kill Atiyah Abd al-Rahman, who was second in command to al Qaida leader Ayman al Zawahiri; Sayeed al-Masri, the third-ranking leader; another high-ranking official, Abu Yahya al-Libi; and Abu Ayyub al Masri, the leader of al Qaeda in Iraq.\n\"The intelligence picture shows that al-Qaida core is a shadow of its former self, and the overall threat from al-Qaida in Pakistan is diminished,\" Matthew G. Olsen, the director of the National Counterterrorism Center, a federal office, testified before a Senate committee on Sept. 19, 2012.\nIndependent experts back up this claim.\n\"That they no longer have much of an organization is a sign of success,\" said Jacob N. Shapiro, assistant professor of politics and international affairs at Princeton University. Al-Qaida \"needed that central organization to pull off anything approaching 9/11 in scale. The group wasn't much by the time Obama took office, and it's even less now.\"\nHowever, the battle against affiliates -- groups that follow al-Qaida's methods without necessarily having direct cooperation with core leaders -- has been more mixed.\nThe U.S. has had some success in Somalia.\nDaveed Gartenstein-Ross, vice president of research at the Foundation for Defense of Democracies, said the al-Qaida affiliate in Somalia, known as al-Shabaab, had been the nation's dominant military force as recently as the beginning of 2012. But since then, it has \"melted away\" in the face of advances by a military coalition led by the African Union. Al-Shabaab has also been hampered by incursions by its neighbors Kenya and Ethiopia, as well as by Somali national forces and local militias.\nIn Yemen, there has been progress as well, but with less clarity.\nAl-Qaida in the Arabian Peninsula has been linked to several thwarted attacks, including the one by the \"underwear bomber,\" Umar Farouk Abdulmutallab, who tried to blow up a Detroit-bound airliner. For a while, the group essentially controlled some territory in Yemen, but those gains have been reversed. What's unclear, Gartenstein-Ross said, is whether the setbacks to al-Qaida in the Arabian Peninsula are permanent.\nMeanwhile, some groups sympathetic to al-Qaida have seen gains. In northern Nigeria, an Islamic insurgent group known as Boko Haram has carried out attacks against churches, a development that could lead to a spiral of religious violence. And in countries that have recently experienced political upheavals such as Egypt, Libya and Tunisia, the sudden disappearance of authoritarian regimes has created greater freedom for Islamic radicals to operate and spread their message, Gartenstein-Ross said.\nIn some cases, regime changes have allowed figures linked to terrorism to be freed from prison. Officials have speculated about the role that Muhammad Jamal Abu Ahmad, a former prisoner in Egypt, played in the deadly attack on the U.S. consulate in Benghazi, Libya.\nOne of the most important locations today for al-Qaida affiliates is northern Mali, where al-Qaida in the Islamic Maghreb has carved out \"a great deal of operating capacity\" by becoming the de facto government, Gartenstein-Ross said.\nIn a speech to the Center for a New American Security on Nov. 21, 2012, Defense Secretary Leon Panetta acknowledged differences between the operational capabilities of core al-Qaida on the one hand and its affiliates on the other.\n\"Over the last few years, al-Qaida's leadership ranks have been decimated,\" he said, adding, \"We have slowed the primary cancer - but we know that the cancer has metastasized to other parts of the global body.\"\nTo Gartenstein-Ross, this means that \"even the official rhetoric doesn't sound like the U.S. is close to the goal of defeating al-Qaida.\"\nWe rate this promise a Compromise.\n* * *\nSources:\nPolitico, \"Leon Panetta: Al Qaeda\"s leadership 'decimated,'\" Nov. 21, 2012\nCNN, \"Is al Qaeda's core decimated or is group growing?\" Oct 23, 2012\nWall Street Journal,\"Militant Link to Libya Attack,\" Oct. 1, 2012\nMatthew G. Olsen (director of the National Counterterrorism Center), testimony before the Senate Homeland Security and Governmental Affairs Committee, Sept. 19, 2012\nInterview with Daveed Gartenstein-Ross, vice president of research at the Foundation for Defense of Democracies, Dec. 6, 2012\nE-mail interview with John Pike, director of globalsecurity.org, Dec. 6, 2012\nE-mail interview with Jacob Shapiro, a professor at Princeton University's Woodrow Wilson School of Public and International Affairs, Dec. 6, 2012\nE-mail interview with Paul Stares, senior fellow with the Council on Foreign Relations, Dec. 6, 2012\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: December 10, 2012"
}