{
    "title": "AL-ZAWAHRI TO SUCCEED BIN LADEN",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 6,
    "day": 17,
    "full text": "WASHINGTON -- In July 2005, al-Qaida second-in-command Ayman al-Zawahri sent a long letter to the group's lead operative in Iraq, urging him to tone down his activities.\nIn Iraq, Abu Musab Zarqawi had been orchestrating suicide bombings of Shiite shrines. His followers frequently videotaped the beheading of hostages. Mr. Zawahri, an Egyptian doctor who helped organize the 9/11 attacks on the United States and much other violence, told Mr. Zarqawi that he was going too far.\n\"We are in a media battle, in a race for the hearts and minds\" of Muslims, wrote Mr. Zawahri, named Thursday to succeed Osama bin Laden as al-Qaida's leader. And most Muslims \"will never find [such tactics] palatable.\"\nMr. Zarqawi didn't heed the counsel, and a year later he was killed in a U.S. airstrike, aided by some of his growing number of enemies. If the attempt to rein him in revealed Mr. Zawahri as a canny strategist, it also illustrated how little control al-Qaida's leaders had over their affiliates even then.\nMr. Zawahri, who has a $25 million U.S. bounty on his head, will be looking to launch a major strike to prove himself and avenge bin Laden, say U.S. officials and terrorism experts. But he may find the organization even more difficult to manage.\nAl-Qaida and its offshoots have further splintered, Mr. Zawahri lacks bin Laden's charisma, and the U.S. drone campaign in Pakistan, where Mr. Zawahri is presumed to be hiding, will make it more difficult for him to communicate, said Daniel Byman, director of research at the Brookings Institution's Saban Center for Middle East Policy, a Washington think tank.\n\"It's an organization prone to division. You have multiple power centers. There is a significant disagreement on priorities,\" Mr. Byman said. \"And while he's been in the terrorism business for 40 years, no one ever used the word 'charisma' in talking about Zawahri.\"\nU.S. officials said they believe that the al-Qaida announcement Thursday was authentic, but they downplayed its importance. \"Frankly, it barely matters,\" State Department spokesperson Victoria Nuland told reporters.\nA U.S. counterterrorism official said al-Qaida members are not as devoted to Mr. Zawahri as they were to bin Laden, which will make it harder for him to lead.\nBut some experts say that could initially make him more dangerous. \"Zawahri will certainly try to prove his bona fides by pushing for attacks and reprisals, while finding ways of taking advantage of the chaos and disillusionment resulting from the Arab Spring -- with a focus no doubt on Egypt,\" said Juan Zarate, who was counterterrorism adviser to President George W. Bush.\nGeorgetown University terrorism expert Bruce Hoffman agreed that Mr. Zawahri lacks bin Laden's personality. \"But don't you think that the No. 1 issue on Zawahri's agenda is to pull off a big, bloody attack?\"\nA scion of an upper-middle class family, Mr. Zawahri, 59, joined the Muslim Brotherhood at age 14, and at 15, he formed a more radical underground organization. In the 1970s, he served three years as a surgeon in the Egyptian army.\nWhen Islamic militants assassinated Egyptian President Anwar Sadat in 1981, Mr. Zawahri was arrested, but authorities couldn't prove his role in the plot, and he was released. He linked up with bin Laden in Pakistan, where he was running a group helping to fight the Soviet occupation of Afghanistan.\n\"Accounts of Zawahri's life from family friends and prison cellmates paint him as an awkward, withdrawn, disputatious man of little grace and much violence,\" Pulitzer Prize-winning journalist Steve Coll wrote in \"Ghost Wars,\" his 2004 history of al-Qaida.\nAfter the Soviet-Afghan war, Mr. Zawahri followed bin Laden to Sudan and then back to Afghanistan, where they were sheltered by the Taliban regime. They planned the 1998 bombings of U.S. embassies in Africa, the 2000 suicide bombing of the U.S. Navy destroyer Cole off the coast of Yemen and the U.S. attacks of Sept. 11, 2001.\nTheir stated goal is to establish a caliphate to impose their version of Islam over all Muslim countries. Because the United States supported Israel and what they considered apostate Arab regimes, Americans were their enemy.\n\nGraphic\n\n \nPHOTO: AL-QAIDA MAKES IT OFFICIAL/Ayman al-Zawahri, a former Egyptian surgeon and the longtime deputy to Osama bin Laden, will take over leadership of al-Qaida. Mr. Zawahri's official appointment to the terrorist group's top post came just a few days before his 60th birthday. He helped organize the 9/11 attacks and other violence. (Photo, Page A-1)\\\n\nLoad-Date: June 17, 2011"
}