{
    "title": "Alaska delegates give Trump a boost They say he will be good for business and churches, tough on cri",
    "publisher": "the world",
    "year": 2016,
    "month": 7,
    "day": 22,
    "full text": "CLEVELAND - Alaska delegates at the Republican National Convention have a lot of reasons to vote for presidential nominee Donald Trump: They say he will be good for business and churches, tough on crime, terrorism and Washington bureaucrats; his children seem pretty nice and, generally, he's not Hillary Clinton.\nIt was not the easiest week at the RNC for Alaska's GOP. There were scuffles over voting and rules, and there were times some of them . Some fans of Texas Sen. Ted Cruz .\nBut by and large, they were looking forward to the big show Thursday night, when Trump finally took the stage to speak for himself.\nWhat he promised was not far from what they'd hoped to hear.\n[]\nDelegate Peggy Wilson said she's a Trump fan because she feels like \"he's the only one that has the guts to do what is needed\" to make life easier for many Americans, she said.\nWilson's hope is that Trump will dislodge regulations and make it easier to start a business. \"When I was young, it was possible,\" she said. Now, said Wilson, 70, it's too difficult and costly  for a young person to make a go at private business. She hopes that Trump will cut out costly regulations and give more hard-working young people a shot.\nTrump's experience beating the system is why he'll know how to make a difference, Wilson reasoned. And, she said - she doesn't think he's in it for the money or the notoriety.\nJust a few hours later, Trump did promise to do just that. \"I have joined the political arena so that the powerful can no longer beat up on those who cannot defend themselves,\" he said. And, \"nobody knows the system better than me,\" he said, drawing laughter from the crowd.\nFor Alaska delegate Rev. Glenn Clary, Trump offers the possibility of fewer constraints on development. And \"I believe he will honor God in our country again and respect people from all walks of life,\" Clary said. Asked how he reconciles that with with Trump's less-than-religious past, Clary noted that the country is not electing a pastor. But he does think Trump will \"not put roadblocks in front of religious freedoms.\"\nSure enough, in his acceptance speech Trump pledged to repeal a law that slashes tax-exempt status from churches that are politically active. He thanked the evangelical religious community for its support, and joked that he probably did not deserve it.\nDelegate Erick Cordero was on the fence going into the convention. He was a delegate for Florida Sen. Marco Rubio and had some concerns about Trump's policies and racially charged statements. But by Friday, he'd been won over, for the most part.\n\"If I have to choose between Hillary and Trump, and which one makes me feel safe in a world where terrorism is everywhere,\" he's going with Trump, he said. Cordero said safety has become the leading issue for him in light of a string of recent violence in Turkey, Pakistan, France and all over the world. \"I feel safer with him being in the White House than her. Is he rough around the edges? Sure,\" Cordero said.\nAnd sure enough, Trump declared himself  and pounded home promises to protect Americans from terrorism and all manner of threats.\nAnd then there were Trump's children: Donald Jr., Eric, Ivanka, Tiffany and Baron. \"Look at his children. You don't get respectful, working-for-a-living children unless they've come from good parenting,\" said delegate Kathy Hosford. \"And Mr. Trump had a lot to do with that. And for that, I admire him,\" she said.\n\nGraphic\n\n \nSee image link\n\nLoad-Date: August 22, 2017"
}