{
    "title": "Alaska 's congressional delegation supports Trump exiting Iran deal Opponents to Trump's decision to",
    "publisher": "the new york times",
    "year": 2018,
    "month": 5,
    "day": 9,
    "full text": "WASHINGTON - All three members of Alaska's congressional delegation backed President Donald Trump's decision to pull out of the Obama administration's nuclear agreement with Iran, they said.\nOn Tuesday, that he is removing the United States from an international nuclear agreement with Iran and reinstating economic sanctions against the country. Trump has long heralded the agreement as a bad deal that does not offer long-term security for the United States.\nRepublican response to the announcement was not uniform, but Alaska's all-Republican congressional delegation agreed with the president's move, saying a better deal is necessary and that the deal negotiated under the Obama administration fell short.\n\"I am hopeful today's announcement is the first in a series of steps to craft a real deal that encourages true peace and security in the region,\" said Alaska Rep. Don Young said.\n[]\n\"I agree with President Trump's decision to withdraw from the Joint Comprehensive Plan of Action - a fatally flawed deal that did nothing to stop Iran's continued development of ballistic missile technology, little to check its destructive behaviors across the region, and would have eventually removed restrictions on the regime's ability to pursue nuclear weapons technologies,\" said Alaska Sen. Lisa Murkowski.\nOpponents to Trump's decision to pull out of the deal expressed worry that the move would undercut the ability of the United States to negotiate in good faith on agreements in the future. British, German and French leadership expressed disappointment and said they remained committed to the agreement.\nMembers of Alaska's delegation said they were looking forward to learning about Trump's plan to keep Iran from developing nuclear weapons.\nSen. Dan Sullivan said that he opposed the Obama administration's nuclear deal with Iran \"as a matter of both policy and process.\"\nYoung agreed, and said the Obama agreement bypassed the \"advice and consent of Congress. Instead, the American people were forced to accept a plan that did nothing to prioritize the interests of our national security,\" Young said. \"We have seen that lifting the economic sanctions was the wrong approach to dealing with the rogue and unstable regime that thrives on terror and violence.\"\n\"The message we send today is that Iran, the world's largest state sponsor of terrorism and violator of human rights, should never be allowed to obtain a nuclear weapon,\" Sullivan said.\n\"Moving forward, U.S. strategy towards Iran must soberly recognize the realities on the ground: Iran continues to engage in extreme and hostile behavior towards Israel and our Gulf-Arab allies, Iran continues to act as a destabilizing force in the Middle East and across the globe, and Iran has violated the spirit and what I believe to be the letter of the nuclear agreement from the very beginning,\" Sullivan said.\nHe encouraged new sanctions against Iran, and requiring \"numerous improvements\" to the deal, \"including the elimination of sunset provisions, a cease in all ballistic missile activities, and legitimate efforts to address Iran's global terrorism activities.\"\nIn a statement, President Barack Obama called the announcement \"misguided\" and said the abandoning the deal \"turns our back on America's closest allies, and an agreement that our country's leading diplomats, scientists, and intelligence professionals negotiated.\"\n\nGraphic\n\n \nSee image link\nFrom left, Rep. Don Young, Sen. Lisa Murkowski and Sen. Dan Sullivan. (ADN and The New York Times file)\nSee image link\nFrom left, Rep. Don Young, Sen. Lisa Murkowski and Sen. Dan Sullivan. (ADN and The New York Times file)\n\nLoad-Date: May 10, 2018"
}