{
    "title": "Albany native Jaquett Nickens eyes Air Force retirement",
    "publisher": "the albany herald ",
    "year": 2019,
    "month": 11,
    "day": 4,
    "full text": "Nov. 04--     Nov. 4--ALBANY -- Senior Master Sergeant Jaquett L. (Adams) Nickens, the daughter of Victoria Adams, a native of Albany and a graduate of Dougherty Comprehensive High School Class of 1994, will retire from the United States Air Force on Jan. 31 after honorably serving more than 25 years of active duty.\nDuring her service, Nickens has served with distinction at nine worldwide duty locations and completed three contingency deployments in hostile combat zones, including Kandahar Airfield, Afghanistan in support of Operation Enduring Freedom.\nFor her gallantry, Nickens has been awarded three Meritorious Service Medals, six Air Force Commendation Medals, eight Air Force Good Conduct Medals, the National Defense Service Medal, the Korean Defense Service Medal, the Global War on Terrorism Expeditionary Medal, and the NATO International Security Assistance Forces Medal, in addition to numerous other decorations and recognition throughout her military career.\nAlbany Mayor Dorothy Hubbard recently recognized the honorable service that Nickens gave on behalf of our nation and lauded her for doing so in such a notable manner that our country bestowed her with many prestigious honors and awards. To show the city's appreciation for Nickens' distinguished service, Hubbard issued a Proclamation to declare Nov. 8 as Senior Master Sergeant Jaquett L. Nickens Day in the city of Albany and invites the citizens of Albany to join her in welcoming Nickens back home.\nNickens is joined in her service by her husband, Charles Nickens Jr., a retired Air Force veteran, and their three children: son Dejon, a Unit Supply Specialist serving on active-duty in the United States Army; son Cameron, age 6; and daughter Chelsie, age 4.\n___ (c)2019 The Albany Herald, Ga. Visit The Albany Herald, Ga. at www.albanyherald.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: November 5, 2019"
}