{
    "title": "ALBANIA LEADER OFFERS VOTE ON STATUES OF HOXHA(2)",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 2,
    "day": 28,
    "full text": "World (REST) Albanian leader Ramiz Alia has offered to hold a referendum on whether statues of his hard-line predecessor, Enver Hoxha, should be put up again. The statues were torn down last week by angry crowds.  In a televised meeting with representatives of towns across Albania on Tuesday, Alia offered to hold a referendum on the issue after elections on March 31 and the formation of a new government.  Reuters El SALVADOR Authorities Report Calm After Attack World The government reported calm Wednesday in San Salvador, the capital, after overnight battles between leftist rebels and loyalist forces that left one civilian dead and 10 others injured.  The government said that the guerrilla incursion into the upper-class suburb of Escalon had been part of an unsuccessful attack on the official residence of President Alfredo Cristiani. A communique said that several 81mm mortars had been fired at the presidential compound but that none had struck their target.  Combat was heavy at times, with sustained exchanges of assault rifle fire and intermittent explosions of grenades.  Compiled from news services KING'S ASSASSIN Ray Placed In Solitary For Plotting Escape Nation Assassin James Earl Ray has been placed in solitary confinement, reportedly for plotting his fifth attempted prison break from Brushy Mountain State Prison in Petros, Tenn.  Ray was convicted of the slaying of the Rev. Dr. Martin Luther King Jr. in Memphis in 1968. He and another inmate were isolated for security reasons on Friday, Correction Department spokesman Brandon Maloney said Tuesday.\nThe action is subject to review in 30 days, Maloney said.  Ray has attempted to escape four times, twice with other inmates. His most successful attempt was in 1977, when he and six other inmates used a makeshift ladder to flee over the prison's back wall.  AP NEW YORK Company To Admit Mislabeling Of Drugs Nation A pharmaceutical company said Wednesday that it would plead guilty to selling adulterated and mislabeled generic medicine for high blood pressure.  Bolar Pharmaceutical Co. of New York said it also would admit to obstructing an inquiry by the Food and Drug Administration and lying to investigators.  The U.S. attorney in Baltimore claims Bolar substituted brand-name drugs for its own during testing of its hypertension drug, Triamterene-Hydrochlorothiazide. Between approval by the FDA in August 1987 and its withdrawal in January 1990, $140 million of the drug was sold, prosecutors said Tuesday.  The company said it would plead guilty to all 20 charges filed Tuesday and pay $10 million in fines, the maximum penalty it faced, and $250,000 in other costs. The charges are the latest in a continuing inquiry of the generic drug industry.  AP COST OF WAR $77.6 Million Sought For Terrorism Efforts Nation The White House is asking Congress for an extra $77.6 million to pay for anti-terrorism efforts related to the gulf war.  The FBI, which has been on a heightened state of alert against terrorists since Iraq invaded Kuwait on Aug. 2, wants $4.6 million to cover such costs as an increase in overtime for agents.  The Immigration and Naturalization Service is asking for $3.1 million for an increase in anti-terrorist alerts at land, sea and air ports of entry.  The largest single agency request - $39.7 million from the State Department - would pay for ''salaries and expenses'' incurred in protecting U.S.  officials and buildings inside and outside the United States.  Scripps-Howard\n\nGraphic\n\n \nPhoto; PHOTO HEADSHOT of (Ramiz) Alia\n\nLoad-Date: October 8, 1993"
}