{
    "title": "ALBRIGHT OFFERS UZBEKISTAN HELP WITH AFGHAN BORDER CONFLICTS",
    "publisher": "the columbian ",
    "year": 2000,
    "month": 4,
    "day": 17,
    "full text": "SAMARKAND, Uzbekistan -- Secretary of State Madeleine Albright promised today that the United States would help Uzbekistan protect its volatile border with Afghanistan, but warned the former Soviet republic against abusing human rights.\nThe United States will earmark $ 10 million to help provide training and equipment for Uzbek counter-terrorism and anti-drug units and guards for the border with Afghanistan, Albright said.\n\"Afghanistan has become a huge problem for regional stability, both because of the ongoing war and the Taliban's (religious militia) poor record on terrorism, narcotics and human rights,\" she said in a speech at the University of World Economy and Diplomacy in Tashkent.\nAlbright also invited Uzbekistan to participate in a counter-terrorism conference for Central Asia in Washington in June.\nShe offered a similar package at earlier stops in Kazakstan and Kyrgyzstan.\n\"Since narcotics traffickers and terrorists know no borders, it's important that we work together to counter the threat they pose, and we hope that these new initiatives will further that cooperation,\" she said, before flying to ancient city of Samarkand, where she was to address a women's crisis center.\nLike leaders of other former Soviet republic in Central Asia, Uzbek President Islam Karimov rules with an iron hand, banning opposition groups and introducing tight censorship.\nKarimov is a Muslim like most Uzbeks, but his authoritarian ways have put him at odds with strict Islamic groups. He has said that Uzbekistan needs tough leadership to prevent Islamic fundamentalists from taking control.\nAlbright cautioned against such an approach, saying that external threats can't justify violation of human rights.\n\"The United States will not support any and all measures taken in the name of fighting drugs and terrorism and restoring stability,\" she said. \"One of the most dangerous temptations for a government facing violent threats is to respond in heavy-handed ways that violate the rights of innocent citizens.\"\nMembers of one Uzbek Islamic group were convicted in a series of bombings in February that killed 13 and wounded more than 100 people. Kyrgyzstan, which Albright visited Sunday, was invaded by several hundred Islamic militants last summer.\nKarimov, who won a second term in January with 92 percent of the vote.\n\nLoad-Date: April 17, 2000"
}