{
    "title": "ALBRIGHT CLASHES WITH RUSSIAN OVER CHECHNYA ATTACKS SHE URGED TALKS WITH CHECHEN LEADERS. BUT FOREIG",
    "publisher": "the philadelphia inquirer",
    "year": 2000,
    "month": 2,
    "day": 1,
    "full text": "Clashing openly with Russia over Chechnya, Secretary of State Madeleine K. Albright said yesterday that the conflict in the rebellious republic had inflicted \"an incredible amount of misery\" on civilians by targeting them indiscriminately and forcing them from their homes.\nAt a joint news conference, she appealed to Foreign Minister Igor Ivanov to open a dialogue with Chechen political figures. \"We believe there is no military solution to the Chechen problem,\" Albright said.\nResponding, Ivanov said Russia had to move firmly against terrorism. He said that other governments concurred with that view, and that no one had come up with an effective recipe to deal with the extremist threat.\nHe said Russia understood fully the concern its offensive had stirred abroad, but insisted \"all our counterparts share the necessity to fight most firmly against terrorism.\"\nBut Albright said the offensive, championed by acting President Vladimir V. Putin and widely approved by Russian nationalists, will not extinguish terrorism and is causing diplomatic isolation for Russia around the world.\nIn Grozny yesterday, Russian forces pushed into a key square in the capital after more than a week of intense battles with snipers who were firing from high-rise buildings, Russian officials said.\nSergei Yastrzembsky, a Russian spokesman, said federal forces were in control of one-third of Grozny's Minutka Square by afternoon. The Russian advance came under withering sniper fire from rebels in battered high-rise buildings along the streets that approach the square - attacks that sometimes brought the Russian drive to a standstill.\nYesterday's exchange between Ivanov and Albright, after more than three hours of talks, underscored the skid in U.S.-Russian relations, marked also by disagreement over a potential U.S. program for space-based weapons that Russia insists would fuel a race in offensive nuclear arms.\nAlbright said of discord over arms-control measures: \"These are unlikely subjects for one-day miracles.\"\nBut hinting at a potential for compromise, she said Russia's demand for deeper cutbacks in arsenals and the U.S. pitch for an antimissile defense were being considered in \"one package.\"\nAlbright said President Clinton was prepared to make a visit to Moscow to continue the dialogue with Putin.\nIn Washington, however, a senior U.S. official said Clinton had no plan to visit at least until after Russia's national elections in March. Boris Yeltsin had extended an open invitation to Clinton before resigning on New Year's Eve and choosing Putin as his successor.\nAlbright's visit is designed to size up Putin, to push for an easing of restrictions on antimissile defenses, and to persuade the new leader to change course in Chechnya.\nIn a gesture of cooperation, Albright and Ivanov took a break while tackling their heavy agenda to sign an agreement designed to tighten controls on technology used in launching U.S. satellites from Russian space stations.\nAlso, they are working together toward a solution to a territorial dispute between two former Soviet republics, Armenia and Azerbaijan.\n\nGraphic\n\n \nPHOTO;\nPHOTO\nTwo Russian soldiers searched Chechens at the outskirts of Grozny on Sunday as Russian troops tried to push into the city. After a week of battles with Chechen rebels, Russian forces took control of part of a key square yesterday. (Associated Press)\n\nLoad-Date: January 30, 2002"
}