{
    "title": "ALBRIGHT BACKS 'ONE-TIME' EXCEPTION FOR MUBARAK TRIP TO LIBYA _ A DELEGATION FROM EGYPT MADE THE TRI",
    "publisher": "the philadelphia inquirer",
    "year": 1998,
    "month": 7,
    "day": 11,
    "full text": "Secretary of State Madeleine K. Albright yesterday defended Egyptian President Hosni Mubarak's visit to Libya as a \"one-time humanitarian\" exception to a U.N. ban on travel there. But, she said, \"we are not going to go along with any further visits by anyone for the purpose of just paying courtesy calls on Mr. Gadhafi.\"\nThe mother of an American woman killed in the bombing of a Pan Am jetliner in 1988 reacted angrily to the Clinton administration's decision to go along with the U.N. sanctions committee in authorizing Mubarak's trip.\n\"They have absolutely betrayed us, and they don't care about the American victims of terrorism,\" Susan Cohen told a reporter in a telephone call from her home in Cape May Courthouse, N.J.\nMubarak and a delegation of Egyptian officials went to Libya on Thursday to see Libyan leader Moammar Gadhafi, who recently had surgery for a broken hip.\nCohen, whose daughter, Theodora, 20, was among 270 victims in the downing of Pan Am Flight 103 over Lockerbie, Scotland, said the Clinton administration \"has given away the store.\"\nGadhafi has refused to turn over to the United States and Britain two Libyans wanted in the terrorist bombing.\nResponding to Cohen's assertion, Albright said: \"We have not, nor do we ever forget about the victims of Lockerbie.\"\nEgyptian Foreign Minister Amr Moussa, in Washington for talks with Albright, said Mubarak's call on Gadhafi \"lies within the parameters of Arab traditions and neighborly relations.\"\nThey met as American mediation to reopen Israeli-Palestinian peace talks seemed to be nearing an end.\n\"We don't think that this impasse can be resolved and that we can come to a conclusion if they do not talk with each other,\" Albright said. \"There is a limited amount that the United States or anyone can do if the parties themselves do not talk with each other to resolve the remaining difficult issues.\"\nAlbright and other U.S. mediators have been trying to persuade Israeli Prime Minister Benjamin Netanyahu to relinquish an additional 13 percent of the West Bank to the Palestinian Authority. They also have urged Palestinian leader Yasir Arafat to take a tougher approach toward terrorists.\nAmong the sticking points are Israeli demands that the Palestine Liberation Organization take further action to expunge a provision of its 34-year-old charter that calls for dismantling the Jewish state, and that terrorists be extradited to Israel for trial in crimes against Israelis.\n\"We are clearly coming to the end of the phase\" of U.S. mediation, Albright said. 'We cannot go on indefinitely. I have made that quite clear.\"\n\nLoad-Date: October 24, 2002"
}