{
    "title": "ALBRIGHT ACCUSES RUSSIA OF TARGETING CIVILIANS IN ITS BATTLE WITH CHECHNYA ; IN MOSCOW, SHE URGES RU",
    "publisher": "st. louis post-dispatch ",
    "year": 2000,
    "month": 2,
    "day": 1,
    "full text": "Secretary of State Madeleine Albright said Monday that in its fight with Chechnya, Russia had inflicted \"an incredible amount of misery\" on civilians by targeting them indiscriminately and forcing them from their homes.\nShe appealed to Foreign Minister Igor Ivanov to negotiate with Chechen political figures. \"We believe there is no military solution to the Chechen problem,\" she said.\nThe Russians say that the Chechen fighters are terrorists. At a joint news conference Monday, Ivanov responded to Albright by saying Russia had been forced to move firmly against terrorism - a view, he said, in which other governments concurred.\nIvanov said no one had come up with an effective recipe to deal with the extremist threat.\nHe said Russia understood the concern its offensive had stirred. Be he insisted that \"all our counterparts share the necessity to fight most firmly against terrorism.\"\nThe offensive has the backing of acting President Vladimir Putin and Russian nationalists. But Albright said the campaign would fail to erase terrorism and was isolating Russia diplomatically.\nAlbright and Ivanov talked for more than three hours Monday. Their open debate afterward underscored the skid in American-Russian relations.\nThe two nations also are at odds over a potential U.S. program for space-based weapons - weapons that Russia insists would fuel a race in offensive nuclear arms.\nAlbright said that agreements on arms control \"are unlikely subjects for one-day miracles.\" But she said Russia's demand for deeper cutbacks in arsenals and the U.S. pitch for an anti-missile defense were being considered in \"one package.\"\nAlbright said President Bill Clinton was prepared to visit Moscow to meet with Putin. But in Washington, a senior U.S. official said Clinton had no plan to visit before Russia's national elections in March.\nAlbright's visit is designed to size up Putin, to push for an easing of restrictions on anti-missile defenses and to persuade the new leader to change course in Chechnya.\nIn a gesture of cooperation despite their differences, Albright and Ivanov took a break to sign an agreement designed to tighten controls on the technology used in launching U.S. satellites from Russian space stations.\nAlso, they are working together on a territorial dispute between two former Soviet republics, Armenia and Azerbaijan.\nBut on Chechnya, the divergence of American and Russian views was clear.\n\"We think there has been an incredible amount of misery injected upon the civilian population of Chechnya, both militarily and also because of the creation of its many refugees,\" Albright said.\nAt the same time, though, Albright reaffirmed U.S. support for Russia to retain control of Chechnya and said Russia was confronted by \"what is clearly a problem of terrorism.\"\nShe did not elaborate on her proposal that Russia pursue a political solution. State Department spokesman James P. Rubin said, \"We don't have a prescription for it.\"    \n\nGraphic\n\n \nPHOTO THE ASSOCIATED PRESS Photo - Secretary of State Madeleine Albright also clashed with Russian officials Monday over a potential U.S. program for space-based weapons.\n\nLoad-Date: February 1, 2000"
}