{
    "title": "ALBRIGHT REPROVES BOTH SIDES IN MIDEAST; 1 TOLD TO CRACK DOWN, ANOTHER TO LOOSEN UP",
    "publisher": "st. louis post-dispatch ",
    "year": 1997,
    "month": 9,
    "day": 11,
    "full text": "Secretary of State Madeleine Albright urged Palestinian leader Yasser Arafat on Wednesday to crack down on terrorists before expecting any tradeoffs with Israel.\nBut Albright also told Israeli Prime Minister Benjamin Netanyahu that peacemaking required \"give and take\" on both sides.\nA senior State Department official said Albright advised Netanyahu to open the borders to Palestinian workers and resume repayments to the Palestinian Authority. That would help Arafat sustain an offensive against terrorism, said the official, briefing reporters on Albright's three-hour meeting with Netanyahu.\nAlbright, making her first trip to the Mideast as secretary of state, was due to meet with Arafat today in the West Bank town of Ramallah.\nIn a split with Netanyahu, who is demanding that Arafat arrest \"the sharks and not the sardines\" behind suicide bombing attacks, Albright said Israel should pull back on occupied lands, as promised in the Oslo peace accords of 1993.\nPeacemaking \"cannot proceed without reciprocity,\" Albright said in telling Netanyahu at a news conference that \"give and take\" must occur on both sides.\nNetanyahu did not seem impressed with the argument or with the arrest by Arafat's Palestinian Authority of scores of terrorism suspects. After Israel released about $ 13 million of an $ 80 million debt of withheld taxes, \"the response I got was an embrace and a kiss for leaders of Hamas,\" Netanyahu said, referring to Arafat's embrace of a leader of the militant Muslim group after it took responsibility for a bombing of a Jerusalem market July 30 that killed 17 people.\nAt the start of a drive to salvage the peace process, Albright bolstered Israel's anxieties about terrorism, which has killed 176 civilians and 67 soldiers since the Oslo accord was concluded. \"Security is at the center of my agenda,\" she said.\n\"There is no moral equivalent between killing people and building houses,\" she said, referring to Palestinian complaints that Israel was expanding its grip on Jerusalem, expanding Jewish settlements and leveling the homes of Palestinians in retaliation for terrorist raids.\nAlthough all terrorism can not be halted, Israel has \"a right to expect a comprehensive effort in de-legitimizing those who practice it,\" she said. The Palestinians \"must take unilateral steps and actions to root out the terrorist infrastructure.\"    \n\nGraphic\n\n \nPHOTO, Photo by AP - Secretary of State Madeleine Albright speaks to reporters after meeting with Israeli Prime Minister Benjamin Netanyahu.\n\nLoad-Date: September 12, 1997"
}