{
    "title": "Albright targets terrorism during visit to Pakistan",
    "publisher": "usa today",
    "year": 1997,
    "month": 11,
    "day": 17,
    "full text": "Anti-terrorist measures are high on the agenda of Secretary of\nState Madeleine Albright during her visit to Pakistan. She arrived\nSunday night, just one day after the bodies of four Americans\nkilled in an ambush were flown home. Albright, the first secretary\nof State to visit in 14 years, will meet today with Prime Minister\nNawaz Sharif, who seeks to use Albright's visit to better a relationship\nshadowed by issues of nuclear proliferation, terrorism and Islamic\nmilitancy.\nSecurity in the capital, Islamabad, is tight after the State Department\nwarned Americans about possible revenge attacks after the sentence\non Mir Aimal Kasi, a Pakistani convicted of killing two CIA employees\nin 1993. Pakistani officials say the attack on the Americans was\na botched attempt to wreck both Albright's visit and one by President\nClinton set for early next year.\nBLAIR APOLOGIZES: Facing widespread criticism over a campaign\ndonor who won an exemption on tobacco advertising, British Prime\nMinister Tony Blair said he made the right decision but apologized\nfor mishandling the controversy. \"I would never, ever do something\nwrong . . . or change a policy because someone supported or donated\nto the Labor Party,\" he told the British Broadcasting Company\nin a TV interview. Blair came under attack for reversing a campaign\npromise and agreeing to grant Formula One auto racing an exemption\nfrom a proposed European ban on tobacco promotions. The scandal\nwas compounded by disclosures that Blair met Bernie Ecclestone,\npresident of the Formula One Contractors Association, before making\nthe decision. Ecclestone had donated $ 1.7 million to the Labor\nParty during the campaign that swept Blair to power on May 1.\nLabor returned the money and halted its pursuit of a second donation.\nFIRST LADY VISITS SIBERIA: First lady Hillary Rodham Clinton\nbraved Siberian snows to visit an elite scientific center struggling\nto cope with the Soviet Union's demise. Once a prestigious haven\nfor scientists, the Akademgorogok academic settlement has suffered\ngreatly as Moscow cut back funding for key institutes. Clinton,\nnearing the end of an eight-day tour of former Soviet republics,\nurged the community to persevere in areas of science and democracy.\nMIR REGAINS POWER: The Mir crew fired up systems that shut\ndown after the trouble-plagued space station lost power as it\ntested a solar panel, Russia's Interfax news agency reported.\nThe power loss on Friday caused the station's motion control computer\nto turn off, but it was restored to service the same day and all\nother systems were switched back on Sunday night, Interfax said.\nNASA spokesman Ed Campion said the crew -- Anatoly Solovyev, Pavel\nVinogradov and American David Wolf -- were not in any danger.\nCLOSE CALL: An Argentine commercial airliner almost collided\nwith a U.S. Air Force Galaxy transport plane carrying equipment\nand personnel for President Clinton's visit to Argentina last\nmonth, La Nacion newspaper reported. Air traffic control\nin the city of Bariloche mistakenly authorized an Aerolineas Argentinas\nBoeing 737 to land while the U.S. plane was taking off from the\nsame runway on Oct. 15, said the Argentine Air Line Pilots Association.\nThe two jets came within 1,600 feet of colliding, an Aerolineas\nArgentinas pilot said.\n\nLoad-Date: November 17, 1997"
}