{
    "title": "Albright tells Trib next presidency will be trickiest",
    "publisher": "pittsburgh tribune review",
    "year": 2008,
    "month": 4,
    "day": 10,
    "full text": "The next president of the United States will face some of the toughest challenges in American history on the international front, former Secretary of State Madeleine Albright said in an interview with the Tribune-Review. \nAlbright, campaigning in Pennsylvania on Wednesday for Democrat Hillary Clinton, said the next president will have to deal with not only terrorism but also the broken nuclear nonproliferation regime, negative outcomes of globalization, energy needs and climate change. \nShe said she would be supporting Clinton regardless of Albright's ties to former President Bill Clinton, whom she served as secretary of state. \n\"She is passionate and focused and works hard,\" Albright said in a telephone interview. \"There is nothing about her that is fluff.\" \nThe nation's former top diplomat said a \"surge in diplomacy\" is needed on a range of thorny foreign affairs issues. \n\"I believe that the next president of the United States is going to have probably the most difficult presidency that we've ever seen,\" she said. \nAlbright supports Sen. Clinton's plan for withdrawing U.S. troops from Iraq. Albright believes the United States should \"leave Iraq in a responsible way\" while \"making clear we don't want to have permanent bases there.\" \nRegional diplomacy is needed to encourage Iraq's neighbors to help seal its porous borders and to train the Iraqi military, she said. \n\"I think it's a mistake to talk about the war on terrorism. These people are murderers. When we say war on terrorism we are creating warriors on the other side who have kind of a mythical importance within their own societies,\" Albright said.  \nShe called the Afghanistan front \"a war we have to win\" and said additional diplomacy is needed to bring in more NATO allies there, both militarily and for reconstruction. \nDiplomats, Albright said, \"can deliver some pretty tough messages.\" \nDealing with Iran requires U.S. officials having a dialogue with Iranian officials, she said. \"You don't begin with a president of the country, but you do need to talk to your enemy.\"  \nAlbright appeared for Clinton at an event with the Union League of Philadelphia and later yesterday at Kutztown University and Bryn Mawr College. \nDavid Brown can be reached at dbrown@tribweb.com or 412-380-5614. Betsy Hiel is a Middle East correspondent for the Tribune-Review. She can be reached at hielb@yahoo.com \n\nLoad-Date: April 10, 2008"
}