{
    "title": "ALERT CITES TERRORISM THREAT Travelers warned; embassies, consulates to close",
    "publisher": "spokesman review",
    "year": 2013,
    "month": 8,
    "day": 3,
    "full text": "The State Department issued a worldwide travel alert Friday over the threat of a possible terrorist attack by al-Qaida or its affiliates, which also prompted a decision to temporarily close 21 embassies and consulates in the Middle East and several predominantly Muslim countries elsewhere.\n The greatest risk of attack is in the Middle East and North Africa, the department said, and it warned that the attack could emanate from the Arabian Peninsula.\n The British government is closing its embassy in Yemen on Sunday and Monday but not missions in other Middle Eastern countries, suggesting that London believes the source could be al-Qaida in the Arabian Peninsula. The group, centered in Yemen, is the only al-Qaida affiliate that has recently shown sustained interest in attacking U.S. interests beyond its local base.\n Rep. Peter King, R-N.Y., who was briefed on the threat, said the focus was on Yemen. In a phone interview with CNN, King said the plot was something U.S. authorities had monitored for some time, and that additional information might have come from the visit to Washington this week of Yemen's president, Abed Rabbo Mansour Hadi.\n \"There's very little doubt, if any, that something serious is being planned,\" King said, declining to elaborate because the matter involves classified intelligence.\n Gen. Martin Dempsey, chairman of the Joint Chiefs of Staff, said the warnings were based on \"a significant threat stream, and we are reacting to it.\"\n \"It is an al-Qaida and affiliated threat\" to attack Western interests, Dempsey told ABC News.\n Although the government often releases alerts involving specific countries, Friday's was the first worldwide alert since October 2011. Officials released few details about the threat, although several officials, speaking anonymously to discuss intelligence matters, emphasized the degree of anxiety involved.\n \"I've lived through a lot of threats, and this is a concerning one,\" said a State Department official, who noted that the department rarely closes embassies and consulates. \"Part of the reason that you put out information like this is to let the terrorist know that you are aware,\" the official said, noting that publicity can have a deterrent effect.\n An official of another agency said that the level of concern within the government was unusually high, but that there was \"not a whole lot of detail.\"\n The State Department plans to close embassies and consulates in a strip of countries stretching from northwest Africa east to Bangladesh, including Afghanistan, Iraq, Kuwait, Saudi Arabia, the United Arab Emirates, Israel and Libya.\n The closings will begin Sunday, the first day of the workweek in Mideastern countries, and will continue for at least a few days, officials said.\n Marie Harf, a State Department spokeswoman, said Thursday that the facilities were being closed out of \"an abundance of caution.\" Officials said the threat could be tied to the Muslim holy month of Ramadan, which ends Wednesday.\n The department's travel alert said:\n \"Current information suggests that al-Qaida and affiliated organizations continue to plan terrorist attacks both in the region and beyond, and they may focus efforts to conduct attacks in the period between now and the end of August.\"\n It didn't recommend that travelers stay away from any country, but urged them to take special precautions and to register with U.S. consulates.\n The alert warned that private U.S. interests as well as government facilities could be targets. It said transportation systems and tourist sites are at risk and noted that previous attacks have struck subway systems, rail lines, airplanes and ships.\n Rep. Ed Royce, R-Calif., chairman of the House Foreign Affairs Committee, told reporters that \"we've had a series of threats.\"\n Rep. C.A. Dutch Ruppersberger of Maryland, ranking Democrat on the House Intelligence Committee, said the threat was more than \"the usual chit-chat\" picked up in communications intercepts.\n The last worldwide travel alert nearly two years ago followed disclosure of an Iranian plot to kill the Saudi Arabian ambassador to the United States in Washington. That warning cited \"the potential for anti-U.S. actions following disruptions of the plot.\" But no follow-up attacks took place.\n U.S. officials may be especially sensitive to threats in the aftermath of the Sept. 11, 2012, attack on the U.S. mission in Benghazi, Libya, which killed the U.S. ambassador to Libya, J. Christopher Stevens, and three other Americans.\n The attacks brought intense criticism of the State Department and led to a major in-house investigation, plans for reforms, and congressional hearings. Four State Department officials were removed from their jobs.\n Ruppersberger said the U.S. government has already stepped up spending to protect embassies and Americans overseas.\nGRAPHIC: Shutting down\nSIDEBAR: POSSIBLE TARGETS\n The alert warned that transportation systems and tourist sites are also at risk and noted that previous attacks have struck subway systems, rail lines, airplanes and ships.\n\nLoad-Date: August 6, 2013"
}