{
    "title": "Alerts intensify in terror probe Recent updates are 'prudent,' feds say",
    "publisher": "usa today",
    "year": 2009,
    "month": 9,
    "day": 23,
    "full text": "WASHINGTON -- Federal authorities have issued an unusual flurry of bulletins to police departments across the country warning that sports stadiums, entertainment complexes, hotels and transit systems could be targets of terrorist attacks.\nAt least four dispatches from the FBI and the Department of Homeland Security (DHS) were issued from Friday through Monday night as a national terrorism investigation that stretched from New York City to Denver intensified.\n\"While DHS and FBI have no information regarding the timing, location or target of any planned attack, we believe it is prudent to raise the security awareness of our local law enforcement partners regarding the targets and tactics of previous terrorist activity,\" the two agencies said in a statement Tuesday.\nSince the Sept. 11, 2001, attacks, the FBI and DHS have issued hundreds of similar bulletins. The recent series of bulletins touch the largest variety of potential targets at one time since President Obama took office in January.\nThe warnings triggered added security along New York City's busy commuter rail system, where Metropolitan Transportation Authority spokesman Aaron Donovan said more police were being dispatched to \"key commuter rail locations in light of the ongoing (terrorism) investigation.\"\n\"While there is no credible threat on our system, we have increased police presence,\" Donovan said.\nPolice officials from New York City to Los Angeles acknowledged receiving the bulletins and were monitoring locations identified in the advisories.\n\"We're staying aware of these developments, but nothing is requiring us to revamp what we're doing at this moment,\" Los Angeles Police Chief William Bratton said.\nNew York Police Department spokesman Paul Browne said the agency's \"security posture had not changed.\"\nIn Miami, Police Chief John Timoney said security in the city's banking sector and around its high-rises remained high, but \"there is no specific information that has altered what we have been doing.\"\nThe public-safety warnings, including a bulletin about the possible use of storage units for bombmaking, continued even after three men were arrested Saturday in connection with the terrorism probe. All three -- Denver airport shuttle driver Najibullah Zazi, 24; his father, Mohammed Zazi, 53; and New York City prayer leader Ahmad Wais Afzali, 37 -- were accused of making false statements to investigators but have not been charged with acts of terrorism.\nThrough their attorneys, the defendants have denied any wrongdoing. Court documents state that investigators found bombmaking instructions on Zazi's computer and notes in Zazi's handwriting on how to make explosives. The court documents also state that Zazi allegedly told investigators he accidentally downloaded the bomb instructions while reading religious materials. \n\nLoad-Date: September 23, 2009"
}