{
    "title": "ALERT SUSPECT IS CHARGED WITH BOSTON BOMBINGS STILL SERIOUSLY HURT, HE WILL BE TRIED IN CIVILIAN COU",
    "publisher": "the new york times",
    "year": 2013,
    "month": 4,
    "day": 23,
    "full text": "BOSTON -- Lying grievously wounded in a hospital bed, the surviving suspect in the Boston Marathon bombings admitted Sunday to playing a role in the attacks, said federal law enforcement officials, and on Monday, he was charged with using a weapon of mass destruction that resulted in three deaths and more than 170 injuries.\nUttering the word \"no\" once, but mostly nodding in understanding, the suspect, Dzhokhar Tsarnaev, 19, was charged in a brief but dramatic bedside scene in the intensive care ward of Beth Israel Deaconess Medical Center, where he is recovering from multiple gunshot wounds suffered during his capture last week.\nIt is not clear exactly how Mr. Tsarnaev, who suffered an apparent self-inflicted gunshot wound to the neck and has had difficulty speaking, communicated Sunday with the interrogators. During that session, he wrote some answers on pieces of paper.\nAt the legal hearing Monday, he shook his head in response to most questions. The brief bedside session began when Magistrate Judge Marianne B. Bowler asked a doctor whether Mr. Tsarnaev was alert, according to a transcript of the proceeding. \"You can rouse him,\" the judge told the doctor.\n\"How are you feeling?\" asked the doctor, identified in the transcript only as Dr. Odom. \"Are you able to answer some questions?\" He nodded.\nJudge Bowler then read Mr. Tsarnaev his rights. Also present were two U.S. attorneys and three federal public defenders, who will be representing him. Judge Bowler asked if he understood his right to remain silent, to which he nodded affirmatively, according to the transcript.\nThe only word Mr. Tsarnaev uttered apparently was \"No,\" after he was asked if he could afford a lawyer. Judge Bowler said, \"Let the record reflect that I believe the defendant has said, 'No.' \"\nAt the end of the session, Judge Bowler said: \"At this time, at the conclusion of the initial appearance, I find that the defendant is alert, mentally competent and lucid. He is aware of the nature of the proceedings.\" He faces the death penalty or life behind bars.\nMr. Tsarnaev is being treated for what court papers described as possible gunshot wounds to the \"head, neck, legs and hand.\" One law enforcement officer said the wound to the neck appeared to be the result of a self-inflicted gunshot. The charges were lodged in a criminal complaint unsealed Monday in U.S. District Court for the District of Massachusetts, just the first step in what will be a lengthy process of bringing Mr. Tsarnaev to justice. The case will be presented to a grand jury, and the government must assemble the evidence against him. Any trial would be several months away.\nThe White House said Mr. Tsarnaev would not be tried as an enemy combatant. \"We will prosecute this terrorist through our civilian system of justice,\" White House press secretary Jay Carney said.\nHe noted that it was illegal to try a U.S. citizen in a military commission, and that a number of high-profile terrorism cases had been handled in the civilian court system, including that of the would-be bomber who tried to bring down a passenger jet around Christmas 2009 with explosives in his underwear.\nThe charges against Mr. Tsarnaev were made public about the same time that Boston, like many cities across the nation, held a moment of silence at 2:50 p.m., the time of the marathon explosions, for the victims of the bombings. Hundreds of people gathered in Copley Square, near the scene of the attacks, after which church bells tolled mournfully in a cold, winterlike wind on a gray afternoon.\nAccording to officials, Mr. Tsarnaev and his older brother, Tamerlan, 26, went on a violent spree Thursday night that ended in Tamerlan's death and Dzhokhar's capture in a boat parked in a driveway in Watertown, Mass., about seven miles west of Boston. New details of that spree were detailed in the affidavit accompanying the criminal complaint, which also outlined the evidence law enforcement agencies have collected linking the two suspects to the marathon bombings.\nThe affidavit, sworn out by Daniel R. Genck, an FBI special agent assigned to the Joint Terrorism Task Force in Boston, cited surveillance video as it detailed the movements the brothers made around the time of the bombings.\nAs the legal process was playing out, investigators were still working feverishly to determine the motives for the attacks. A lawyer for Katherine Russell, the wife of the suspect who died, said she was shocked to find out that her husband, Tamerlan Tsarnaev, and brother-in-law were suspected of being involved in the bombings.\nThe lawyer, Amato A. DeLuca, said she found out her husband, whom she married in 2010, was a suspect only after authorities released the photos Thursday. \"She was shocked,\" DeLuca said. \"She had no idea.\"\n\nGraphic\n\n \nPHOTO: Dzhokhar Tsarnaev\nPHOTO: Robert F. Bukaty/Associated Press: Lt. Mike Murphy of the Newton, Mass., fire department carries an American flag along the middle of Boylston Street after observing a moment of silence at 2:50 p.m. Monday in honor of the victims of the bombings at the Boston Marathon.\n\nLoad-Date: April 23, 2013"
}