{
    "title": "ALESTLE VIEW_ Shootings introduce new definition of terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 12,
    "full text": "Tragedy struck Las Vegas on Sunday, Oct. 1, when a shooter by the name of Stephen Paddock opened fire at the Route 91 Music Festival.\nNow the deadliest modern mass shooting in the U.S. history, it resulted in 59 killed and more than 500 wounded.\nThis is not the first mass shooting, and it certainly won't be the last. In this racially charged, politicized climate we currently  live in, it is necessary for college students to speak up about what is going on and identifying acts like these for what they really are - domestic terrorism.\nWhat's scary is that the individuals who commit these acts look like regular people. We could go to school with them, work with them or pass them on the street without a second glance.\nWe at The Alestle believe people should have an open mind when it comes to situations like these. We have to stop thinking that only one certain group of people are capable of terrorism.\nEvents such as Columbine, the Aurora theater shooting, Sandy Hook or the Orlando shooting show that anyone can commit of acts of terrorism, and it is important that we do not lose sight of that.\nEven though it is downright terrifying to think that anyone could be capable of terrorism, knowing is better than living in ignorance.\nAs college students, we are the future of the world, and it is necessary we understand what is going on in our country.\nWe cannot call one person a terrorist because they fit the description America has painted and then not call the other a terrorist because they're white.\nIt is discriminative and dishonest; terrorism by definition is the act of terrorizing.\nWe have to be realistic when our own citizens commit horrible acts of violence. We have to be willing to put a mirror up to ourselves and be able to say that we are not perfect.\nPeople in our country are capable of doing inhumane things, not just people from other parts of the world or people who belong to a certain religion. We have to be willing to call things exactly for what they are.\nWe need to learn to be more accepting of other backgrounds and opinions when it comes to issues like this and we need to be more educated. Unfortunately, it might not stop domestic attacks, but it will help minority groups feel secure and no longer the first to blame when terrorists attack occur, and they won't have to fear for their safety.\n\nLoad-Date: January 16, 2018"
}