{
    "title": "Alexis Farmer_ The politics of terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 18,
    "full text": "The University of Maryland's Global Terrorism Database defines terrorism as \"the threatened or actual use of illegal force and violence by a non-state actor to attain a political, economic, religious, or social goal through fear, coercion, or intimidation.\"\nLast week, several protests and collectivist actions occurred, demonstrationg solidarity against acts of domestic terrorism which manifest themselves in police brutality (a generous use of the word), white supremacy and extremism. Yet U.S. citizens flippantly associate terrorism with international trepidations, though domestic terrorism has historically flourished in the United States. A Center for Disease Control and Prevention study found that 406,496 people have died on U.S. soil by firearms between 2001 and 2013, compared to the 350 U.S. citizens killed from incidents of terrorism overseas.\nA New York Times article stated, \"Since Sept. 11, 2001, nearly twice as many people have been killed by white supremacists, antigovernment fanatics and other non-Muslim extremists than by radical Muslims.\"\nMore U.S. citizens are victims of gun violence and social stigma within our borders than abroad, yet the media continues to create a stereotype and distort the image of what a terrorist is. Unfortunately, this stereotype excludes U.S. citizens (specifically white citizens) from its denotation. People of color who commit acts of violence are seen as inherently evil, as thugs and terrorists, while white people who impose violence are thought to have a mental illness, or their acts can be justified as self-defense. Both state and non-state actors in the United States have committed and continue to commit acts of terrorism under the guise of democracy and white supremacy.\nAfter 9/11, then-President George W. Bush and several international dignitaries from countries like Norway, Japan and Australia took proactive steps to fight in the \"Global War on Terrorism.\" This worldwide campaign included 89 countries that granted overflight authority for U.S. military aircrafts, 23 countries agreeing to host U.S. forces in offensive operations, intelligence cooperation with nations and a host of other multinational declarations of support.\nThe war on terrorism was hyper-politicized to advance geopolitical politics. According to the Global Terrorism Database - which has published data about terrorist attacks around the world from 1970 to 2014 - there were fewer terrorist attacks and attempted attacks in the United States in 2014 than there were in 1970s; however, recent attacks are more deadly than those in the past.\nThis doesn't negate that transnational terrorism isn't active and prominent threat in today's global society. The U.S. Department of State reported 6,771 terrorist attacks occurred worldwide in 2012. Pakistan, Iraq and Afghanistan topped the list of the countries with the most terrorist attacks. The largest number of deaths per attack have occurred in Syria and Nigeria. Behind these facts and statistics are faces and lives.\nThink back to April 2014, when the terrorist group Boko Haram kidnapped 276 Nigerian girls. Or to the summer of 2014, when an influx of Central American women and children refugees were (and still are) fleeing from violence looking for sanctuary and protection in the United States. At the beginning of this year, bombs terrorized families during the holiday season in Ukraine. The Islamic State, commonly known as ISIS, was responsible for killing 38 people in Tunisia in June of this year, along with over 250,000 Syrians.\nIn the United States, an incalculable amount of deaths of Black and brown people executed by police officers and extremists has skyrocketed in the past three years. How proactive has the United States been in ensuring these acts of terror are prevented? These genocides and grotesque acts against humanity violate the universal human rights the United States champions, yet neglects to hold itself and other countries accountable for.\nHundreds of thousands of U.S. troops have invaded Afghanistan and Iraq and have killed and displaced a massive amount of Afghanis and Iraqis all in the name of democracy and protecting international security. The deaths of Black and brown people are attributed to the illusion of self-defense, like in the cases of George Zimmerman and Darren Wilson, when in actuality, they're due to racial and religious bias. Yet, the media didn't advertise or even consider these actions to fall within the boundaries of terrorism.\nWhen members of the Black Lives Matter movement are labeled \"domestic terrorists\" by state officials, when the nation fails to recognize the Charleston shooting as a terrorist attack, when a 114-page report about Adam Lanza's life attempts to rationalize his actions for murdering 20 children and six adults in Sandy Hook, when massacres like the Sikh temple shooting and Aurora movie theater occur, and when a Kansas abortion clinic doctor is murdered by a pro-life advocate, there's a lack of consensus on who and what is terrorized, creating huge discrepancies in terrorism's definition. These incidents exemplify what U.S. citizens' perception terrorism is, who it affects, when it's justified, when our government and military decide to condone it and which victims of terrorism deserve the United State's compassion, all of which are subjected to the media's interpretation of events and strategic political agendas by our nation's leaders.\nU.S. media and political leaders are always on the offensive, asserting to the mass public that the United States is at war: wars on poverty, wars on crime, world wars, civil wars, wars on terrorism. How about we wage a war for peace? A war for solidarity? A war for justice?\nIn our microworld as university students, we have to be active solicitors of peace and security. How can students hold the University accountable to ensure that students will not be terrorized by their race, religion, ability, educational status or sexual orientation? How can students, staff and faculty collectively build inclusive spaces to support the diversity we already have? Acts of violence are continuously thwarted toward our most vulnerable populations (children, the elderly, women, transgender men and women, people with disabilities) on this campus and in the Ann Arbor community, in the United States and worldwide. How are we training and challenging ourselves to eradicate this violence? Are we really educating ourselves to be global citizens of this world?\nGlobal crisis and acts of terror occur every day. If the University seeks to produce the \"leaders and the best,\" we need to know our history. By our history, I do not only mean the history that tells the legacy of our identities, but also the history of our world. As global citizens, we need to know more than China's Silk Road, Marco Polo's adventures and the Azteca empire.\nWe need to understand global political, economic and social histories at their cores. We need to understand the whys, hows, whats and whens in contemporary history that manifest the trends in terrorist acts today. We need to abort the United States' self-centered and self-righteous mentality, and identify our own instances of terrorism as we consider deploying our manpower who wages wars against injustices we have yet to cease. We need to work toward identifying the politics within our structures that allow terrorism to manifest and plague our progress as a global society and as individuals.\nAlexis Farmer can be reached at akfarmer@umich.edu\n\nLoad-Date: November 18, 2015"
}