{
    "title": "Algeria bombings might signal rise of al-Qaida",
    "publisher": "telegraph herald ",
    "year": 2007,
    "month": 12,
    "day": 13,
    "full text": "MADRID, Spain (AP) - Algeria has seen more than its fair share of Islamist attacks, but Tuesday's carnage was different. Never before has such a prominent Western site - U.N. offices - been struck with such deadly ferocity in the North African nation.\nExperts say the powerful twin bombings of U.N. offices and an Algerian government building in Algiers reflect the growing allegiance of local Islamic militants to Osama bin Laden, and their adoption of al-Qaida's war against the West as their own.\nThey also could be a harbinger of far more bloodshed if the Algerian terror network behind the attacks - the group changed its name this year to al-Qaida in Islamic North Africa - makes good on its threat to spread its tentacles into Morocco, Tunisia and beyond.\nTerrorism analysts say that would create a true pan-North African terror group on Europe's southern doorstep, and it would be one of the greatest threats to the continent in coming years.\n\"Without a doubt this is going to be one of Europe's biggest worries in the years ahead, because this is a veteran group with well-trained people,\" said Javier Jordan, the director of Athena Intelligence, a Spain-based think tank specializing in terrorism\nissues. \"The kind of attacks they attempt are very complicated, and they have the know-how to carry them out.\"\nThe group has been trying new tactics since a top leader returned in 2004 from fighting in Afghanistan, choosing soft targets rather than confronting the military head on, said Rolf Tophoven, director of the Institute for Terrorism Research and Security Policy based in Germany.\n\"This new development is quite serious because Algeria ... could be a springboard to Europe, especially to France and then further on to countries like Italy and Germany,\" he said. Adopting the al-Qaida name perversely benefited both the group and Algerian authorities. It gave the militants greater star power than when they were the lesser-known Salafist Group for Call and Combat. But it also enabled Algerian authorities to argue that their terror problem is not specific to the country but part of the wider international battle against Islamic extremism.\nThe risk is that the more attention the group draws with its al-Qaida methods, publicity and supposed links to bin Laden, the greater success it might have in attracting recruits and building a pan-North African Islamic movement.\nAnd experts say the al-Qaida name brings with it the responsibility of delivering spectacular al-Qaida-style results.\nA U.S. Defense Department official who is an expert on the region told The Associated Press the Algerian group will be under pressure to carry out high-profile attacks because failure to do so may endanger its al-Qaida affiliation. He spoke on condition of anonymity for security reasons.\n\"Al-Qaida in Islamic North Africa presents itself as a pan-North African force, but it is not managing to carry out operations outside Algeria,\" said Fernando Reinares, a terrorism analyst at the Elcano Royal Institute in Madrid who was until recently chief counterterrorism adviser at Spain's Interior Ministry. \"I think this a major handicap when it comes to ... the goal of bringing together all the jihadist cells and groups in North Africa.\"\n\nLoad-Date: December 13, 2007"
}