{
    "title": "Algeria 's Rulers Strive To Restore Confidence",
    "publisher": "the christian science monitor",
    "year": 1992,
    "month": 11,
    "day": 18,
    "full text": "AFTER a tumultuous and tragic year, Algeria's leadership is expressing new confidence that the public is behind its strategy to put the country back on its feet by \"rebuilding a weakened state structure\" and getting the economy moving again. But the battle to win the hearts and minds of a deeply disaffected populace is far from over.\nThe government has won a degree of public understanding as it fights a wave of terrorism that began after it outlawed the fundamentalist Islamic Salvation Front (FIS) early this year. The FIS was on the verge of a massive victory in the country's first pluralistic national elections in January when the elections were canceled and a state of emergency was imposed.\nSince then more than 200 police and soldiers have been killed. Most shocking for Algerians was the explosion of a bomb at Algiers's airport in August that killed nine and injured hundreds.\nThe now-illegal FIS, known to be divided over the use of violence, has issued numerous communiques but has never claimed responsibility for any of the violent acts. Last month, however, four FIS members, including the former chief of staff of party leader, Abassi Madani, admitted organizing the bombing at the airport.\nSome Algerians doubt the trustworthiness of the confessions, but approval of the government's anti-terrorist campaign is strong. Still, that does not make up for a deepening malaise in a country where free elections were a rare cause for optimism amid a crumbling economic and social structure.\nWhether the country can successfully advance economically while maintaining a freeze on democratization is the subject of heated debate in the highest circles of leadership, according to several sources.\nPrime Minister Belaid Abdesselam, who is known to Algerians for masterminding the country's Soviet-style industrialization in the 1970s, is said to favor a much slower return to the exercise of democratic principles - including free expression by political parties and organization of elections - than others in the ruling High State Committee (HSC) believe is tenable.\n\"It's not at all clear that Abdesselam is sensitive to the demands for democracy,\" says Omar Belhouchet, director of the Algiers daily El Watan. \"The attitude seems to be that it can wait, that it is not a priority under the current circumstances. But our editorial line, and we are far from alone in this,\" he adds, \"is that economic reform and democratization go hand in hand....\"\nThe government insists it intends to reopen dialogue with the country's political parties. But while Mr. Abdesselam's reputation for determination have won him points, his association with the centralized governing style of the past is cause for suspicions. Some prominent leaders in the aborted democratization drive have left the country, while others here say the government's openness to them remains to be proven.\n\"Right now Algeria is stuck in a kind of political dead end,\" says Mahfoud Nahnah, director of Hamas, one of the country's two legal Islamic political parties. Expressing support, like many others, for the anti-terrorism campaign, he says, \"We must first extinguish the fires… With security we can build liberty.\"\nBut he says Algeria faces another crisis, \"the lack of trust between people and authority,\" that \"can only be eased through dialogue.\" And although he believes the government realizes the importance of reestablishing that trust, he pointedly adds that \"recourse to the solutions of the 70s will only make things worse.\"\nMore categorical is Noureddine Boukrouh, president of the small free-market Algerian Renewal Party, who says, \"The Berlin Wall has fallen, but Algeria remains the prisoner of an internationally discredited political ideology. If Mr. Abdesselam wants three years for his program, let him go to the people and ask for it.\"\nBut the likelihood of that happening, or of presidential elections by the end of 1993 as the HSC first promised upon its creation in January, looks increasingly remote.\nFor one thing, Islam, if no longer the FIS, remains the country's chief mobilizing force. Algeria's democratic parties are even weaker than a year ago when the first free national elections were set, leading to a situation that the government insists is being exploited both internally and externally by forces working for establishment of a radical Islamic state in Algeria.\nEchoing that thinking, the government on Nov. 16 cut off remaining diplomatic ties to Iran, which it accuses of fomenting Algeria's destabilization.\nThe government can also fall back on the realization of many Algerians that developing a democracy is not something that happens overnight. \"There was a naive, juvenile side to our push for democracy that almost led to an Islamic state,\" says economic sociologist Ali al-Kenz. \"We're still in the sad awakening that building a democracy here will not be that easy.\"\n \n\nGraphic\n\n \nPHOTO: ALGIERS: Government leaders have promised to get the economy moving again before calling new elections., R. NORMAN MATHENY - STAFF\n\nLoad-Date: November 18, 1992"
}