{
    "title": "ALGERIAN GUILTY OF TERRORISM",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 4,
    "day": 7,
    "full text": "An Algerian man was convicted yesterday of terrorism for bringing a car loaded with explosives into the United States in what authorities said was a global plan to bomb buildings at the time of New Year's celebrations.\nAhmed Ressam, 33, who U.S. officials believe is linked to alleged terrorist mastermind Osama bin Laden, stood silently with his eyes downcast as a clerk read the jury's verdict: guilty on nine federal charges, including an act of terrorism transcending a national boundary.\nThe charges carry a penalty of up to 130 years in prison. Sentencing was set for June 28 in Seattle.\nRessam's attorney, Michael Filipovic, pledged to appeal, calling Ressam \"obviously upset with the result.\"\nIt was Ressam's second conviction of the day. Earlier, in Paris, a French court convicted and sentenced him for belonging to a support network for Islamic militants.\nRessam was arrested Dec. 14, 1999, by U.S. Customs inspectors in Port Angeles, Wash., after arriving on a ferry from Canada, where he had lived since 1994.\nProsecutors alleged that bomb-making materials found in his rental car were intended for attacks on West Coast sites, possibly during New Year's events. They did not try to prove specific targets.\nAfter the verdict, Assistant U.S. Attorney Jerry Diskin said he believed the conspirators were going to have done further work on the explosives, which would have required several days before they were detonated - a process that would have brought them close to New Year's Eve.\nDiskin and co-prosecutor Andrew Hamilton credited forensic evidence with making their case. They said that they still did not know the exact details of the plot, but that it appeared Ressam had planned to leave the Seattle area shortly after the car was delivered.\nThe Canadian government, which did much of the investigation in Montreal and Vancouver, issued a statement saying the trial's outcome was the result of strong U.S.-Canadian cooperation.\nRessam's defense called him an unwitting courier and blamed codefendant Abdelmajid Dahoumane, who is in custody in Algeria awaiting trial there on charges of participating in terrorist organizations.\nJurors deliberated for just over 10 hours during two days. They declined to speak to reporters.\nIn addition to terrorism, Ressam was found guilty of placing an explosive in proximity to a ferry terminal, using false identification documents, smuggling, transporting explosives, and carrying an explosive during the commission of a felony.\nThe jurors also found that his actions were committed in connection with a crime of violence.\nIn Paris, Ressam was given a five-year prison sentence after being tried in absentia. That trial drew a picture of a web of Islamic militants with unclear connections who cross paths around the world. Ressam was among two dozen people who stood trial. Seventeen were sentenced to prison.\nU.S. officials believe Ressam was trained at terrorist camps in Afghanistan and is linked to bin Laden, the alleged mastermind of the 1998 bombings of two U.S. embassies in Africa. But prosecutors were barred from bringing bin Laden's name into the trial for lack of proof.\nThe prosecution did bring in testimony by Abdel Ghani Meskini, an Algerian who was seized in New York after Ressam's arrest. Meskini pleaded guilty last month to conspiracy and agreed to cooperate.\nMeskini's testimony pointed to Pakistan as a route to Afghanistan and its training camps. Prosecutors introduced plane tickets showing Ressam went to Pakistan in 1998.\nMokhtar Haouari, another Algerian arrested in Canada after Ressam's arrest, is awaiting trial in New York.\nRessam's federal trial was transferred to Los Angeles because of publicity in Washington state.\n\nLoad-Date: October 31, 2001"
}