{
    "title": "ALGERIA 'S ATTACKS NEW TERRORISM ARGUES FOR A MIDDLE EAST SOLUTION",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 12,
    "day": 14,
    "full text": "Two destructive car bomb attacks, which killed at least 31 in Algeria's capital, may be signaling an upsurge in Islamic extremist activities outside the usual venues.\nSome of it isn't new. The terrorist organization al-Qaida in the Islamic Maghreb, which claimed credit for Tuesday's suicide bombings in Algiers, has been around under different names since at least 1998. Nor is Islamic extremist antipathy for the Algerian government of President Abdelaziz Bouteflika new. The Algerian government's cancellation in 1992 of elections that Islamists were likely to win set off a civil war in that country that claimed more than 100,000 lives.\nBut some of this is new, and disquieting. One target was the building housing Algeria's Constitutional Council, which oversees elections. The other target was the offices of various United Nations bodies, including the U.N. Development Program and the World Food Program, which clearly benefit the people of Algeria. Al-Qaida in the Islamic Maghreb called its targets \"the Crusaders and their agents, the slaves of America and the sons of France.\" (France was the colonial power in Algeria.)\nThe attack was also at least the fourth to take place on the 11th day of a month. In addition to 9/11 in the United States, an attack occurred in Tunisia on April 11, 2002, and in Madrid on March 11, 2004. Pushing that idea is, of course, a means of increasing the prominence of al-Qaida and general nervousness on the part of potential targets of the organization's terrorist activities. There is no reason to make too much of it since countless car bomb and other attacks have taken place in Iraq, Afghanistan, Pakistan and elsewhere on dates other than the 11th.\nIt is a matter of concern, however, that Algeria may be re-emerging as a \"hot\" country in a region that already hosts ongoing violent conflicts in Iraq, Lebanon and Afghanistan, as well as Gaza. The attacks also underline the gravity that the much-heralded U.S.-sponsored Middle East peace talks between the Israelis and Palestinians fizzled rather than sizzled in Jerusalem on Wednesday, the only result being the scheduling of the next meeting.\nMiddle East peace must be at the top of Washington's list, a point that also needs to be made emphatically to the Israelis and the Palestinians.\n\nLoad-Date: December 14, 2007"
}