{
    "title": "ALGERIAN RESERVES MAY FIGHT INSURGENTS _ A CALL-UP WAS CONSIDERED AFTER 2 FRENCH BUSINESSMEN WERE SL",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 3,
    "day": 24,
    "full text": "The government said yesterday that it might call up army reserves to combat an Islamic insurgency, and France urged its citizens to leave Algeria after assailants slit the throats of two French businessmen.\nThe slayings raised to 31 the number of foreigners killed since September, when they become targets of Islamic extremists seeking to topple the military- backed government. Eight of the victims were French.\nSecurity forces identified the latest victims as Roger-Michel Drouaire and his son, Pascal-Valery, 24. They worked together in a small business in Algiers. Neighbors said five men burst into their home in an Algiers suburb and cut their throats in front of the rest of the family.\nHours after the killings occurred late Tuesday, Interior Minister Selim Saadi said the government might call up army reserves to join the fight against \"those who practice terrorism.\"\nHe did not specify when such a call-up might happen or how many people might be involved. But he stressed that the government wanted to improve its anti-terrorism capabilities, saying security forces had not been prepared for such a challenge.\nMore than 3,700 people have been killed since the insurgency began two years ago after the military canceled a second round of elections that would have given Islamic fundamentalists control of the People's National Assembly.\nGovernment officials, judges, intellectuals, journalists and foreigners have been targeted by the radicals.\nThe French Foreign Ministry urged all French citizens \"whose presence is not indispensable\" to leave Algeria. It condemned the \"cowardly killings,\" calling them \"an act of barbarity.\"\nFrench President Francois Mitterrand conferred with Premier Edouard Balladur and the foreign and defense ministers on the situation in Algeria, which won independence from France in 1962 after a bitter war. France's ambassador in Algiers met with Premier Redha Malek.\nThere was no immediate claim of responsibility for the killings of the Frenchmen, but the Islamic Armed Group issued a new threat against foreigners and journalists last week. A journalist was killed the day after the threat, and two employees of a weekly magazine were killed Monday in an attack on the publication's headquarters in Algiers.\nThe Islamic Armed Group is considered the most radical of several fighting organizations formed after the government began its crackdown on fundamentalists two years ago.\nMilitants have carried out increasingly bold operations in recent weeks, apparently hoping to derail authorities' plans to hold a dialogue with all sides in the crisis, including fundamentalists.\nThe radical fighting movement is opposed to dialogue and wants to install an Islamic state by force. Saadi, in turn, said the government would not negotiate with any group espousing violence.\nThe conflict has paralyzed the political process and is triggering a backlash among citizens.\nOn Tuesday, tens of thousands of Algerians, led by women's groups, joined a march to protest violence and authorities' plans for dialogue with fundamentalists. Women, long spared from attacks, now are increasingly being targeted. Graffiti on walls in Algiers and some poor suburbs threaten women with death unless they wear veils.\n\nLoad-Date: October 21, 2002"
}