{
    "title": "Algeria Tries to Avert Terrorism During Ramadan",
    "publisher": "the new york times",
    "year": 1997,
    "month": 12,
    "day": 29,
    "full text": "Bracing for a surge in violence before the Islamic holy month of Ramadan, the Algerian authorities mounted a security crackdown today, dispatching anti-terrorist squads to the capital and setting up roadblocks around smaller towns and cities.\nIn recent years, the celebration of Ramadan, which begins on New Year's Eve this year, has been marked by increased attacks usually attributed to Islamic militants trying to overthrow the military-backed Government and establish a state based on the Koran.\nThe Government's campaign to protect the public this year includes warnings to stay away from garbage cans and abandoned vehicles that might contain explosives.\nThe Government has also increased the number of police patrols in crowded neighborhoods and roads leading into urban areas. Anti-terrorist squads have ringed the old city in the capital, and checks of identity papers, vehicle inspections and roadblocks have been stepped up.\nTelevision, radio and newspapers of all political groups have joined the campaign by carrying information about the security measures.\nLast year, a series of bombings during Ramadan killed dozens of people in Algiers.\nThe radical Armed Islamic Group has been blamed for many of the attacks that have claimed some 75,000 lives since the Muslim insurgency began in 1992. The insurgency was set off by the Government's decision to cancel legislative elections that the now-banned Islamic Salvation Front was poised to win.\nMore than 100 civilians were killed in massacres last week. In the most recent reported attack, an armed group on Friday slit the throats of 21 people in Ouled Moussa, a town about 60 miles south of Algiers.\nHospital officials, who refused to be identified by name for fear of reprisals, said that security forces killed 14 alleged members of the Armed Islamic Group on Friday in Djebel Bouzegza, about 90 miles east of Algiers.\n      \n\nLoad-Date: December 29, 1997"
}