{
    "title": "Algeria to Arm More Civilians for Fight Against Islamic Militants",
    "publisher": "the new york times",
    "year": 1998,
    "month": 1,
    "day": 22,
    "full text": "Prime Minister Ahmed Ouyahia said Algeria will step up plans to arm more civilians in self-defense units and will establish more than 100 new police brigades this year to take over from the army in the fight against Islamic militants.\nHis rare public remarks on the conflict came one day after the departure of a European mission that came here to offer assistance in ending the six-year civil war.\nMr. Ouyahia, responding to questions from members of Parliament, said that the reinforcement of civilian defense groups \"will be pursued more and more, with the goal of returning the army to its role of defending the country's borders.\"\nThe Prime Minister added that the Government had \"mobilized all available means\" to counter \"terrorism,\" the term officials here use for attacks by Islamic extremists.\nBut he noted that massacres of civilians, which have become common over the last year, routinely coincide with political developments like elections and could continue until March, when Algeria is due to hand over a report to the United Nations on human rights.\nMr. Ouyahia insisted that \"terrorism is on the wane,\" citing statistics from the Government, which has been criticized abroad for underreporting casualties. Giving the first Government toll since the fighting began, he said 26,536 civilians and security personnel had been killed since 1992.\nOutside estimates have put the number as high as 70,000.\nThe Government has also come under criticism, including a sharply worded statement this month from France, for not doing enough to protect civilians, more than 1,000 of whom have been killed in recent weeks.\nTonight, Mr. Ouyahia reiterated the \"Government's absolute determination to wage an implacable fight against terrorism until its roots are eradicated from Algeria.\"\nHe said more than 5,000 civilian self-defense groups armed by the Government were already operating.\n\"Demand is growing all the time,\" he said, adding that there were also 2,313 brigades of village guards across the country.\n\nLoad-Date: January 22, 1998"
}