{
    "title": "ALGERIAN TERROR CAMPAIGN MAY BE CROSSING ATLANTIC 9900099860_",
    "publisher": "the columbian ",
    "year": 1999,
    "month": 12,
    "day": 24,
    "full text": "PARIS -- Elusive by necessity, fluid by nature, Islamic extremist networks rise, sleep and are reactivated.\nSuspicions that Algerians may be linked to a potential terrorism plot in the United States has raised the specter of battle-hardened insurgents crossing the Atlantic. If true, it would be a major new shift in these chameleon-like groups.\nAlgerian extremists have been waging a bloody insurgency in their homeland since 1992 and have taken their battle to France, the former colonial ruler, with a Christmas Eve hijacking in 1994 that killed three and a bloody bombing campaign in 1995 that killed 10.\nThe United States, however, has never been a known target for Algerian militants.\nThe assumption that the United States was off limits got a jolt with the arrest Dec. 14 of Algerian Ahmed Ressam at a border crossing between Canada and Washington. That was followed by the arrest Sunday at a Vermont border crossing of a Canadian woman who prosecutors allege had ties to Algerian terrorists.\nRoland Jacquard, president of the International Terrorism Observatory, said that if it turns out to be true that Algerian extremists are targeting North America, this would show \"that international combat is prevailing.\"\nThere are no established connections between Ressam and the Armed Islamic Group, or GIA, the most violent militant group fighting in Algeria and the group that claimed responsibility for the 1994 and 1995 attacks in France.\nAnd Jacquard said he sees no direct link between insurgents on the ground in Algeria and any budding network in North America.\nHowever, sources close to French investigations into Ressam said he was linked to a France-based support group for the GIA.\nThe GIA has cultivated support bases around Europe. In France, dozens of Algerians have been convicted for their role in such groups. Networks extending to eastern Europe and Scandinavia have been exposed, shipping arms to Algeria, harboring insurgents and plotting the 1995 attacks.\nMore than 100,000 people have been killed in violence in Algeria, triggered when the army canceled 1992 elections that a Muslim fundamentalist party was poised to win.\nRessam who pleaded innocent Wednesday to all charges, including transport of explosives is not a new name to French investigators. Two top anti-terrorism judges went to Canada in October in hopes of meeting him but failed to find him.\nRessam has links to an Algerian jailed in Paris since April, Fateh Kamel, according to French sources close to the investigation.\nInvestigators suspect that Kamel, who once lived in Canada, was a leader of a group of Islamic militants that operated as a criminal gang in Roubaix, in northern France.\n\nLoad-Date: December 24, 1999"
}