{
    "title": "Algerian is convicted of terrorism",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 4,
    "day": 7,
    "full text": "LOS ANGELES -- An Algerian man was convicted Friday of terrorism for bringing a car loaded with explosives into the United States in what authorities said was a global plan to bomb buildings at the time of millennium celebrations.\nAhmed Ressam, 33, stood silently with his eyes downcast as a clerk read the federal court jury's verdict -- guilty of nine federal charges including an act of terrorism transcending a national boundary.\nDefense attorney Michael Filipovic said, \"We're obviously disappointed with the results. There will be an appeal.\"\nHe said of Ressam, \"He's obviously upset with the result.\"\nU.S. officials believe Ressam was trained in terrorist camps in Afghanistan and is linked to Osama bin Laden, the alleged mastermind of the 1998 bombings of U.S. embassies in Africa. But prosecutors were barred from bringing bin Laden's name into the trial for lack of proof.\n\"Today's result began with vigilance by our colleagues at U.S. Customs and represents the superb effort of prosecutors, law enforcement and intelligence officers from around the world,\" FBI Director Louis Freeh said in a statement. \"A conviction like this reflects a seamless global partnership and the aggressive use of tools given to us by Congress.\"\nSentencing was scheduled for June 28 in Seattle. The charges carry a maximum penalty of 130 years in prison.\nIt was Ressam's second conviction of the day. Earlier, in Paris, a French court convicted and sentenced him for belonging to a support network for Islamic militants.\nRessam was arrested on Dec. 14, 1999, by U.S. Customs inspectors at Port Angeles, Wash., after arriving on a ferry from Canada, where he had lived since 1994.\nProsecutors alleged that bomb-making materials found in his rental car were intended for attacks on West Coast sites, possibly during millennium celebrations. However, they did not try to prove specific targets.\nAfter the verdict, Assistant U.S. Attorney Jerry Diskin said he believes the conspirators were going to do further work on the explosives, which would have required several days before they were detonated -- a process which would have brought them close to New Year's Eve.\nDiskin and co-prosecutor Andrew Hamilton credited forensic evidence with making their case. They said they still do not know the exact details of the plot but that it appeared Ressam planned to leave the Seattle area shortly after the car was delivered.\nThe Canadian government, which did much of the investigation in Montreal and Vancouver, issued a statement saying the trial's outcome was the result of strong U.S.-Canadian cooperation.\n\"Canada, like other countries, is continuing to adapt in order to deal with terrorist threats,\" Solicitor General Lawrence MacAulay said in the statement.\nRessam's defense called him an unwitting courier and blamed co-defendant Abdelmajid Dahoumane, who is in custody in Algeria and will be tried there on charges of participating in terrorist organizations.\nThe Los Angeles jury deliberated for just over 10 hours during two days. When U.S. District Judge John Coughenour polled them to ask if this was their individual decision, each one answered, \"Yes.\"\n\"You are one of the nicest and most attentive juries I've had in 20 years,\" the judge told them. \"It makes me proud to be an American.\"\nJurors declined a request to speak to reporters and were taken out the back of the courthouse.\nIn addition to terrorism, Ressam was also found guilty of placing an explosive in proximity to a ferry terminal, using false identification documents, smuggling, transporting explosives and carrying an explosive during the commission of a felony.\nThe jurors also found that his actions were committed in connection with a crime of violence.\nIn Paris, Ressam was given a five-year prison sentence after being tried in absentia. That trial drew a picture of a web of Islamic militants with unclear connections who cross paths around the world. Ressam was among two dozen people who stood trial. Seventeen were handed sentences of between six years and 16 months.\nThe prosecution did bring in testimony by Abdel Ghani Meskini, an Algerian who was seized in New York after Ressam's arrest. Meskini pleaded guilty to conspiracy last month and agreed to cooperate.\nMeskini's testimony pointed to Pakistan as a route to Afghanistan and its training camps, and prosecutors were able to introduce plane tickets showing that Ressam went to Pakistan in 1998.\nMokhtar Haouari, another Algerian arrested in Canada following Ressam's arrest, is awaiting trial in New York.\nRessam's federal trial was transferred to Los Angeles because of widespread publicity in Washington state.\n\nLoad-Date: April 7, 2001"
}