{
    "title": "Algonquin police chief to tackle terror",
    "publisher": "chicago daily herald",
    "year": 2009,
    "month": 1,
    "day": 9,
    "full text": "Algonquin Police Chief Russ Laine says terrorism is one of the biggest issues facing the world today.\nNow, as the newly minted president of the International Association of Chiefs of Police, Laine will have access to numerous resources to help tackle that problem — from a police standpoint.\n\"Since Sept. 11, obviously the world has changed and the police now are interested in trying to intercede into terrorism activities,\" he said. \"It is important that our law enforcement people are trained and aware.\"\nAt the same time, local police must also \"carry on our traditional role as community caretakers,\" he said.\nThe association, founded in 1893, shares information with members who form alliances in hopes of thwarting terrorism, reducing international crime, ending the movement of gangs, drugs and guns across borders, and preventing the sexual exploitation of children.\nIt also focuses on arming officers with new technology and training, and lobbies federal lawmakers, Laine said. Laine, 58, Algonquin's chief since 1985, was elected as the organization's fifth vice president in 2003.\nEvery year since then, he has climbed the ranks of the 22,000-member organization.\nHe was sworn in as president in November, and Algonquin officials celebrated this week with a party at village hall.\n\"Russ Laine has really done our community proud,\" Village President John Schmitt said. \"I think it says a lot for his efforts ... and we are very proud.\"\nDuring his year in office, Laine wants to focus on ending gun violence, a point he has frequently brought to Washington lawmakers.\n\"This gun violence thing is one thing that's very timely; it's an important aspect for us to work with,\" he said.\nLaine already has met with staffers from Vice President-elect Joe Biden's team on law enforcement issues and within the next few months will travel to association-sponsored police conferences in Taiwan and Estonia in hopes of attracting new international members.\n\"Personally I'm excited about it. It's challenging, but it's very rewarding,\" he said of the new post.\n\"We believe that, hopefully, Algonquin will be a better place. We can bring some things back here.\"\n\nGraphic\n\n \nRuss Laine CHRISTOPHER HANKINS/chankins@dailyherald.com Algonquin Police Chief Russell Laine\n\nLoad-Date: January 9, 2009"
}