{
    "title": "ALI SOUGHT FOR ANTI-TERRORISM AD; HOLLYWOOD PICKS EX-CHAMPION TO EXPLAIN AMERICAN WAR EFFORT",
    "publisher": "the new york times",
    "year": 2001,
    "month": 12,
    "day": 24,
    "full text": "A Hollywood entertainment industry group is recruiting Muhammad Ali to film a public-service announcement explaining America's war on terrorism to Muslims around the world.\n Ali, who converted to Islam in the 1960s and refused to serve in the military when drafted during the Vietnam war, has been asked to film a one-minute spot to be aired on international networks, said Hope Boonshaft, executive vice president of external affairs for Sony Pictures Entertainment.\n \"He has agreed in concept,\" said Boonshaft, who heads the international committee of what is known as the Hollywood 9/11 group.\nThe organization includes studio executives, producers, directors and writers trying to aid the war effort.\n Details on the content of the video have not been worked out. An agreement is not expected until Ali, 59, reviews the final concept, Boonshaft said.\n Ali's spokeswoman, Jill Siegel, did not immediately return telephone messages. She told The New York Times, which first reported the Ali plan in yesterday's editions, he \"definitely wants to do that\" but was waiting for the details of the project before making an agreement.\n \"Ali's name kept coming up when we considered people who are credible, well known around the world and can deliver the message that this is not a war on Islam but a war on terrorism,\" Boonshaft said.\n The public service announcement would be the first project created by Hollywood 9/11 for overseas consumption. The group, overseen by the Motion Picture Association of America, has dispatched entertainers and filmed messages to Americans at home and serving abroad since its formation last month after a meeting with Karl Rove, a senior adviser to President Bush.\n \"Ali will, hopefully, be able to convey the idea that Muslims in America lead a free life, practice their religion in a form in which they choose to practice it,\" Jack Valenti, president of the Motion Picture Association of America, told the Times.\n Ali appeared on a Sept. 21 entertainment industry telethon to raise money for attack victims and their families. Boonshaft said that appearance had an impact on his choice for the video.\n During the telethon, Ali told the audience, \"Islam is peace. It's against killing, murder, and the terrorists, and the people doing that in the name of Islam are wrong. And if I had a chance, I'd do something about it.\"\n The announcement would be designed to air in several translations on networks such as Al Jazeera, the Middle East Broadcasting Centre and the Lebanese Broadcasting Corporation, but the stations have not yet been contacted by the Hollywood group.\n The group hopes the video will be finished by late January. A director has yet to be chosen, but Boonshaft said it might include scenes of Ali's trip to Mecca or footage from some of his fights.\n\nLoad-Date: December 25, 2001"
}