{
    "title": "Alignment of events present opportunity for TRIA backers",
    "publisher": "business insurance",
    "year": 2005,
    "month": 10,
    "day": 10,
    "full text": "A convergence of unrelated factors presents advocates of extending some form of federal terrorism insurance backstop with an opportunity they're unlikely to see again before the current program expires.\nWhether they'll be able to take advantage of that opportunity will probably determine whether a federal terrorism insurance backstop-even one that is drastically pared back-will be in place when the current program authorized by the Terrorism Risk Insurance Act ends Dec. 31.\nThe first factor is the aftermath of Hurricane Katrina. The destruction caused by the storm underscored the vulnerability of the economy to an event of which there was considerable forewarning. There will be no such forewarning of a catastrophic terrorist attack; no television graphics will show terrorists moving inexorably toward their target in the same way graphics illustrated Katrina's path to New Orleans and the Gulf Coast.\nThe federal government will spend tens of billions of dollars for hurricane relief and reconstruction. Proponents of a continued terrorism insurance backstop can point to the fact that, unlike government outlays for hurricane relief, government outlays for a terrorist attack would be repaid over time. It's far better to have a plan in place and never use it than risk having the federal Treasury take another huge hit if terrorists should strike.\nA second factor is a political one. House Majority Leader Tom DeLay, R-Texas, made no secret of his antipathy toward extending TRIA and blocked an effort to do so last year. But Rep. DeLay, at least temporarily bereft of his leadership position, has other matters to deal with now. Even the temporary removal of a formidable legislative roadblock should help spur backstop advocates to move, and move swiftly.\nA third factor is a temporal one, and one that could work either way in the effort to retain a backstop. That's the fact that the legislative calendar continues to shrink, even though congressional leaders long ago gave up any notion of adjourning early this month as they had planned pre-Katrina. But neither the House Financial Services Committee nor the Senate Banking Committee has voted yet on legislation that would extend or replace TRIA. The shrinking calendar must give new urgency to the effort to persuade them to do so.\nTRIA will expire in less than three months. While it remains highly unlikely that the backstop will be extended in its present form, the opportunity definitely exists to have a reasonable replacement in place by Dec. 31. This may be the last, best opportunity its proponents will receive, and they must make the most of it or face a very uncertain future.\n\nLoad-Date: October 14, 2005"
}