{
    "title": "Alito defended domestic wiretaps in 1984 Memo reflects Bush's rationale for spying in war on terrori",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 12,
    "day": 24,
    "full text": "When Supreme Court nominee Samuel Alito worked at the Justice Department in President Ronald Reagan's administration, he defended the right of government officials to order domestic wiretaps for national security.\nA memo Alito wrote in 1984 echoes President George W. Bush's rationale for spying on U.S. residents in the war on terrorism.\nIn 1984, Alito was an assistant to the solicitor general. The National Archives released the memo and scores of other documents related to Alito on Friday. The Associated Press had requested the material under the Freedom of Information Act.\nSenate Judiciary Committee Chairman Arlen Specter, R-Pa., said Monday that at confirmation hearings next month, he would ask Alito about the president's authority.\nThe memo's release Friday prompted committee Democrats to signal that they would press the conservative jurist about executive powers.\nThe memo dealt with whether government officials should have blanket protection from suits when authorizing wiretaps. Alito wrote, \"I do not question that the attorney general should have this immunity. But for tactical reasons, I would not raise the issue here.\"\nDespite Alito's warning that the government would lose, Reagan's administration took the fight to the Supreme Court. The case questioned whether President Richard Nixon's attorney general, John Mitchell, could be sued for authorizing a warrantless domestic wiretap to gather information about a terrorist plot.\nIn its court brief, the government argued for absolute immunity for the attorney general on matters of national security.\nThe case ultimately led in 1985 to a ruling by the Supreme Court that the attorney general and other senior officials could be sued for violating people's rights, in the name of national security, with such actions as domestic wiretaps. \n\"The danger that high federal officials will disregard constitutional rights in their zeal to protect the national security is sufficiently real to counsel against affording such officials an absolute immunity,\" the court held.\nBut the court said Mitchell was protected from such suits. The reasoning: When he authorized the wiretap, he was unaware that his actions violated the Fourth Amendment.\nThe decision was consistent with the Supreme Court's unanimous ruling in 1972 that it was unconstitutional for the government to conduct wiretaps without court approval.Alito had advised his bosses to appeal the case on narrow procedural grounds but to refrain from seeking blanket immunity.\nThe documents were among 45 released by the National Archives as the holiday weekend approached. A total of 744 pages were made public.\n---\nSTLtoday.com/links See copies of Alito's 1984 memo on Roe v. Wade and his 1985 memo on wiretaps.\n\nLoad-Date: December 24, 2005"
}