{
    "title": "All Terrorism Is Local, Too",
    "publisher": "the new york times",
    "year": 2006,
    "month": 8,
    "day": 13,
    "full text": "ALTHOUGH last week's disruption of a terrorist plot to blow up commercial airliners over the Atlantic was a great success, it nonetheless exposed a dangerous gap in global security efforts. The problem is that governments and security services in countries that arrest terrorists and announce their triumphs to the press often fail to alert national and local police forces around the world or share with them information that is crucial to protecting their citizens. \n  After the British authorities arrested the people who had allegedly been planning to carry liquid bombs onto planes, they quickly announced their success to the news media -- but did not alert the global law enforcement community or Interpol by putting this information into international databases that are accessible to our 184 member countries.\nAnd when they informed banks of the identities of some suspects in order to freeze their assets, they did not give us that information -- despite the fact that last week Interpol was credited by a unanimous vote of the United Nations Security Council for its ability to give teeth to sanctions involving the freezing of terrorist assets. We got the names only through a posting on the Web site of the Bank of England. \n  This type of information is crucial for police forces, the rank and file of the war on terror. Once they get data on plots and suspects, they can consider how it fits into the mosaic of other information they have gleaned about local terrorist organizations and their activities. Getting such details to police forces worldwide should not be left to chance.\n  If this were a one-time problem, it might not be such a big deal. But the failure to quickly share information about terrorists with global law enforcement is systemic and is likely to continue until legislators, governments and the United Nations are convinced to change things. Interpol believes that persuasive evidence to force such action already exists.\n  Let's start with the most recent prior example. Last month, seven alleged terrorists suspected of having links to Al Qaeda escaped from a prison in Saudi Arabia, yet Saudi officials never got the word out to global authorities. A worldwide alert for their apprehension could have been put out immediately through Interpol's secure global communication system. \n  Instead, we learned of the escape through the press days after it occurred, and had to contact Saudi Arabia seeking the names, photos and fingerprints of the escapees. Consequently, the suspects got an unacceptable head start, have not been reported caught by the Saudis, and could now be just about anywhere in the world plotting deadly attacks.\n  Similarly, in February, 23 convicted prisoners (including 13 Al Qaeda terrorists) escaped from a prison in Yemen. Once again the international police community had to learn about the prison break through open sources. Days elapsed before we received the names and photographs of the escapees, and we still don't have any fingerprints. \n  This failure to share even publicly disclosed information on a timely basis stifled our efforts after the Sept. 11 terrorist attacks. Frustrated by the lack of cooperation on that terrible day, I had to seek the personal intervention of Attorney General John Ashcroft. When I explained that Interpol could only enter information into its databases that it receives directly from official government sources -- and that information reported in the press does us no good -- he immediately gave the order for all American law enforcement agencies to share what they had with us, rejecting as ridiculous the argument from some bureaucrats that governmental clearance was needed. \n  But such cooperation is rare: after the London subway bombings last summer, I contacted the British authorities to get a profile of one suspect they were after but whose whereabouts were unknown, and was refused. Why? ''Because,'' one official told me, ''Londoners might think that the U.K. police did not know where the terrorist suspect was and might worry unnecessarily.'' \n  No family should accept a situation where loved ones are killed by escaped foreign terrorists because their law enforcement agencies were not given the names, photographs and fingerprints of the escapees. Yet, while almost all developed countries have systems in place for sharing information on criminals and terrorists among their various police agencies, they do not have good systems requiring the sharing of information with Interpol or foreign police officials on a consistent basis. \n  Likewise, local and state police forces around the world are increasingly being taught to enter the names, photographs and fingerprints of criminals and suspect individuals into national databases. But few local officers are told or trained to enter arrest information into already existing global databases.\n  Why? Some countries wrongly believe this is a matter of national, not international, concern; some are years behind in knowing what is possible; some still have the pre-9/11 mentality in which the primary focus is on after-attack investigations rather than pre-attack prevention. I understand these issues. But they can be addressed through education, clear protocols and steady monitoring. Unfortunately, Interpol isn't in a position to require such cooperation. For this we need an organized and enforceable commitment from all our member countries.\n  The foiling of the terrorist plot in Britain clearly shows that in a globalized world, the arrests of terrorists across an ocean may be the only thing stopping them from appearing on your doorstep.\n\nhttp://www.nytimes.com\n\nLoad-Date: August 13, 2006"
}