{
    "title": "All Bets Off On Terrorism Futures Market",
    "publisher": "the tampa tribune ",
    "year": 2003,
    "month": 8,
    "day": 3,
    "full text": "Let's see whether I have this right.\nPete Rose was banned from baseball and the Hall of Fame because of gambling, allegedly even betting on his team. Charlie Hustle is now scum, a pariah in the squeaky clean world of Major League Baseball.\nOK, so it's not exactly squeaky clean, and hypocrisy is in the same lineup with drugs and corked bats, but at least they nailed Pete Rose.\nMeanwhile, last week we heard that the Pentagon - yes, the Pentagon - was setting up its own version of off-track betting.\nThey didn't call it that. They called it a commodity-style market.\nIt's funny how names get cleaned up when the government takes them over. The Florida Lottery is so respectable I'm surprised every student isn't required to buy at least one ticket after saying the Pledge of Allegiance in the morning. The lottery isn't gambling; it's an investment in our children.\nAnyhow, the idea was that investors would somehow be lured to the market to \"buy and sell futures contracts on world events\" - in other words, bet on the likelihood of future terrorist attacks and other chaotic events.\nThe scheme was going to be called the \"Policy Analysis Market,\" and roughly half a million dollars in tax money had been spent to set up the project.\nA Death Wish?\nAccording to the story, as many as 10,000 investors were expected to buy contracts, speculating on whether they thought an event might occur.\nApparently the project had a Web site. One of the graphics on the site \"showed hypothetical futures contracts in which investors could trade on the likelihood Palestinian leader Yasser Arafat would be assassinated.\"\nThe Pentagon had asked for $3 million for next year for the program and $5 million for the following year.\nUnfortunately, they didn't budget money for spin control, and once the word got out that we were betting on the odds of getting blown up, the public got a little testy.\nBy the end of the week, the politicians had deep-sixed the project, and retired Adm. John Poindexter, who was overseeing the plan, was expected to offer his resignation. If you're trying to recall where you heard that name before, he was the national security adviser to President Reagan.\nLike A Bad Dream\nIt's weird, isn't it, how all those names suddenly come piling back into memory - Robert McFarlane, Oliver North and John Poindexter. That was Iran-Contra, another in a line of scandals that stretches so long they jumble together.\nPoindexter was convicted of conspiracy, lying to Congress, defrauding the government, destroying evidence and probably singing the national anthem out of tune. He was cleared after making an immunity agreement.\nI suppose a deal is a deal and if they wanted to send the admiral quietly off into the sunset, that was OK.\nWhat's a little more difficult to understand is how 20 years down the road that same retired admiral is making bonehead decisions that affect the rest of us. Senate Armed Services Committee Chairman John Warner, R-Va., was quoted as calling the project \"a rather egregious error of judgment.\"\nThe egregious error seems to be more in who allowed Poindexter to even be hanging around the Office of Bad Ideas.\n\nNotes\n\nSTEVE OTTO\n\nLoad-Date: August 5, 2003"
}