{
    "title": "All terrorism is not the same; motives, tactics_Recent terror attacks bring questions of motives, wh",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 11,
    "full text": "After recent terror attacks in Pakistan, Turkey and Belgium, the international community has posed the question of who's to blame and what can be done.\nThe key component to the complicated issue is that while many tactics are similar in these attacks, no two terror groups are the same, according to Dr.  Andreea  Maierean, assistant professor of political science.\n\"Terrorism is a global phenomenon but it has some distinct local flavors,\" Maierean said.\nMaierean explained that the attacks in Brussels, Belgium, had very similar tactics used to those in the November 2015 Paris attacks, including the involvement of Najim Laachraoui, who served as one of the suicide bombers.\n\"Brussels and Paris are very similar,\" Maierean said, later adding, \"In Europe right now, Paris, (and) Brussels definitely look like a group of alienated young people who have been radicalized.\"\nWhile much of this radicalization occurs within the specific groups, some of it begins with self-radicalization.\n\"In the United States, San Bernardino for instance, looks like two lone wolves-people who get self-radicalized over the internet.\"\nBut as Maierean explained, it's the \"local flavors\" that make recent terror acts more complex.\n\"If we think about Pakistan, that's a completely different story there,\" she said. \"There are factions of the Taliban who want to regain control over lost territory.\"\nThere are distinctions between the Pakistani Taliban and the Afghani Taliban however.\nMaierean explained that each have their \"own set of requests... different set of objectives\" and that \"they do not like each other and the Afghani Talibans do not like ISIS.\"\nThe Pakistani Taliban is being held responsible for the Easter night attacks in Lahore after targeting women and children Christians.\nMaierean linked the attack to a retaliation of military action the Pakistani government had taken.\nWanting \"sympathy for their cause\" Maierean explained that attacking a minority group like Christians was a clear tactic in gaining momentum.\n\"Sadly, attacking minorities help with their cause domestically with the hardliners,\" she explained, adding that in having a successful attack, the group also gained fame internationally.\nWhile the recent terror attacks, such as in Lahore, have been extraordinarily violent and deadly, studies have shown that the amount of terror attacks in Western Europe has decreased.\nAccording to Statista, while the overall number of incidents has been on the decline, the ferocity of attacks has spiked from the early 2000s to present day.\n\"Fewer attacks succeed, but they are more deadly,\" Maierean said.\nIn the 2004 Madrid terror attacks, 191 people were killed; 2005 London attacks, 52 killed; 2011 attacks in Norway, 77 killed, and according to news reports 147 people were killed in the 2015 Paris attacks. These numbers compare drastically to incidents of the 1970s, such as an attack in Munich which led to the deaths of 17 individuals while there were many more attacks in that year.\nEven with the data compiled, the question still stands on what the world is to do in the face of global terrorism.\n\"Because of the complexity of the phenomena... we should not expect an easy answer,\" Maierean said.\nMaierean explained that while military intervention is part of the solution, it can't be the final answer.\n\"A military approach is needed, but if we look at Syria or Afghanistan what's the major story there? A military conflict created both a refugee crisis and a terrorist crisis.\"\nMaierean went on to add that the local communities need to be doing more in seeking out these individuals who become self-radicalized before it becomes a tragedy.\n\"Police need to be more involved in dealing with some issues more effectively,\" she said, adding they need to \"try to target things before they get too big.\"\nWhile the local scale approach is important, the issue of governmental structure and political rhetoric is also crucial.\n\"In parts of the world for many years we've had authoritarian or totalitarian governments that created radicalization,\" Maierean said.\nHowever, she added that democratic countries promote radicalization, too.\n\"But even if we look at our world...democratic world, our politicians are not doing much better,\" she said. \"Political discourse is becoming very radical.\"\nShe explained that especially during an election year, the candidates as well as politicians \"feed (the) population with populistic remarks\" which is a major point of concern.\nAs the political discourse continues, Maierean explained that individuals everywhere can take a stance.\n\"No region is immune, it happens everywhere,\" she said. \"We should just try to make an effort...and be more aware. (Be) empathetic of all regions of the world where it happens.\"\n\nLoad-Date: January 4, 2017"
}