{
    "title": "All quiet on the retail front Boston bombings show the need for terrorism insurance",
    "publisher": "usa today",
    "year": 2013,
    "month": 4,
    "day": 23,
    "full text": "Catherine Mesner, who lives in the South End of Boston,  needed  clothes last week for a yoga retreat.  She had  planned to shop at nearby Lord & Taylor and Lululemon but ended up elsewhere because much of the area was still closed due to the Boston Marathon bombings.\nShe said she didn't know what was open and wasn't going to \"chance walking over there.\"\nOther shoppers and tourists did the same, abandoning many stores and restaurants on Boylston Street, where the bombings occurred. That includes the Shops at Prudential Center, a full-scale mall.\nIn the days since last Monday's bombings, sales have slowed to a trickle  in the area around the bombings. And that's money some won't likely recoup.\nLegal Sea Foods was closed for more than three days.  Alex Jalali, a salesman at Ross & Simons jeweler in the Prudential Center, said  that with the street closed, \"People aren't going to just come in and wander around.\"\n\"There were a lot of tourists in town, and they spend a lot more than regular people,\" says Jim Bieri, a principal in retail real estate firm Stokas & Bieri. \"If nobody's moving around, those sales never find their way into the retailers' cash registers.\"\nBut there is optimism at the Mizu hair salon inside the Mandarin Oriental hotel. Even though four hairdressers didn't make it in during the three days the salon was open last week, there weren't many customers, either. Still, Jessica Barsamian, director of operations for Mizu, says, \"People are pretty loyal to their stylist\" and probably didn't take their business elsewhere. \"Hopefully it's a short-term bump and we'll recover,\" she says.\nCity officials  are waiting for the FBI to approve the reopening of more of Boylston Street, possibly today.  Don Schmidt, CEO of the risk management firm Preparedness in Sharon, Mass., says after events such as this, gas lines and electrical wiring must be checked, and the area has to be monitored for other environmental hazards.\nBusinesses that have terrorism insurance may qualify for business-interruption coverage. Even stores and restaurants that did open might be eligible for insurance reimbursements if they can show they had considerably less business than was to be expected in the hours and days after the marathon, says Erwann Michel-Kerjan, a managing director of the Wharton Risk Center.\nThose without terrorism insurance are out of luck. Doing business in the post-9/11 world can carry a steep price.  Terrorism insurance is part of the lease expenses in the new Queens Center mall in Elmhurst, N.Y., and adds $1.25 a square foot to the cost, Bieri said.\nAs many as 70% of businesses have terrorism insurance, says Howard Kunreuther, co-author of Insurance and Behavioral Economics and co-director of the Wharton center.\nU.S. insurers refused to cover acts of terrorism after they paid for the Sept. 11, 2001,  attack at the World Trade Center in New York unless the federal government agreed to help pay claims from such catastrophic acts. At $32 billion, it remains the largest insured loss in  history. The 1995 Oklahoma City bombing, by comparison, resulted in $652 million in losses, estimates Adjusters International.\nThe indirect national economic costs of terrorist events such as those in Boston can be three to seven times greater than the direct costs, says Isaac Maya, director of research at the National Center for Risk and Economic Analysis of Terrorism Events. These indirect costs would include the businesses affected by, say, an attack on a port or damage to a factory that supplies car parts.\nBehavioral costs, which can be 10 times higher than  the economic costs, would include the higher wages necessary to entice workers back to an area, lowered real estate values and \"whether people would return to that area even if people give the all-clear.\"\nIn Boston, \"because these two guys were caught so quickly and everybody responded so positively, I don't think there will be any decrease in people going to malls,\" says William Burns, research scientist at the risk-perception think tank Decision Research, in Eugene, Ore. \"But that's all predicated on there being no more of these incidences in the near future.\n\"If a bomb goes off at another marathon or public outing, that's another matter,\" says Burns.\nStill, the cost of terrorism in the United States is difficult to determine, as Michel-Kerjan notes, \"we should celebrate that there's not much data on terrorism.\" \n\nGraphic\n\n \nphoto Kayana Szymczak, Getty Images Harvard Square was nearly deserted Friday in Cambridge, Mass., where police say the bombing suspect carjacked a Mercedes.\n\nLoad-Date: April 23, 2013"
}