{
    "title": "Allan Gerson, Lawyer Who Sought Justice for Terror Victims, Is Dead at 74",
    "publisher": "the new york times",
    "year": 2019,
    "month": 12,
    "day": 5,
    "full text": "A lawyer and the son of Jewish refugees from Poland, he helped families of those killed in the Lockerbie bombing hold Libya accountable.\nAllan Gerson, a lawyer whose novel case against Libya in connection with the bombing of Pan Am Flight 103 over Lockerbie, Scotland, in 1988 paved the way for lawsuits in American courts against states that sponsor terror attacks, died on Sunday at his home in Washington. He was 74. \n  His daughter Daniela Gerson said the cause was complications of Creutzfeldt-Jakob disease, a degenerative brain disorder.\n  Mr. Gerson, a child of Jewish refugees from the Holocaust who spent his early years in the United States under a false identity, had a long and varied career. He prosecuted Nazi war collaborators, represented victims of terrorism, taught international law, worked at the United Nations and wrote books. He was also a notable photographer and jewelry maker.\n  But he was best known for originating the legal argument that was used successfully against the Libyan government for its role in supporting terrorists who bombed a civilian airliner that plunged into the town of Lockerbie. All 259 people aboard -- most of them Americans -- and 11 on the ground were killed in what remains the worst terrorist attack in Britain.\n  At the time, foreign nations were shielded from prosecution in American courts by the bedrock legal principle of sovereign immunity, even if they had been complicit in terrorism. For that reason, early litigation in the Lockerbie case was directed at Pan Am, for negligence in not checking the baggage thoroughly.\n  But Mr. Gerson thought that Libya, one of whose agents had been convicted of the bombing, should be held accountable to victims' families. He and another lawyer, Mark S. Zaid, initially brought a suit against the country in 1993, but because of sovereign immunity it was dismissed.\n  The two lawyers and others then spent three years pushing Congress to amend the sovereign immunity law. In 1996, Congress carved out a ''terrorism exception'' to allow citizens to sue a country for human rights violations if the State Department had designated that country a sponsor of terrorism. \n  The Lockerbie suit against Libya was refiled. In 2002, Libya agreed to a $2.7 billion settlement, or $10 million per victim. Mr. Gerson detailed the case in a book, ''The Price of Terror'' (2001), written with Jerry Adler of Newsweek.\n  Similar cases have been filed against Cuba, Iran and Syria, among other countries. In 2016, Congress enacted the Justice Against Sponsors of Terrorism Act, which permitted civil lawsuits against Saudi Arabia by families of the victims of the Sept. 11, 2001, attacks to proceed; the Saudi government has insisted that it played no role in the attacks, and the litigation continues.\n  ''I have sought to help people not to go through life doubly victimized, first by the atrocity and then by a grinding sense of impotence at being unable to do anything about it,'' Mr. Gerson wrote in a memoir he finished in August, to be published next year. ''I have tried to be their voice in ending that frustration and achieving some measure of justice.''\n  Allan Gerson was born Elik Gerzon in Samarkand, Uzbekistan, on June 19, 1945. Before World War II, his father, Motel Gerzon, -- the name was later changed -- was a bookkeeper at his parents' candy store in Zamosc, Poland; his mother, Peshka (Szajt) Gerzon, was a dressmaker.\n  His parents were among 200,000 Polish Jews who were deported and imprisoned in Siberian labor camps during the war by the Soviets. In June 1941, when the Germans invaded the Soviet Union, his parents were freed from the gulag and headed to Uzbekistan, where Elik was born in a refugee settlement. \n  When the war was over, the family went to Foehrenwald, one of the largest displaced-persons camps in Germany. At first they could not get into the camp for reasons that are unclear, Daniela Gerson said, so they bought the identities of another family, the Blumsteins, who were moving to Palestine. The Gerzons eventually obtained visas to the United States under the fake identities. \n  In December 1950, when Elik was 5, he, his younger brother and his parents arrived in New York Harbor with about 1,000 other Jewish refugees and displaced persons. They settled in Brooklyn and later moved to the Bronx, where his parents opened a dry-cleaning business and dressmaking shop.\n  For seven years they lived as illegal immigrants, with Elik going by the name Abraham Blumstein and his parents in constant fear of deportation.\n  By the time Elik was 12, his father was tired of the deception. ''With the help of an able immigration lawyer, he went to court and got a sympathetic judge to allow us to obtain U.S. citizenship under our original names,'' Mr. Gerson wrote in The Washington Post in 2017. They dropped Blumstein and changed Gerzon to Gerson. At that point, Abraham became Allan, while his parents became Morton and Paula.\n  Mr. Gerson studied at an Orthodox Jewish elementary school and graduated from DeWitt Clinton High School in the Bronx in 1962, when he was 16. He spent a year at the tuition-free City College of New York before winning a scholarship and transferring to the University at Buffalo (also known as the State University of New York at Buffalo), where he earned his undergraduate degree in economics in 1966.\n  He received a law degree from New York University in 1969, a master of laws degree in international law from the Hebrew University of Jerusalem in 1972 and a doctor of juridical science degree from Yale Law School in 1976.\n  While in Jerusalem, he met Joan Nathan at the Western Wall in 1970. They were married in 1974.\n  His wife, a prominent cookbook author (her books include ''Jewish Cooking in America,'' published in 1994) and a longtime contributor to The New York Times, survives him. In addition to her and his daughter Daniela, he is survived by another daughter, Merissa Gerson; a son, David; two grandchildren; and a brother, Sam. Another brother, Eric, died of diphtheria in infancy during World War II.\n  After Yale, Mr. Gerson joined the Justice Department in Washington as a trial lawyer in the newly created Office of Special Investigations. His job was to track down Nazi collaborators -- concentration camp guards, chiefs of auxiliary police and active fascist sympathizers -- who had succeeded in acquiring visas to the United States after the war by misrepresenting their roles in the Holocaust. Before it was disbanded in 2010, the office won rulings against more than 100 collaborators, many of whom were deported or extradited.\n  In 1981, Mr. Gerson was appointed senior counsel to Jeane Kirkpatrick, the American ambassador to the United Nations, whose tenure he explored in the book ''The Kirkpatrick Mission: Diplomacy Without Apology'' (1991).\n  He returned to the Justice Department in 1986, serving as a deputy assistant attorney general in the Office of Legal Counsel. He later held positions at the American Enterprise Institute and the Council on Foreign Relations and taught international law at George Mason University. In 2003 he served as senior counsel to the United States delegation to the Commission on Human Rights.\n  Mr. Gerson's work prosecuting Nazi collaborators was brief -- just 18 months -- but it weighed on him toward the end of his life, and his memoir is devoted to that period.\n  Given his own family history of misrepresentation and false identities, he wrestled with the implications of his task: He was prosecuting collaborators for lying to obtain their visas when, as his father had told him, ''We all lied.'' And the powers that were focused on Nazi collaborators one day, his family feared, could turn on them the next.\n  Mr. Gerson was left mostly with questions. ''Is U.S. immigration law an appropriate vehicle for dealing with efforts at historic justice emanating from war crimes of another era in a foreign place?'' he asked in his memoir.\n  ''Whatever I learned,'' he concluded, ''it was now my responsibility to remember, to bear witness, to preserve, and to share.''\n\nhttps://www.nytimes.com/2019/12/04/us/allan-gerson-dead.html\n\nGraphic\n\n \nPHOTOS: A police officer near the Pan Am airliner that exploded in 1998 over Lockerbie, Scotland, killing 259 people aboard and 11 on the ground. Allan Gerson, top, pushed Congress to allow grieving families to sue countries that sponsored terror attacks, and in 2002, Libya agreed to a $2.7 billion settlement. (PHOTOGRAPHS BY GERSON FAMILY\n ROY LETKEY/AGENCE FRANCE-PRESSE -- GETTY IMAGES)               \n\nLoad-Date: December 8, 2019"
}