{
    "title": "ALLEGED TERROR PLOT TARGETED SYNAGOGUE Suspects had complained that Muslims in U.S. were poorly trea",
    "publisher": "los angeles times",
    "year": 2011,
    "month": 5,
    "day": 13,
    "full text": "Two men who officials say had complained that Muslims \"were being treated like dogs\" were being held on terrorism and hate-crime charges in New York, accused of conspiring to blow up a synagogue, city officials said Thursday.\n The men were arrested Wednesday night while they were buying guns and an inert hand grenade from undercover officers, Police Commissioner Raymond W. Kelly said at an afternoon news conference attended by Mayor MichaelBloomberg and Manhattan District Attorney CyrusVance. The case began before the killing of terrorist leader Osama bin Laden on May 2 during a U.S. raid in Pakistan.\n \"While Osama bin Laden may be dead, terrorism is not,\" Bloomberg said. \"There will always be threats by lone wolves like this.\"\n But there was no indication that what authorities called a homegrown plot ever put New Yorkers in danger or that the men were affiliated with any terrorist organization.\n The two suspects, 26-year-old Ahmed Ferhani, an Algerian, and 20-year-old Mohamed Mamadouh, a U.S. citizen of Moroccan descent accused of being his accomplice, were charged Thursday with conspiracy as a crime of terrorism under a rarely-used state law. Such cases are almost always handled by federal authorities.\n According to Kelly, the pair wanted to attack New York's Jewish community and complained that they were fed up that Muslims \"were treated like dogs.\"\n Officials said investigators had been using an undercover detective wearing a wire to track Ferhani for several months.\n \"We decided to make the arrest at this time because of the weapons purchase,\" Kelly said. \"We did not want to risk losing track when we knew they were a danger to the Jewish community.\"\n One man was arrested at 58th Street and 12th Avenue, the other in a nearby car. They had tried to buy three guns, two of which they planned to resell to fund their activities, officials said.\n According to a criminal complaint, Ferhani told the detective about \"his intent to participate in jihad,\" meaning holy war, and that \"he would become a martyr.\"\n \"It was clear that they intended to do that bombing on behalf of Islam and to send a message to the Jewish population,\" Assistant District Attorney Margaret Gandy told a judge during a brief arraignment at which the men, who each would face life in prison if convicted, were held without bail.\n The two suspects lived blocks from one another in Whitestone, a section of Queens. Residents said the middle-class neighborhood has a large Jewish and Italian population.\n The undercover detective and the men had several meetings during which Ferhani discussed the idea of attacking a synagogue, the complaint said. Mamadouh emphasized the need for proper training, the complaint said, so they would not get caught like \"the one that put the car in Times Square\" - an apparent reference to a failed car-bombing last year by Faisal Shahzad.\n On May 5, the undercover detective introduced the men to another officer pretending to be an illegal gun dealer, and Ferhani stated he needed the weapons \"for the cause,\" the complaint said.\n Federal officials were not involved in the arrest, because the case began with a city sting. By the time it had evolved into a terrorism case, it made more sense to have the local officials make the arrests, said Kelly, who denied there were any problems in relations between city and federal authorities.\n\nNotes\n\nThe Associated Press contributed to this report.\n\nLoad-Date: February 27, 2012"
}