{
    "title": "Alleged London attacker was a known radical Islamist",
    "publisher": "st. louis post-dispatch ",
    "year": 2017,
    "month": 6,
    "day": 6,
    "full text": "LONDON - One of the men believed to have carried out the deadly weekend attack was a known radical Islamist who was filmed unfurling a black flag resembling the one used by the Islamic State group and who raised the suspicion of a neighbor after trying to lure youngsters to join his jihadist campaign.\nOn Monday, British police identified that man, Khuram Shazad Butt, a 27-year-old Pakistan-born Briton, as one of the assailants, saying he was known to authorities, though they had no evidence he was planning an attack.\nThey identified a second attacker who had not aroused suspicion before Saturday's rampage that killed seven people.\nAs details about Butt emerged, however, they prompted questions of whether he could have been stopped sooner.\nHe had appeared in a documentary, \"The Jihadis Next Door,\" that aired on British television last year. Neighbors identified Butt from the film's footage Monday, pointing to a scene in which he is shown in a provocative prayer session at Regents Park, helping to display a black flag covered in white Arabic lettering similar to the one used by the Islamic State group, which took responsibility for the attack.\nButt is also seen in the film sprawling on the lawn and nodding as he listens to a sermon in which the speaker tells those gathered: \"This is not the real life, my dear brothers. This is a passing time for us.\"\nButt's apparent zealotry led one neighbor, Erica Gasparri, to contact police about 18 months ago. She was working at a local school when she noticed Butt, who was also known as Abu Mohamed, meeting with local children and trying to draw them into his radicalism.\n\"It was wrong what he was doing,\" Gasparri said. \"He kept talking about the Islamic State. I got very angry.\"\nSalaudeen Jailabdeen, who lived near Butt, said the assailant had once been ejected from a local mosque for interrupting an imam.\nAnother neighbor, Michael Mimbo, said he saw the van used in the attack near his home on Saturday but didn't see who was behind the wheel. He said the vehicle was seen going the wrong way down a one-way street .\nThe second alleged attacker was identified by police as Rachid Redouane, who alternately used the surname Elkhdar, and claimed to be Moroccan and Libyan. He used two different birthdates that would make him either 25 or 30, authorities said.\nPolice have not yet released the identity of the third person involved in carrying out the attack on London Bridge, where the van swerved into pedestrians, and in nearby Borough Market, where the knife-wielding assailants slashed and stabbed anyone in their path. Besides the dead, dozens more were wounded by the men, who wore fake suicide vests to make themselves look even more imposing.\nAll three were ultimately shot and killed by police. Twelve others taken into custody have since been released.\nThe attack unfolded in just eight minutes, and though police have won praise for their response, it has led to a political fight certain to dominate the waning days before Thursday's national elections.\nThe campaign roared back into public view Monday after a one-day hiatus, with Prime Minister Theresa May and Labour Party leader Jeremy Corbyn trading blame over one another's security stances.\nMay served as home secretary for six years before becoming prime minister last year, a period in which the number of police dropped by about 20,000 officers. That fact provided a line of attack for Corbyn, who called on May to resign even as he said the best remedy was to vote her out.\n\"There's an election on Thursday, that's the chance,\" he said, citing an \"appalling\" cut in police staffing levels. \"We're calling for a restoration of police numbers, and there's a call being made for her to go, because of what she's done on the police numbers.\"\nMay said she has protected police budgets and increased the number of armed officers and matched Corbyn's finger-pointing with some of her own, saying her opponent wasn't fit to safeguard Britain at a time of heightened threat. \"We have given increased powers to the police to be able to deal with terrorists, powers which Jeremy Corbyn has boasted he has always opposed,\" she said.\nGiven the speed with which the attack was ended, it wasn't clear whether having more police on the beat would have prevented it, but questions persisted over whether investigators had the resources to look into such complaints and whether crucial opportunities were missed that could have saved lives.\nIt was the third attack in as many months where suspects had been on the radar of British authorities.\nUnder the British government's counterterrorism program, residents are encouraged to alert police to suspicious activity. Police then cross-check whether the person has been reported for similar activity. From there, a number of scenarios can unfold. The matter can be dropped or if the complaint seems warranted, police and security officials can open an investigation. The real test comes in determining whether the person has the potential to become violent and what resources are available to investigate. Watching a suspect around the clock can require some 20 officers or security agents.\n\"That is the awkward question going forward,\" said Andrew Silke, who has advised the House of Commons on preventing violent extremism. \"A message should have been passed onto the counterterrorism section, and if the report had some degree of credibility, an assessment would have had to have been made. There's a genuine question mark over this now and how the government's risk assessment framework is weighted. \"\nPolice have foiled 18 terrorist plots since 2013 and are managing 500 active investigations involving about 3,000 individuals at any one time, according to two security sources who spoke on condition of anonymity because they were not authorized to speak about ongoing investigations.\nSome 20,000 other suspects are on the periphery, according to the sources.\nThe country's official terrorism threat level had been set at \"critical\" in the days after the Manchester concert bombing on May 22 that killed 22 people - reflecting a judgment that an attack might be imminent because accomplices with similar bombs might be on the loose.\nIt was lowered once intelligence agencies were comfortable that wasn't the case. Authorities have said the London attack was apparently unconnected to the Manchester bombing.\nMay has said the three attacks - including one outside Parliament in March - weren't connected in any operational sense but were linked by what she called the \"perverted ideology\" of extremist Islam.\nMost of the London Underground stations that had been shuttered after the attack were reopened, and some residents who had been cooped up inside emerged for the first time since the violence. Police were not yet releasing the names of the dead, but thousands of people gathered at Potters Field, across from the Tower Bridge and the medieval Tower of London, to pay tribute to the victims.\n\nGraphic\n\n \n People attend a vigil for victims of Saturday's attack in London Bridge, at Potter's Field Park in London, Monday, June 5, 2017. Police arrested several people and are widening their investigation after a series of attacks described as terrorism killed several people and injured more than 40 others in the heart of London on Saturday. (AP Photo/Tim Ireland)  People light candles after a vigil for victims of Saturday's attack in London Bridge, at Potter's Field Park in London, Monday, June 5, 2017. Police arrested several people and are widening their investigation after a series of attacks described as terrorism killed several people and injured more than 40 others in the heart of London on Saturday. (AP Photo/Tim Ireland)  This undated handout photo provided by the Metropolitan Police shows Khuram Shazad Butt and Rachid Redouane. Police have named two of the London Bridge attack suspects as Khuram Shazad Butt and Rachid Redouane. (Metropolitan Police via AP)  People attend a vigil for victims of Saturday's attack in London Bridge, at Potter's Field Park in London, Monday, June 5, 2017. Police arrested several people and are widening their investigation after a series of attacks described as terrorism killed several people and injured more than 40 others in the heart of London on Saturday. (AP Photo/Tim Ireland)  A floral tribute in the London Bridge area following Saturday's attack in London, Monday, June 5, 2017. Police arrested several people and are widening their investigation after a series of attacks described as terrorism killed several people and injured more than 40 others in the heart of London on Saturday. (AP Photo/Alastair Grant)  Two women embrace in front of a floral tribute in the London Bridge area of London, Monday, June 5, 2017. Police arrested several people and are widening their investigation after a series of attacks described as terrorism killed several people and injured more than 40 others in the heart of London on Saturday. (AP Photo/Alastair Grant)  A woman stands next to a flower tribute in the London Bridge area of London, Monday, June 5, 2017. Police arrested several people and are widening their investigation after a series of attacks described as terrorism killed several people and injured more than 40 others in the heart of London on Saturday. (AP Photo/Tim Ireland)  Forensic police investigate around the Borough Market and London Bridge area of London, Monday, June 5, 2017. Police arrested several people and are widening their investigation after a series of attacks described as terrorism killed several people and injured more than 40 others in the heart of London on Saturday. (AP Photo/Alastair Grant)  London Police Commissioner Cressida Dick, left, and the Mayor of London Sadiq Khan, participate in a media conference at London Bridge in London, Monday, June 5, 2017. Police arrested several people and are widening their investigation after a series of attacks described as terrorism killed several people and injured more than 40 others in the heart of London on Saturday. (AP Photo/Alastair Grant)  A woman lays a bouquet of flowers in the London Bridge area of London, Monday, June 5, 2017. Police arrested several people and are widening their investigation after a series of attacks described as terrorism killed several people and injured more than 40 others in the heart of London on Saturday. (AP Photo/Alastair Grant)  Commuters cross London Bridge, which has reopened after Saturday evening's terror attack, in London Monday, June 5, 2017. London police have raided two addresses and detained \"a number\" of people suspected of some connection to the Saturday night car attack and knife rampage on London Bridge. (Isabel Infantes/PA via AP)  Police officers walk by floral tributes in the London Bridge area of London, Monday, June 5, 2017. Police arrested several people and are widening their investigation after a series of attacks described as terrorism killed several people and injured more than 40 others in the heart of London on Saturday. (AP Photo/Alastair Grant)  Floral tributes line the pavement outside Monument underground station in the London Bridge area of London, Monday, June 5, 2017. Police arrested several people and are widening their investigation after a series of attacks described as terrorism killed several people and injured more than 40 others in the heart of London on Saturday. (AP Photo/Alastair Grant)  Police officers on duty stand next to floral tributes on Southwark Street in London, Sunday, June 4, 2017, near the scene of Saturday's attack. A series of attacks described as terrorism killed several people and injured dozens on Saturday. (Yui Mok/PA via AP)  This undated handout photo provided by the Metropolitan Police shows Rachid Redouane. Police have named two of the London Bridge attack suspects as Khuram Shazad Butt and Rachid Redouane. (Metropolitan Police via AP)  This undated handout photo provided by the Metropolitan Police shows Khuram Shazad Butt. Police have named two of the London Bridge attack suspects as Khuram Shazad Butt and Rachid Redouane. (Metropolitan Police via AP) \n\nLoad-Date: June 8, 2017"
}