{
    "title": "ALLEN FACES FORMIDABLE TASK; HIS ROLE MOUNTS IN TERRORISM FIGHT",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 9,
    "day": 13,
    "full text": "He has flown routinely to visit his mother in California aboard the Dulles flight that was hijacked and piloted kamikaze-style into the Pentagon.\nA neighbor in the Fairfax County neighborhood into which he moved this weekend was a doomed passenger on that flight. So was Barbara Olson of Great Falls, one of his political supporters.\nAnd some children at his daughter's middle school broke into tears Tuesday when they heard about the terrorist attacks, because their parents worked at the Pentagon or Fort Belvoir.\nThe children feared for their parents' safety and the prospect of war.\nWhen Washington and New York were attacked Tuesday, the slaughter of overseas terrorism arrived at the back door for the state's freshman Republican senator, George Allen.\nAllen was handed a new test: becoming a spokesman and advocate along with fellow Sen. John W. Warner for grieving families of scores and perhaps hundreds of victims at the partially destroyed Pentagon in Arlington County.\nThe 49-year-old lawyer didn't serve in the military, a point made by opponents during his campaign last year against Charles S. Robb, a Democrat and former Marine who led troops in Vietnam.\nYet Allen is well-positioned to take a higher profile on terrorism as a member of the Senate Foreign Relations Committee. On Tuesday, he had been planning to introduce, with Democratic Sen. Barbara Boxer of California, a resolution condemning suicide bombings in the Middle East - but the Congress was evacuated.\n\"It's no longer just Israel. Sadly and shockingly, it's hitting us here at home,\" Allen said Tuesday just hours after the coordinated attacks that stunned the nation.\nYesterday, in a pause between security meetings at the Capitol, he reflected on his first duties.\n\"My role is to express for the people of Virginia our concern, our love and our prayers, and how we want to help them in any way possible,\" he said, alluding to collaboration with Warner, senior Republican on the Senate Armed Services Committee.\nThe challenge may easily exceed his work coping with the natural disasters that hit Virginia when he was governor.\nAs victims from the Pentagon rubble and the passenger list of American Airlines Flight 77 are identified, \"There's bound to be names of a lot of friends and neighbors and loved ones here in Virginia,\" he said.\nLast weekend, when his family moved from Chesterfield County to a new home in the Mount Vernon area of Fairfax County, one of the first visitors was a neighborhood boy who came over to see Allen's children and ride bicycles.\nAllen said yesterday he had learned the boy's father was aboard Flight 77. The senator declined to disclose the name.\n\"It brings tears to your eyes,\" Allen said of the grade-schooler's learning his father would not be coming home. \"His mother is obviously just crestfallen.\"\nAnother passenger on Flight 77 was Barbara Olson, an Allen supporter when he campaigned for the Senate last year. A conservative legal analyst, she telephoned her husband, U.S. Solicitor General Theodore Olson, before the plane crashed.\n\"Anytime she'd be at a [political] function, she'd be effervescent and cheer me up,\" the senator said.\nAllen says he generally isn't worried about his own safety but openly discussed his concern for his wife and children in the minutes after the attacks occurred at the Pentagon and World Trade Center towers in New York.\nAfter a briefing yesterday, he was clearly one of the many in Washington who still have jitters.\nThere's a desire to return to normalcy in America, he said, but \"it's too soon to relax, as well.\"\nThe senators from New York and Virginia were among the first to deliver speeches when the Senate took up yesterday a resolution condemning the terrorism on American soil.\n\"In my view, we have allowed terrorism to go on too long, thinking we could be immune from it. But nevertheless we need to recognize that we're going to have to wage warfare,\" Allen warned in his speech.\nKnown for ardent conservatism and law-and-order views, Allen also spoke of the importance of protecting basic civil rights as the nation responds to the attacks.\n\"Let's make sure that in our anger and in our efforts to bring justice, we remember our basic foundational civil liberties and not abrogate them.\"\n\n\nGraphic\n\n \nPhoto\n\nLoad-Date: September 15, 2001"
}