{
    "title": "Alleged USS Cole plotter scheduled to appear before military tribunal",
    "publisher": "charleston gazette",
    "year": 2011,
    "month": 11,
    "day": 9,
    "full text": "WASHINGTON - As a presidential candidate three years ago, Barack Obama vowed to close the detention camp at Guantanamo Bay, calling it a \"recruitment tool for our enemies,\" and promised to \"reject\" the law that allowed military commissions to try terrorism suspects.\nObama's inability to achieve either goal will come into focus Wednesday when a Saudi prisoner charged with directing the bombing of the USS Cole in October 2000 is due to appear before a judge at the U.S. Naval Base in Cuba in the first military tribunal of a terrorism suspect since Obama took office.\nIf the suspect attends the hearing, it will also mark the first time Abd al-Rahim al-Nashiri, now 46, has been seen in public since he was captured by CIA operatives in Dubai nearly a decade ago. He was held in a secret CIA \"black site\" prison for four years before he was moved to Guantanamo Bay in 2006.\nIn the fall of 2002, while he was in CIA custody, al-Nashiri was water-boarded twice and threatened with a power drill and a loaded handgun in what critics called a mock execution, according to a declassified report by the CIA inspector general. It said that a CIA interrogator later threatened al-Nashiri by saying that if he didn't talk, \"we could get your mother in here.\"\nAl-Nashiri later repudiated what he called false confessions that he said he was coerced to give while being physically abused. New rules prohibit prosecutors from submitting evidence obtained by methods widely considered to be torture.\nAl-Nashiri's lawyers and some civil liberties experts have denounced the military proceeding as a sham. Even if al-Nashiri is acquitted of the charges, they point out, the military judge would not have the authority to order his release. He could be held indefinitely as an enemy combatant.\n\"That's the $64,000 question. Why go through all the time and expense of the commission process if no matter what happens he will still be held in Guantanamo?\" said Stephen I. Vladeck, a law professor at American University in Washington, D.C.\nOn Monday, the military released 202 pages of new procedures for the first military commission of the Obama administration.\n\"This is yet another example of how when you try to build a system from scratch you are writing the rules as you go,\" said Jameel Jaffer, a human rights attorney for the American Civil Liberties Union, who observed several military tribunals during the Bush era. \"This does not serve justice.\"\nAs a candidate, Obama promised to shutter the Guantanamo Bay detention facility within a year after taking office, saying the legal framework behind the system had \"failed completely.\" After he entered the White House, he immediately suspended the military tribunals of terror suspects begun under President George W. Bush.\nAt least 70 detainees were deported back to their home countries over the last three years, compared to about 500 during the Bush administration. But Obama's efforts to close the facility or shift prosecutions into civilian courts ran into stiff opposition in Congress.\nThe issue came to a head after U.S. Attorney General Eric Holder proposed trying Khalid Sheikh Mohammed, the alleged mastermind of the Sept. 11, 2001, attacks, in federal court in New York City. The administration backed down after Congress passed a law in January that forbade transferring prisoners from Guantanamo Bay to face trial in U.S. civilian courts.\nThe al-Nashiri tribunal will be different from previous commissions, however.\nRules enacted under Obama administration guarantee detainees access to legal council and more access to classified information in preparing their defense. The administration also has promised to open the proceedings more to the public than in the past.\nAs a result, the al-Nashiri hearing will be the first to be broadcast on closed-circuit TV for viewing at two sites near Washington by accredited media and family members of the Cole victims.\nAl-Nashiri allegedly headed al-Qaida operations in the Persian Gulf and the Gulf states, and reported directly to Osama bin Laden. He faces murder, conspiracy and terrorism charges. Prosecutors are seeking the death penalty.\n\nLoad-Date: November 9, 2011"
}