{
    "title": "Allies back U.S. strikes, others question timing",
    "publisher": "telegraph herald ",
    "year": 1998,
    "month": 8,
    "day": 21,
    "full text": "Terrorism: Attacks complied with the rights of self-defense\nLONDON (AP) - Britain and Israel expressed support Thursday for U.S. strikes on suspected terrorist targets in Afghanistan and Sudan while some European reports linked the attacks to President Clinton's problems at home.\nBritish Prime Minister Tony Blair said he strongly supported the strikes, which Clinton said targeted facilities linked to the Aug. 7 bombings at the U.S. embassies in Kenya and Tanzania.\nBlair compared the East Africa bombings to Sunday's deadly bomb attack in Omagh, Northern Ireland.\n\"The atrocities this month in Nairobi, Dar es Salaam and Omagh have shown the pain and suffering terrorism can bring to innocent people,\" Blair said in a statement.\nIsraeli Prime Minister Benjamin Netanyahu \"welcomes the U.S. decision to strike targets of terrorists in Sudan and Afghanistan,\" a statement from his office said.\nClinton said he had ordered the attacks on sites linked to Osama bin Laden, a Saudi millionaire who U.S. officials say sponsors terrorism.\nBut Iraqi state TV said the United States had turned its back on international law and was using terrorism to further its own aims.\n\"Is the bombardment of safe populated areas, factories or any inhabited place - as the United States did when it bombed areas in Sudan and Afghanistan - not considered terrorism?\" the British Broadcasting Corp. quoted a Iraqi television commentary as saying.\nIranian radio reported that the raids could be aimed at deflecting attention from the grand jury investigation into Clinton's relationship with former White House intern Monica Lewinsky.\nAt the United Nations in New York, Secretary-General Kofi Annan was \"concerned over these developments and awaits further details,\" U.N. spokesman Fred Eckhard said.\n\"The secretary-general … condemns terrorism in all its forms,\" Eckhard said.\nThe United States, meanwhile, told the Security Council that the strikes complied with international law and the rights of states to self-defense under the U.N. charter.\n\"The targets struck, and the timing and method of attack used, were carefully designed to minimize risks of collateral damage to civilians and to comply with international law, including the rules of necessity and proportionality,\" Ambassador Bill Richardson wrote in a letter to the council president.\nIn Pakistan, religious leaders said they would offer special prayers and lead demonstrations against the U.S. attacks in Islamic nations.\n\"We won't allow this incident to go by unnoticed. It is time for the Muslims of the world to unite,\" said Munaar Hasan, general secretary of the right-wing Jamiat-e-Islami, a political and religious group that has vowed to transform Pakistan into a strict Islamic state.\nThe bombings took place mid-evening in Europe, and initial government reaction was sparse, although some TV reports suggested the bombing was linked to investigations into Clinton's relationship with Lewinsky.\nNews of the attacks led Spanish radio and TV bulletins. And Pablo Castellano, a spokesman for United Left, Spain's third-ranking political party, said the U.S. air strikes appeared to be \"a reaction geared towards trying to win popularity … rather than combat terrorism\" and were related to the Lewinsky case.\nAnd in Italy, TV news also linked the breaking news of the bombings with ongoing coverage of the Lewinsky case and speculated on whether the attack was a way to distract from the affair, which the Italian media have called \"Sexgate.\"\n\nLoad-Date: August 21, 1998"
}