{
    "title": "Alliant radiation detector a hot item; Agencies use improved device to thwart terrorism",
    "publisher": "star tribune ",
    "year": 2004,
    "month": 8,
    "day": 27,
    "full text": "Edina-based defense firm Alliant Techsystems has entered the terrorism prevention business with a powerful new device that can detect the presence of radiation 25 feet from a stationary or moving source.\n     Some existing systems can test only stationary targets with a high degree of accuracy. Alliant's new D-tect System was built to detect radioactive threats even if the source is moving on a highway, shielded inside a container or in the trunk of a car. A screen on the device displays the level of detected radiation.\n   \"It's a real advance,\" said spokesman Bryce Hallowell. \"There is some real interest in this type of product. And we are seeing substantive buys from law enforcement groups. It is designed to identify active radiation material in quantities that could harm the public.\"\n     A dozen police departments, including law enforcement agencies in Washington, D.C.; Las Vegas and Florida, have bought the pager-sized devices, which cost around $1,500.\n     The Department of Homeland Security also is expected to review the device when Alliant submits its response to the government's request for proposal. The department is looking to buy many more radiation detectors for use in airports, highways, ports and other locations, said Penrose Albright, assistant secretary for the department's science and technology division.\n     \"We use them all over the country and at border points of entry,\" Albright said. \"And we use them in shipyards where containers come into the country. We have bought our inspectors thousands of these and have deployed them at several pilot locations including the ports of New York and New Jersey, the George Washington Bridge and JFK Airport.\"\n     With police departments also using the detectors, it gives the department one more level of protection against a possible threat. Still, the department will continue to build up its supply, he said.\n     \"The Department of Homeland Security is buying in significant quantities of [radiation] pagers and portal monitors and even the next generation of technology\" that can not only detect, but also identify the radioactive element. \"If the Alliant Tech system passes our standard, then we will be pretty happy. And if it exceeds our standard, we will be even more happy with it,\" Albright said.\n     The department's interest will depend on the device's sensitivity and accuracy when aimed at fast-moving vehicles that are far from the detector, he said.\n     To emphasize the accuracy, Alliant engineered the device to read as little as one micro-curie of the radioactive chemical Am-241, even when several feet away. At that size, the sample is about the size as the tip of a ballpoint pen and relatively harmless, Hallowell said.\n     Alliant Techsystems acquired its D-tect technology this year when it purchased Santa Barbara defense firm Mission Research Corp., for about $210 million to $235 million.\n     Alliant Techsystems is a defense and aerospace company that generates $2.4 billion in revenue per year.\n     Dee DePass is at     ddepass@startribune.com.  \n\nGraphic\n\n \nPHOTO\n\nLoad-Date: August 27, 2004"
}