{
    "title": "Alliance of Somali Warlords Battles Islamists in Capital",
    "publisher": "the new york times",
    "year": 2006,
    "month": 5,
    "day": 13,
    "full text": "A new front in the fight against terrorism has broken out on the streets of Mogadishu, the capital of Somalia, as a group of Islamists battle Somali warlords allied with Washington's aim of rooting out Muslim extremism from the region. \n  In six days of some of the worst street combat since the central government collapsed in 1991, nearly 150 people have been killed, most of them noncombatants caught in machine-gun and artillery fire.\nOn Friday morning, heavy shooting could be heard in some parts of the disintegrating capital, although the gunfire appeared to subside somewhat later in the day, according to Mogadishu residents reached by telephone from Kenya.\n  While the American Embassy in Nairobi called on all parties to cease fighting, the United States government has been accused of backing the warlords, who have fashioned themselves into an antiterrorism alliance, rooting out elements of Al Qaeda in their midst.\n  ''It's a well-established fact for the last few years that U.S. counterterrorism officials and other intelligence officials have been working through Somali partners to fight extremists,'' said Suliman Baldo, director for Africa policy at the International Crisis Group, a Geneva-based advocacy group that studies wars around the world.\n  ''From the little we know, the U.S. is not supporting the warlords with arms, per se,'' Mr. Baldo said. Instead, he added, American operatives were paying the warlords to help track down and apprehend those in Somalia suspected of being members of Al Qaeda.\n  In one episode outlined in an International Crisis Group report last year, American intelligence officers offered a Somali clan leader $4 million if he captured Tariq Abdallah, a suspected Qaeda leader traced to a Mogadishu guest house. When the clan leader's militia launched a raid on the house, however, the suspect (also known as Abu Talha al-Sudani) was not found there, the report said.\n  The warlords, who say they have joined America's fight against terrorism, are calling themselves the Alliance for the Restoration of Peace and Counterterrorism. They are led by Mohammed Deere, Mohammed Qanyare and Bahire Rageh, all powerful figures in Mogadishu.\n  In interviews, American officials declined to detail their relationship with the warlords, and said only that their goal was to support both the fight against terrorism and the recently formed transitional government that is struggling to gain a foothold.\n  But the president of that transitional government pointed his finger at the United States and said American counterterrorism efforts would work better if they went through Somalia's fledgling government, not through individual warlords.\n  ''They really think they can capture Al Qaeda members in Somalia,'' President Abdullahi Yusuf Ahmed said. ''But the Americans should tell the warlords they should support the government, and cooperate with the government.''\n  The United States has kept a wary eye on Somalia since the attacks of Sept. 11, 2001, fearing that extremists would take advantage of the country's anarchy to use it as a base of operations, just as occurred in Afghanistan in the 1990's.\n  Defense Secretary Donald H. Rumsfeld even ordered military commanders to examine options for an attack on Somalia, according to the bipartisan 9/11 Commission Report.\n  Initial Pentagon suspicions of Qaeda training camps in Somalia have not yielded anything. But evidence has emerged of the presence of some terrorists in the country. \n  Fazul Abdullah Muhammad, a suspect in both the 2002 bombing of an Israeli-owned hotel on Kenya's coast and the 1998 bombing of embassies in Kenya and Tanzania, held one of his planning sessions in Mogadishu, according to a United Nations study of the weapons flow into Somalia.\n  In recent months, diplomats and other analysts in the region say, Western intelligence officials have been delving into the murky world of Mogadishu, where money buys loyalty, at least for a while.\n  The American government's approach toward Somalia, which seems to put the fight against terrorism above all else, has drawn some criticism in Washington.\n  ''If our principal objective is to fight terrorism and extremism in Somalia, what have we achieved thus far in light of the huge financial and security investments in the region?'' asked Ted Dagne, an Africa analyst at the Congressional Research Service in Washington. ''Somalia is still without a central government, divided, and controlled by warlords.''\n  He added, ''If we fail to focus on this generation of Somali kids and help them, they could become the next warlords out of necessity and desperation.''\n  The warlords who are fighting the Islamists say they are acting out of principle, not pay.\n  ''These terrorists want this country to adopt a Taliban style,'' said Hussein Gutale Rage, a spokesman for the warlords' alliance. ''The Americans have not given us anything so far. We share their hatred of terrorism.''\n  The alliance is battling a loose coalition of Islamists who are allied with the Islamic law courts that have popped up in Mogadishu over the last decade. With a lack of government control, the courts have emerged as an independent power center, largely outside the clan hierarchy.\n  Accusing the warlords of being puppets of Washington, the Islamists have filled a gap left by the lack of government structure, winning converts to their ideology by running local schools and charities.\n  One of the leaders of the Union of Islamic Courts is Sheik Hassan Dahir Aweys, an imam and former soldier whom the American government has linked to Al Qaeda. The United Nations has accused him of receiving a large cache of arms from a nearby country in violation of the embargo on providing weapons to Somalia.\n  ''We will have to liberate our people from these warlords, who have been shedding our people's blood for the past 15 years,'' he told The Associated Press recently. He also told the BBC that he was part of the ''mujahedeen who are fighting back.''\n  Another person linked to the Islamic courts is Aden Hashi Ayro, a protege of Sheik Aweys who, some say, has become a renegade militia leader who answers to no one. Mr. Ayro is suspected of being linked to a string of assassinations of businesspeople, intellectuals, peace activists and others in recent months. The killings are believed to have been intended to send a message against any foreign tampering in Somalia.\n  In 2005, Sheik Aweys led an attack on an Italian cemetery in Mogadishu, in which human remains were dug up to protest foreign intervention in Somalia. His fighters have also joined with other militias to close down cinemas in the capital that were accused of showing immoral films. They oppose proposals to bring an outside peacekeeping force into Mogadishu.\n  ''This is a resource conflict and a religious conflict,'' said Jabril Ibrahim Abdulle, director of Center for Research and Dialogue. ''Everybody wants to make money, but the religious leaders are also turning this into a war against the West.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nMap of Somalia highligting Mogadishu: Nearly 150 people have died in six days of fighting in Mogadishu.\n\nLoad-Date: May 13, 2006"
}