{
    "title": "Allies Obama Overlooked",
    "publisher": "the new york times",
    "year": 2008,
    "month": 8,
    "day": 1,
    "full text": "LAST weekend, Barack Obama dazzled crowds in Europe. Discussing international security, he spoke eloquently about needing an American-European partnership to defeat terrorism.\n  In Paris, he said that ''terrorism cannot be solved by any one country alone,'' and that we should establish partnerships. In Berlin, he expressed hope that Europeans and Americans ''can join in a new and global partnership to dismantle the networks'' of terrorists worldwide. \n  But there's one problem. We already have a counterterrorism partnership with the European Union. And it works. Indeed, despite news media caricatures of aggressive Americans feuding with pacifist Europeans, both groups are quite serious about protecting citizens by working together. \n  The urgency of this partnership became clear after investigators discovered that a cell in Hamburg, Germany, had helped in Al Qaeda's attacks against America on Sept. 11, 2001. After bombings in Madrid and London, the partnership expanded. \n  Since then the number of attacks and plots aimed at our European allies has dropped. And here in the United States, of course, Al Qaeda has been unable to attack since 9/11. \n  Officials in the American and European military, intelligence and law enforcement communities created this success, and a strong counterterrorism partnership made it possible. The key pillars are better intelligence sharing and closer law enforcement cooperation.\n  I have witnessed this success firsthand. In 2005, I was the Pentagon's lead intelligence specialist in Iraq focusing on terrorist networks that used improvised explosive devices. Many Americans may recall the increasing casualties from these homemade devices. Despite our huge investments in technology to combat them, terrorist networks kept learning to adapt. \n  One challenge we had was to find where the research and testing of new bombs was taking place. Eventually, American intelligence and European law enforcement officials discovered together that much of the work was being done outside Iraq with the results transmitted via the Internet.\n  Acting on this information, the police in France arrested electrical engineering students at a French university who had been recruited by their local mosque leaders. After these arrests, American tactical countermeasures and improvements in technology became more effective and the number of casualties from certain types of explosives declined. \n  Such close collaboration between the United States and France against terrorist cells in Iraq may surprise those accustomed to digesting easy sound bites of ''cowboy diplomacy'' and ''unilateralism.'' But the partnership is real, and not just with France.\n  The Germans contribute as well. I also worked on counterterrorism operations in southern Europe to stop a plot against American interests there. Thanks to German intelligence and law enforcement officials, a planned attack modeled on the 1983 truck bombing against United States marines in Lebanon -- but several times larger -- never happened. \n  Such tactical success is only possible after effective diplomatic engagement at the highest levels. Agreements between the United States and Europe, like the Declaration on Combating Terrorism and the Extradition and Mutual Legal Assistance Treaty, have helped enormously. And for years, NATO, the Group of 8 industrialized nations, and other multilateral organizations have contributed as well.\n  In 2004, J. Cofer Black, the State Department's coordinator for counterterrorism, testified about the success of these partnerships before the Senate Foreign Relations Committee's subcommittee on European affairs. Had Senator Obama, who now heads that subcommittee, read the transcripts from the meeting, which took place before he came to office, or had he held a similar hearing, he might have known that the partnerships he called for last week already exist. \n  After years of investment and sacrifice, Americans and Europeans deserve accurate information about our efforts to defeat international terrorism, especially from a prospective commander in chief. \n\nhttp://www.nytimes.com\n\nLoad-Date: August 1, 2008"
}