{
    "title": "ALLIES REJECT A U.S. PLAN TO MEET ON HOSTAGES",
    "publisher": "the new york times",
    "year": 1987,
    "month": 2,
    "day": 6,
    "full text": "The Reagan Administration has been rebuffed in its plan to convene a conference with six major allies to discuss coordinated responses to the continued hostage-taking in Lebanon, White House and State Department officials said today.\nFrance, Britain and West Germany were unwilling to attend because of concern that public knowledge of such a session would put them in an awkward position in terms of the safety of hostages from their countries, one State Department official said.\nCharles E. Redman, the State Department spokesman, said the United States had proposed the meeting to exchange information and views on the spate of recent kidnappings.\nEight Americans and at least 18 other foreigners are being held hostage in Lebanon. Eleven have been captured since Jan. 12.\nThe United States had proposed a meeting in Rome starting Friday of representatives of the seven largest industrialized democracies, which signed a statement at a summit meeting in Tokyo last May pledging international cooperation to combat terrorism. The nations are the United States, Britain, Italy, France, West Germany, Canada and Japan.\n''We approached the Italians,'' Mr. Redman said. ''They agreed to host such a meeting. Some other members of the summit group did not feel that a meeting would be propitious at this time.''\n \nSeveral Reasons Cited\nThe State Department spokesman said there had been a ''number and variety'' of reasons why some countries did not want to attend.\nAsked why the United States had sought the meeting, another State Department official said it was not to elicit joint actions or a unified strategy, but simply to give an opportunity for high-level discussion of the kidnapping problem. No decisions or new moves were contemplated, he said.\nAnother senior Administration official, who asked not to be identified, said France had refused outright, while Britain had indicated reluctance to attend unless all seven nations did so.\n \nU.S. Efforts to Continue\nMr. Redman said that the rebuff did not reflect a weakening of a unified allied response to combating terrorism, and that the United States would continue to promote such efforts.\nNevertheless, in a reflection of tension among the Western democracies over the best method for freeing the hostages, Denis Baudouin, a spokesman for Prime Minister Jacques Chirac, said at a news conference in Paris that the French Government preferred to win the release of its hostages through independent contacts.\nFrance has reportedly been holding talks with Iran on the release of French hostages in Lebanon. Recently, two Frenchmen held there by Shiite fundamentalists were released.\n''In the case of the hostages, one must act with caution,'' Mr. Baudouin said. He also expressed concern that the United States might use a naval task force off the coast of Lebanon to launch a military strike to free the American hostages or in retaliation for the kidnappings.\nMr. Redman and other Administration officials denied that the session was being sought to discuss the possibility of joint military responses.\nThe White House said Wednesday that the United States naval forces were in the Mediterranean for normal activities and operations. Today, Pentagon officials said some ships in the American flotilla would be allowed to leave the area, but the remaining forces would be kept on a high state of readiness as a precaution.\n \nTHE FRENCH MISGIVINGS\n \n PARIS, Feb. 5 (Special to The New York Times) - Mr. Baudouin, the French Government spokesman, said France, Britain and West Germany ''had the same reflex'' when they were asked to attend the meeting.\nFrench officials said their Government feels a meeting now to discuss the hostages in Lebanon could make the captives' release more difficult to secure.\nWith France said to be negotiating with Iran in efforts to free French hostages, officials say, it makes no sense to be seen cooperating closely with the United States on terrorism, particularly when the Reagan Administration is showing its naval force in the area.\nFrench officials also said American calls for a concerted Western stance on terrorism sound less credible after the disclosure that the Reagan Administration made secret attempts to persuade Iran to help release Americans held in Lebanon in exchange for American arms.\nSources said Britain, with four citizens held hostage in Lebanon, had no objection of principle to the session, but felt a meeting now might appear provocative. West Germany was also unenthusiastic, since it is trying to secure the release of two West German citizens seized last month."
}