{
    "title": "Alum sparks debate on global terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 4,
    "day": 29,
    "full text": "Vassar alumnus Marc Thiessen '89, a renowned conservative speech-writer and political commentator, provoked heated discussion among various groups on campus surrounding his views on terrorism. Photo By: Sam Pianello\nOn April 24, Vassar alumnus Marc Thiessen '89 gave a lecture entitled, \"America's Failed Response to Radical Islam,\" hosted by the Vassar Conservative Libertarian Union .\nThiessen was set to discuss the Obama administration's record on counter-terrorism efforts and radical Islam in the Middle East. The event inspired serious debates amongst the student body about both the decision to invite the alum as well as the content of the lecture. The VSA declined to provide additional funds for the event.\nAfter graduating from Vassar, Thiessen earned significant notoriety as a conservative author, columnist and political commentator. He previously served as chief speechwriter to former President George W. Bush and former Secretary of Defense Donald Rumsfeld. He has also a been frequent columnist to The Washington Post, and is author to 2010 bestselling book \"Courting Disaster: How the CIA Kept America Safe and How Barack Obama is Inviting the Next Attack.\" In 2011, Thiessen was ranked 97th on the Daily Telegraph's \"100 Most Influential Conservatives in America\" list (The Washington Post, \"Marc Thiessen\").\nHis return to Vassar to speak from a distinctly conservative and libertarian point of view was expected to provoke heated debate amongst students. Incoming President of VCLU Pietro Geraci '18 explained the purpose of bringing Thiessen to campus, despite the College's liberal reputation. He remarked, \"VCLU invited Mr. Thiessen to speak about a topic not really talked about at Vassar, or at least a topic where both sides of the story are not given. I believe he made it a point to give the right-wing side of the story-his conclusion as to how the War on Terror went wrong.\"\nDuring the talk, Thiessen touched on what he believes are the dangers of radical Islam and how, in order to stop terrorism, the United States needed to deploy more troops.\nEditor-in-Chief of Tertium Quids, a VCLU publication, Luka Ladan '15 commented, \"Marc was trying to bring home the point that ISIL poses a grave threat to the United States, one comparable to the Nazis in the 1920s and 1930s. As such, he argued forcefully against any form of passive appeasement, which seems to be the Obama administration's approach right now, and instead proposed a more forceful response to deal with the problem and protect our own borders moving forward.\"\nGeraci noted, \"Essentially, Marc Thiessen was conveying that the Obama administration is at fault for the rise of ISIS. He easily sparked a response from the Vassar left, not simply because he criticized Obama and praised Bush, but also because he supports waterboarding, and many see America's War on Terror as meddling in Middle Eastern affairs, while terror is widespread in other places as well.\"\nHe continued, \"Many people in the audience are understandably war-weary, but they fail to realize that even as late as 2011 we had the terrorists subjugated, and that Obama made a huge foreign policy blunder.\"\nBoth supporters and critics alike acknowledge the controversial nature of the lecture and the campus' somewhat varied responses. Ladan explained, \"The lecture sparked a strong response because of the reference to the Islamic religion, even though he clearly distinguished between most Muslims and the small, yet dangerous, extremist minority that too often resorts to chaos and terrorism to advance its own interests. His support for enhanced interrogation techniques, which he distinguishes from torture, also caused quite a stir.\"\nCritics of the lecture stated that the discord with the lecturer arose for a variety of reasons. Dushyant Naresh '17 commented, \"There were quite a few veterans at the talk who had combat experience in the regions Thiessen was referring to-they didn't have too many positive things to say about deploying more troops to Iraq. Others brought up how U.S. intervention has only resulted in further chaos within the Middle East, as well as splinter cell organizations affecting other countries in Asia...He was adamant that the U.S. would correct the mistakes made in previous years-though he never explained how this new plan would be different. Thiessen also went as far as to say that the Iraqi surge was successful, to which many students loudly countered.\"\nAlthough unable to attend, President of the Vassar Muslim Student Union Farah Aziz '16 stated that she has discussed the lecture and its implications with fellow students. She wrote, in an emailed statement, \"What I've heard from others is that it was a very one-sided lecture which was all Thiessen giving a specific take on what he saw as political problems without either head on acknowledging the layers beneath the problems he was bringing up.\"\nMany students have accused Thiessen of being Islamophobic. Upon the announcement of the event, several students took to social media to decry Vassar's choice to extend an invitation to Thiessen. Naresh also explained, \"His basic premise shattered once you put forward the belief that an American life is equivalent to a Muslim one, and not superior. I can definitely see how this came off as Islamophobic, and I think it really doesn't help to have people like this come onto campus.\"\nThe event also sparked larger debates about the state of larger campus climate issues. Geraci said, \"There are several students here who equate anything remotely having to do with conservatism with all things bad, and so shut their minds to opposing ideas...Students here need more exposure to the right side of the fence, so that they can have presented to them a clear picture of both the right and left, and then be able to develop informed and logical political beliefs. Those who shun conservatism here are doing themselves a disservice and are not thinking realistically.\"\nLadan added, \"Having Marc speak, as a traditional conservative with loads of political experience, provided this campus with the kind of alternative voice that's sorely lacking. It breaks from the liberal groupthink so common at the College, which prompts students to think a little bit differently and step outside of their original comfort zones...He challenged the status quo that has developed here over time, proving that there are indeed other perspectives out there and ones worth taking in.\"\nPresident of the Middle Eastern Students Collective Ramy Abbady '16, speaking for his organization, which found the lecture highly offensive, has submitted a response to the VCLU's event that can be found on page 9 of this edition of The Miscellany News.\nNaresh also noted, \"While I do understand that conservatives are a minority on campus and they have every right to defend their political beliefs, this overstepped the boundaries of respect. I don't know if this is what the VCLU planned to happen, but Marc Thiessen coming was not a good idea. All in all, the majority of the people (including me) left the lecture feeling angry, frustrated, and completely dissatisfied with what should have been an educational experience.\"Share\n\nLoad-Date: April 30, 2015"
}