{
    "title": "Alumnus writes about media's influence in perpetuating stereotypes and terrorism",
    "publisher": "university wire",
    "year": 2018,
    "month": 2,
    "day": 22,
    "full text": "Facebook\nTwitter\nEmail\nPrint\nSave\nAn NIU alumnus plans to release a book that mentions his experience of the Feb. 14, 2008, shooting and the media's response to acts of violence and terrorism.\nNIU alumnus John Maszka, began writing his upcoming book, Washington's Dark Secret: The Real Truth About Terrorism and Islamic Extremism, in April 2013 following the boston marathon bombing. His book will be released in October.\nMaszka said he understands media outlets are obligated to keep the public informed, but the public must demand less magnification of criminal activity.\n\"In the modern world, where the mainstream media enjoys global reach and a platform that influences billions of people, 'truth' is both manufactured and distributed in masses,\" Maszka said in a Feb. 7 email.\nMaszka currently lives and works in the United Arab Emirates and is unable to use a free communcation app because of governmental restrictions.\nIn an excerpt from his book, Maszka details his experience of the Feb. 14, 2008, shooting to explain how the media promotes violence in a society where \"some of our young people are literally dying for attention\" because of an obsession with fame.\nIn modern day society, people are driven by affluent famous idols and base their goals on popularity. It's a unanimous system of condemning one group of people while glorifying another, Maszka said.\n\"If Michael Jackson can inspire thousands of people to wear just one glove, then mass murderers are bound to have an effect on their own followers as well,\" Maszka said. \"Yet we reward the most violent people with fame, and then shake our heads in defeat, wondering why the violence keeps happening.\"\nMaszka said the media plays a significant role in what he has coined the \"media-terrorism industrial complex\" by labeling all acts of violence as terrorism and by naming all perpetrators of violence as Islamic extremist.\nMaszka said the global war on terrorism is a means of obtaining unstoppable entrance and irrefutable jurisdiction of the Middle East and its resources, and the religion of Islam shouldn't equate to terrorism.\n\"We can find examples of violence in the sacred writings of most world religions, and we can also find examples of people throughout history who used those texts to justify committing acts of violence,\" Maszka said.\nMaszka said he was a doctoral student studying political science who was near Zulauf Hall and Cole Hall at the time of the NIU campus shooting. He said he is fortunate enough to not have experienced mental repercussions related to the shooting, and writing a book about acts of violence has helped him cope with the event.\n\"The realization that life is so uncertain. A single moment can change everything,\" Maszka said.\n\nLoad-Date: February 22, 2018"
}