{
    "title": "Alumna dies May 4 after injuries from Sri Lankan terrorist attacks",
    "publisher": "university wire",
    "year": 2019,
    "month": 5,
    "day": 11,
    "full text": "Chelsea Decaminada, Trinity '15, died May 4 due to injuries she sustained during terrorist attacks on Sri Lankan churches and hotels on Easter Sunday.\nDecaminada earned her undergraduate degree in public policy studies and international comparative studies from Duke in 2015, and was on assignment in Sri Lanka for the U.S. Department of Commerce when she was injured in the bombings.\n\"Chelsea devoted her life to public service, and her dedication and spirit were a model for all of us at Commerce,\" said Secretary of Commerce Wilbur Ross in the department's statement May 6.\nThe Alumni Association said in an Instagram post that Decaminada was an international program specialist with the commercial law development program at the Department of Commerce.\nAccording to her LinkedIn profile, Decaminada was a community health advisor in the Peace Corps for more than two years before joining the Department of Commerce in February. In 2015, she was a foreign policy Intern at the Clinton Foundation and a gender in development intern at Creative Associates International.\nAt Duke, she was a tutor for America Reads, America Counts and minored in French, according to her LinkedIn. She volunteered weekly with the Francophone refugee population in Durham through Church World Service in 2014 and 2015 and studied abroad in South Africa.\nAccording to the Alumni Association, Decaminada was a member of Kappa Alpha Theta sorority while at Duke, and she did DukeEngage in 2013.\nIn a Facebook post, the U.S. Embassy in Colombo, Sri Lanka shared a statement from U.S. Ambassador Alaina Teplitz about Decaminada's death.\n\"We mourn the loss of Chelsea Decaminada, who succumbed after a valiant fight to injuries sustained in the Easter attacks,\" Teplitz said in the statement. \"Our thoughts and prayers are with Chelsea's family. We pay tribute to Chelsea-and all those lost and injured-by partnering with Sri Lanka and nations around the world to bring unity in the face of terrorism.\"\nThe pair of suicide bombings targeted churches and hotels in Sri Lanka, killing nearly 300 people and injuring almost 500. In an April 22 statement, President Vincent Price condemned the attacks. More than a dozen suspects had been arrested at that time.\n\"The tragic Easter Day attacks on Christians worshipping in Sri Lanka show again the horrible human cost of hate and violence,\" Price wrote. \"Our hearts go out to the victims, their families and the people of Sri Lanka at home and around the world, whose lives will be forever changed by this act of horrific cowardice.\"\nThe Department of Commerce urged a continued fight against terrorism in its statement on Decaminada's death.\n\"She served her country with distinction,\" Ross said in the statement. \"As we mourn her loss, we must continue to fight terrorism around the world.\"\n\nLoad-Date: May 11, 2019"
}