{
    "title": "Ambassador Talks US, Pakistan Politics",
    "publisher": "university wire",
    "year": 2014,
    "month": 2,
    "day": 21,
    "full text": "Pakistani Ambassador Jalil Abbas Jilani discussed the turbulent political and economic relations between the United States and Pakistan in McGhee Library on Tuesday.\nThe School of Foreign Service Asian Studies Program organized the event as part of the Lunch with an Ambassador Series, which was designed to give Georgetown students, alumni and professors the opportunity to learn about current affairs from the international figures who are actively participating in world-changing policymaking.\nThe fully-booked event created an opportunity for conversation about the tense relations between the two countries since 2011, when Osama bin Laden was killed in a secret U.S. military operation in Pakistan.\n\"The years 2011 and 2012 also witnessed a low in U.S.-Pakistan relations. ... They suffered a great deal,\" Jilani said.\nAlthough Pakistan is a U.S. ally regarding the \"war on terror,\" Americans and Europeans accused Pakistan's military and security forces of protecting bin Laden from U.S. intelligence agents. The Pakistani government categorically denied these accusations, but the ramifications of this event as well as continued drone strikes targeting al-Qaida in the northern tribal areas have heightened tensions between the nations' political leaders.\nDespite this contention, the ambassador remained optimistic about current and future relations between the two nations, arguing that current cooperation bodes well for the future.\n\"The current level of engagement we have in both countries gives every reason for both sides to be satisfied with the level of cooperation that is going on not only on the economic front, but also on trade, counter terrorism, intelligence, military to military cooperation,\" Jilani said. \"Also I think at the level of the parliament of Pakistan and the U.S. Congress have good cooperation and good understanding about the interaction that is going on.\"\nThe ambassador focused on Pakistan's energy crisis, defense and counter-terrorism operations and economic and trade issues.\n\"On the economic front, the situation looks very good. The GDP has seen a significant growth in the last six months, the fiscal deficit has been reduced, the GDP has been increased, the government has also been able to pay back the circular debt in a matter of one month almost $5 million, which has increased the productivity of various projects, which resulted in industrial growth,\" Jilani said.\nHowever, the country cannot achieve its potential without the support of world powers with already-prominent economies like the United States. He stressed that America's investment in Pakistan's economy could reap benefits in Afghanistan - a country of primary U.S. interest. The economies of Afghanistan and Pakistan are very closely linked since they engage in more than $2 billion worth of trade.\n\"A sound economic base in Pakistan would also have a very positive effect on the economy of Afghanistan, and in turn would bring about stability, which has been the long term objective of the United States and other countries involved in Afghanistan,\" Jilani said.\nThe ambassador also spoke about Pakistan's strained relations with India, which resulted from territorial disputes over the region of Kashmir.\n\"Just as India has its issues related to terrorism, we also have our concerns to terrorism as far as India is concerned,\" Jilani said.\nHowever, Jilani is aware that establishing strong relations with Pakistan's neighbors is a crucial step toward prosperity and success.\n\"The Prime Minister is convinced that unless there is peace and stability in the region, the economy certainly will not gain the same kind of momentum that the government wants,\" he said. \"With that the government has taken a number of initiatives with Afghanistan and India in order to improve our relations and also in order to improve the overall security.\"\nThis outlook seemed rather optimistic to Stanley Kober (SFS '73), who attended Tuesday's lunch.\n\"He's being very diplomatic. ... I'm not so sure about the economy and the terrorism,\" he said.\nDuring the latter half of the event, which was open to questions, several queries centered on the region's military state of affairs. Despite concerns about Pakistan's involvement with bin Laden, the ambassador stated that the two countries are currently cooperating on intelligence operations.\nThe ambassador concluded the event by reflecting upon his goals as ambassador to the United States. He hopes to build a very strong relationship between the two countries. Professor Christine Fair, whose research concerns political and military affairs in South Asia, found Jilani's remarks trite: She felt that he avoided the accusations that were levied against his country.\n\"Personally, I found the Ambassador's talk to be a staged rehearsal of well-worn talking points and it included a regrettable amount of dissembling on key issues such as Pakistan's support for Lashkar-e-Taiba, the Taliban and so forth,\" Fair wrote in an email. \"It was clear from his talk that the talking points of the civilian government and the Pakistan military and intelligence agencies are isomorphic, unfortunately.\"\n \n\nLoad-Date: February 21, 2014"
}