{
    "title": "Amber Alert for Missing C-4",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 12,
    "day": 30,
    "full text": "On December 20, authorities reported the theft from a storage facility in New Mexico of 150 pounds of C-4, 250 pounds of sheet explosives, 20,000 feet of detonator cord, and 2,500 blasting caps; enough to flatten at least a large building.\nOn December 24, four men were taken into custody - two apparently average drug-using criminal brothers, plus one apparently average felon, all with average American names. The fourth, however, was not identified, nor was a fifth person who was interrogated. According to ATF officials, none had experience with explosives and none of the explosive material was tampered with. Nor, they said, was there any link to terrorism. All's well ...\nThere are questions begging to be asked here and if you don't know what they are, you haven't been paying attention.\nThere are people determined to do damage to the rest of us and blowing up buildings is in their plans. American co-conspirators - or dupes - are part of the plan as well and \"all-American\" felons and drug users could easily front for people with an internationalist, supremacist and/or criminal agenda.\nA plot to blow up the Brooklyn Bridge was advanced by a naturalized American citizen. The \"Portland Seven,\" who planned to blow up synagogues among other buildings, included six U.S.-born Americans.\nTwo men in San Diego admitted seeking Stinger missiles to sell to the Taliban in partial payment for drugs they smuggled from Pakistan.\nThe \"Virginia Jihad\" defendants, sentenced to lengthy terms, including one for conspiring to wage war against America, were all Americans - as were the \"Lackawanna Six.\" All were in contact with foreign patrons.\nAs an aside: The fact that there remain unidentified parties intimately involved with the theft in New Mexico and its larger story suggests that journalists normally inclined to investigate the hell out of government are strangely uninterested in this case of why the government doesn't want us to know who these people are. Is it possible the media doesn't want to find out that the government has actually been protecting us with its surveillance and investigative tools?\nJournalistic curiosity is lacking, too, over the fact that the government quickly announced upon apprehending people possessing the tools for terrorism, that terrorism wasn't on their agenda. Is there a better explanation for what they were doing with 400 pounds of explosives along with detonators and blasting caps? If they weren't going to blow something up, who was?\nThis fits an odd pattern of government announcements regarding the motives of people who do what terrorists do.\nIn July 2002, a man opened fire on the El Al check-in counter at LAX. Within 30 minutes, the FBI and the mayor of LA announced that it was not terrorism. After a few days, however, it became clear that the Egyptian shooter, if not a terrorist, certainly had the characteristics of one.\nIn October 2005, Joel Hinrichs detonated a bomb-filled backpack just outside the University of Oklahoma football stadium packed with 84,000 spectators. A same-day statement from the FBI said, \"At this point, we have no information that suggests any additional threat posed by others related to this incident.\" True enough because the incident was over and the bomber dead. Later media reports noted that Hinrichs had visited the Norman mosque (linked in a 2002 AP story to Zacarias Moussawi) with his Pakistani roommate and had tried to buy ammonium nitrate (the primary ingredient in the Oklahoma City bomb, now requiring federal paperwork for purchase).\nAuthorities confirmed that the substance TATP, rare in the U.S. and used by \"shoe bomber\" Richard Reid, was in the backpack bomb and that a \"huge cache\" of explosives was removed from Hinrichs's apartment after his death. If it was not terrorism, neither does it appear to be a simple suicide.\nFor most Americans, discovery that their government has been monitoring the communications of people in this country who have contact with terrorists or terror organizations abroad has been an enormous relief. But if authorities begin with an institutional bias in favor of the \"lone oddball\" premise for people who engage in terrorist-like behavior, real terrorists will have a wider field to carry out their parts in this war.\nAnd this is a war, albeit a nebulous one. There are no armies in uniform and no battles on battlefields. Their soldiers may be anyone, including average Americans, and the battlefield may be anywhere, including Albuquerque. We need a better explanation for what those guys were doing with 400 pounds of explosives.\nMs. Bryen is Director of Special Projects for the Jewish Institute for National Security Affairs in Washington, D.C.\n\nLoad-Date: December 30, 2005"
}