{
    "title": "America shifts against spying Most sour on NSA; 70% pick privacy over security",
    "publisher": "usa today",
    "year": 2014,
    "month": 1,
    "day": 21,
    "full text": "Most Americans  disapprove of the National Security Agency's sweeping collection of phone metadata, a  USA TODAY/Pew Research Center Poll finds, and they're inclined to think there aren't adequate limits in place to what the government can collect.\nPresident Obama's announcement Friday of changes in the surveillance programs has done little to allay those concerns: By 73%-21%, those who paid attention to the speech say his proposals won't make much difference in protecting people's privacy.\nThe poll, taken Wednesday through Sunday, shows a public that is increasingly  receptive to arguments made by former NSA contractor Edward Snowden. His leak of intelligence documents since last spring has fueled a global debate over the NSA's surveillance of Americans and foreign leaders. Those surveyed  split, 45%-43%, on whether Snowden's disclosures have helped or harmed the public interest.\nBy 70%-26%, they say they shouldn't have to give up privacy  to be safe from terrorism. That may reflect the increasing distance from the 9/11 attacks more than a decade ago.\n\"In trading off between civil liberty and national security, the American public decisively favors national security when it feels the threat acutely and imminently but tilts in the other direction when the threats seem more remote,\" says Peter Feaver, a National Security Council aide for Presidents George W. Bush and Bill Clinton.\nAmong the half who said they paid attention to Obama's speech, only 13% said his proposals to rein in the surveillance programs would make it more difficult to fight terrorism.\nIn polls in June and July 2013, more approved of the program than disapproved. Now, by 53%-40%, a majority disapprove. Even so, by 56%-32%, they say the government should pursue a criminal case against Snowden. \n\nGraphic\n\n \nGRAPHIC, Color, Frank Pompa, USA TODAY (BAR GRAPH)\n\nLoad-Date: January 21, 2014"
}