{
    "title": "AMERICA RESPONDS_ INDIA _ Experience with terrorism creates good U.S. ally",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 10,
    "day": 27,
    "full text": "On Oct. 2, a powerful explosion in the Indian state of Jammu and Kashmir left 42 people dead. Jaish-e-Mohammed, a Pakistan-based group recently placed on a State Department list of terrorist organizations, claimed responsibility for the attack.\nThe incident heightened tensions along the India-Pakistan border in the disputed region of Kashmir, just days before the United States began military strikes in Afghanistan. The Kashmir conflict added to the overall instability of the region.\nAJC\nA visit to the subcontinent by Secretary of State Colin Powell didn't seem to defuse the situation. In fact, the opposite happened with India firing shells across the border. Since then, violent skirmishes between Indian troops and Islamic militants in Kashmir have escalated.\nIn an interview this week, Lalit Mansingh, India's ambassador to the United States, defended his country's actions and reassured Americans that India is interested in building stability in the region. Mansingh, who will speak in Atlanta today, said India's experience with terrorism makes it a strong U.S. ally.\n \nQ:Media reports characterized Powell's visit to the subcontinent as a failure because of the flare-up in tensions between India and Pakistan. What do you think Powell's visit accomplished? A:From our point of a view, it was an extremely useful visit. . . . There was a review of the current situation in the region, and we had an opportunity to let the secretary clarify U.S. views on the current fight against terrorism. We felt reassured by the kinds of replies he gave us. Also, it was important because the secretary conveyed an invitation to Prime Minister [Atal Behari] Vajpayee from President Bush for visiting Washington.\n \nQ:Why did India take action against Pakistan during Powell's trip to the subcontinent? Wasn't that bad timing? A:What happened was that there was a buildup on the Pakistani side and a group of infiltrators tried to come in. And our troops fired to prevent them from coming in. So it was in response to provocation; it was not action initiated by India.\nThis was explained to Secretary Powell, and he appeared satisfied. There was nothing unusual about [the timing]. While it's true that we will not take any steps to complicate the situation, we will certainly defend ourselves if we are attacked.\n \nQ:India and Pakistan have fought two formal wars over Kashmir. What is the possibility of a third? A:There is no question of attacking Pakistan. We will observe international law.\n Q:But if you are shelling Pakistan-controlled land, are you not violating international law? A:Shelling has been going on for a long time. We resort to shelling only when we have information that infiltrators are trying to come in and Pakistanis provide shelling as a diversionary tactic. But crossing the line of control is something that India will not do because we respect international law. There should be no fears about attacks by India.\n \nQ:Vajpayee on Monday rejected another invitation for talks from Pakistani leader Gen. Pervez Musharraf because of what India says is Pakistani-sponsored terrorist acts against India. This is not a new charge. Why did Vajpayee reject the offer for talks now? A:Prime Minister Vajpayee is a man of peace. He has taken the initiative in the past to initiate dialogue with Pakistan. The reason why the talks at Agra [last July] did not make any progress is because Pakistan refused to accept the fact of cross-border terrorism. And Musharraf was also insistent that we talk about only one issue: Kashmir. And that is not acceptable.\nSo, as long as cross-border terrorism continues, I don't think any talks will be meaningful. It was our impression that Pakistan was interested in finding a solution to our bilateral issues. But that has not happened, and terrorism continues. In fact, it has intensified since Sept. 11. What happened in Srinagar earlier this month was one of the worst terrorism incidents in Kashmir.\nYou cannot have a dialogue with a gun in one hand. You have to choose between terrorism and dialogue. Both can't go on at the same time.\n \nQ:You just returned from India this week. Are most Indians generally supportive of current actions in Afghanistan? A:We are confident of our ability to deal with terrorism because we have been doing it for the past 20 years. Yet there is a sense of frustration and irritation that while there is a global war going on against terrorism, people seem to be ignoring the kind of terrorist threat that we face. Fortunately, it has been recognized. Two key terrorist groups operating in Jammu and Kashmir --- Jaish-e-Mohammed and Hurkat-ul-Mujahideen --- have been added to the U.S. list of terrorists. All these terrorist organizations have very close links to al-Qaida and the Taliban, so they become a part of the same global effort against terrorism.\n  \nQ:Vajpayee is due to visit Washington Nov. 8-9. What will be the focus of his talks with President Bush? A:I take it that they will review our bilateral relations. And I am sure they will review the situation in Afghanistan. They will certainly discuss terrorism, and we expect a reaffirmation of [India's] resolve to fight it.\n \nMansingh will participate in a peace and diversity forum today from 10 a.m.-noon at Emory University's Glenn Memorial United Methodist Church, 1660 N. Decatur Road. Tonight, the ambassador will speak at \"Odyssey to India,\" a cultural celebration starting at 7 at the Hyatt Regency, 265 Peachtree St. N.E. Call 678-762-7589 for ticket information.\n\nGraphic\n\n \nPhoto:\nLalit Mansingh Photo:\nIndian soldiers take positions Friday against a separatist militant hiding in a police station in Chadoora in the Indian state of Jammu and Kashmir. / RAFIQ MAQBOOL / Associated Press\n\nLoad-Date: October 27, 2001"
}