{
    "title": "America 's Lonely Battle Against Global Terrorism",
    "publisher": "the chronicle of higher education",
    "year": 2004,
    "month": 8,
    "day": 13,
    "full text": "\"We need a president who has the credibility to bring our allies to our side,\" Sen. John Kerry said at the Democratic convention last month. \"That's the right way to get the job done and bring our troops home.\" But Frank P. Harvey, director of the Center for Foreign Policy Studies at Dalhousie University, in Nova Scotia, doubts that a United States threatened by terrorism will actually choose to seek allies in the fight. In his forthcoming book Smoke and Mirrors: Globalized Terrorism and the Illusion of Multilateral Security (University of Toronto Press), Mr. Harvey argues that no matter who is in power, internal and external constraints will drive the United States to act alone.\nQ. How did you react when you heard Kerry's speech?\nA. He's absolutely correct. Obviously it makes much more sense for any state to generate multilateral coalitions to accomplish any set of objectives. … The problem, of course, is that Kerry and other proponents of multilateralism have to distinguish between multilateralism in theory and multilateralism in practice. … The success record of multilateral security is not encouraging. Today, looking at Sudan, or a few years ago looking at the case of Rwanda, or throughout most of the 1990s, Bosnia -- those are illustrations that multilateral consensus often fails when it's most needed.\nQ. But doesn't the threat of terrorism have a unique power to bring the United States and its European allies together?\nA. States never share the same perception of threat at the same time for the same reasons. Given that states like France and Germany are not as motivated to respond to Islamic terrorism as the Americans are, it's understandable that priorities will diverge. The target now is the United States, and as such, the Americans are likely to respond to that threat in very different, very distinct ways. There's nothing wrong with that … but it certainly puts multilateralism in its context.\nQ. What kinds of domestic pressure to act unilaterally would a Kerry administration probably feel?\nA. Terrorism is proliferating. Smaller groups of people have the capacity to inflict unacceptable damage. The problem is, when you think about the American public -- they don't want that anymore. They want absolutely no attacks to hit American soil. The measure for unacceptable damage, I think, is probably a few hundred people. And it's extremely difficult to prevent attacks at that level. … After every attack you will probably see a relentless struggle between the two parties to demonstrate their commitment to protecting the country. So we're in a really difficult spiral. … The pressures in the international system are driving American foreign-policy priorities. It means almost nothing who happens to be in power at a particular point in time. American priorities will be almost identical after the next election.\n\nLoad-Date: September 13, 2004"
}