{
    "title": "American Citizen Sent Money to Al Qaeda",
    "publisher": "the new york times",
    "year": 2010,
    "month": 5,
    "day": 20,
    "full text": "WASHINGTON -- A Moroccan-born naturalized United States citizen pleaded guilty  Wednesday to charges that he sent money to Al Qaeda, in the latest terrorism-related case to arise involving an American.\n  The man, Khalid Ouazzani, 32, a  used car and auto parts dealer in Kansas City, Mo., admitted to the court that he  sent $23,000 to Al Qaeda in 2007 and  2008, along with related charges involving money laundering and bank fraud. He also admitted that he swore  an oath of allegiance to the terrorist group in August 2008.\n  Mr. Ouazzani was not charged with planning any attacks inside the United States. However, in a plea agreement he admitted that he discussed performing other tasks for Al Qaeda, including traveling overseas in order to fight.\n  ''Some of defendant's conversations with others also involved plans for them to participate in various types of actions to support Al Qaeda, including fighting in Afghanistan, Iraq or Somalia,'' the plea agreement said. ''Defendant and the others he was communicating with about Al Qaeda took various steps and used various techniques to disguise their communications about their plans and assistance to support Al Qaeda.''\n  Mr. Ouazzani also pleaded guilty to money laundering and bank fraud charges. He was accused of obtaining a $175,000 loan on false pretenses, and of using much of that money to buy  an apartment in the United Arab Emirates. He later sold the apartment and gave his profits from the deal to Al Qaeda, along with proceeds from his sale of a car business, court documents said. \n  The court filings did not explain who Mr. Ouazzani was communicating with or how he came to the attention of federal authorities.\n  Mr. Ouazzani could face a sentence of up to 65 years in federal prison without parole, as well as a fine of up to $1 million, the Justice Department said.\n  The case comes against a backdrop of a political debate over how to handle cases involving international terrorism. Some Republicans have criticized the Obama administration for putting such cases in the civilian court system.\n  In a statement, Beth Phillips, United States attorney for the Western District of Missouri, pointed to the case as an example of how the criminal justice system can be successfully used in terrorism cases.\n  ''The criminal justice system is a valuable tool for disrupting terrorist plots and bringing terrorists to justice,'' Ms. Phillips said. ''We must use every means -- criminal prosecutions as well as intelligence and military operations -- to protect the American people. Federal prosecutions not only result in long prison sentences, but yield valuable intelligence that can be used in the fight against Al Qaeda and other terrorist organizations.''\n  Since January 2009 at least 25 United States citizens have been charged with terrorism crimes, the Justice Department said. Most recently,  Faisal Shahzad, a Pakistani-born naturalized citizen, was charged this month with attempting to blow up a car bomb in Times Square.\n  Brian A. Truchon, the special agent in charge of the Kansas City field office of the Federal Bureau of Investigation, said the case illustrated that even ''here in the heartland'' people should be alert to ''suspicious activity'' involving potential terrorism.\n\nhttp://www.nytimes.com\n\nLoad-Date: May 20, 2010"
}