{
    "title": "Americans can find terrorism in their own backyards",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 4,
    "day": 19,
    "full text": "Editor's note: Students at Central Alternative High School are conducting in-depth research on the impact and significance of global terrorism.\nOver the past several weeks, the Telegraph Herald has published essays written by the students as part of their project, which will culminate in a public seminar on global terrorism to be held at 7 p.m. Wednesday, April 23, at the Midway Hotel in Dubuque.\nThis year, our global-issues class has chosen to research terrorism. The subtopic I have chosen is domestic terrorism. There are many terrorist attacks that have happened inside our country, although these all-too-common occurrences are accepted as mere acts of idiocy. I think we need to start opening our eyes to the terrorist attacks that our country's own citizens are inflicting upon us, not just the attacks brought on by more internationally known organizations such as al-Qaida.\nSo far in my research, I have come across:\n1. On Sept. 15, 1963, the Ku Klux Klan detonated a bomb at the 16th Street Baptist Church in Birmingham, Ala. Four girls were killed in the blast. In addition, two young black boys were killed in shootings during the aftermath. One boy, Johnny Robinson, 16, was shot by police officers when he ran and refused to halt. The other boy, Virgil Ware, 13, was shot as he was riding his bicycle.\n2. The Army of God, a radical group that believes it is acceptable and necessary to use violence to stop abortions, has an official handbook detailing how to use such methods as arson or bomb-making to destroy abortion clinics.\n3. Most recently, Dubuque resident John Tomkins, alleged to be the \"Bishop Bomber,\" was arrested in April 2007 and charged with sending more than a dozen threatening letters and two pipe bombs to various companies in Chicago and other large cities to try and raise the stock prices in his favor. If only one wire had been connected on these bombs, they would have detonated upon reaching their destinations.\nI believe that it is highly important that we make ourselves more aware of domestic terror groups among us, and start taking more precautions to try and prevent them from doing more damage that, in some ways, is just as dangerous as the more recognizable terror attacks like 9/11.\nGlobal terrorism is not only a threat to Americans from foreign militants around the world, but its own citizens in its own country. It is time that we start looking at the facts and learn more about what it is that we have dealt with in the past and will continue to deal with in the future.\n\nLoad-Date: April 19, 2008"
}