{
    "title": "Americans expect train, bus bombings",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 7,
    "day": 16,
    "full text": "WASHINGTON - Americans are slightly more likely to approve of President Bush's handling of foreign affairs and terrorism after the London terrorist bombings, but Bush's overall job approval rating remains low, according to an AP-Ipsos poll.\nAt the same time, almost six in 10 people, 57 percent, say they think a terrorist attack on a train, bus or subway in the United States is inevitable. More than a third say such an attack can be prevented.\nHomeland Security Secretary Michael Chertoff told The Associated Press on Thursday that the government must spend the most time on avoiding airline hijackings and other terror threats that could inflict mass casualties and is limited in the help it can give cities and states to protect trains and buses.\nJust over half, 51 percent, say they approve of Bush's handling of foreign policy and terrorism, up slightly from June and the highest rating in that area since March.\n\"At least he's trying to deal with it,\" said Karen Gutowski, a Republican from Hobe Sound, Fla.\nThe president's overall poll standings have often improved when the public's attention returned to terrorism and moved away from other concerns like Iraq and the economy, but his poll ratings didn't move much after the London attacks. Bush's overall job approval rating was at 42 percent in the AP-Ipsos poll taken Monday through Wednesday - as low as it has been since the AP-Ipsos poll was started in December 2003.\nFewer than four in 10 say they worry that a terrorist attack could victimize them or members of their families - the same number that said that a year ago. Women, especially suburban women, were more likely than men to worry about their families as victims of terrorism. And those who make less than $ 25,000 a year were more likely than those with higher incomes to worry about terrorism.\n\"I think people are becoming rather hardened to the idea of another terrorist attack,\" said Karlyn Bowman, a public-opinion specialist at the American Enterprise Institute. \"There's a core of people who worry about it, but the numbers have remained remarkably stable over the last couple of years.\"\nJames Hair, who is serving in the Air Force and lives near Sumter, S.C. said he's \"somewhat concerned about terrorism, but not to a degree that we buy things to be ready for a terrorist attack.\"\nConsumer confidence over the past month slid to a two-year low. Economists say terrorism fears rekindled by the London bombings, which killed more than 50 people, probably played a large role in the decline, according to Ipsos polling done this week for the Royal Bank of Canada.\nAlmost six in 10 Americans say the country is headed down the wrong track, about the same level of pessimism Americans have had all year.\n\"I think we should have done more earlier about the terrorism problem,\" said Peggy Williams, a Democrat from Owensboro, Ky. \"I feel like this country has allowed these people in and more or less just handed them the opportunities to do this to this country. We just served it up on a silver platter.\"\nDespite fears that terrorist will strike, most people say they don't let such concerns affect them.\n\nLoad-Date: July 18, 2005"
}