{
    "title": "AMERICAN OFFICIALS SEEK TO QUELL NEW RUMORS ON LIBYA TERRORISM",
    "publisher": "the new york times",
    "year": 1986,
    "month": 8,
    "day": 27,
    "full text": "A day after White House officials in Santa Barbara indicated that Libya was planning new acts of terrorism, Administration officials here expressed concern that speculation about such activity had got out of hand.\nThey expressed particular worry that such speculation might seriously undercut new American diplomatic efforts to toughen economic and political sanctions against Col. Muammar el-Qaddafi's Government.\nThe officials who spoke today said the United States had no hard evidence that Libya was planning new terrorist attacks, and they flatly denied reports of impending American military action against Libya.\n \nTalks With Europeans\nVernon A. Walters, the United States delegate to the United Nations, is expected to travel to Europe next week to explore widening these sanctions, and Administration officials are worried that he may be asked to produce evidence about new Libyan terrorism, which the United States does not possess.\nWhite House, State Department and Pentagon officials said they had indications of planned new Libyan terrorist activity aimed at Americans. But they stressed that they had nothing approximating a ''smoking gun'' to justify sending American bombers once again to strike Libya.\nThese statements today contrasted with those made by the White House spokesman, Larry Speakes, and other Administration officials on Monday.\n \nSpeakes' Statement Monday\nMr. Speakes said Monday, ''We certainly have reason to believe that the Libyan state, headed by Colonel Qaddafi, has not forsaken its desire to cause - to create terrorist activities worldwide, and the capability is still there to do so.''\nAnother Administration official was quoted as saying of the Libyan leader, ''There is evidence that he's up to his old tricks, and it's obvious that Qaddafi has not stopped.''\nThe latest statements appeared to be intended to limit speculation and prepare for the Walters mission.\nOfficials said today that a report Monday in The Wall Street Journal about ''new signs'' of Libyan activity was a misguided, unauthorized and premature effort on the part of some people in the Administration to stimulate anti-Libyan feelings.\nInitially, the White House seemed to regard the paper's report, along with long-scheduled Egyptian-American military maneuvers near Libya, as an opportunity to use news organizations to warn Libya against new attacks.\nOn Monday, Mr. Speakes appeared to encourage speculation about new evidence of coming Libyan attacks and possible new American military responses. But Mr. Speakes and other officials with President Reagan in California provided no details, and Administration officials here today clearly were attempting to damp the speculation.\n \nA Fear of 'Panic Stories'\nThe officials described Mr. Walters's diplomatic efforts as the main thrust of Administration policy at this time.\n''Our fear is that these panic stories will undercut the Walters mission,'' a key officials said. ''The Europeans will ask us for the hard evidence, and we won't have any. It will look like we're crying wolf once again.''\nAll the officials said they saw indications that Colonel Qaddafi was again stirring up Arab agents in Europe and elsewhere. But they emphasized that, despite indications of a Libyan role in new actions, intelligence reports had not proven that Libyan diplomats and agents normally assigned overseas to Libyan People's Bureaus, the equivalent of embassies, were involved.\nThe officials said intelligence reports showed that Colonel Qaddafi was now working through intermediaries and surrogates whose connections to Libya were not direct and incontrovertible.\nIntelligence officials here said this represents a new way for Colonel Qaddafi to communicate with agents abroad. They said he set this new pattern after statements by Administration officials and news articles last spring noting the American ability to intercept and decode messages from Tripoli to Libyans abroad.\n \nStatements Follow Bombing\nThese Administration statements and news articles appeared after a bombing in a West Berlin discotheque on April 5 killed 3 people and wounded 230. The statements were meant to supply evidence of Libyan involvement, and were used by the Administration when it explained its raid on Libya on April 15.\nWest Berlin police arrested a Jordanian, Ahmed Nawaf Mansour Hazi, and charged him with complicity in the bombing. He denied the charge.\nWest German authorities said today that the West Berlin police were holding three Arabs suspected of plotting to bomb American installations in the city, and were searching for a fourth.\nA West German intelligence official said there were strong indications that the Arabs were preparing an attack on behalf of Libya, but he expressed doubt as to whether there was sufficient proof to prosecute them.\nAdministration officials said they had no evidence to confirm Libyan involvement in this prospective West Berlin attack. They also said they could not confirm Libyan involvement in a mortar attack against a British air base in Cyprus on Aug. 3 or a foiled plan to attack the United States Embassy in Togo in July.\n \nA Warning on Retaliation\nAdministration officials said that if new terrorist actions were undertaken against Americans, and if Libyan involvement could be established, the United States would not hesitate to retaliate militarily.\nDefense Department officials have said Egyptian-American war games being conducted along the Mediterranean coast have little in common with the American show of force there in the spring, which led to two American-Libyan clashes in March and April. Navy and other Administration sources called the exercises routine and said they had been planned last April.\nBut their presence in the area in conjunction with recent intelligence ''indications'' of renewed Libyan terrorist activity prompted some Administration officials to use this as an opportunity to, as one high-level Administration official put it, ''warn Qaddafi off'' and ''do some consciousness-raising.''\nAnnouncement of Mr. Walters's coming visit to Europe increased the speculation. The stated purpose of the visit was to discuss new sanctions against Libya, but it was also recalled that Mr. Walters flew secretly to Europe just before the American air attack against Libya in April. His mission then was to enlist allied support for and participation in the American operation. He gained British permission for American bombers based in Britain to carry out the attack.\nThis time, officials said Mr. Walters intended to discuss with the European allies ways of widening economic sanctions against Libya and to press the Europeans for political unity against Libya. Sanctions, officials said, could include banning activities in Libya of some American overseas subsidiaries based in Europe and elsewhere."
}