{
    "title": "Americans cautioned Holiday message _ Be alert to signs of terrorism No specific threats, U.S. offic",
    "publisher": "charleston gazette",
    "year": 1999,
    "month": 12,
    "day": 21,
    "full text": "WASHINGTON - Despite the arrest of a man trying to smuggle explosive materials into Washington state aboard a ferry from Canada, U.S. authorities know of no specific terror threats against domestic targets, President Clinton's national security adviser said Monday.\nBut the arrest, and suspicions that the man may be linked to terrorist groups, prompted officials to heighten security and to caution Americans to watch out during the holiday season for signs of terrorist activities.\nAnd the U.S. Customs Service said it is putting on duty 300 extra inspectors at high-priority entry points.  points.\nSandy Berger, the president's national security adviser, said U.S. authorities are investigating what plans Ahmed Ressam may have had for the nitroglycerin and other potential bomb-making materials in his car when he was arrested in Port Angeles, Wash., after taking a ferry last week from Victoria, British Columbia.\nSpeaking to reporters, Berger urged Americans to be vigilant as they plan New Year's activities, but also said officials know of no specific threats against targets in the United States.\nAt the State Department, spokesman James Foley said it was too early to know if Ressam is a member of a terror group.\n\"Obviously, they're looking into his motivation, his intentions, whether he had accomplices and whether he was part of a wider network and is affiliated with international terrorist groups,\" Foley said.\nFoley noted that the State Department recently cautioned Americans abroad to be especially careful.\n\"We've indicated that we have information that terrorists are undertaking planning for attacks during the New Year period\" overseas, Foley said. \"It is obviously particularly important now for there to be maximum vigilance.\"\nAt the White House, presidential press secretary Joe Lockhart said Clinton had been briefed on counterterrorism efforts in the pre-New Year's period, including Ressam's capture.\n\"We have ongoing efforts that look at both international terrorism, protecting against domestic terrorism,\" Lockhart said. \"That work is something that the president has closely involved himself in and has done a lot of work on.\"\nAt a ceremony in Washington honoring the four Customs agents who apprehended Ressam last week, Customers Commissioner Raymond Kelly said he is putting an extra 300 inspectors on duty at various points of entry, with particular attention to \"remote ports.\"\nKelly did not say where the additional inspectors would be or how long the extra force would be on station. The additional inspectors will allow Customs to question more people entering the United States at airports, seaports and road crossings, he said.\n\"We are applying additional resources to do additional contacts with the public coming through,\" Kelly said. \"It would mean more questioning, looking for perhaps questionable or suspicious activity, engaging in more conversation. That's basically how Customs inspectors work.\"\nSome 460 million people come into the United States each year though 301 points of entry.\n\"The message is that U.S. Customs Service … is ready and prepared,\" Kelly said.\nIn Maine, U.S. Border Patrol agents have been called back to work from leave, and others are working overtime as the agency increased staffing levels in response to Friday's arrest in Washington.  washington.\n\nLoad-Date: December 22, 1999"
}