{
    "title": "American killed in Nairobi attack had survived 9_11",
    "publisher": "usa today",
    "year": 2019,
    "month": 1,
    "day": 18,
    "full text": "An American businessman who died in a terrorist attack on a luxury hotel in Nairobi had missed by only minutes being at his office in the World Trade Center on 9/11, according to his father.\nJason Spindler of Houston was among 21 people killed Tuesday when gunmen attacked the DusitD2 hotel complex in the Kenyan capital, the State Department confirmed Thursday. Five militants died in the assault.\nThe al-Shabab extremist group, which is linked to al-Qaida, claimed responsibility for the deadly assault.\nFive years ago, al-Shabab carried out an attack on another hotel in Nairobi in which 67 people were killed.\n\"These craven attacks are a stark reminder of why the United States remains resolved in our fight to defeat terrorism,\" Robert Palladino, deputy spokesman at the State Department, said late Wednesday. \"We stand with the Kenyan government and people as they confront violent extremism and work to bring the perpetrators to justice.\"\nSpindler, a former Peace Corps volunteer, was the CEO and managing director of I-DEV International, a San Francisco-based strategy and investment firm that has an office in Nairobi.\nSpindler's father, Joseph, told The Associated Press the Nairobi attack was his son's second encounter with terrorism.\nA 2000 graduate of the University of Texas-Austin, Spindler had been working at a financial firm at the World Trade Center in New York in 2001. On the morning of the 9/11 attack, he was running late, emerging from the subway when the first tower fell, according to the elder Spindler. Jason became covered in dust and debris as he tried to help others, he said.\nKevin Yu, his college roommate, told The Washington Post that Spindler had been so deeply affected by 9/11 that he left investment banking, pursued a law degree at New York University and moved abroad to concentrate on social entrepreneurship.\n\"It is with a heavy heart that I have to report that my brother Jason Spindler passed away this morning during a terror attack in Nairobi, Kenya,\" his brother Jonathan wrote Tuesday on Facebook, according to Reuters. \"Jason was a survivor of 9-11 and a fighter. I am sure he gave them hell!\" \n\nLoad-Date: January 18, 2019"
}