{
    "title": "Americans Feel Terror's Senseless Logic",
    "publisher": "the new york times",
    "year": 1993,
    "month": 3,
    "day": 14,
    "full text": "THE puzzle in the bomb wreckage beneath the World Trade Center has become one of explanation. Having taken a big step toward finding out who carried out the attack (and how), what no one can yet say is why it was done.\nIf the motive was revenge, why choose so anonymous a setting? And why not do more to take credit? Even the arrest of a 25-year-old Islamic fundamentalist on a charge of aiding and abetting the bombing seemed incomplete. Five people had been killed and more than 1,000 wounded, the twin skyscrapers were decommissioned for at least a month with damages soaring toward $1 billion -- and the one suspect under arrest was a young immigrant who tried to reclaim a cash deposit for a blown-up rental van? It seemed easy to reach for the familiar word to bemoan such violence: senseless.\nThat conclusion, though, is particularly American. To a culture attuned to the straightforward, terrorism represents a confrontation with the oblique. The result, those who have studied terrorism say, is too often misunderstanding. \"There's something tidy about our wanting to put a name to everything that happens,\" said Noel Koch, who was a Reagan Administration counterterrorism official. \"But if you want to create anxiety and unease, a clever way of doing it is to let there be no reason for it.\"\nThat was part of what happened early last week, when clues about the bombing remained buried in a parking garage. With the mystery yet to be unraveled, officials could only review the long list of groups they thought might have been responsible. There was the Iranian-backed Party of God, ever hostile to the United States and Israel; Libya, resentful in isolation; other militant Middle Eastern groups, outraged by Israel's deportation of hundreds of Palestinians. And Saddam Hussein.\nAmong other leading candidates were Serbian nationalists and Colombian cocaine traffickers, one of whom, Pablo Escobar, appealed to American logic. \"They can take me off the list,\" he told the American Ambassador in a letter, \"because if I had done it, I would be saying why and I would be saying what I want.\"\nIt may become clear one day why the World Trade Center\nbombers did not do that. But as the investigation focuses on an Islamic group in the United States (perhaps inspired by the teachings of an expatriate Egyptian fundamentalist) it is worth remembering just how wide the horizon of potential enemies had seemed. And it would be a mistake, as all the wrong guesses showed, to assume that terrorist attacks will always reflect Western logic. \"Putting aside the inhabitants of state mental hospitals, there are rarely senseless terrorists,\" said Brian Jenkins of Kroll Associates, a security consulting concern. \"There may be no explanation, and the attack will appear to the outside world as senseless, but within the little community, they will be satisfied.\"\nIf Americans are unfamiliar with such geometry, it is because of a fortunate insulation. Until the World Trade Center bombing, such attacks seemed to flare primarily on far-off horizons. Americans have largely been voyeurs to sustained terror campaigns, and it has been easy for them to see in many acts of terrorism overseas a kind of crude utility. The Irish Republican Army's car bombs are aimed at driving British forces from Northern Ireland. A similar motive is apparent in Palestinian attacks against Israel.\nEven in these cases, however, terrorists' calculations are often more complicated. That the I.R.A. a decade ago shifted its sights to London reflected a more indirect approach, seeking to deliberately provoke a Government crackdown on the gamble that repressive security might turn popular sentiment against the Government. Yet, such attacks at least remained within national boundaries. Since they sought to sway popular opinion, the violence too was calibrated, with even car bombings usually preceded by an I.R.A. warning.\nSuch codes of conduct have never been universal. Yet the most violent acts of international terrorism have generally reflected some clear logic. The 1983 bombing attacks on the American Embassy and Marine barracks in Beirut could immediately be seen as attempts to drive the United States from Lebanon. For all their blood and horror, they could be understood as efforts to persuade the United States to change its policies. But from them Americans may have learned false lessons about terrorism and its rules.\nAmong those most in evidence last week was the view that terrorists always claim credit. That no one had believably done so -- and that there was neither advance warning nor evidence of plastic explosives, which terrorists generally favor -- was seen by some as evidence that the bombing was not a terrorist act. What had somehow been forgotten was that it was dynamite, not plastic explosives, that leveled the Marine barracks in Beirut. Neither that attack nor others were preceded by any telephone call. And in the 1988 bombing of a Pan Am airliner over Scotland, the question of responsibility was so murky that authorities spent two years looking in the wrong direction.\n \nMurkiness and Guesswork\n That bombing more than any other demonstrated just how inscrutable terrorists' motives can be. Even since judging that Libyan agents were responsible, American officials have been left simply to guess that the motive was revenge for the 1986 raid on Tripoli.\nIf experts are right, however, such murkiness may prove an increasingly familiar pattern, with the United States a sole superpower. To sow fear in America is an achievement by any calculation, but in a world without protectors, to claim credit for such an attack could invite quick retaliation. \"If it is clear who the enemy is, woe be to the terrorists,\" said Robert Kupperman, a scholar at the Center for Strategic and International Studies in Washington. \"But if you don't know who they are, then the advantage is still with the other side.\"\nHow the bombers in New York intended to put that maxim to use remains unclear. But terrorism tends to reveal its truths in layers, with its scope and goals buried beneath appearances. For now, the fact that the attack seems to have come from New Jersey, not abroad, might comfort those who think the most fearsome threat is the one from overseas. But it may also be worth wondering about other murky threats already close at hand.\nCorrection\n\nA front-page picture caption in this section last Sunday about the World Trade Center bombing described a police officer's actions incorrectly. He was inspecting the blast site, not rescuing victims.\n\nCorrection-Date: March 14, 1993, Sunday\n\nGraphic\n\n \nPhotos: The shadow of an officer rescuing people trapped in the World Trade Center garage near the blast's ground zero. (Angel Franco/The New York Times) (pg. 1); Structural engineers working on a plan to stabilize damaged areas under the World Trade Center. (Sara Krulwich/The New York Times) (pg. 3)\n\nLoad-Date: March 7, 1993"
}