{
    "title": "Americans should distinguish hate crimes from terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 7,
    "day": 11,
    "full text": "While millions of Americans celebrated the nation's birthday with parades, barbecues and fireworks, an Egyptian emigre to the United States chose to commemorate his own 41st -- and final -- birthday in a much more violent and heinous way: murder.\nHesham Mohamed Ali Hadayet, an Egyptian-born resident of Irvine, Calif., entered Los Angeles International Airport at 11:30 a.m. Thursday armed with a .45-caliber Glock semiautomatic pistol and began shooting at people in the area around the ticket counter of Israel-based airline El Al. Hadayet's bullets killed two civilians and injured four before an El Al security guard shot Hadayet to death.\nThe slayings came on Independence Day, when the possibility of terrorist attacks had Americans on high alert. In fact, soon after the attack, Israel's Ministry of Foreign Affairs and the family of Victoria Hen, an Israeli-born victim of Hadayet, called the attack an act of terrorism.\nNorthwestern U.\nBut calling Hadayet, the owner of a struggling limousine company, a terrorist is misleading because it trivializes Israel's own battle against Palestinian terrorism. Such a broad definition of terrorism fails to distinguish properly between a hate crime and a terrorist act. Hate crimes are usually illegal acts motivated by hate for a certain racial or ethnic group, while terrorist acts are usually premeditated mass murder and intended to achieve political goals by striking fear.\n\"Any politically motivated crime committed against civilians because of their ethnic or national identity should automatically be defined as a terrorist act unless proven otherwise,\" said Boaz Ganor, executive director of the International Policy Institute for Counterterrorism, in the July 7 edition of The Jerusalem Post.\nBut there's a problem with Ganor's definition: It would classify any hate crime as an act of terrorism, even if it clearly is not. If we put all crimes motivated by ethnic hatred on the same level as terrorism, then we would punish the perpetrators of hate crimes too severely.\nUnder Ganor's standard, the 1999 killing of former Northwestern basketball coach Ricky Byrdsong as part of a shooting spree by white supremacist Benjamin Smith would be terrorism.\nThat same year, when white supremacist Buford Furrow fired a barrage of bullets into a Jewish community center near Los Angeles and killed a Filipino-American postman because he was not white, the crime was not called an act of terrorism. But according to Ganor, it would fit the bill.\nWhile these two crimes are very serious and should be punished severely, they simply do not fall into the same category as the events of Sept. 11. While hate crimes undoubtedly are devastating to communities, a single terrorist attack can devastate an entire country.\nWas Hadayet's attack targeted at Jews ethnically motivated? Obviously the answer is yes. But were his attack's part of any widespread, organized attack against the United States or Israel with a clear political goal? Probably not.\nIsrael should not put Hadayet on the same level of evil as Osama bin Laden just to bolster its case in favor of retaliating against bona fide terrorism perpetrated by Palestinians.\nEven the political director of Northwestern's Students for Israel, Joshua Kirschenbaum, says he is unsure whether the Fourth of July slayings were an act of terrorism. \"(This event) has been politicized. … People will call it what they want,\" says Kirschenbaum, an Education sophomore.\nUnfortunately, because of these blanket assumptions, we may never agree on why Hadayet chose to shed the blood of innocent people on the Fourth of July.\n(C) 2002 Daily Northwestern via U-WIRE\n\nLoad-Date: July 11, 2002"
}