{
    "title": "America _s Banality of Evil",
    "publisher": "future of freedom foundation",
    "year": 2019,
    "month": 9,
    "day": 27,
    "full text": "Everyone wonders whether President Trump is going to end up embroiling the United States in a war with Iran. He himself has said that he is “locked and loaded” for such a war, meaning that he is ready at a moment’s notice to order his army to begin bombing the country.\nThe reality is that Trump has been waging war against Iran throughout his presidency. His war consists of economic sanctions, whose aim is to impoverish and inflict death on the Iranian populace, including children and seniors, as a way to bend Iran’s regime to his will or to have it ousted from power and replaced by a pro-U.S. regime.\nMany Americans don’t think of sanctions as weaponry of war. That’s because they seem so benign. After all, they are just rules and regulations. What’s the big deal, right? No bombs are dropping. No troops are invading and occupying Iran. No shootings. No torture. No Abu Ghraibs. Just economic regulations that are blindly and brutally enforced by Trump’s loyal bureaucratic personnel within the federal government, both civilian and military.\nIn fact, sanctions aren’t really so much a weapon of war as they are a weapon akin to terrorism. That’s because they don’t target enemy troops, as is done in war, but instead target the civilian population of a nation as a way to achieve a political goal.\nThat’s what terrorists do too. They also kill innocent civilians as a way to achieve a political goal. Terrorism and sanctions are the weapons of the coward because the civilians they target have no real way to defend themselves against a suicide bomb or economic sanctions.\nWhat would you do?\nPlace yourself in the shoes of an Iraqi family. U.S. sanctions have caused your business to go under. You and your spouse have exhausted your savings. You have sold all your personal assets and heirlooms. The economy is tanking. You have three children, all of whom are hungry and ill. \nWhat do you do? What can you do? And if you retaliate by inflicting a terrorist attack on, say a U.S. imperial ship visiting the area, you are labeled a “terrorist” and either killed or hauled away to the Pentagon’s and CIA’s prison camp, torture center, and “judicial” system at Guantanamo Bay, Cuba, to stand trial before a military tribunal 20 years from now.\nKilling Iraqi children for regime change\nOf course, it’s not the first time that U.S. officials have used sanctions as a tool of foreign policy. U.S. officials used them against Iraq when they were trying to replace Iraq’s dictator, Saddam Hussein, with a pro-U.S. dictator. Ironically, Saddam had been a close partner and ally of the U.S. government but had later fallen out of favor with U.S. officials.\nDuring the Persian Gulf War, the U.S. military intentionally targeted Iraq’s water and sewage treatments plants, knowing that that would inevitably lead to illness among the Iraqi populace. Then, throughout the 1990s federal bureaucrats in the Clinton administration enforced a brutal system of sanctions that not only further impoverished a decimated populace but also prevented Iraqi officials from repairing those bombed-out water and sewage treatment plants.\nThe sanctions on Iraq ended up killing hundreds of thousands of Iraqi children, from both malnutrition and illness. U.S. officials couldn’t care less. All that mattered was regime change. Any number of deaths within the civilian population would be considered warranted in the effort to achieve the political goal of regime change. In what can only be labeled a perverse banality of evil, U.S. politicians and bureaucrats actually blamed the deaths on Saddam, saying that he could have the deadly and destructive sanctions lifted any time he wanted by simply leaving office and letting a pro-U.S. dictator take his place.\nU.S. Ambassador to the United National Madeleine Albright expressed the official view of the Washington, D.C., political and economic elite when she told Sixty Minutes that the deaths of half-a-million Iraqi children, while difficult, was “worth it.”\nOur “freedom and values”\nNow, let me tell you what the Washington, D.C., politically elite crowd is going to say if Iran decides to finally strike at U.S. targets or U.S. allies in response to the death and destruction that President Trump and his bureaucratic cohorts in the the Pentagon, the CIA, the State Department, and the Treasury Department have wreaked and continue to wreak on the people of Iraq. \nThey are going to spew the same sort of nonsense that President Bush and his national-security cohorts exclaimed after the 9/11 attacks — that Iran just hates America for its “freedom and values,” has attacked us for no reason at all, and that it is now necessary for the U.S. government to unleash another war of retaliation and vengeance, one that will hopefully restore a pro-U.S. dictator to Iran, one similar to the Shah, who the CIA installed into power in its 1953 coup that intentionally destroyed Iran’s democratic system.\nNeeded: a national crisis of conscience\nWhat is needed to bring this horrific economic terrorism to a halt? A crisis of conscience among the American people, especially those who go to church every Sunday. A critical mass of Americans must finally come to the realization that killing innocent people, especially with the aim of achieving a political goal, is morally wrong and contrary to the laws of God, even when it is done through the economic terrorism of sanctions. If and when a critical mass of Americans experience that crisis of conscience, America’s banality of evil will be brought to an end.\nThe post America’s Banality of Evil appeared first on The Future of Freedom Foundation.\n\nLoad-Date: September 28, 2019"
}