{
    "title": "American hypocrisy is Islamic terrorism's progenitor",
    "publisher": "university wire",
    "year": 2005,
    "month": 4,
    "day": 20,
    "full text": "A dangerous new foe has emerged since Sept. 11, 2001, heir to the Soviet throne as America's arch nemesis. This enemy defies traditional three-dimensional methods of war; it is ephemeral, and like the cobra, may strike anytime, anywhere.\nThe United States government, under President George W. Bush's administration, has brought the battle to what is perceived to be the enemy's heartland and hunted it down.\nYet victory remains an ever-elusive dream, as the administration continues employing anachronistic methods of warfare against a 21st century foe. This enemy does not make war on us because of who we are. American hypocrisy, through policies and actions, is Islamic terrorism's progenitor.\nFathali Moghaddam, writing in \"American Psychologist,\" outlined a theory of terrorism as the product of perceived inequalities coupled with a lack of basic freedoms and life under repressive regimes. Moghaddam's theory states terrorists cannot be captured or killed, as their numbers instantly will regenerate; the only way to win is to eliminate conditions on the ground that spawn terrorists' motivations.\nFollowing are the most egregious actions in recent years, the ones that are at the root of terrorism's motivations.\nFormation of the state of Israel in 1948 resulted in 750,000 Palestinians, largely Muslims, becoming refugees. In Israeli political scientist Ilan Pappe's \"Foreign Policy,\" he estimates the Palestinian death toll to be 50,000. One million Palestinians currently live under a condition of apartheid in Israel.\nFor decades, America has kept silent as Israel builds illegal settlements, whittles away Palestinian lands and even builds a wall, reminiscent of Nazi Germany, to sequester Palestinians.\nAmerica continues to support corrupt and repressive regimes in the Middle East and North Africa, particularly in Saudi Arabia and Egypt. Hosni Mubarak, who's played dictator of Egypt for 24 years, is widely unpopular as persistent rioting shows and enjoys tacit U.S. support.\nThe secular al-Saud monarchy does not enjoy popular support in Islam's conservative homeland. The monarchy continues to repress women and religious minorities and enjoys close ties with the current administration, as journalist Craig Unger demonstrates in his book, \"House of Bush, House of Saud.\"\nWashington's chief justification for the war on Iraq was to seize Saddam's \"weapons of mass destruction.\" No such weapons have been found. The 9/11 Commission report details a plethora of intelligence errors.\nWashington abandoned a tradition set since World War II when it ignored international outcry and invaded Iraq. This caused America to lose legitimacy in the world's eyes and fueled anti-American hatred in Muslims the world over.\nAmerica continues to apply sanctions and rhetorical pressure on Iran to abandon its nuclear weapons. However, ever since the days of President Lyndon Johnson, America has remained blind toward Israel's nuclear weapons, to the extent that Israel even refuses to acknowledge its possession of these weapons.\nA recent report issued by \"Current History\" estimates Israel possesses more than 100 nuclear warheads. This double standard propagates the view among Muslims as America being \"the Zionist Crusader.\"\nThe spate of reports of torture and prisoner abuse in the Abu Ghraib scandal violated U.S. criminal law, exposed a weakness in military leadership at the highest echelons and caused America to lose the moral high ground. The torture, which included death threats, sexual abuse, repeated beatings and humiliation, inflamed both Muslims and the international community.\nThe detainment of 540 prisoners at Guantanamo Bay, many who have been held for several years, pulverizes America's claim as \"freedom's champion.\" These prisoners have not been officially charged with a crime, are classified as \"enemy combatants\" under a provision of the Patriot Act and are not entitled to rights accorded to prisoners of war under the Geneva Conventions.\nEconomic sanctions against Iraq, Iran, Syria, Sudan, Afghanistan, Libya, Pakistan and Indonesia continue to strengthen Muslim beliefs about America being a \"latter-day Hulagu.\" Hulagu was the grandson of Genghis Khan and sacked Baghdad in 1258, killing 800,000 Muslims.\nSuicide bombings, kidnappings, debilitated infrastructure, economic instability and widespread civil strife plague Iraq. Failure to alleviate human suffering in Iraq after more than two years has created a general loss of confidence in America's abilities.\nRacial profiling and discrimination against Arabs, Muslims and South Asians in the west exacerbate the situation and promote a feeling of fraternal deprivation among the international Muslim community.\nA population boom in the Middle East and Asia compounds all these factors. In \"The Clash of Civilizations,\" Samuel Huntington notes youthful populations produce revolutions and social change; witness America and Europe during the 1960s baby-boomer era.\nThe bottom line: Unless the administration confronts these issues with a genuine dedication toward fostering peace and prosperity for Muslims, terrorism only will continue to spread. A commitment to freedom, justice and equality will win this war; guns and troops form the gateway to perdition.\n(C) 2005 Daily Nebraskan via U-WIRE\n\nLoad-Date: April 20, 2005"
}