{
    "title": "American Muslim pleads guilty to using the Internet to solicit terrorism Emerson Winfield Begolly pl",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 8,
    "day": 9,
    "full text": "A 22-year-old American Muslim from New Bethlehem, Pa., pleaded guilty on Tuesday to using an Internet website to urge Muslim radicals within the US to engage in a wide range of terror attacks.\nEmerson Winfield Begolly pleaded guilty in federal court in Pittsburgh to a single charge of solicitation to commit a crime of violence.\nThe solicitations including urging like-minded individuals in the US to sabotage train tracks; destroy phone lines, power lines, and cell phone towers; start forest fires; and engage in isolated attacks against Americans civilians, police, and military officials.\n\"Real terrorism, but on a small scale,\" he wrote in one of his posts. \"Best as single shot, drive by, hit and run, beat down. Who are the best targets? Off duty police, off duty soldiers, gang member, family members of soldiers, government agents, workers at ammunition factory, white supremacists or black supremacists.\"\nHe added: \"It is best if targeting soldiers or police that they are off duty and out of uniform simply because [their] investigations will look usually for 'robbery gone wrong' or 'revenge' [rather than] as act of terrorism [or] revolt.\"\nMr. Begolly was an active moderator on the English-language version of the militant Islamic web discussion forum, Ansar al-Mujahideen Forum.\nHe allegedly posted items on the forum under the names \"Asadullah al-Shishani,\" \"Abu Nancy,\" and \"Goatly.\"\nThe second count of Begolly's indictment charges that he posted and distributed on the Internet a 101-page explosives course written by a professor who was once Al-Qaeda's top chemical and biological weapons expert.\nBegolly warned anyone downloading the document to use \"anonymizing software.\" He also advised downloading it to a flash drive rather than an individual's computer hard drive.\n\"Begolly placed a number of postings ... encouraging attacks within the United States,\" the indictment says. \"He suggested the use of firearms, explosives, and propane tanks against targets such as police stations, post offices, synagogues, military facilities, train lines, bridges, cell phone towers, and water plants.\"\nAccording to the indictment, he used the forum to express his approval of the 9/11 attacks, the 2004 killing of 334 hostages - including 186 children - in Beslan, Russia by Chechen fighters, the kidnapping and beheading of American businessman Nick Berg in Iraq in 2004, and the kidnapping and beheading of Wall Street Journal reporter Daniel Pearl in Pakistan in 2002.\nBegolly suggested militant Muslims in the US should attack civilian aircraft, banks, military installations, Jewish schools, and Jewish and daycare centers, according to the indictment.\n\"Peaceful protests do not work,\" he posted in July 2010. \"The [non-Muslim unbelievers] see war as [the] solution to their problems, so we must see war as the solution to our[s]. No peace. But bullets, bombs, and martyrdom operations.\"\nAfter posting the \"Explosives Course\" online in late December 2010, agents with the Federal Bureau of Investigation sought to question him. When two agents approached Begolly on Jan. 4, the encounter turned into a physical struggle.\nDuring a scuffle, Begolly allegedly bit both agents, drawing blood, as he attempted to retrieve a loaded 9 mm handgun from his jacket pocket.\nOfficials said his reaction to the agents was consistent with his advice to other Muslim militants on the forum. They said he had urged his readers to always carry a loaded firearm, to resist any law enforcement encounter - by biting if necessary, and to never be taken alive.\n\"Today's guilty plea underscores the need for continued vigilance against homegrown extremism and use of the Internet to incite violence,\" said Assistant Attorney General Lisa Monaco in a statement.\n\"Too often, prosecutions arise only after a perpetrator commits actions ending in tragedy,\" said David Hickton, US Attorney for the Western District of Pennsylvania. \"On this occasion, I commend the FBI for taking proactive steps to protect the people of the United States before any such tragedy could occur.\"\nSenior US District Judge Maurice Cohill set sentencing for Nov. 29. Begolly faces up to 10 years in prison and a $125,000 fine.\n       \n\nLoad-Date: August 10, 2011"
}