{
    "title": "AMERICANS' LEVEL OF FEAR IRRATIONAL",
    "publisher": "los angeles times",
    "year": 2015,
    "month": 12,
    "day": 2,
    "full text": "There was good news last week, but you might not have noticed it, since it was the kind of news that doesn't normally get headlines: In a world transfixed by terrorism, life is getting back to normal.\n On Thanksgiving Day in New York, an estimated 3 million people were brave enough to stand in a crowd to watch an annual parade of giant balloon characters.\n Across the country, millions flooded into shopping malls for the annual ritual of Black Friday shopping, and hundreds of thousands more turned out for college football games.\n Even in Paris, where Islamic radicals killed 130 people Nov. 13, and in Brussels, which had been on high alert, the streets, shops and restaurants were slowly filling up again.\n The fear of terrorism isn't gone, far from it. But since 2001, we've learned to live with that fear and to refuse to allow it to disrupt our lives. That's a good thing.\n The spike in fear is easy to measure. A CBS poll last week found that 69 percent of Americans think a terrorist attack is likely in the United States over the next few months, up from 44 percent in April.\n Over time, that number is likely to recede if similar attacks don't occur soon, according to John Mueller of Ohio State University, who has studied public responses to terrorism. That's what happened after earlier attacks such as the 2013 bombing at the Boston Marathon and the 2005 bombings on the London Underground.\n But the fear never quite goes away, Mueller adds. Ever since al-Qaida's attacks Sept. 11, 2001, he told me, \"We've internalized a long-term level of fear. Before the rise of (Islamic State), I expected a gradual erosion, but it didn't happen.\"\n Much of that fear is exaggerated, Mueller argues. Even counting the nearly 3,000 deaths from 9/11, your chances of being killed by terrorists in the United States over the past 20 years has been very, very small. You're more likely to be killed by lightning, or by falling off a ladder, or by drowning in a bathtub. It was far more dangerous to drive on Thanksgiving weekend than to spend the day among those crowds in New York City.\n And, while I'm dragging statistics into the picture, here's another one: In the 14 years since 9/11, most terrorism inside the United States has been caused by non-Muslim radicals (mainly white supremacists). A recent New America Foundation study offers these numbers: Non-Muslim extremists have killed 48 people in the U.S., compared with 26 killed by self-described jihadists.\n Why, then, do we find the terrorism of al-Qaida and Islamic State so uniquely terrifying? Mostly because of what Harvard's David Ropeik calls our \"emotional risk perception.\"\n \"Never mind that the numerical odds are low,\" Ropeik wrote last week. \"We all worry that it could happen to us.\" That's especially true when terrorists attack random targets in a Western city, he noted. Attacks in other parts of the world - Nigeria, Lebanon or Pakistan, for example - don't get nearly the same reaction.\n None of this makes our fear of terrorism irrational. \"Fear is a really good thing for survival,\" Mueller notes. \"Fear is why we're still here as a species.\"\n The problem, instead, lies in how we respond to fear, and whether we can keep our reactions from turning unreasonable.\n After 9/11, amid predictions that waves of new al-Qaida attacks were inevitable, the federal government poured billions of dollars into homeland security. Much of that money, inevitably, was spent on programs that weren't cost-effective, as Mueller shows in a new book, \"Chasing Ghosts: The Policing of Terrorism.\" (Example: The federal air marshals program costs about $1.1 billion a year, but more air marshals have been arrested than suspected terrorists.)\n In the same terrified epoch, Congress authorized a vast expansion of the government's power to surveil U.S. citizens and eavesdrop on their communications. A decade later, most members of Congress concluded that those measures had gone too far.\n Now, after the Paris attacks, we're wrestling with a new version of the overreaction challenge. Some politicians - mostly, but not solely, Republicans - have called for a ban on accepting Syrian refugees, a halt on all immigration from Syria and Iraq, a special \"registry\" for Muslims entering the country, or heightened surveillance of mosques.\n It's not clear how effective any of those ideas would be at stopping would-be terrorists from entering the United States. But all those measures would reward Islamic State by bolstering its sales pitch to young recruits that Western countries are unremittingly hostile to Muslims.\n In the words of David Rothkopf, editor of Foreign Policy, in an essay last week: \"It does the work of the terrorists for the terrorists.\"\n That's why I was so encouraged by all the otherwise unremarkable signs of normal life this weekend - the cafe-goers in Brussels and Paris, the parade-watchers in New York, even the bargain-hunters at suburban shopping malls.\n \"Meme pas peur,\" the posters on the streets of Paris say - \"No fear.\" That's a tall order. But even if we can't banish fear entirely, we can still refuse to let it change our way of life - and demand that our politicians to do the same.\n\nNotes\n\nDoyle McManus is a columnist for the Los Angeles Times. His email address is doyle.mcmanus@latimes.com\n\nLoad-Date: December 4, 2015"
}