{
    "title": "America unprepared for acts of terrorism by 'new enemy'",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 24,
    "full text": "With the death of the Soviet Union, the United States acted quickly to design a \"new world order\" by globalism. The United States wanted many nations to come together through trade and technology, finally ridding problems like poverty and mass epidemics. It hoped to achieve humanity's long felt wishes of prosperity, tolerance and peace. And as one looks back, it is obvious that only a few of those wishes were granted. The tragedy of Sept. 11 shows that.\nIt is clear that the so called \"century of globalism\" allows not only businessmen to move freely throughout the world, but the enemies of the United States as well. More importantly, it tells us that the United States failed to guard against the new force of evil.\nJohns Hopkins U.\nThe signs of America's failure to meet our new enemy have been present for over eight years. The reaction to the bombing of the U.S.S. Cole was a case in point. President Clinton's response: a short statement calling the incident a \"cowardly act of terrorism,\" but nothing more. In other words, a surprise attack on a U.S. Navy destroyer was not an act of war.\nAmerica under McKinley entered war against Spain for the loss of the U.S.S. Maine, FDR's America declared war on Japan for a surprise attack on U.S. battleships in Pearl Harbor. Not one of these events have been labeled as an \"act of terrorism,\" but was rightfully answered as a war. In fact, there was even a time in American history when wars were declared on non-state organizations. This history extends back as Thomas Jefferson, when the United States declared war on non-state actors such as American Indians and pirates. When compared to this, Clinton's response was minuscule.\nThen there is the problem of how \"terrorism\" is defined. In today's world, almost anything less than tanks blitzkrieging across another nation is regarded as terrorism, ethnic cleansing, crimes against humanity or genocide -- essentially, a heinous crime that requires nothing more than \"police action\" -- but not a war. The worst part is making these hostile acts sound so irrational and draw attention away from the real reason of such acts: political calculations.\nConsequently, generalizing most military offensives in the recent past as a crime has led most Americans to underestimate our enemy until now. While enemies like Osama bin Laden's group have been organized, highly-trained, well-funded and coordinated, the U.S. public has ignored them as being no more than a group of Tom Hinkleys. In turn, this underestimation has led to our society's fear of losing soldiers, a reluctance to commit troops.\nQuestions such as \"Why are we risking soldiers to police these criminals?\" led to a culture which fears committing its troops to combat. But then, never mind that \"terrorism\" is misused or that America as a society hesitates to commit troops, for the fact still remains: the U.S. has been sleeping for the last eight years. Americans were so busy enjoying the new economy, reality T.V. shows, SUVs and all the other available privileges of being an American, that we simply failed to see that our enemies have declared war on us. While there should have been a major outcry against our government's slick fast-food attitude towards acts of war and weapons of mass destruction targeted at our homes, we did not care. It is unfortunate that the U.S. had to learn so painfully.\nLet there be no more mistakes. It is no longer the choice of Americans or our leaders to go to war or not. We are at war. The enemy has attacked and it is our turn to fight back. We must begin by using all instruments of war, military and intelligence agencies to pinpoint our enemy and all potential foes.\nSecond, we must acknowledge the reality that warships and fighters were built with an understanding that they can be sunk or shot down. Same goes for our brave soldiers. We must not be reluctant to deploy our soldiers for freedom, liberty and our loved ones.\nThird, our objective must be clear. We must preempt their next attack, deter their political goals, demoralize them by destroying their supplies and alienate them by attacking their allies in order to destroy them completely.\nIt is time for Americans to show all enemies that we are determined, that we are bent on defending our way of life more so than they are.\n(C) 2001 The Johns Hopkins News-Letter via U-WIRE\n\nLoad-Date: September 24, 2001"
}