{
    "title": "American Threats + Arab Impotence = Terrorism_",
    "publisher": "the christian science monitor",
    "year": 1998,
    "month": 2,
    "day": 26,
    "full text": "Among Arabs, the crisis over United Nations weapons inspections in Iraq has been seen through a different prism from that of most in the West: The suffering of the Iraqi people caused by seven years of stringent UN sanctions is paramount.\n \nDespite lingering doubts about Iraqi leader Saddam Hussein, a general sense of Arab unity has largely outweighed any sense of threat from his regime. Even Kuwait, overrun by Saddam in 1990, is viewed as a special case among Arab states, several of which have at one time or another had designs on the tiny, strategic, oil-rich state.\nSo powerful is this impression of the crisis as being mainly humanitarian that some Gulf states felt the need to self-censor their media to keep from being pressed by their own publics to fall out of line with the West.\n \nTwo weeks ago, when US strikes seemed almost inevitable, at least two television stations owned by Gulf Arabs directed that no more footage of Iraqi suffering be shown. Such stories, TV producers here were told, would only increase sympathy for Iraqis and make tacit support of US military strikes by some Gulf leaders more difficult.\n \n\"Now we're just enjoying the Baghdad weather,\" said one Gulf cameraman, whose plans for a sanctions story were rejected.\n \nThe staff in Baghdad of one American television network was also told not to linger over the seventh anniversary of the Amiriya shelter bombing story, because at home it would be deemed to be too \"soft\" on Iraq.\n \nArabs accuse the United States and the United Nations of imposing sanctions to weaken Iraq and topple the regime.\n \n\"Sanctions don't work, that's obvious,\" says a senior UN official here. \"[They have] increased the dependency of the average Iraqi on the government.\"\n \nThe long-term damage to Iraqi society is unknown. \"The biggest phenomenon is the isolation of Iraq,\" the UN official adds. \"The young are underexposed to the West, survived the [eight-year] Iran-Iraq War, and are alienated and introverted. Add seven years of sanctions, and they feel the West hates them and hates Islam. They are going to make very dangerous policies in the future.\"\n \nA display of children's school artwork illustrates this trend. Some images depict peace: a white dove, a rose, hands held out in prayer. But most show stark scenes of battle, in which Iraqi tanks, planes, and soldiers fight American and Israeli forces.\n \nFor Wamidh Nadhmi, a professor of political science at Baghdad University, such superficial signs point to a worrisome trend. The US role in the Mideast, he says, \"is a sad mixture of [American] threatening and [Arab] impotence, that will encourage the kind of thing you dislike so much: terrorism and martyrdom.\"\n\nLoad-Date: February 25, 1998"
}