{
    "title": "America likely will ignore this 'Final Warning' on terrorism",
    "publisher": "the day ",
    "year": 1989,
    "month": 11,
    "day": 19,
    "full text": "Robert Kupperman is a man with a mission, and he feels strongly    enough about it to issue a Final Warning to Americans. The danger is    terrorism, and he believes we haven't seen anything yet.\n \n     Kupperman's book, written with Jeff Kamen and published by    Doubleday at $ 18.95, is full of what-ifs. What if, for example,    terrorists blew up key points in the pipeline system supplying natural    gas to homes and businesses across the United States during the coldest    part of the winter? The results would be a great deal of misery and no    doubt numerous deaths, along with costly property damage such as frozen    water lines.\n \n     That's just one of many ways terrorists could inflict severe injury    on Americans without much danger to themselves, the authors say,    because the nation is extremely vulnerable to attacks on its    infrastructure, the highways, bridges, power lines and other such    things that enable the economy to operate.\n    The point of the warning is that Kupperman wants us to take steps    in advance to cope with a potential terrorist onslaught. That would be    contrary to human nature, of course. Most of us are disinclined to    inconvenience ourselves to avoid a disaster that might happen. The    civil defense concept of preparing a family fallout shelter never    caught on in this country. Many Floridians live in areas that would be    devastated by a storm like Hurricane Hugo, but few are heading for the    hills. We prefer to take our chances.\n \n     But Kupperman's is a voice that commands respect. He is considered    an authority on terrorism and serves as a senior adviser to the Center    for Strategic and International Studies in Washington. In an interview    with the St. Petersburg Times in 1987 he suggested that assassination    would be the only effective way to deal with terrorists but that the    American people would never stand for murder as a tool of government    policy.\n \n     In Final Warning he recommends the establishment of an    international police force with the power to cross borders and make    arrests. This could be accomplished only with a level of cooperation    approaching world government.\n \n     He also urges that the Federal Emergency Management Agency be    elevated to White House status. It would take charge of an expensive    program to make possible quick recovery from attacks on vital    structures like the natural gas pipelines.\n \n     He suggests airport restrictions that would inconvenience air    travelers, and he sees a need for some sort of compromise between    government and the news media on restricted coverage of terrorist    incidents. The day will come, he predicts, when the television networks    will be offered live coverage from inside a hijacked aircraft, through    the use of video cameras operated by terrorists. Though the networks    know that terrorism cannot survive without media coverage, they will be    tempted to accept. It must not happen, the authors say. Work must begin    now on ways to regulate the media's freedom of action in such cases.\n \n     It's hard to imagine serious consideration of such a drastic    program until after at least one and probably several major terrorist    disasters actually take place on American soil. Thus, I expect Final\n \n Warning to be ignored - for now.\n \n Three mysteries   \n \n   I just read three mystery novels, and I could hardly have chosen a    more mismatched set. It consisted of Dick Francis' Straight (Putnam,    $ 18.95), Mickey Spillane's new Mike Hammer novel, The Killing Man (E.P.    Dutton, $ 17.95), and Raymond Chandler's The Big Sleep, just published    in a new illustrated edition by North Point Press at $ 22.95.\n \n     Straight is a good title for Francis' book and could be    appropriately applied to the entire library of his work. Francis writes    about a straight world, inhabited by decent people who behave in a    civilized way and are even polite to one another. When crime intrudes,    it is like a loud belch at a formal dinner, embarrassing to everybody.\n \n Sex is understated and tastefully handled.\n \n     This is in sharp contrast to Spillane's dark world, peopled by    cardboard macho men and women who are little more than pneumatic sex    appliances. It has been 19 years since Spillane inflicted a Mike Hammer    novel on the reading public. I'm sure this one will be as popular as    the others, though I'm at a loss to explain why. The stuff is    suspenseful, of course, but hardly spine-tingling. There's never any    doubt that Hammer will make a square knot of the bad guy in the end    without suffering any damage to his own profile and that most women he    meets will shed their clothing without waiting for a hat to drop. Along    the way Hammer will not be bothered by self-doubt, indecision,    inadequacy, sexual dysfunction, arthritic pain, indigestion or any    other difficulty that real people have to cope with. He will also be    smarter than everyone else. In The Killing Man, he outwits the FBI,    the CIA, the State Department, organized crime and an international    contract killer, as well as various organs of authority in New York    City.\n \n     The plot is neat, crisp and barely endurable. One almost yearns for    a loose end somewhere that will prove Mike Hammer is really human after    all. Superman has more frailties than this.\n \n     A good plot does not necessarily make a fine mystery novel. In    fact, The Big Sleep, one of the greatest of them all, has a befuddling    plot that readers have been failing for years to figure out. Yet the    characters and the sharp dialogue continue to fascinate even after    several readings.\n \n     The things that set Chandler apart are his attention to detail and    his mastery of the art of description. Every sentence is carefully    crafted, like fine hand-carved leather. He makes you feel, smell and    taste the scene:        \"The air was thick, wet, steamy and larded with the cloying smell    of tropical orchids in bloom. The glass walls and roof were heavily    misted and big drops of moisture splashed down on the plants. The light    had an unreal greenish color, like light filtered through an aquarium    tank. The plants filled the place, a forest of them, with nasty meaty    leaves and stalks like the newly washed fingers of dead men. They    smelled as overpowering as boiling alcohol under a blanket.\"\n \n     The Big Sleep was first published 50 years ago, and last year was    the 100th anniversary of Chandler's birth. This beautifully printed new    edition would make an excellent holiday gift. The publisher has seen    fit to illustrate it with posed photographs, which don't add much but    don't detract either.\n \n     According to the introduction by Lawrence Clark Powell, Chandler,    who wrote only four novels, once said: \"Everything a writer learns    about the art or craft of fiction takes just a little away from his    need or drive to write at all. In the end he knows all the tricks and    has nothing to say.\"\n \n     That may have been true of Chandler, but it doesn't apply to Dick    Francis, whose style, devoid of wise cracks and tough talk, is a long    way from Chandler's. At 68, Francis, a Welsh-born resident of Fort    Lauderdale, continues to turn out a book a year like clockwork. The    clockwork comparison is appropriate because Francis' work is as    consistent as time. Straight, his 28th novel, is like the others: A    steeplechase jockey who possesses the virtue of common sense is    compelled by circumstance to straighten out some miscreants motivated    by greed. The formula continues to work. Straight, like Francis' other          books, is a good read.\n \n    Daryl Frazell is book editor for the St. Petersburg Times.\n \n    \n\nLoad-Date: November 10, 1992"
}