{
    "title": "Americans must unite against racial terrorism",
    "publisher": "the tampa tribune ",
    "year": 1996,
    "month": 6,
    "day": 30,
    "full text": "I wish to register my disgust relative to the burning of black churches in this country.\nAre we witnessing the extinction of ethics and common sense in America? Indeed, prejudiced people especially need to be liberated from all blindness of heart. We must bring about the long-desired unity of all races if we are to produce great results that will advance the dignity of all Americans.\nLife in America must be actuated by principles that upgrade, not degrade. We need truth-seeking, humble-minded and thoughtful people who are problem solvers, not terrorists. Violence only disgraces and degrades the concept of the equality of men upon which this just nation was founded.  ROBERT B. FLEMING  St. Petersburg  -\nI am reminded of \"Kristallnacht\" (the night of broken glass) when I read in the Tribune of continuing accounts of black churches being torched and burned to the ground. Kristallnacht was a time in Nazi Germany when the SS destroyed Jewish shops and businesses. They threw stones and shattered not only the glass windows but the livelihoods and spirits of the Jewish people. The reason: because they were Jewish.\nThe arsonists and racists who are burning our churches are similarly striking at what is most cherished and dear to us, our churches. It is cowardly and calculated. If it continues, its result is predictable: further race division and distrust of each other.\nThe arson and destruction of our churches not only robs us of a place to worship - our constitutional guarantee of a right to worship - but of something much more important: our faith in humanity and a future for our children.\nIt took only a few to throw stones and destroy Jewish shops during Kristallnacht. It takes only a few to ignite the fires that destroy our churches. It is the many who look on and say it's not their problem for this inhumanity to continue and to succeed.\nThe perpetual issue of racism in America is very painful and distracting. It distracts us from being able to appreciate and deal with the larger issues of life. And nothing is more painful than the protracted anguish to our spirit.  WALTER E. CLARK  St. Petersburg\n\nNotes\n\nOPINION; LETTERS\n\nLoad-Date: July 2, 1996"
}