{
    "title": "Americans must ask questions of selves to prevent terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 30,
    "full text": "On the slippery slope, I must not be very patriotic. Patriotism now seems to equate with blind support for military campaigns in the name of ending terrorism across the globe. I don't equate myself with that line of thinking. I see myself realizing a different vision. I want the government to know there are people out here who do not want all-out revenge and secret military trials in the wake of mourning.\nI believe the only way we can put a permanent end to terrorism is to stop participating in it. I believe we should explore not who we should bomb or where we should bomb, but why we were targeted. There are improvements we can make, if we could could see the world's perspective of our nation. Our constructive vision has been robbed by the, eye for an eye, justice mentality.\nKansas State U.\nRegaining our vision will be a painful process. To reinstall the precious gift of sight to our nation, we must promise to embrace the free exchange of ideas. We must realize that we are not always correct. We must not meet hate with more hate.\nDoes an act such as Sept. 11 justify a bloody response? Our knee-jerk reaction screams, \"yes.\" Americans are accustomed to the death penalty. Kill and you will be killed. An eye for an eye.\nI believe America can be better than the undisciplined acting upon vindictive rage. Why would this action be taken against our country? There are many reasons, none of them are remedied by our current actions. Because our democracy has a sense of pride, it will act without proper restraint, in essence self-destructing to the value it is trying to promote.\nI would like to see America stop bullying the world with our customs. It would be nice if we would respect principles of sovereignty rather than overthrowing every little country which tries to defy us. Leave the map-drawing to Rand McNally.\nHow will we open our eyes to regain the vision?\nOpening eyes requires changing public sentiment. Should we all follow Texan customs of vigilant justice? The world doesn't think so. President Bush's support from our European allies already is threatened by his extensive use of the death penalty as Governor of Texas. But, the American public continues to support the Texan customs. Our rewards are offered: \"Wanted, Dead or Alive.\" The public seems to be napping, eyes wide shut.\nIf the President says \"We'll bomb Iraq,\" the public supports it. It can be deemed a just war. We are simply just going after another terrorist with weapons of mass destruction. Blindly, we will support the Saddam Hussein hunt.\nIf, then, we are justifying the cause, has the effect not been warranted for quite some time? The same leaders pressing for bombing are the same ones whose vision failed at shaking up Saddam 10 years ago. An exclusive air war didn't prove to be the solution then, and it still wouldn't today.\nWhy won't the public support a ground war? Because ground war might cause American casualties. However, if a cause was just, wouldn't a ground war show that we really back the \"just\" cause?\nMainstream media has gripped the country and pulled it into a cauldron of of revenge and hate. If each individual had to support war casualties, would the war be justifiable? The media has set the social norm to be a irrational, retaliatory attitude. Pull everyone away from the TV, Internet, radio and print media for a while. Would everyone go and fight the war if they personally were called?\nIf we had a national draft, eyes would be opened. If each person were called to serve, the public might question policy decisions. If each person were a part of the retaliation force, open eyes would begin to see new questions. Those are the questions that need to be asked.\nOn Monday, Matt Killingsworth echoed the sentiment, \"Is there never a time to question government policy? When did limiting free speech become socially acceptable? Do we limit free speech to only a discussion of things we want to hear?\"\nLately, the public has limited free speech not by censoring, but by ignoring. The public feels it doesn't want to hear and flips the channel to something more patriotic. The government will not offer alternatives. Instead, it will stick to the adage, \"you either are one of us or one of them.\" The public needs to regain vision.\nWith clear sight, the public should be able to act upon the essence of democracy -- that being constructive disagreement -- and exercise the freedom of offering a different viewpoint without feeling unpatriotic. Patriotism is not blind conformity.\n(C) 2001 Kansas State Collegian via U-WIRE\n\nLoad-Date: November 30, 2001"
}