{
    "title": "Americas sign treaty to combat terrorism",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 6,
    "day": 4,
    "full text": "BRIDGETOWN, Barbados -- Countries from the United States to Chile pledged to fight terrorism together, agreeing to a new treaty designed to increase security across the Western Hemisphere in the wake of the Sept. 11 attacks.\nForeign ministers from 30 of the 34 nations in the Organization of American States signed the Inter-American Convention Against Terrorism Monday at the annual general assembly of the OAS.\n\"More than ever before, the Americas stand together today against terrorism and for democracy,\" Secretary of State Colin Powell said at the meeting in Barbados. \"There can be no doubt of our resolve.\"\nThe treaty is meant to prevent financing of terrorism, toughen border controls and strengthen cooperation among law enforcement agencies. It requires each country to create a financial intelligence unit and institute strict measures to detect cross-border movements of cash that could be used to fund terrorism.\nSignatories agreed to transfer detainees whose testimony is needed in anti-terrorism investigations and to deny asylum or refugee status to terrorism suspects. \"Today, our states, individually and collectively, face new goals and new threats,\" said Panama's Foreign Minister Jose Miguel Aleman.\nThe four OAS nations that did not sign -- Canada, Dominica, the Dominican Republic and Trinidad and Tobago -- need additional time to follow required procedures, OAS officials said.\nForeign ministers and secretaries of state also discussed a possible OAS role in easing political tensions in Venezuela, where President Hugo Chavez was briefly ousted by a military rebellion in April, and in Haiti, where an impasse over new elections is holding up hundreds of millions of dollars in aid. The democracies of Haiti and Venezuela \"are under strain,\" Powell said. \"The OAS has an obligation to defend and support struggling democracies.\"\nAddressing the assembly, Powell mentioned President Bush's proposal to ask Congress for $5 billion in additional funds starting in three years to aid nations that \"have committed themselves to democracy.\"\n\"The aim is clear -- to provide visible and effective support to countries taking the hard steps essential to lifting their people into prosperity,\" said Powell, who left the Caribbean island later Monday.\nOtto Reich, U.S. assistant secretary of state for the Western Hemisphere, said the United States hopes the OAS might have a role in easing tensions in Venezuela. \"We're interested in a calm, peaceful, prosperous, friendly Venezuela,\" Reich told reporters.\nHe and other diplomats from the Americas were discussing a draft resolution to encourage national reconciliation and dialogue between Venezuela's government and its opponents.\nThe ministers also discussed immigration, steps toward free trade and drug control. The assembly ends Tuesday.\n\nLoad-Date: June 4, 2002"
}