{
    "title": "American Airlines mechanic accused of sabotaging plane",
    "publisher": "telegraph herald ",
    "year": 2019,
    "month": 9,
    "day": 7,
    "full text": "The Associated Press\nMIAMI - An American Airlines mechanic charged with sabotaging a plane because he was upset over stalled labor contract negotiations was fired from another airline several years ago and briefly had his mechanic's license suspended, according to court documents.\nAbdul-Majeed Marouf Ahmed Alani\nappeared in federal court in Miami on Friday on a charge of willfully damaging or disabling a plane. Federal investigators say he admitted to tampering with a part that provides vital flight information to pilots.\nThe pilots aborted the July 17 flight before takeoff in Miami. Alani, 60, was arrested Thursday. He had worked for American since 1988 but was suspended after his arrest.\nCourt records from a lawsuit in California indicate that for some years, Alani worked both for American and Alaska Airlines until Alaska fired him in 2008 after several errors including failing to verify that repairs were working and installing the wrong battery on a plane. The Federal Aviation Administration suspended his mechanic's certificate for 30 days, according to court documents.\nAlani, who was born in Iraq and became a U.S. citizen in 1992, sued Alaska Airlines for discrimination based on national origin. A judge dismissed the lawsuit for lack of evidence.\nThe lawsuit and Alani's firing by Alaska were first reported by Business Insider.\nIn Miami on Friday, Alani wore shackles and tan jail clothes as he spoke to Magistrate Judge John O'Sullivan through an Arabic interpreter. Mostly, he answered basic questions about his assets and whether he could afford a lawyer. The judge appointed a public defender and scheduled a bond hearing for next Wednesday and an arraignment hearing on Sept. 20.\nAccording to American, Alani is proficient in English.\nNothing in the criminal complaint against Alani suggests any link to terrorism, and prosecutors did not indicate that any such charges are pending.\nWhen interviewed Thursday by investigators, \"Alani stated that his intention was not to cause harm to the aircraft or its passengers,\" according to the affidavit by Jose A. Ruiz, a federal air marshal who serves on an FBI terrorism task force.\nAlani explained that stalled contract negotiations between American Airlines and the mechanics' unions were hurting him financially - he said in court that he has two cars but few other assets besides property in the Sarasota, Florida, area worth about $5,500.\nAlani said he tampered with the plane \"to cause a delay or have the flight canceled in anticipation of obtaining overtime work,\" Ruiz wrote.\n\nLoad-Date: September 9, 2019"
}