{
    "title": "Americans must remain on guard against further attacks, terrorism expert says",
    "publisher": "university wire",
    "year": 2002,
    "month": 2,
    "day": 21,
    "full text": "RAND Corporation Vice President of External Affairs Bruce Hoffman, a self-described \"terrorism geek,\" called September's terrorist attacks unprecedented and cautioned Americans to stay on guard in his lecture \"Rethinking Terrorism and Counterterrorism in Light of 9.11,\"\nHoffman's lecture focused on what mistakes America made in failing to prevent Sept. 11 and asked, \"Where do we stand now?\"\n\"The enormity and horror of that day has yet to wear off,\" Hoffman said.\nIn 30 years of terrorist activity against Americans, no more than 1,000 Americans were killed. Only 14 terrorist acts around the world have killed more than 100 people at one time, Hoffman said.\nBrown U.\nThe Sept. 11 attacks also stand out for their sophisticated planning, coordination and synchronization, Hoffman said.\nBecause experts assumed these kinds of acts were beyond the capacity of terrorists, the United States \"did ignore warnings,\" Hoffman said.\nHoffman said parts of what happened on Sept. 11 remain a mystery. He said no one knows for sure where the fourth aircraft was going, but knowing its destination is key for understanding the mindset of people like bin Laden, Hoffman said. Hoffman said his personal theory is that the aircraft that crashed in Pennsylvania was intended to crash into CIA headquarters in Virginia.\nHe said writing off Sept. 11 as an intelligence failure is \"too simple,\" arguing that the U.S. made \"fatally false assumptions\" in its defense against terrorism prior to Sept. 11.\nHe said Americans thought they understood terrorism better than they really did and assumed any attacks would take place overseas, which led to a \"false sense of security.\"\nBefore Sept. 11, experts were preparing for two opposite extremes of terrorism: low-end car and truck bombings and weapons of mass destruction, Hoffman said.\nExperts ignored the middle range of terrorism, which al Qaeda \"identified and exploited,\" Hoffman said, adding that the prevailing idea that terrorists are more interested in publicity than killing added to a lack of defense.\nAs for Osama bin Laden, Hoffman said America also \"violated the cardinal rule of warfare\" to know the enemy.\nBin Laden has \"great patience, a vision, the means to implement his vision and organizational skills,\" Hoffman said, calling him \"terrorism's CEO.\"\nBin Laden's talents for incorporating both a \"strict, austere and fundamentalist\" version of Islam with modern technology and creating an image for himself through the media were ignored prior to Sept 11, Hoffman said.\n\"He understands us … better than we understand ourselves,\" Hoffman said.\nHoffman stressed the importance of seeing bin Laden \"not as a crazed fanatic\" but as a \"venture capitalist,\" allowing the al Qaeda network to work on many levels.\nAl Qaeda's structure, which includes specialized \"masterminds,\" trained amateurs, local \"walk-ins\" and like-minded insurgent groups, allows for many levels of unpredictable terror, Hoffman said.\nAmericans also misunderstand the suicide dimension of the attacks, Hoffman said, since these men think of themselves as martyrs, not self-sacrificers.\nHoffman said Americans overemphasize terrorists' socio-economic, family and educational backgrounds in trying to understand the mindset of the attackers, who he called \"people from normal walks of life.\"\nAmericans want to be able to reach out, transform and intervene to stop terror, Hoffman said, but the men were \"highly trained, dedicated, well-educated, stable individuals.\"\n\"Al Qaeda has been weakened,\" Hoffman said, but we \"shouldn't breathe a sigh of relief yet.\"\nHoffman emphasized that although the infrastructure of al Qaeda has been weakened, the leadership is, for the most part, still at large.\nHoffman asked whether the U.S. government's capture of low-level al Qaeda leaders are just \"scooping up low-hanging fruit\" and ignoring key players.\nHoffman said Americans must prepare for what he called the reality of terrorist threats.\nTerrorism is \"planned, purposeful and pre-meditated,\" he said.\nIt is \"fundamentally a form of psychological warfare\" attempting to erode society and undermine confidence in leadership, he said.\n\"The U.S. will remain vulnerable,\" Hoffman said, and \"enmity towards the U.S. will not diminish.\"\nHoffman stressed that \"terrorism is a perennial, ceaseless struggle,\" adding that the term \"war against terrorism\" implies finality, which is unrealistic.\n\"We're getting better, but the terrorists are thinking bigger,\" Hoffman concluded.\n(C) 2002 Brown Daily Herald via U-WIRE\n\nLoad-Date: February 21, 2002"
}