{
    "title": "America 's Middle East policy is still biased biased",
    "publisher": "charleston gazette",
    "year": 2000,
    "month": 12,
    "day": 24,
    "full text": "U.S. POLICY in the Middle East is biased against the Palestinians. The United States has vetoed, or abstained from numerous U.N. Security Council resolutions that have criticized Israel on various issues.\nA recent notable U.S. abstention was on October's Security Council Resolution 1233. The resolution found Israel's military guilty of \"excessive force against Palestinians\" and deplored the \"provocation carried out at Al-Haram Al-Sharif in Jerusalem on 28 September 2000,\" a reference to the visit of Israeli leader Ariel Sharon to the shrine. That visit sparked the current conflagration in the region. Apart from the United States, the resolution passed unanimously.  unanimously.\nSince the beginning of the conflict, the principle victims have been Palestinians, who make up 85 percent of the 320 dead.  A report by Physicians for Human Rights released last month confirmed Israel's shoot-to-harm policy, evident in the large numbers of fatal injuries to Palestinian demonstrators.\nAmnesty International has condemned Israel's actions as those that \"constitute war crimes.\"\nDespite the fact that Israel has violated human-rights norms and international law, Secretary of State Madeleine Albright reversed reality in her statement to the press in early October. She said that \"those rock-throwers are laying siege on Israel.\"\nBut the Israeli attacks on Palestinians constitute a collective punishment that violates the Fourth Geneva Convention. Article 33 states that \"no protected person may be punished for an offense he or she has not personally committed. Collective penalties and likewise all measures of intimidation and terrorism are prohibited.\"\nYet another recent example of U.S. bias concerns a U.N. General Assembly resolution passed on Dec. 1. It said that Israel's decision to impose \"its laws, jurisdiction and administration on the Holy City of Jerusalem is illegal and therefore null and void and has no validity.\" The United States was one of five countries that abstained from the resolution, which passed 145-1. Israel was the only country that opposed it.\nPalestinians are now the targets of Congress' newest legislation. A bill under consideration, the Justice for American Victims of Terrorism Act of 2000 (H.R. 5500), would \"require the attorney general to establish an office in the Department of Justice to monitor acts of international terrorism alleged to have been committed by Palestinian individuals or individuals acting on behalf of Palestinian organizations and to carry out certain other related activities.\"\nThe bill says that the Justice office will \"offer rewards for information on individuals alleged to have committed acts of international terrorism … including the dissemination of information related to such rewards in the Arabic-language media.\"\nToday, as millions of Palestinians suffer at the hands of brutal Israeli military occupation, our Congress continues to blame the victim.\nWaheed is a free-lance writer living in Chicago.  chicago.\n\nLoad-Date: December 25, 2000"
}