{
    "title": "American Muslims need to unite against terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2004,
    "month": 5,
    "day": 31,
    "full text": "I am an American Muslim who came to the United States 35 years ago as a student, completed my undergraduate and graduate education and, like so many before and after me, got a job, gradually embraced this country, became a U.S. citizen and raised a family.\nIn my judgment, most Americans strongly believe American Muslims have not forcefully and irrevocably condemned terrorism. This is disturbing because American Muslims and their organizations have strongly condemned terrorism.\nFor the Journal-Constitution\nHowever, because Muslim American organizations are local and stratified by sect, ethnicity and country of origin, their uncoordinated condemnations never reached the decibel level necessary to make an impact. This organizational fragmentation, coupled with poor media skills, diluted their message even further.\nRegardless of the causes, this misconception needs to be addressed immediately because it has erected an invisible barrier toward the full acceptance and advancement of Muslims in America.\nI recommend that the Council on Islamic-American Relations co-ordinate and lead a confederation of U.S. Muslim organizations on a Muslims Against Terrorism March in Washington on Sept. 11. This peaceful march will have the sole objective of registering a united, unqualified and thunderous condemnation of the Sept. 11 attacks as having no space or sanction in Islam.\nAmericans and indeed the entire world will be able to see and hear in their living rooms the unity, clarity and strength of this message magnified by the diversity of its participants.\nImagine the impact of American Muslims --- of every national origin, ethnicity and race from Alaska to the Virgin Islands consisting of Shia and Sunni, Democrats and Republicans, conservative and liberal, U.S.-born and immigrants, burqa- and hijab-clad to manicured socialites in T-shirts and jeans, bearded and clean-shaven, white- and blue-collar, successful and struggling --- all marching together to make one clear statement.\nThe march should not be misconstrued as an apology for the acts of the perpetrators. As an American Muslim, I am not responsible for the acts and interpretations of more than 1 billion people who also possess the same faith. The acts of the Irish Republican Army have not resulted in the blanket indictment that Catholicism sanctions terrorism. Nor have the acts and ideology of the Ku Klux Klan been allowed to tar all whites and Christians as racists.\nThere will always be a Muslim minority whose interpretations of Islam will lead to acts of extremism and militancy similar to fringe groups in other faiths. Our goal should be to explicitly and forcefully reiterate that the American Muslim organizations sponsoring the march do not see any sanction of terrorism in Islam.\nIf such a march is held, I am convinced that the invisible wall and muted suspicions that separate American Muslims from the mainstream will melt, the incidence of hate crimes will decrease and the political, social and economic advancement of Muslims will accelerate. I am neither an academic nor a politician nor a business magnate. However, I am a thinking, productive, tax-paying, vote-empowered U.S. citizen who sees the potential of U.S. Muslims held hostage by misconception on one side and inaction to correct it on the other. And I believe there are millions like me.\nAmin M. Lakhani of Atlanta works in the electric power industry.\n\nGraphic\n\n \nPhoto: Amin M. Lakhani; Graphic: E-MAIL FORUM\nHow can Muslims in America achieve full acceptance? Send your e-mail to issue@ajc.com, where it will be posted online. Please include full name, city or county of residence and daytime phone. (Phone numbers will not be published.)  \n\nLoad-Date: May 31, 2004"
}