{
    "title": "AMERICANS IN TURKEY WARNED ABOUT TERRORISM THREAT; STATE DEPARTMENT CITES UNCONFIRMED INFORMATION",
    "publisher": "pittsburgh post-gazette",
    "year": 2002,
    "month": 12,
    "day": 6,
    "full text": "The State Department alerted Americans yesterday to a possible terrorist threat in Turkey, a NATO ally that is considering assisting the United States in the event of war with Iraq.\n The department said it had received unconfirmed and fragmentary information that suggested unknown terrorists might be planning to conduct a terrorist incident in southeast Turkey.\n A largely secular Muslim nation, Turkey has a new government that is trying to distance itself from its Islamic roots. Turkey also is seeking membership in the European Union, which would draw it closer to the West.\nAt the same time, it is considering helping the United States mount an attack on Iraq.\n For geographical reasons, Turkey's assistance would be vital in striking at northern Iraq.\n Some 50 U.S. warplanes, mostly U.S. F-15s and F-16s, are based at Incirlik air base, about an hour from northern Iraq. Hundreds of U.S. pilots and support personnel are stationed there.\n U.S. jets that patrol northern Iraq to deter Iraqi attacks on Kurds take off from Incirlik.\n After holding talks with Turkish leaders in Ankara, Deputy Defense Secretary Paul Wolfowitz said that while no formal agreement had been reached to position U.S. troops in Turkey he was confident of Turkish support.\n \"Turkish support is assured and I think that it is a very strong message to Saddam Hussein and the regime in Baghdad that Iraq is surrounded by the international community,\" Wolfowitz said.\n The likely target of a possible terrorist attack, the State Department said, would be official U.S. government facilities or personnel.\n In a statement, it warned U.S. citizens to be particularly cautious if they traveled in or out of the Gaziantep airport, which is being used while the airport at Adana is under repair.\n The Turkish government has taken \"prudent measures\" to deal with the possible threat, the department said.\n The statement referred to Turkey as a country that fully cooperates with the United States in the war on terrorism.\n\nLoad-Date: December 7, 2002"
}