{
    "title": "America 's Use of Drones_ The Legality Issue",
    "publisher": "the new york times",
    "year": 2012,
    "month": 12,
    "day": 1,
    "full text": "To the Editor:\n''Election Spurred a Move to Codify U.S. Drone Policy'' (front page, Nov. 25) raises the issue of the legality of the United States' ever-changing drone policy.\nAs his first term in office draws to a close, and with a vacancy to fill at the top of the Central Intelligence Agency, President Obama has an opportunity to press the reset button on American drone policy.\nOver the last four years the use of drones has become ever more permissive. Lethal strikes are no longer restricted to ''high-value targets,'' Guilt, not innocence, is the apparent presumption.\nAdministration sources have told the media that in the tribal areas of Pakistan, men of fighting age are assumed to be combatant targets in the absence of intelligence to the contrary. If true, this is both unconscionable and a violation of the laws of war.\nThis can't go on. American drones have taken lives in Afghanistan, Pakistan, Yemen, Somalia and the Philippines. Meaningful public review of this most secretive of government programs is long overdue. We don't need a new rule book; we just need the existing rules -- international human rights and humanitarian law -- to be applied.\nSUZANNE NOSSEL Executive Director Amnesty International USA New York, Nov. 27, 2012\nTo the Editor:\nYou report that President Obama is finally expressing some ''wariness of the powerful temptation drones pose to policy makers. 'There's a remoteness to it that makes it tempting to think that somehow we can, without any mess on our hands, solve vexing security problems,' he said.''\nWhat an understatement of the ''mess on our hands'' given how 76 countries now possess drones, having discovered how cheap and easy they are to develop and use! Whose hands will they fall into? More and more people in foreign countries living under American drone strikes have understandably become radicalized. Didn't anyone consider how they would make the perfect weapon of asymmetrical warfare?\nPandora's box has opened wide, adding to our ''vexing security problems.'' We should never have forgotten what Sir Peter Ustinov is credited as saying: Terrorism is the poor man's war, and war is terrorism of the rich.\nCOLEEN ROWLEY Apple Valley, Minn., Nov. 26, 2012\nThe writer is the retired F.B.I. agent who exposed intelligence failures before the 9/11 attacks.\n\nhttp://www.nytimes.com/2012/12/01/opinion/americas-use-of-drones-the-legality-issue.html\n\nGraphic\n\n \nDRAWING (DRAWING BY BRENDAN MONROE)       \n\nLoad-Date: December 1, 2012"
}