{
    "title": "America aids war and death in Yemen",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 8,
    "full text": "Yemen is a nation that is rarely thought of here in the United States. I'd even argue that hardly anyone knows much about the conflicts in the middle eastern nations, and that needs to change.\nYemen is the site of a bloody and horrific civil war that has spilled over into a crisis involving much of the Middle East. The war is between the Houthi rebels and the current government. Iran supports the rebels, and Saudi Arabia, America and others support Yemen's government. The problem is not just the violent conflict between the rebels and standing army, but also the vast amount of war crimes and civilian casualties.\nThe Houthis are accused of many war crimes, including the placement of thousands of land mines in civilian areas and the torture and murder of captives. However, the vast majority of civilian deaths are attributed to Saudi Arabia, with air strikes hitting wedding parties, doctors and school buses. What's more is that the Saudis also place an on-again, off-again total blockade of Yemenite ports, preventing vital supplies from entering the country, including food and medical supplies. Conditions have deteriorated to the point where the UN president has proclaimed this the world's worst humanitarian crisis.\nAccording to the United Nations World Food Program, 18 million Yemenis are food insecure, 8.4 million of those not knowing where they will obtain their next meal. What's more is the severe effect the conflict has on children located in the area, as millions are growing up malnourished, and according to a UNISEF representative, 1.5 million are acutely malnourished. This is a horrible humanitarian crisis, and it's very unique: It is entirely man-made.\nThere are clearly individuals and nations who have caused this crisis. There is no natural disaster, no sudden viral outbreak; people caused this crisis. What's more: The United States is entirely complicit in this conflict. All these civilian deaths and children starving to death can be traced back to us, who continue to supply weapons to the Saudis, weapons and bombs that we have proof of killing thousands of civilians.\nThe United States claims our involvement is intended to deter Iranian influence and the spread of terrorism in Yemen, but the results so far seem unobtainable and do not justify the means we have reached to \"prevent\" terrorism. Some would argue we support the terrorism taking place in Yemen.\nThe time has come to end the war in Yemen, or at the very least, end our involvement with it.\n\nLoad-Date: November 8, 2018"
}