{
    "title": "America alert to terrorism",
    "publisher": "christian science monitor ",
    "year": 1984,
    "month": 1,
    "day": 27,
    "full text": "Whatever latent concerns we may hold about 1984, the danger that international terrorism could migrate to our shores ought to head the list. But there is a danger of overreacting to the threat.\nThe United States has faced terrorist threats both at home and abroad - and too often has been found wanting. In 1979, America failed diplomatically and militarily to deal with the terrorist tactics of Iran, and a national disaster resulted. Over the past few months, the US has suffered through a brutal assault on its peacekeeping forces in Beirut and a vicious, if less effective, attack on the American Embassy in Kuwait. Recent events in the Middle East and some ominous intelligence indicators have forced the President to retreat behind a barricade of sand trucks and rockets near the White House.\nIncidents of global terror have accelerated, surpassing the bounds of common criminality or random acts of fanatical violence. Increasingly, terrorism has emerged as a strategic tool to undermine Western or moderate governments. Whether used by radical subnational groups like the Baader-Meinhoff gang or the Abu Nidal group, outlaw states like Libya and Iran, or by Soviet-supported proxies, terrorism has become part of the arsenal of low-intensity warfare. And there are indications that the US could become a battleground as well as a target in 1984.\nWe are vulnerable to terrorist attacks largely because of who we are and what we represent. Orwell's prophecy notwithstanding, terrorism thrives only in societies with traditions of strong personal freedoms - societies that refuse to allow the liberties of all to be curtailed because of the actions of a few. In Big Brother governments, terrorism can be simply crushed as a matter of state prerogative. Americans, on the other hand, must accept a degree of disorder and even violence as the price they pay for individual freedoms.\nWhile there are security precautions and crisis-control arrangements that might help manage the threat, terrorism can strike anytime, anywhere, and in any way. Still, we must not react to each incident as if it were an isolated event, each new assault giving rise to panic and to doubt about our leaders who appear unprepared or worse, incompetent. This is precisely the reaction the terrorist intends. No band of terrorist thugs is a match for even a large metropolitan police force, not to mention an army. Nor do the terrorists truly expect that a bombing incident, hijacking, or embassy seizure will bring the US to its knees. Their ultimate objective is us, the public - to erode our faith in government and, thus, in ourselves.\nThe terrorist plays a leveraging game, using the free media to heighten tension. It is critical to understand that media coverage makes larger than life an act which, on its own, might be viewed as barbaric (and perhaps no more shocking than the murders or other violence with which our society already contends). The media mold public perceptions about the prowess of terrorists and the competence of elected officials. Israel's desperate decision to attempt a high-risk rescue of the hijacked El Al plane at Entebbe was depicted as a major triumph. But the American experience in the Iranian desert was presented not simply as a justified attempt that failed, but as a national disgrace, a symbol of American command weakness and presidential bungling. Using the media as an unwitting partner, the terrorists attempt over time to undermine the values of democratic society - by forcing the government to overreact.\nThere is a danger that the US may be made to appear impotent in the eyes of its enemies and allies alike; but the greater danger is that the government will adopt a siege mentality to cope with future threats. A case in point is the 1984 Olympic Games, which are rapidly becoming a security obsession. There is no question that reasonable precautions must be taken. This should not imply, however, a dozen or more turf-fighting police departments and thousands of heavily armed guards poised at the trigger out of fear, anxiety, and inexperience. Two newspaper correspondents bringing Christmas greetings to the marines in Beirut were fired on by anxious guards. What is the risk to a child who sets off a firecracker at the Olympics?"
}