{
    "title": "America needs to learn that killing won't end terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 5,
    "day": 19,
    "full text": "Terrorist bombings last week in Riyadh, Saudi Arabia, and in Casablanca, Morocco, have left many Americans concerned about safety and asking questions about the \"war on terror.\" It's smart to ask questions, especially as U.S. efforts to make Americans safer -- primarily by attacking and killing people, but also by supposedly improving homeland security -- are plagued by problems and may be making the world less safe.\nTwo items, in particular, stand out as noteworthy examples of how silly it is to believe America can just stamp out terrorism with a strong boot. The first regards the Transportation Security Administration and the second has to do with 75th Exploitation Task Force.\nU. Oregon\nAs reported by The Washington Post on Friday, the TSA hired new screeners for the nation's airports so quickly that 40 percent of the country's 55,600 security screeners haven't undergone in-depth background checks. Dozens of screeners, the Post reported, at Los Angeles International Airport and John F. Kennedy International Airport were discovered to have criminal records, including convictions of assault with a deadly weapon and felony gun possession.\nThe TSA needs to fix this situation and be sure its screeners are not themselves potential threats. But the beleaguered agency's woes don't stop there. As The Wall Street Journal reported in April, the TSA's \"No-Fly\" list, a list of names airlines are required to cross-reference with their passenger lists in an effort to screen out potential threats, is riddled with problems. Airline technology, the paper reported, is old and results in many false positives. Innocent people get repeatedly detained, in other words, taking up valuable time that could be spent identifying terrorists.\nThen there's the TSA's CAPPS II program, a computer-assisted screening system that searches more than 100 computer database sources for personal information about passengers in the hopes of identifying them as terrorists. Yeah, because when terrorists are filling out forms, they usually put \"suicide bomber\" in the \"Occupation\" field. Right.\nCAPPS II has caused Delta Airlines plenty of negative publicity, as many Americans are rightfully worried about the potential invasion of privacy issues that the system brings up. A Web site detailing efforts to fight CAPPS II offers news about Delta's involvement; check it out at www.boycottdelta.com. \nThe second item of concern is more straightforward. The 75th Exploitation Task Force, the only publicly disclosed U.S. attempt to find weapons of mass destruction in Iraq, is leaving at the end of this month with nothing to show for its efforts. The Washington Post reported last week that Task Force members themselves no longer believe there are any WMDs. Most of the top-priority sites have been searched, and nothing has been revealed. Game over.\nBoth of these examples show that if America is to be successful in reducing terrorism -- because eliminating attacks is clearly not possible -- it needs to carefully and thoughtfully address the reasons behind terrorism. It needs to carefully plan homeland defense, rather than have knee-jerk responses borne of fear. It needs to reassure Americans that the world hasn't really changed; only our understanding of it has.\nAnd as shown by Israel's long history and the past week's bombings, Americans need to realize that killing and killing and killing won't eliminate the problem. It will only make it worse.\n(C) 2002 Oregon Daily Emerald via U-WIRE\n\nLoad-Date: May 19, 2003"
}