{
    "title": "American tourists cautious,but say they will not let fear of terrorism spoil trip",
    "publisher": "the deseret news",
    "year": 1999,
    "month": 12,
    "day": 24,
    "full text": "BETHLEHEM, West Bank (AP) -- Warned by the U.S. government to avoid large crowds while overseas, American pilgrims in Bethlehem said today they were a little jittery but would not let fear of terrorist attacks spoil their Christmas.\nOn Christmas Eve, about 60,000 pilgrims are expected to squeeze into Manger Square opposite the Church of the Nativity in Palestinian-ruled Bethlehem, Jesus' traditional birthplace.\nOn Thursday, a day before the festivities, the stream of visitors to Bethlehem was still relatively thin. Several dozen pilgrims strolled in Manger Square as municipal workers set up bandstands and a Portuguese orchestra rehearsed. Laborers paved access roads, and the smell of asphalt wafted across the square.\nTina Williams, a real estate broker from Manhattan Beach, Calif., said she probably would stay away from the square on Friday evening \"because of the big crowd.\" She said large gatherings made her uncomfortable.\nHer travel companion, Gary Brutsch, said he expected to join Christmas Eve festivities. He said he felt reassured by the high-profile presence of Palestinian police officers in the square and the courtyard of the Nativity church, built over the grotto where tradition says Jesus was born.\n\"Some friends said maybe it would be better if we stayed home,\" said Brutsch, also a real estate broker from Manhattan Beach. \"But we said what the heck, it'll be fine.\"\nSeveral dozen officers, many armed with pistols, patrolled the tourist areas Thursday.\nCol. Yousef Hdeib, a Bethlehem police commander, said about 3,000 officers had been deployed in the city, up from the usual several hundred.\nThe office of Brig. Gen. Ghazi Jabali, the Palestinian police chief, said there was close coordination between Palestinian security forces and U.S. diplomats to ensure the safety of Americans.\nSome pilgrims said that while they were concerned about renewed warnings about possible terrorist attacks, they wouldn't let fear spoil their Christmas.\n\"Sure, I'm not foolish. I'm going to be somewhat concerned about my safety,\" said Roger Marcussen, an information technology consultant from Tustin Ranch, Calif. \"On the other hand … if have a strong faith, you go with it, and whatever happens, happens.\"\nMarcussen is traveling with a group of 700 pilgrims, including 556 Americans, who are being led by TV evangelist Robert H. Schuller of Los Angeles, Calif.\nSchuller's spokesman, Michael Mason, said 14 people canceled in response to government travel advisories, but the group has not changed its itinerary and felt safe.\nConcern among American travelers in the Middle East grew after Jordan announced last week that it had arrested 14 people linked to Saudi extremist Osama bin Laden on suspicion of planning to attack U.S. targets and tourist areas in the kingdom during millennium celebrations.\nIsraeli police said they have not received specific warnings, but are always on alert for possible terror plots and planned to deploy a record 12,000 police officers in Jerusalem's walled Old City on New Year's Eve.\n\nLoad-Date: December 24, 1999"
}