{
    "title": "America followed the path of imperial folly in Iraq",
    "publisher": "st. petersburg times ",
    "year": 2005,
    "month": 7,
    "day": 31,
    "full text": "Re: A hawk's growing doubts, July 24.\nIt's all well and good for professor Eliot Cohen to now express his doubts about the calamity that is the Iraq war. However, I am astounded that a man who describes himself as a military historian bought into the absurd premise that our military might could be an effective tool to change the people of another culture.\nThat is the folly empires and pseudo-empires have followed for centuries, much to their eventual regret.\nYes, the Iraqi people were suffering under Saddam Hussein and our sanctions, but they were alive, not subject to being killed by newly empowered terrorists or American military mistakes. Our bungling attempt at regime change has created a nightmare for a nation that at least had some stability, and was not an immediate threat to this country. Meanwhile, real threats were ignored and the results can be seen in headlines out of London, Egypt, Madrid and other potential terrorist targets.\nThose of of us who knew this war would be a disaster are not reveling in \"ghoulish glee.\" We mourn for the unnecessary deaths as much as professor Cohen now does, and worry about the well-being of his son and other young soldiers put in harm's way by the stupid arrogance of this administration.\n \nThomas Sweeney, Land O'Lakes\n \nApproaching a quagmire\nRe: A hawk's growing doubts.\nObviously the president's unrealistic high expectations of a quick victory and a regime change in Iraq have gone awry. The author of this article, an erudite military historian, in expressing his doubts about the war in Iraq has, in my opinion, given voice to many of your readers who also consider this to be a \"bungled occupation.\" This ill-advised war is a far more complicated situation than the Bush administration foresaw - or perhaps things were ignored. The more frequent and escalating attacks by the insurgents are now a destabilizing force in the area, making the planned transition toward democracy as elusive as ever.\nThe writer rightfully bemoans the fact that two years into the war of insurgency, our troops are still being exposed to enemy fire in unarmed Humvees, and that our \"cockamamie\" scheme of having the Iraqis develop an army of their own to defend themselves has not yet come to fruition. I agree, and I fear that we are fast approaching the quagmire from which it will be increasingly more difficult to extricate ourselves.\nSo I ask: Are we hearing from the historian and the plebeians alike, a resounding, \"I told you so\"?\n \nOrfeo Trombetta, Seminole\n \nCommon sense is crucial\nRe: Call it profiling - or common sense, by Philip Gailey, July 24.\nThank you, Philip Gailey, for putting in print what I have been saying for some years now: \"Profiling is common sense.\"\nIn recent history, most acts of terrorism were carried out by young Middle Eastern extremists. Should we be searching old Scottish women or young Japanese businessmen? I don't think so.\nThere once was a great American attorney named Louis Nizer who believed in what he called \"The Law of Probabilities.\" Simply put it said: If you waddle like a duck, quack like a duck, swim, fly and look like a duck, it's a good bet you are a duck. Nizer practiced law when lawyers still used common sense.\nOur freedoms will only be compromised when we are no longer allowed to use common sense.\n \nJoe L. Snyder, Tallahassee\n \nCollateral damage or terrorism?\nRe: Terrorism and double standards.\nWhen the twin towers were taken down by two airliners and all of those innocents were killed we called that terrorism. The recent bombings in London were condemned by our government as acts of terrorism. We condemn the bombings in Egypt as acts of terrorism. Kurtis Cooper, a State Department spokesman, says, \"There can be no excuse for the targeting of innocent civilians,\" referring to the latest attacks in Egypt.\nOur government sends our military over to Iraq to invade it illegally just to get to one man. We drop 30,000 pounds of bombs on its capital, and kill thousands upon thousands of innocent men, women and children in the process. We call that collateral damage, whereas it is terrorism in the first degree. Why are our bombs and their damage not considered acts of terrorism? I don't get it!\n \nCharlie Stehlin, Tampa\n \nKeep combatants confined\nRe: Roberts' rules put U.S. at risk, by Robyn Blumner, July 24.\nI'm sick of all the whining by the likes of Robyn Blumner about the lack of respect for the Geneva Conventions being shown to those at Guantanamo Bay classified as \"combatants\" instead of POWs.\nThen, like a flailing person drowning in her own weak argument, she tries to bring down with her Supreme Court nominee John Roberts Jr. because she feels it was wrong that he ruled along with his two other colleagues in favor of the president's evil plan.\nAll I know is, as long as these thugs are in Guantanamo, they are no longer a danger to anyone and receive better treatment than the Geneva Conventions gave to Americans Daniel Pearl, Nick Berg, Paul Johnson, Eugene Armstrong and Jack Hensley!\n \nLance K. Piscitelli, Clearwater\n \nUseful insights\nRe: Roberts' rules put U.S. at risk.\nThanks to Robyn Blumner for her ability to take the thin judicial record of Judge John Roberts Jr., and use it to reveal what kind of justice he might be on the U.S. Supreme Court.\nWhen I read Blumner's column I frequently see information such as this, which I don't see elsewhere. I appreciate the insight and perspective I gain from reading her column.\n \nLinda Young, St. Petersburg\n \nLyme disease is serious\nRe: A strange case of football fever, July 24.\nMy daughter has suffered from Lyme disease for the past 10 years. It can be a terrible thing to suffer with. She is doing well now after years of antibiotic treatment but still continues the antibiotics and a round of pain pills each day. The disease has been called \"The Second Great Imitator\" since its symptoms are similar to those of about 200 other diseases, like syphilis. Even the CDC says it is underdiagnosed for this reason.\nThere are many studies published in scientific journals discussing the neuropsychiatric aspects of Lyme disease. I am guessing that Robert Friedman didn't read them before he wrote his column on the young man at Florida State University. I suggest he should have done more research before he so blithely wrote about something that may well affect a young man for the rest of his life.\nMy daughter was very very sick. We were told by medical professionals sometimes that it was in her head - except the antibiotics have worked. She is now attending college. I wish Wyatt Sexton the same success in treatment.\n \nCandida Sandford, Orange Park\n\nLoad-Date: July 31, 2005"
}