{
    "title": "American pleads guilty to terrorism charges",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 8,
    "day": 14,
    "full text": "NEW YORK -- An American credited with playing a key part in a probe of an Oregon terror training camp pleaded guilty to terrorism charges Monday, admitting his role after his violation of a plea agreement let the government bring more serious charges against him.\nJames Ujaama, a Muslim convert from Seattle, said he tried to set up the camp in Bly, Ore., in 1999 and notified a radical Islamic cleric in Britain that he and others were stockpiling weapons and ammunition in the United States.\nHe also admitted that between June 2000 and Dec. 19, 2001, he tried to raise money and provide other help to terrorists in Afghanistan.\nUjaama's lawyer, Peter Offenbecher, declined to comment.\nThe plea in U.S. District Court in Manhattan to conspiracy to provide material support to terrorists and providing material support or resources to terrorists exposed Ujaama, 41, to a potential prison sentence of up to 30 years.\nU.S. District Judge John F. Keenan set sentencing for Dec. 12.\nUjaama was once a prized government cooperator. He pleaded guilty in April 2003 in Seattle to lesser charges of conspiring to provide cash, computers and fighters to the Taliban. He served two years in prison and agreed to cooperate with terrorism investigations until 2013.\nFederal officials have called Ujaama's help crucial in the 2004 indictment of Muslim cleric Abu Hamza al-Masri on charges of trying to establish the training camp and providing aid to al-Qaida.\nAl-Masri was arrested in England on a U.S. extradition warrant but has since been sentenced to seven years in jail there for inciting followers to kill non-Muslims. Also charged in the terror-camp case are Haroon Rashid Aswat, who is being held in England, and Oussama Kassir, who is being held in the Czech Republic.\nUjaama was returned to prison in February for violating parole by traveling to Belize with a fake Mexican passport.\nUjaama said Monday he fled because he did not want to testify in a case in federal court in Manhattan pending against al-Masri.\nOn Friday, U.S. District Judge Barbara Jacobs Rothstein in Seattle found he had violated his 2003 plea agreement, an action that permitted the federal government to restore terrorism charges against him.\n\nLoad-Date: August 14, 2007"
}