{
    "title": "Americans less responsive to flood victims in Pakistan Terrorism fears, donor fatigue possible facto",
    "publisher": "usa today",
    "year": 2010,
    "month": 11,
    "day": 30,
    "full text": "Groups providing aid to millions of families displaced by flooding in Pakistan say their U.S. fundraising efforts for the disaster lag behind other recent major calamities.\nFlooding in Pakistan, which killed about 1,700 people and destroyed 1.9 million homes, left 7 million people homeless and \"displaced\"  about a million more, according to the United Nations. That compares with 1.2 million people displaced by the January earthquake in Haiti, 1.5 million displaced by Hurricane Katrina in 2005 and 1.7 million by the 2004 tsunami in the Indian Ocean.\nThe floods resulted in the U.N.'s largest-ever appeal for funding, but only 49% of the $2 billion needed has been raised; 42% of that from the USA. Another $239 million was raised for purposes not identified in the U.N. appeal, the U.N. says.\nIn the 11 weeks after torrential rains in late July caused rivers to overflow and inundate villages and farmland across 62,000 square miles of Pakistan, U.S. groups raised $48.7 million, according to the Center on Philanthropy at Indiana University.\nThat compares poorly with fundraising measured after five weeks for Hurricane Katrina ($1.9 billion), 9/11 ($1.1 billion), the  tsunami ($900 million) and the Haiti earthquake ($900 million), says Patrick Rooney, the center's executive director.\n\"It's a huge difference,\" and a major reason is political, he says.\nAmericans are concerned about terrorism and \"negative images of Pakistan as an incubator, or a place that has tolerated the Taliban and other terrorists,\" he says.\nInternational Medical Corps, which has 300 people in Pakistan providing medical care, received fewer than 100 donations from the USA in the first two weeks after the floods, compared with more than 1,000 after the Haiti earthquake, says Rebecca Milner, vice president for institutional advancement.\nAmericans coping with a down economy are experiencing donor fatigue after a string of disasters this decade, she says.\nAlso, \"It's a slow-build catastrophe that happened over a number of weeks rather than 46 seconds in Haiti,\" she says.\nPeople feel the U.S. government is spending a lot of money in Pakistan and their tax dollars are supporting that effort, so they're not as interested in giving, Milner says.\nCaryl Stern, president  of the U.S. Fund for UNICEF, calls the Pakistan flooding \"a slow-motion tsunami.\" UNICEF raised $6 million for Pakistan in the first two months after the floods, compared with $40 million in two months for Haiti.\nStern says Pakistan is too remote for many Americans. \"It's not a vacation destination,\" she says. \"It's not a quick plane ride for most journalists.\"\nStern, too, has heard people say they don't want to give because of the country's politics.\nHer response: \"They're kids. I tuck my kid in every night with a cup of tea and a cookie by his night table, and in Pakistan a mother is standing with her family in a foot of water.\" \n\nGraphic\n\n \nPHOTO, B/W, Asif Hassan, AFP/Getty Images\n\nLoad-Date: November 30, 2010"
}