{
    "title": "Americans advised not to travel to Kashmir due to terrorism",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 1,
    "day": 11,
    "full text": "Washington, Jan. 11 -- The US Wednesday issued a new travel advisory for countries including India, which advises Americans not to travel to most parts of Jammu and Kashmir and Pak-Occupied Kashmir due to terrorism and the potential for armed conflict. India has been ranked Level 2 (exercise increased caution) while Pakistan has been places in Level 3 (reconsider travel). Level 1 advises travelers to exercise normal precaution, while Level 4, which has countries like Afghanistan, recommends \"Do Not Travel\". Now every country has a travel advisory based on this system, which has replaced all the previous such advisories. \n\"These improvements will provide US citizens with clear, timely, and reliable safety and security information worldwide,\" the State Department said. Placing India on Level 2, the State Department identified \"crime and terrorism\" for Americans to exercise increased caution. However, it asks Americans not to travel to Jammu and Kashmir, except for eastern Ladakh and Leh and not to venture within 10 miles of the India-Pakistan border due to the \"potential for armed conflict\". The State Department explained that while it will issue an overall travel advisory level for every country, levels of advice may vary for specific locations or areas within a country. \"Indian authorities report rape is one of the fastest growing crimes in India. Violent crime, such as sexual assault, has occurred at tourist sites and in other locations,\" the new India travel advisory said. Terrorists or armed groups are active in east-central India, primarily in rural areas, it added. \"Terrorists may attack with little or no warning, targeting tourist locations, transportation hubs, markets/shopping malls, and local government facilities,\" it said. Ranking Pakistan on Level 3, the State Department asked Americans to reconsider travel to this country due to terrorism. It advises Americans not to travel to travel to Balochistan province, Khyber Pakhtunkhwa (KPK) province, and the Federally Administered Tribal Areas (FATA) due to terrorism. \"Over the past six months, there have been at least 40 significant terrorist attacks across Pakistan, resulting in over 225 deaths and 475 wounded, most of which occurred in Balochistan, KPK, and the FATA. In the past, there have been large-scale terrorist attacks resulting in hundreds of casualties,\" it said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: January 11, 2018"
}