{
    "title": "Americans accept trading some freedom to fight terrorism, poll shows",
    "publisher": "charleston gazette",
    "year": 2011,
    "month": 9,
    "day": 7,
    "full text": "WASHINGTON - Surveillance cameras in public places? Sure. Body scans at airports? Maybe. Snooping in personal email? Not so fast.\nThe same Americans who are increasingly splashing their personal lives across Facebook and Twitter trace a meandering path when asked where the government should draw the line between protecting civil liberties and pursuing terrorism.\nTen years after the 9/11 attacks led to amped-up government surveillance efforts, two-thirds of Americans say it's fitting to sacrifice some privacy and freedoms in the fight against terrorism, according to a poll by The Associated Press-NORC Center for Public Affairs Research.\nA slim majority - 54 percent - say that if they had to choose between preserving their rights and freedoms and protecting people from terrorists, they'd come down on the side of civil liberties. The public is particularly protective of the privacy of U.S. citizens, voicing sharp opposition to government surveillance of Americans' emails and phone calls.\nFor some Americans, their reluctance to give up any freedoms is a reflection of their belief that the terrorists eventually will succeed no matter what.\n\"If somebody wants to do something, they'll find a way,\" says David Barker, a retired high school teacher from Wynne, Ark., who says he's not ready to sacrifice any freedoms in return for more security.\nOthers worry that giving up one freedom will lead to the loss of others.\n\"It's like opening a crack in the door, and then the door is opened wide,\" says Keri Jean, a homemaker from Elk Ridge, Utah.\nThe poll asked people to grapple with some of same quandaries that the government and the courts have been wrestling with over the past decade, and even before the 2001 terrorist attacks. And it turns out that policymakers, too, have drawn a zigzag line as they make tradeoffs between aggressively pursuing potential terrorists and preserving privacy and civil liberties.\nTwo-thirds of those surveyed believe the resulting policies are a mishmash created in reaction to events as they occur rather than clearly planned.\nConsider the rules on government interception of email: Sometimes that's legal and sometimes it's not. It depends on how old the email is, whether it's already been opened by the recipient, whether the sender and recipient are within the U.S., and which federal appellate court considers the question. Sometimes investigators need a warrant, and sometimes no court approval is necessary.\nThe AP-NORC poll found that about half of those surveyed felt that they have indeed lost some of their own personal freedoms to fight terrorism. Was it worth it? Close to half of those who thought they'd lost freedoms doubted it was necessary.\nOverall, six in 10 say the government is doing enough to protect Americans' rights and freedoms as it fights terrorism. But people may not even be aware of what they've given up. The extent of government eavesdropping and surveillance is something of a mystery.\nThere have been recent efforts in Congress - unsuccessful so far - to require the Justice Department to estimate how many people in the U.S. have had their calls and email monitored under a 2008 law that gave the government more surveillance authority. And a recent AP investigation revealed the existence of a secret police unit in New York that monitored daily life inside Muslim communities.\nTransportation Security Administration chief John Pistole, in a speech Tuesday at the Center for Strategic & International Studies, took note of the challenge of providing security without trampling on civil liberties, saying: \"We have to make sure we're doing everything we can, while respecting privacy and civil liberties - there's a lot of debate about that - as to ensuring that another 9/11 doesn't happen.\"\nFor all of their concern about protecting personal rights, Americans - just like policymakers and the courts - show far more willingness to allow intrusions into the lives of foreigners than into their own.\nWhile 47 percent of Americans support allowing the government to read emails sent between people outside the United States without a warrant, just 30 percent supported similar monitoring of emails sent between people inside the country, for example. And while nearly half supported government eavesdropping on phone calls between people outside the country without a warrant, only a quarter favored such surveillance of calls inside the U.S.\n\"Countries have become bound with political correctness and I think need to be a little more strict,\" says Jean, despite her warnings about surrendering more freedoms. \"Stop being afraid to offend others.\"\nThe government can listen in on telephone calls made by foreigners outside the United States without a warrant, but government investigators are generally required to obtain orders signed by judges to eavesdrop on domestic phone calls and other electronic communications within the U.S. The rules are more complex for cross-border communication between foreigners and Americans.\nMarc Rotenberg, executive director of the Electronic Privacy Information Center, which focuses on privacy and civil liberties, says Americans were surprisingly willing to accept new surveillance techniques in the years after the 9/11 attacks, but the pendulum now appears to be swinging somewhat in the other direction.\n\"People are just not quite willing to accept these tradeoffs, particularly when they are ineffective,\" he says.\nThe U.S. effort to combat terrorism receives mixed reviews: Just 36 percent say it's been extremely or very effective, 49 percent say moderately so.\nAbout a third of Americans are concerned that they or their family will be victims of a terrorist attack, and 37 percent believe the area where they live is at least at moderate risk of being attacked.\nSusan Davis, a medical transcriptionist from Springfield, Mo., answers for many Americans when asked whether sacrificing some freedom is warranted in order for the government to provide more security.\n\"Yeah,\" she says, \"as long as they don't go too far with it.\"\nAP photo\nSurveillance cameras are positioned on utility poles in New York's Times Square.\n\nLoad-Date: September 7, 2011"
}