{
    "title": "America Shares the Blame for Alan Gross's Ordeal",
    "publisher": "the forward",
    "year": 2011,
    "month": 12,
    "day": 16,
    "full text": "To understand the reason that  Alan Gross, an American  citizen, has been languishing  in a Cuban jail for the past  two years, it is instructive to listen  to an exchange that took place  recently at a hearing of the U. S.  House Foreign Affairs Committee.\nRep. David Rivera, a Florida  Republican, demanded that  Wendy Sherman, undersecretary  of state for political affairs, reveal  whether the United States has in  any way tried to work with Havana  to secure Gross's release. He hoped  we hadn't.\nRivera told her, It is outrageous  that we would be negotiating with  a terrorist regime to release an  American hostage.\nIn principle, this policy is right:  Nations should not give in to the  demands of terrorists. But none of  this has anything to do with Gross  or with Cuba.\nRivera's references to terrorism\nand to Gross as a hostage are a  manipulation. Cuba's presence on  the list of state sponsors of terrorism  is a sham. The last three State  Department reports written to justify  Cuba's inclusion on the list  read more like arguments for taking  it off. The State Department  has not recorded a single terrorist  action sponsored by or promoted  by Cuba in two decades.  Even the governments of Spain  and Colombia, the supposed targets  of Cuban-sponsored terror,  do not support Cuba's inclusion  on the list.\nLikewise, Gross was arrested  in Cuba, not kidnapped. He  was working under the auspices  of the United States Agency for  International Development under  Section 109 of the Helms-Burton  Act, an American law with the  express objective of overthrowing  the Cuban government, a  law that has been condemned by  the United Nations for violating  Cuban sovereignty. Gross is not  a hostage; he is a pawn, trapped  because of our regime-change policy.  If Washington were to negotiate  with Cuba to achieve Gross's freedom,  there would be absolutely no  risk that Cuba would then kidnap  other Americans. Cuba is not like  Hamas and Hezbollah, kidnapping  Israeli citizens for the purpose of  provoking negotiations.\nThe Obama administration, by  repeating publicly that the only  option for achieving Gross's freedom  is for Cuba to release him  unconditionally, has surrendered  the political initiative to the  Cuban-American right. These anti-Castro forces have not had to come  to terms with their own culpability  in Gross's ordeal.\nFor Americans interested in a  flexible policy of engagement  toward Havana, Gross's arrest  was a tragic and familiar event in  the long history of Washington's  war against Cuban sovereignty.  We lament what has happened to  Gross, but we know that, in many  ways, American policy created the  problem.\nThere is no greater religious  duty in the Jewish tradition, as  expressed by Maimonides, than the  release of prisoners. Gross, who  was naive about going to Cuba  under the USAID program and did  not seek the informed consent of  the Cuban-Jewish leadership for  his activities, is a brother in faith,  and a fellow citizen. Americans of  all religions, but particularly Jews,  must rally behind his wife, telling  Cuban and American politicians  that they want Gross back  home. Every Jewish mission traveling  to Cuba should raise Gross's  case with the Cuban authorities.\nBut a call for a humanitarian gesture  should not be targeted only  at Havana. Next spring, Cuba  will be visited by Pope Benedict  XVI; all the American communities  of faith must reach out to the  Vatican to ask for its mediation in  seeking Gross's release. The State  Department should assume its  responsibility for Gross's imprisonment  and openly present to the  American public the dilemmas and  possibilities for negotiations. The  public has the right to learn the  facts without sensationalist manipulations  evoking fears of terrorism  and kidnappings, neither of which  has anything to do with this case.\nThe choice of negotiating Gross's  release with the Cuban government  should be discussed on its  merits. Cuba has prisoners in the  United States convicted and sentenced  to lengthy terms, and the  Cuban government wants them  released, as well. If there are real  obstacles to such a swap, the  Obama administration should  present them honestly to the  American public and not confi ne the conversation to one with  Cuban-American legislators.\nIn the end, the question is whether  to leave Gross rotting in a Cuban  prison or to negotiate his release  with the government that holds  him. That decision requires an  informed American public able to  take a hard look at our government's  own responsibility in this  affair.\n\nLoad-Date: December 20, 2011"
}