{
    "title": "America already winning battles in terrorism war",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 4,
    "full text": "The United States has been at war for two weeks now. But as far as the American public knows, no shots have been fired against our new shadow enemy -- terrorism.\nThe American people have been patient to this point, allowing our leaders to carefully calculate their military strategies and make an impact against terror groups. However, as time marches forward, patience will wear thin and public sentiment will demand that the U.S. government make a definitive strike in order to present a tangible victory to a healing nation. Before we as a nation reach the point of calling for results that can be seen on the evening news, though, we would do well to step back and recognize the power that our country already has wielded in fighting its new war.\nBaylor U.\nFor our generation, war imagery is conjured up in childhood memories of U.S. soldiers wearing desert camouflage and Patriot missiles flaring over the night skies of Baghdad. While similar images may be repeated in the near future, war imagery in 2001 will likely be much more subtle, yet just as powerful.\nThe face of victory in this new war on terrorism already has sneaked into the news media, almost unnoticed, in the form information silently streaming across news tickers or as bullet points in newspaper graphics. These victories come as world leaders who were once staunch opponents of America and the West raise their voices, at least nominally, in support of America's new war.\nOne by one, leaders of at least four of the seven countries identified by the U.S. State Department as \"state sponsors of terrorism\" have stepped forward to either offer support to the United States, decry acts of terrorism or cut ties with Afghanistan's Taliban regime, which is believed to be harboring suspected terrorist Osama bin Laden. Political representatives from Cuba, Iran, North Korea and Sudan now have come forward, at least rhetorically, to condemn the very acts they are accused of supporting. This list is just as important as the list of our military allies, like the United Kingdom, Canada and other NATO countries.\nOf course, much of this rogue nation response can be considered posturing by regimes that wish to avoid a U.S.-led attack against their power base. However, these messages of support should be taken seriously as a first assault on terrorism because they are significant policy shifts in nations that have openly assailed the United States during the past half-century.\nNow, there is even reason to believe that the pressure applied by the United States after the attacks of Sept. 11 may be forcing some of these regimes to follow through on their recent condemnations of oppression and terrorist activities.\nEarlier this week, Sudan publicly took action on promises to promote democracy by dropping charges against 11 opposition leaders who had been accused of conspiring against the fundamentalist military government. At first glance, this seemingly minor change in a struggling Central African country seems unrelated to the events unfolding thousands of miles away in Afghanistan, but Sudan may be the best example of an area where the United States can prevent future state-sponsored terrorist activities. In fact, Sudan is arguably the one country in the world that most closely resembles the situation unfolding in Taliban-controlled Afghanistan. The two nations share a checkered history of fundamentalist Islamic control and ethnic persecution, and both are fringe countries that fall in and out of favor with traditional Middle Eastern states.\nPerhaps the most direct contact between the two countries, at least in the minds of Americans, is suspected terrorist Osama bin Laden. The Taliban confirmed this week that bin Laden is residing in Afghanistan, but they have refused to turn him over to the United States. Before he moved his operations to Afghanistan in 1996, bin Laden operated from Sudan and was supported by the nation's military president, Omar al-Bashir. Like the Taliban today, al-Bashir refused to turn bin Laden over to the United States and communicated directly with the terrorist concerning his activities.\nHowever, Sudan's outlook on terrorism now appears to be shifting. In addition to dropping charges against the 11 opposition leaders, the Sudanese government also has arrested as many as 30 \"foreign extremists\" since Sept. 11. The government maintains that these individuals were not involved in the recent round of attacks on American soil. This fact only bolsters America's claim to be winning the war on terrorism because that war is against all terrorism, not just the terrorism of Sept. 11. By arresting these \"foreign extremists,\" Sudan has apparently recognized the validity of the United States' mission against terrorism and has, very subtly, granted the United States one of the first victories in America's newest war.\n(C) 2001 The Lariat via U-WIRE\n\nLoad-Date: October 4, 2001"
}