{
    "title": "America has lost ground to terrorism",
    "publisher": "usa today",
    "year": 1998,
    "month": 8,
    "day": 12,
    "full text": "As Secretary of State Madeleine Albright accompanies home the\nbodies of Americans killed in the bombings at the U.S. embassies\nin Nairobi, Kenya, and Dar es Salaam, Tanzania, the United States\nhas posted a $ 2 million reward for information leading to the\nconviction of those involved. So far, Tanzanian police have arrested\n14 suspects from Sudan, Iraq, Somalia and Turkey. For perspective\non the bombings, assistant op-ed editor Melana Zyla Vickers spoke\nwith Robert Oakley, coordinator for counterterrorism at\nthe State Department from 1984 to 1986 and former U.S. ambassador\nto Zaire, Somalia and Pakistan. The interview has been edited\nfor length and clarity. \nQ: Would terrorists think twice about committing their violent\nacts if the U.S. had better success in rounding up and punishing\ntheir predecessors?\nA: The people who did the bombing in Nairobi and Dar es Salaam\nare burning with rage against us. They don't think of the fate\nof (convicted World Trade Center bomber) Ramzi Yousef.\nThe deterrent value of bringing terrorists to justice is vastly\nexaggerated. Most terrorists have extreme dedication to their\ncause, and so they're willing to run great risks. Also, it takes\na long time to find and lock up terrorists, and this diminishes\nthe shock effect. Consider that we've not been able to get the\npeople who blew up the embassy in Beirut in 1983. It's not a good\ntrack record. The effort to bring terrorists to justice is important\nand worth making, but it's not a deterrent.\nQ: Could there be greater vigilance against terrorists?\nA: The net is cast as widely as it can be. We can't know everything.\nLook at the man who shot up the U.S. Capitol. You can't lock people\nup before they do something. We can't know all things before they\nhappen.\nQ: What about safety? As a former ambassador, do you sympathize\nwith State Department staffers who may feel shortchanged when\nit comes to security?\nA: Yes. But the problem isn't with the State Department. Since\nthe end of the Cold War, there has been a falling off of interest\nin State Department activities.\nThe conditions of life in embassies have gone down overall, and\nnot just from the security perspective. On security specifically,\nthe administration could have asked for more money. And Congress\ncould have provided more money.\nQ: How does this apply to Nairobi, where 12 Americans including\nConsul General Julian Bartley were killed?\nA: People knew it was an accident waiting to happen. I know Ambassador\nPrudence Bushnell had been pushing for better security, as had\nprevious ambassadors. But if the money's not there, there's nothing\nyou can do.\nQ: What's to be done when terrorism suspects hide in countries\nthat are sympathetic to them?\nA: Dealings with those countries can't be exclusively about terrorism,\njust as they can't be exclusively about human rights or other\ntopics. But if you find that a government has deliberately carried\nout a terrorist act, you have to get tough. In the case of Libya,\nfor instance, where we have had conclusive evidence of attack,\nwe looked at it as much more of a war situation than a judicial\nsituation.\nBut that was hard evidence. It's tougher with Iran where, in the\ncase of the 1996 bombing of U.S. soldiers in the Khobar Towers\nin Saudi Arabia, we have suspicions.\nQ: The investigations require cooperation from foreign governments.\nIs the U.S. good at securing it?\nA: Consider the World Trade Center case. We obtained the cooperation\nof Pakistan to get Yousef and convict him. Yet afterward, relations\nwith Pakistan did not improve, although Pakistanis expected them\nto. A lot of Pakistanis said the government should not have handed\nover Yousef. Cooperation worked against the Pakistani government\nand against U.S.-Pakistan relations, even though we got our man.\nIf you're going to push for cooperation from countries with whom\nyou don't have the best relationship, you'd better find a way\nto reward them.\n\nGraphic\n\n \nPHOTO, B/W, John McConnico, AP\n\nLoad-Date: August 13, 1998"
}