{
    "title": "AMERICA ATTRACTING OVERSEAS TERRORISM; ANTI-WEST EXTREMISTS ESCAPE CRACKDOWNS",
    "publisher": "pittsburgh post-gazette",
    "year": 2000,
    "month": 1,
    "day": 14,
    "full text": "Six years after a fed-up France launched a vigorous crackdown on Islamic extremism, the campaign's success is posing new dangers for the United States, which must cope with the potentially lethal spillover.\n\"Terrorism is like the weather: There are zones of high pressure and low pressure, and they change with time,\" one high-ranking French law enforcement official said in an interview. \"More and more in the future, the United States is going to be a target that will replace the traditional targets, like France.\"\nThe United States, hated by many radical Muslims as the incarnation of godless evil and Western decadence, has already been bloodied by terrorist violence in New York's financial district, sub-Saharan Africa and other locales. But the recent U.S. arrests of a number of Algerians is regarded by experts in Europe and the Arab world as heralding a new phase in the holy war against America.\n\"When Europe started to track down and dismantle the networks, it was clear the GIA [Algeria's Armed Islamic Group] would move elsewhere,\" Reda Bekkat, editor in chief of the Algerian daily El Watan, said in a telephone interview from Algiers.\nMembers of the Islamic Salvation Front - a Muslim political party outlawed after it seemed set to win Algeria's general election in December 1991 - who \"had been exchange students in the United States also did what they could to return to the U.S.,\" he said.\nFrance, the former colonial power in North Africa and traditional refuge and operations base for many of its transplanted revolutionaries, began waging a police and judicial war on armed Muslim extremism in 1993 and stepped up the pressure in 1994 and ' 95. More than 1,000 arrests and hundreds of searches were carried out.\nFor France, the crackdown was a success; the last major terrorist act in France in which Islamic radicals are suspected - the bombing of a Paris rapid-transit train that killed four and wounded 91 - was more than three years ago. But for the United States, it turns out, the crackdown was not such good news.\nFleeing the dragnet cast in Europe, a number of Islamic revolutionaries crossed the Atlantic to seek a haven in North America. The French law enforcement official, an experienced anti-terrorism investigator, estimates the number of known Algerian extremists residing in North America, mostly in the French-speaking Canadian province of Quebec, at \"several hundred.\"\nIn their odyssey, specialists say, the transplants have been able to benefit from a global and largely covert support network for radical Muslim causes that began during the CIA-financed \"jihad,\" or holy war, against the 1979-1989 Soviet occupation of Afghanistan. Increasingly, the specialists say, the extremists operate in flexible and quickly changing groups.\nJudge Jean-Louis Bruguiere, one of France's top anti-terrorism investigators, says a flexible, diffuse and worldwide structure makes Muslim extremism a growing problem that demands more intense cross-border cooperation.\n\nLoad-Date: January 28, 2000"
}