{
    "title": "Americans keep fighting terrorism at home, abroad",
    "publisher": "usa today",
    "year": 2011,
    "month": 5,
    "day": 10,
    "full text": "Al-Qaeda's new promise of violence, or Osama bin Laden's now silent threats against our nation's train lines, will not define  my America-loving military family's way of life (\"Al-Qaeda vows revenge for Osama bin Laden's death,\" News, USATODAY.com, Friday).\nWe will not be deterred from enjoying each day  by cowering down in fear.  We will continue to ride our nation's trains and planes. And when we do, we will look out  the windows with renewed hope as the majestic landscape  fills our hearts with the awesome beauty of our great nation.\nUnlike  many other people around the world  struggling to survive, we still have the freedom to decide which path to travel. We  can  defeat terrorism and its ugly aftermath only by  choosing to live  our lives to the fullest.\nCamille Olive\nGalena, Mo.\nSometimes less is better\nWhy do the news media have an insatiable appetite to reveal every minute detail of every news story, or what they perceive as news? I don't care whether Osama bin Laden was wearing pajamas or a business suit when he was shot; the man is dead (\"Story of the compound raid continues to change,\" News, Friday).\nI do not need to see pictures of the body, and I'm thankful we have a president with enough intelligence and grace not to display them. I am proud of the Navy SEALs who risked their lives to bring justice to bin Laden, but I do not need to know names, ranks or serial numbers, and neither does the rest of the world. This would be putting a bull's eye on their backs and is not the way to thank them for their bravery.\nPresident Obama is a man of poise, common sense, compassion and clear-headed thinking. The news media should follow his example.\nJeannette Y. Brock\nHartwell, Ga.\nCriticism uncalled for\nI agree with the  high grade that commentary writer Al Neuharth awards the president  in his column \"Obama gets A-plus; Pakistan grade is F\" (The Forum, Friday).\nHowever, I thought his mean-spirited cheap shot about George W. Bush, Dick Cheney and Donald Rumsfield, who \"let\" Osama bin Laden escape to Pakistan, was  uncalled for. Those three put into place the plans and procedures, including Gitmo, enhanced interrogation and  yes  waterboarding, that finally brought Osama bin Laden down.\nRoger McBrayer\nStone Mountain, Ga.\nU.S. chose better option\nIf Osama bin Laden had been taken alive, terrorists would have taken hostages, perhaps in many locations, and killed them one by one to try to force bin Laden's release ( \"'He should have been taken alive,'\" Opposing view, Treatment of a terrorist debate, Thursday).\nA trial would have given bin Laden a platform to radicalize even more terrorists. And no trial anywhere can guarantee a just result. Opposing view writer Goeffrey Robertson is out of touch with reality.\nR. Everett Harris\nMesa, Ariz. \n\nGraphic\n\n \nPHOTO, B/W, Spencer Platt, Getty Images\n\nLoad-Date: May 10, 2011"
}