{
    "title": "America 's Record on Human Rights",
    "publisher": "the new york times",
    "year": 2012,
    "month": 7,
    "day": 3,
    "full text": "To the Editor:\nRe ''A Cruel and Unusual Record'' (Op-Ed, June 25):\nFormer President Jimmy Carter is right that ''America's violation of international human rights abets our enemies and alienates our friends.'' The United States must take seriously the international human rights norms and treaties it has professed to follow, even as it wages ''war'' on terrorism.\nEqually important, killing a broad range of suspected ''enemies'' around the world not only violates human rights norms but also escalates armed conflicts that we should not be engaged in. The United States can fight terrorism effectively without perpetuating a global war that only encourages attacks against us.\nIt's time for the United States to end indefinite detention without trial and secret killings of people who don't directly threaten us. We can't wait to ''regain moral leadership'' only after we've ended all terrorism and achieved world peace; these are things we must do now to further it.\nDAPHNE EVIATAR Senior Counsel, Law and Security Program, Human Rights First New York, June 25, 2012\nTo the Editor:\nBravo to Jimmy Carter for yet again stating the simple truth. I have been shocked and appalled by the dramatic change in the American conscience post-9/11. Even assassination, once an outright abrogation of human rights, has now become an achievement on which to run for re-election.\nWhen I've expressed my dismay to even some of my most progressive friends, the usual response is that they are not ''bothered'' by it.\nHow can we preach the importance of human rights to governments around the world when we've become so accepting of violations by our own country?\nMIRIAM LAWRENCE New York, June 25, 2012\nTo the Editor:\nAlthough I share some of the concerns former President Jimmy Carter raised, I was hoping for some concrete suggestions as to how we can protect ourselves without further erosion of civil liberties. Since he offered none, we regrettably must continue with the drone attacks and other measures the article discussed.\nADAM M. SHAW Baltimore, June 25, 2012\nTo the Editor:\nIt is a sad day when former President Jimmy Carter has to castigate the United States government for repudiating its own human rights record since 9/11. Our rejection of 1948 human rights promises and our refusal to submit our current official deeds to judicial scrutiny foul our own nest and earn the calumny that now rains down on us all.\nBENJAMIN B. FERENCZ Delray Beach, Fla., June 27, 2012\nThe writer, a World War II combat veteran, was a prosecutor at the Nuremberg war crimes trials.\n\nhttp://www.nytimes.com\n\nLoad-Date: July 3, 2012"
}