{
    "title": "American jihadi slain in Somalia by rivals",
    "publisher": "the bismarck tribune",
    "year": 2013,
    "month": 9,
    "day": 13,
    "full text": "MOGADISHU, Somalia - An American who became one of Somalia's most visible Islamic rebels and was on the FBI's Most Wanted Terrorist list with a $5 million bounty on his head was killed Thursday by rivals in the al-Qaida-linked extremist group al-Shabab, militants said.\nThe killing of Omar Hammami, an Alabama native known for his rap-filled propaganda videos, may discourage other would-be jihadis in the U.S. and elsewhere from traveling to Somalia, terrorism experts said.\nHammami, whose nom de guerre was Abu Mansoor Al-Amriki, or \"the American,\" was killed in an ambush in southern Somalia following months on the run after falling out with al-Shabab's top leader, the militants said.\nReports of Hammami's death have cropped up every few months in Somalia, only for him to resurface. But J.M. Berger, a U.S. terrorism expert who closely follows the inner workings of al-Shabab, said he thinks the current reports are accurate.\nThe rebels did not immediately present proof of Hammami's death.\nHammami was highly critical of al-Shabab's leadership over the past year and freely shared his views in Internet videos and on Twitter, making him a marked man.\nSomalia has long been an attractive destination for foreign fighters, and al-Shabab counts several hundred foreign fighters among its ranks, including about two dozen Somali-Americans from Minneapolis recruited over the past several years.\nHammami's death will hurt the group's recruitment efforts, said Abdirizak Bihi, an advocate for the Somali community in Minnesota and the uncle of a young man killed in Somalia in 2008.\n\"We always knew the Somalis inside Somalia knew that al-Shabab was bad,\" Bihi said. \"We were concerned about the Somalis in the diaspora ... who never really knew the facts on the ground and were always manipulated and misled.\n\"So that's why it's a victory. They now know exactly what al-Shabab is, as much as the Somalis inside.\"\nTerrorism expert Clint Watts wrote on his blog, Selectedwisdom.com, that Hammami's plight \"probably soured recruitment pipelines from the West into Somalia.\"\nAlong with Adam Gadahn in Pakistan - a former Osama bin Laden spokesman - the 29-year-old Hammami was one of the two most notorious Americans in jihadi groups. He grew up in Daphne, Alabama, a community of 20,000 outside Mobile, the son of a Christian mother and a Syrian-born Muslim father.\nHis YouTube videos that featured him rapping and his presence on Twitter made him one of the most recognizable and studied U.S. foreign fighters. The FBI put Hammami on its Most Wanted Terrorist list in 2012 and offered a $5 million reward in March for information leading to his capture.\nU.S. prosecutors had charged Hammami with providing material support to terrorists.\nIn Alabama, Husam Omar, vice president of the Islamic Society in Mobile, a mosque Hammami once attended, said he had not heard of the reports of his death.\n\"I'm shocked,\" Omar said, declining further comment.\nA man who answered the door at Hammami's parents' home declined to identify himself and said, \"I am sorry, I cannot talk about it right now.\" The home is in an upper-middle class neighborhood with manicured lawns where most houses fly American or Alabama University flags.\nA member of al-Shabab who gave his name as Sheik Abu Mohammed told The Associated Press that Hammami was killed in an ambush in Somalia's southern Bay region. Some of Mohammed's associates carried out the killing, he said. Two other fighters with Hammami, including a Briton of Somali descent, were also killed, he said.\nHammami, an Arabic speaker, moved from Alabama to Somalia and joined al-Shabab in about 2006. He fought alongside al-Shabab until they had a falling out amid increasing tension between Somali and foreign fighters. He first expressed fear for his life in a March 2012 web video that publicized his rift with al-Shabab.\nThe first serious attempt on his life came in April, when al-Shabab's leader, Mukhtar Abu Zubeyr, also known as Godane, ordered the killings of several of Hammami's associates.\n\"Just been shot in neck by shabab assassin. not critical yet,\" Hammami tweeted after the April attack.\n\nLoad-Date: September 13, 2013"
}