{
    "title": "America will not waver in the fight against terrorism",
    "publisher": "the world",
    "year": 2011,
    "month": 9,
    "day": 14,
    "full text": "The terrible attacks on Sept. 11, 2001, changed the landscape of war as we knew it. The tragic loss of life on our soil came at the hands of an unconventional enemy unbound by national borders and capable of inflicting devastating harm with only a handful of zealots.\nIn the aftermath of tragedy, Americans responded with the resolve and common purpose that has made us a nation of heroes time and time again. A decade later, we remain steadfast in the fight against terrorism and the ever-evolving challenges it has brought to the 21st century.\nRecognizing New Threats\nFormer Homeland Security Secretary Michael Chertoff recently said the greatest lesson of Sept. 11 is that our \"two broad oceans do not protect us from the tide of history.\" Despite America's geographic barriers, we are nevertheless susceptible to radical ideologies and inexpensive, powerful weapons. The digital age has expanded the global network and led to the creation of invisible battle-fronts where terrorists can plot and mobilize with greater ease than ever before.\nAs Chertoff told the Associated Press, events that are miles from our borders can have a direct effect on American lives. Keeping our country safe means tracing the far-reaching networks of terrorist groups to their staging grounds. Our mission in Afghanistan recognizes this imperative and remains dedicated to keeping extremists from using the country as a safe haven. Gen. David Petraeus became the new director of the Central Intelligence Agency (CIA) last week and will no doubt bring sound leadership aimed at strengthening our counterterrorism strategies.\nStaying Vigilant The successful raid on Osama bin Laden's compound in Pakistan earlier this year affirmed the unyielding strength of our Armed Forces and intelligence officials. Their diligence and bravery accomplished a dangerous mission and brought promised justice. These remarkable collaborations have been instrumental in foiling countless terrorist plots and disbanding al-Qaeda's top command since Sept. 11. A world without bin Laden is not a world without terrorism, but our success is a testament to the power of cooperation and vigilance within America and with our allies around the world.\nTechnology continues to play a critical role in creating better strategies to combat terrorism. Over the last decade, our national security and military officials have been able to gather and analyze intelligence more effectively because of improved surveillance, safety, and communication equipment. Mississippi has been at the forefront of this evolution with the development of smarter remotely piloted aircraft and Mine Resistant Ambush Protected (MRAP) vehicles to keep our soldiers safe.\nHonoring Our Heroes\nOur men and women in uniform deserve the best resources available to them both abroad and when they return home. Like the Greatest Generation, they have selflessly responded to the call of duty when America needed them most.\nSept. 11, 2001, may have ushered in a time of unique and unforeseen threats and challenges, but our troops have carried America's freedoms into the next decade. I am committed to making sure these brave soldiers and veterans have the support they need to face the changing demands of the new century. On this anniversary week, we remember those we have lost, and we give thanks to those who continue to fight for our future.\nRoger Wicker is a member of the U. S. Senate His opinions are not necessarily those of the Stone County Enterprise.\n\nLoad-Date: September 20, 2012"
}