{
    "title": "Americans have learned to keep terrorism fears in check",
    "publisher": "american banker",
    "year": 2011,
    "month": 9,
    "day": 11,
    "full text": "MIAMI - K-9 inspector Stephen Therrien and his partner Zadie, a black lab, spend their days searching for bombs bound for passenger planes. So when he took his wife to the U2 concert this summer, it was with a certain satisfaction that he watched security workers dig through her handbag.\nTen years after 9/11, preparations have taught us that big gatherings such as stadium events could be terrorism targets. But once inside, it was all about the concert.\n\"It was awesome,\" said the 41-year-old father of two, an inspector with the federal Transportation Security Administration in south Florida. \"I don't believe that you can make decisions in fear. You've got to live your life.\"\nIf there is a lingering legacy of Sept. 11, 2001, this is it: Americans fear terrorist attacks, but they've come to live with the threat. They let workers dig through bags at Disney World. They take off shoes, submit to scans and frisks, and walk through metal detectors.\nThey then set fear aside. And move on.\nAir travel is a case in point. An entire generation of Americans has grown up shuffling in socks at the airport, pulling an iPod from a pocket and popping it into a plastic tray. It's what disaster trauma expert Andrea Allen calls \"the new normal.\"\n\"Going to the airport for most kids is just a strange habit,\" said Allen, a behavioral scientist at Barry University in Miami Shores, Fla.\nKids today don't fear terrorism any more than rape, drive-by shootings and getting a girl pregnant, she said. \"It is one of their fears, but not the fear.\"\nIn fact, a decade after 9/11, the experience may inspire complex feelings, both positive and scary. There is memory of that dark day mixed with pride in our soldiers and firefighters, a sense of nationalism and resilience.\n\"I don't think 9/11 nowadays is just about fear, or just about safety,\" Allen said. \"It is about our identifications as Americans now. Something bad happened. But we survived and came through.\"\nYet, for many Muslim Americans, it has meant a decade of suspicion, if not outright fear of being singled out.\n\"I know people are looking at me. I know people are thinking things,\" said Karen Shah, 51, a Davie, Fla., mom who converted to Islam and has donned a head scarf since she made a pilgrimage to Mecca two years ago.\nHer Trinidad-born husband, a Muslim American banker, flies business class and frequently finds a U.S. air marshal sitting beside him. How does he know? When the marshal is a man, he never takes off his jacket. When it's a woman, she keeps her purse on her lap.\n\"Nobody does that in business class,\" he said.\n\"I'm not afraid to fly,\" said Wayne Shah, 46. \"Trust me, if someone is going to do something weird on a flight, I'll jump on them because I have a wife and kids to go home to.\n\"What scares me is the level of intolerance - and that people do crazy things.\"\nHis wife said it hurt to be feared just because she wore a head scarf. She was born in Indiana and straddles both cultures. \"But you know, I understand that. Terrible things have happened,\" she said. \"But it has hurt Muslims, too.\"\nOn a recent Friday during the holy month of Ramadan, south Floridians in traditional Muslim garb streamed into the Darul Uloom mosque in Pembroke Pines. Women with their hair covered as a sign of modesty, kids in tow. Men in robes.\nA brawny police officer in shorts had parked his squad car outside the storefront mosque, where mostly West Indian, South Asian and African-American Muslims worship. Sometimes, he wandered in, a security ritual meant to reassure the public and the worshippers that they have nothing to fear.\nTen years on, social norms haven't yet jelled on how to manage our fears. Pockets of society still are loath to discuss terrorism as a threat, or reality. Others have made it a punch line.\nTV and movies still lampoon airport security as well as Americans' crude profiling in broad comedies such as \"Harold and Kumar Escape From Guantanamo Bay.\"\nDisney World in Orlando reluctantly acknowledged that it checks bags at park entrances because of the Sept. 11 attacks. U.S. intelligence assessments have warned that public gathering spots are potential targets for al-Qaida dirty bombs or other fiendish plots.\nThe theme park thinks it's imprudent to discuss what it's doing to protect the place \"so as to not compromise these efforts,\" media relations manager Zoraya Suarez said. \"Our guiding principle is to provide a positive experience and a safe and secure environment for all our guests.\"\nThe Department of Homeland Security spent years trying to manage fear with color-coded alerts. In January, it abandoned the system that had provided fodder for late-night TV comedy, because it lacked \"credibility and clarity.\" In other words, the system \"taught Americans to be scared, not prepared,\" said U.S. Rep. Bennie Thompson, D-Miss., a former chairman of the Homeland Security Committee in the House of Representatives.\nAt Miami International Airport, 35,000 workers have gone through a class that instills awareness by stoking fear.\nFour times a week, twice in English and twice in Spanish, a Miami-Dade police officer screens a series of bus and suicide bombings - real and staged - with a sobering message: If the firebomb doesn't get you, the shock wave could turn your internal organs \"into gelatin-like mush.\"\nIt's graphic, grisly and on a recent Monday unfamiliar to most of the 30 new airport employees in the audience. Five had previous U.S. military service.\n\"We're not talking about being paranoid. We're talking about changing the way you think,\" advised Miami-Dade Officer Gene Lopez, an instructor in the program, which has become a model for the nation.\n\nLoad-Date: September 12, 2011"
}