{
    "title": "Americans flock to Europe again",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 7,
    "day": 21,
    "full text": "This year it's ''So long, Yellowstone - bonjour, Paris.''\nWith a dramatic drop in world terrorism and with the nuclear accident at Chernobyl a memory, Americans are leaving their Winnebagos in the garage and heading for Europe again.\nAnd they're doing this despite a continued weak dollar in most Western European countries, which means higher prices for American travelers.\nThe resurgence - although not expected to equal the record high of 2.5 million American visitors to Europe in the summer of 1985 - is seen in several indicators:\n*Figures from 150 US travel agencies show advance European bookings up 20 to 25 percent over the visitor valley of 1.7 million of last summer.\n*A State Department spokesman says passport applications ''are up over last year, and our informal information shows that more people are going to Europe - especially England and France.''\n*One popular carrier, Air France, is predicting an increase of 11 to 18 percent in American transatlantic passengers this year over last.\n''Last summer was a summer of extremes,'' says James Cammisa Jr., publisher of Travel Industry Indicators, a major industry publication. ''European travel was down about 30 percent from the all-time high in 1985. This prompted a dramatic surge of 20 percent of American tourists to Canada, for instance.''\nOther travel experts point out that the 1986 Vancouver Expo, which is credited with causing an increase of 17 percent in US tourism to Canada, was also a factor.\nAustralia was another winner in the 1986 quest for the American tourist. ''But not because of the European problems - categorically,'' says Alan Drew, the Australian Tourist Commission's regional director for North America.\nOf course, the America's Cup yacht race in Melbourne and lower air fares may have been factors, but Mr. Drew plays down the importance of terrorism.\n''In fact, we may have lost (potential visitors), because of the fact that many Americans chose not to travel out of the country at all last year. Having said that, we still achieved the highest gross rate of any international destination, with a 27 percent rise in the number of Americans going to Australia in 1986 from the previous year.\n''Australian tourism doesn't compete with Europe,'' Mr. Drew insists. ''In point of fact, back in 1985 when Europe was going through its periodic cyclical boom, Australian tourism achieved growth in excess of 20 percent.''\nLast year, some Americans looked for an ''exotic'' holiday within the relative safety of their own borders. ''Alaskan cruises saw double-digit (percentage) increases last year,'' says Mr. Cammisa.  But it was Hawaii that caught the big wave. Tourism there ''went up a dramatic 14.8 percent,'' he says.\nOf course, more than 1.5 million Americans went to Europe last year, despite the concerns. They had mixed experiences.\n''We went and had a wonderful time,'' says a Cambridge, Mass., woman who traveled to Europe with her husband. ''We stayed and ate anywhere we wanted. Everywhere we went, Europeans would come up and shake our hands and tell us how brave we were,'' she laughs.\nA New York lawyer and his wife had planned a trip to West Berlin last spring. ''We were all set to go when we heard about the terrorist raid on the disco there.  So we scrubbed Berlin in favor of Zurich.''\nThey arrived in Zurich on the day of the retaliatory attack by the US on Libya. ''We didn't know what was going on. Everyone was confused, and we couldn't get any news.  So we stayed overnight and flew home the next day.''\nThey feel far more comfortable about traveling abroad this year. They've just left for a two-week holiday in Italy.\nEspecially hard hit last year were America's newer immigrants, who look forward to frequent visits with their families in the ''old country.''\nNick Hassapis, president of Fly Away Vacations, based in Peabody, Mass., which has a large Greek-American clientele, says, ''We're up at least 50 percent from last year. Now our problem is to find enough seats.\n''Greek-Americans were desperate this year,'' he continues. ''They hadn't been home for two or three years because of terrorism. And last year, what terrorism started, Chernobyl finished. Now they know it's safe, and the price is right in Greece, compared to other European countries.''\nAlso, the air fare to Greece was a comparative bargain a few months ago. Mr. Hassapis says, ''TWA got off to a slow start this year and panicked. They lowered the air fare to Greece by almost $300. Other airlines followed suit. That's just what my clients were waiting for, and they responded very quickly.'' Now the fares have climbed back up.\nThe resurgence of interest in traveling to Europe has prompted several airlines to open direct routes to Europe from more US cities.\nIcelandair has just opened flights to Luxembourg from Boston to complement its existing service in New York, Chicago, Orlando, and Baltimore.  Piedmont flies to London from Charlotte, N.C., as well as Tampa, Fla.  Air France, which flew from five US cities last year, offers service from eight this year.\nTravel agents point out that cost-conscious travelers are shopping around, booking early, and finding the best bargains by making all their travel arrangements before they leave the US. European airlines are still regulated, and even short-distance flights between countries are expensive, they say.\nOnce in Europe, American travelers shouldn't expect to find many bargains, particularly since the once-mighty US dollar has lost considerable buying power - down almost 40 percent in Germany, France, Italy, and England - since 1985.\nThe editors of the Consumer Reports Travel Letter figure a daily cost of $304 per couple traveling in London this year.  Rome rings in at a little less, $274. Paris is bit higher, at $321. Stockholm tops the list, at $344. They point out that Eastern European cities can be less expensive alternatives.\nCorrection\n\nBecause of an editing error, a Page 1 story on travel abroad in the July 17 issue incorrectly stated that the 1986 America's Cup yacht race was held in Melbourne. The correct location is Fremantle, Australia, near Perth.\nCorrection-Date: July 21, 1987, Tuesday"
}