{
    "title": "AMERICANS OPTIMISTIC DESPITE FEARS OF TERRORISM, OVERPOPULATION",
    "publisher": "the columbian ",
    "year": 1999,
    "month": 10,
    "day": 25,
    "full text": "COLUMBIA, Md. -- Americans have many concerns as the next century approaches, but that doesn't keep an overwhelming majority from being hopeful about the coming years.\nThey worry that the globe will get warmer in the next 50 years, think terrorists will probably attack with biological or chemical weapons and believe the world is likely to face a major energy crisis.\nStill, four of every five people questioned in a poll by the Pew Research Center for the People & the Press said they were hopeful about life in the new millennium. That outlook is fueled by their faith in science and technology, modern medicine and higher education.\nPrevious polls have found that American optimism was based largely on the booming economy.\n\"I think optimistically about the future because I don't want to think negatively,\" said Janice Royce, from Anchorage, who is studying acupuncture in Columbia, an experimental \"city of the future\" about halfway between Washington and Baltimore. \"The economy is great. Politics will always be politics, but I like the direction the country is going in.\"\nThe Pew poll, released Sunday, examined what people expect to happen in the coming decades after the start of the new millennium. While it found that people were generally upbeat, it also suggested they have serious worries about the future.\nMore than a third expect the United States to be involved in a nuclear war during the next 50 years.\nPeter Benson, a 45-year-old delivery service employee, said he doesn't expect a full-scale nuclear war, \"but some close calls are possible, along the lines of the Cuban missile crisis.\"\nReal living\nA majority in the poll, 56 percent, said overpopulation will be a major problem in the next 50 years, causing a strain on food and resources.\nAbout the same number thought there will be an epidemic worse than AIDS in that period, health care will be less affordable and the crime rate will rise.\nNearly two-thirds, 64 percent, thought a major terrorist attack on this country involving biological or chemical weapons is probable. About the same number feared the world will face a major energy crisis and environmental problems may be a major threat.\n\"Oh my God, yes,\" said Michelle Nader, a 25-year-old receptionist, when asked whether the environment would be a problem. \"All the trees are being taken down. The ozone's terrible. It's a mess.\"\nWhile seven of 10 they were optimistic, 27 percent said they were at least somewhat pessimistic about the next 50 years in this country.\nNader had some misgivings as well. \"With all the technological stuff, people will just stay in their houses and do everything through a computer,\" she said. \"People are not going to do much real living.\"\nCures for AIDS, cancer\nBut several people in Columbia expressed an optimism in the future reflected in the national poll. And that upbeat view seemed appropriate in a city carefully planned by developer James Rouse in the mid-1960s to be a vision of future communities. Special consideration was given to the location of schools, shopping districts, health centers and entertainment facilities to make living there a positive experience.\nOne Columbia resident who feels \"very optimistic\" is Linda Latta, a 46-year-old real estate saleswoman.\n\"People are getting more concerned about other people,\" she said, \"getting into their own health.\"\nFour of five questioned in the national poll thought there will probably be cures for cancer and AIDS in the next 50 years, democracy will likely continue its spread around the world and a woman will be elected president of the United States. Nearly half said they thought Jesus Christ will return to Earth.\nAt least four out of five said medical advances, universities and science and technology will play a major role in improving American life.\nThe telephone poll of 1,546 adults was taken from April 6 to May 6 and had an error margin of plus or minus 3 percentage points.\n\nLoad-Date: October 25, 1999"
}