{
    "title": "Americans worried about steroids, Olympic terrorism",
    "publisher": "the world",
    "year": 2004,
    "month": 4,
    "day": 27,
    "full text": "An overwhelming majority of Americans believe the use of steroids by Olympic athletes is a problem, while many also worry about the threat of a terrorist attack this summer in Athens.\nNine out of every 10 people in an Associated Press poll cited steroids and other performance-enhancing drugs as a problem, with 43 percent of those surveyed calling it a major problem.\n\"It's just plain cheating,\" said C.J. Harmon, an 82-year-old retiree from Flora, Ind.\nMore than half, meanwhile, say they think the Aug. 13-29 games will be disrupted by a terrorist attack, and four out of 10 believe American athletes are more likely to be the targets of such an attack than athletes from other countries.\nThe poll conducted for the AP by Ipsos-Public Affairs also contained some good news for keepers of the Olympic flame. A majority of Americans say they are interested in the Olympics, and 76 percent think the Olympics have contributed to building a peaceful and better world through sports.\n\"They compete but there's a lot of solidarity,\" said Lisa Cadrin, a 34-year-old postal worker from Bridgeport, Conn. \"I think everyone gets together there for the same purpose. It's one big community of athletes.\"\nThe status of the Olympics as the world's premier sporting event also remains intact among those polled, with two-thirds saying they are very interested or somewhat interested in what happens in Athens.\nStill, 43 percent said steroids were a major problem, while 49 percent said steroids were a minor problem. Only 6 percent said steroids were not a problem at all.\nThe AP-Ipsos poll of 1,000 adults was conducted April 16-18 and has a margin of sampling error of plus or minus 3 percentage points.\nThe poll was taken when the issue of steroids was getting widespread attention because of a federal probe in San Francisco, but before any Olympic stars were named.\nOver the weekend, two newspapers reported that nutritionist Victor Conte told federal agents he gave performance-enhancing substances to Olympic track star Marion Jones and 100-meter record holder Tim Montgomery.\nAn attorney for Jones - who won five gold medals in Sydney - denied she used steroids. Jones and Montgomery could be suspended and lose their chance to compete at the Athens Games if they admitted they used steroids.\n\"It actually makes the people who watch sports suspicious of what they're watching,\" said 57-year-old Henry McCray of Corry, Pa.\nAmong those surveyed, gymnastics tops the list of sports they will watch from Athens on television, followed by track and field, swimming, basketball and boxing.\nBut the poll also finds a wide difference between the sexes on what they will watch on television. While 30 percent of those responding said they will watch gymnastics, most of them will be women. Only 12 percent of men said they will watch gymnastics, compared to 47 percent of women.\nMen generally aren't interested in women's events, with only 15 percent of men saying they either will watch women's events only or will lean more to watching women's competition. That compared to 77 percent of men watching men's events only or watching more men's events than women's.\nThe gender gap is nearly as strong the other way, with 65 percent of women focusing on sports involving women, and 25 percent on men's competition.\n\"I usually watch the skating and the gymnastics,\" Cadrin said.\nOn the issue of terrorism, 53 percent of those responding believed a terrorist attack of some sort was either very likely or somewhat likely in Athens. That was unchanged from a previous poll in February.\nMany Americans also think their country's athletes would be targeted in any attack, though 51 percent said the nationality of the target made no difference.\nOn another Olympic issue, those responding indicated they had no problem with the increasingly commercial flavor of the games.\nFour out of every five Americans said corporate sponsorships of the Olympics are mostly a good thing because they provide a source of needed funding.\n\nLoad-Date: April 27, 2004"
}