{
    "title": "American Muslims don't stand idle, letting attacks happen",
    "publisher": "the world",
    "year": 2013,
    "month": 4,
    "day": 28,
    "full text": "After witnessing the horrific tragedy unfold in Boston, many Americans are now watching closely as investigators try to answer the questions surrounding who committed these incomprehensible acts and why they felt compelled to do so. We now know the culprits are two young Russian Muslim immigrants, and, according to the FBI, the surviving bomber claims they were motivated by their vehement disagreement with American foreign policy in the Muslim world.\nThe latter admission has sent the right-wing punditsphere into a tailspin, with one Fox News host going as far as to call for the U.S. government to stop allowing Muslims students to enter the country. More \"moderate\" voices, such as Fox's Bill O'Reilly, have elected to simply go on the offensive against what they assert is a passive American Muslim community that is not standing up to radicals.\nFor American Muslims, the latest developments are a realization of their worst fears as Americans. In addition to mourning the victims of these horrific attacks, Muslims across the United States now brace for what they fear will be an inevitable backlash that could extend far beyond the reach of the nails and explosives the Tsarnaev brothers compressed in their volatile pressure cookers.\nOf course, we've been here before. For more than a decade, Muslims in America have lived under a shadow of doubt cast upon them by a handful of lunatics on a fateful late-summer morning in 2001. This latest attack is now cutting deeper into wounds that were far from healed, and the reckless accusations that Muslims are not standing up to extremism are only exacerbating this problem.\nThe reality is these cowardly acts were an attack on all Americans, including Muslims. There were Muslim marathon runners within the blast radius in Boston last week, just as there were Muslims buried beneath the rubble of the World Trade Center on 9/11. To claim, as some are, that American Muslims are somehow not opposed to these attacks or are not standing up against them is not only offensive, it's patently false.\nThe same day O'Reilly went on the air to rant about Muslim inaction in the face of the threat of terrorism, two men allegedly plotting to blow up a rail line between Canada and the United States were arrested after the local Muslim community tipped off the authorities. This was not an isolated incident. A 2010 report from the Triangle Center on Terrorism and Homeland Security that looked at Islamic terrorism in the United States found that nearly half of all terrorist plots involving Muslims were disrupted because law enforcement officials were tipped off by members of Muslim communities across the country. And why wouldn't they be helping to stop this senseless violence? As Americans, it is directed at them, just as much as it is everyone else.\nAs an American Muslim and a West Virginian, I call on my fellow citizens to take the time to get to know their Muslim neighbors before jumping to the dangerous conclusion that we are in some way inherently complicit in these tragedies. You will find that, like you, we are here because of the unprecedented freedom and opportunity this country provides. Like many American Muslims, my family immigrated to the United States to escape the instability and authoritarianism that suffocated our homeland, and we subsequently thrived in this country. Our story is the classic embodiment of the American Dream.\nNonetheless, we American Muslims once again find ourselves on the defensive. In the wake of 9/11, the collective blame assigned by irresponsible opinionators in the media led to a spike in hate crimes directed at those believed to be Muslims across the country. In my hometown of Princeton, which sits on the edge of the Mountain State's southern coalfields, this meant enduring the taunts of my peers at school and elsewhere. Our mosque was vandalized with threatening graffiti, urging us \"sandniggers\" to \"go home\" or suffer the consequences.\nOf course, these incidents were mild compared to what happened in other parts of the country, as many people were maimed and killed for \"looking like\" Muslims by individuals blindly searching for revenge. According to the Southern Poverty Law Center, hate crimes directed against Muslims increased by about 1,600 percent after the 9/11 attacks. The ignorance-fueled rage that motivated these assailants stems from the same misunderstanding that inspires people like the Tsarnaev brothers to commit their inconceivable crimes.\nMore than a decade after 9/11, America once again mourns her innocent victims in the wake of an abhorrent attack in one of its major cities. Instead of cementing the divisions that inspire these disturbing tragedies by assigning blame to an entire group of people, let us take this opportunity to better get to know one another. It is only through mutual understanding and cooperation that we will stamp out these senseless, unfathomable attacks on our nation.\nGhabra, a political science and journalism student at WVU, is the opinion editor of The Daily Athenaeum. He is a first-generation American. His parents moved to the United States from Syria in the 1980s.\n\nLoad-Date: April 29, 2013"
}