{
    "title": "Americans warned again of terrorism",
    "publisher": "the deseret news",
    "year": 1999,
    "month": 12,
    "day": 22,
    "full text": "WASHINGTON -- The government is telling Americans all over the world it believes terrorists may target them from now through mid-January, especially at holiday gatherings and millennial celebrations.\nAirport security is being tightened, and manhunts are under way for up to three people suspected of ties to an Algerian arrested last week at Port Angeles, Wash., and for a California man said to have ties to a terrorist network headed by Osama bin Laden, the alleged mastermind of the bombing of two U.S. embassies in Africa last year.\nThe stepped-up warning Tuesday night from the State Department, the second in 11 days, said the arrest of 13 suspects in Jordan may have forestalled attacks on hotels, tour buses and tourist sites in the Arab kingdom.\n\"We cannot rule out the possibility that attacks still may be planned for this and other parts of the world,\" a department statement said.\nThe Federal Aviation Administration said travelers at U.S. airports should expect tightened security precautions, including stricter enforcement of parking regulations.\nThe agency said it would make more use of devices to check airline passengers for small traces of explosives and additional bomb-sniffing dogs and uniformed police would patrol airports as the new year approaches.\nThe new warning to Americans was stated clearly: \"The U.S. government believes that terrorists may be planning to conduct attacks, including against official and non-official Americans, in and around the New Year period, from now through mid-January 2000.\"\nIn another development, law enforcement officials told The Associated Press they were searching for as many as three people who may have been accomplices to Ahmed Ressam, who allegedly tried to enter the United States from Canada with nitroglycerin and other potential bomb-making materials in his car on a false passport when he was arrested at Port Angeles.\nIn Vermont, U.S. Border Patrol officers said they had arrested two people Sunday at a border station at Beecher Falls. One was an Algerian national with a falsified Canadian passport; the other was a Canadian woman. A clerk at the U.S. District Court in Burlington identified them as Bouabide Chamchi and Lucia Garofalo.\nDogs sniffed out traces of what could be explosives in the car that carried them, officials said. But searches of the car turned up nothing more.\nMark Henry, assistant chief of the Border Patrol sector covering Vermont, said he knew of no link between the Washington state incident and the attempted entry in Vermont.\nWhite House spokesman Joe Lockhart said there was \"credible information\" about potential terrorist threats abroad and that Americans should stay in touch with U.S. embassies and consulates.\nAn earlier worldwide caution was issued Dec. 11. At the time, a senior U.S. official said, the U.S. government knew a plot had been uncovered in Jordan.\n\"The announcement was designed to keep Americans abreast of the counter-terrorism operation,\" said the official, who spoke on condition of anonymity.\nThe official also said authorities were looking for a 31-year-old U.S. citizen from California with ties to bin Laden.\nAt the Pentagon, spokesman Kenneth Bacon said the Defense Department last week sent to U.S. military commanders worldwide two advisories highlighting State Department cautions about terrorist threats against Americans abroad.\nThe messages also provided \"other information\" relevant to the security of U.S. forces. Bacon would not be more specific, although he said no commanders abroad had requested additional equipment or other assets to increase security on their bases.\n\"Every commander is extremely aware of the need to be aggressive in pursuing force protection measures, and these advisories just alerted them to the fact that they should review all of their force protection plans and take appropriate action,\" Bacon said.\nU.S. embassies also stepped up safety measures. The U.S. Embassy in Beijing asked the Chinese government to increase security around the embassy, the ambassador's residence and the four consulates elsewhere in China, spokesman Bill Palmer said, although he added that the embassy knew of \"no China-specific threat.\"\nAlso Tuesday, Federal Election Commission employees in Washington were told to evacuate their building shortly after 5 p.m. because of a threat directed against the FBI building across the street, FEC spokeswoman Sharon Snyder said. The FBI denied there was a problem.\nTravel of some suspected terrorists from one country to another, and reports a terrorist group linked to bin Laden may be planning attacks are the primary causes of concern, a U.S. official said.\nBut there is no evidence of a specific threat at this point, he said.\nLast week, Jordanian authorities announced the arrest of 13 members of the bin Laden organization and said they were planning attacks against Americans, Israelis and other targets.\nThe investigation produced information that spurred the issuance of the second travel warning, said the official, who spoke on condition of anonymity.\n\nLoad-Date: December 22, 1999"
}