{
    "title": "America 's _ Jihad Jane '",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 3,
    "day": 11,
    "full text": "PHILADELPHIA — The self-dubbed \"Jihad Jane\" who thought her blond, all-American profile would help mask her plan to kill a Swedish cartoonist is a rare case of a U.S. woman inciting foreign terrorism and shows the latest evolution of the global threat, authorities say.\nThe suburban Philadelphia woman, Colleen R. LaRose, was accused in Tuesday's indictment of trying to recruit jihadist fighters, and pledging to murder the artist, marry a terrorism suspect so he could move to Europe and martyr herself if necessary.\nHer boyfriend of five years said LaRose had never hinted at Muslim leanings or attended religious services of any kind. Kurt Gorman, 47, of Pennsburg, said he met LaRose in Texas and that nothing seemed amiss until she moved out of their apartment without warning in August.\n\"I came home and she was gone. It doesn't make any sense,\" he said Wednesday outside his small business in nearby Quakertown. \"She was a good-hearted person.\"\nThe indictment paints a picture of a woman whose devotion to the cause grew as she prowled the Internet and conversed with a loose band of terrorist suspects in Europe and South Asia. She eventually agreed to try killing Swedish artist Lars Vilks, who had angered Muslims by depicting the Prophet Muhammad with the body of a dog, according to a U.S. official who wasn't authorized to discuss details of the investigation and spoke on condition of anonymity.\nLaRose is \"one of only a few such cases nationwide in which females have been charged with terrorism violations,\" said U.S. Department of Justice spokesman Dean Boyd.\nLaRose, 46, of Pennsburg but with close ties to south Texas, has been held without bail since her Oct. 15 arrest in Philadelphia.\nAuthorities said the case shows how terrorist groups are looking to recruit Americans to carry out their goals.\n\"Today's indictment, which alleges that a woman from suburban America agreed to carry out murder overseas and to provide material support to terrorists, underscores the evolving nature of the threat we face,\" said David Kris, assistant attorney general for national security.\nLaRose had targeted Vilks and had online discussions about her plans with at least one of several suspects apprehended over that plot Tuesday in Ireland, according to the U.S. official.\nIrish police said Wednesday those arrested were two Algerians, two Libyans, a Palestinian, a Croatian and an American woman married to one of the Algerian suspects. They were not identified by name.\nA U.S. Department of Justice spokesman wouldn't confirm the case is related to Vilks. At least three Swedish newspapers published the Muhammad cartoon Wednesday, arguing that it had news value or was a free-speech symbol.\n\nGraphic\n\n \nAP/SITE INTELLIGENCE GROUP American Colleen R. LaRose is accused of using the Internet to recruit jihadist fighters and help terrorists overseas.\n\nLoad-Date: March 11, 2010"
}