{
    "title": "America 's vehicle_ On the road to ruin",
    "publisher": "university wire",
    "year": 2005,
    "month": 3,
    "day": 31,
    "full text": "What kind of vehicle is the United States driving into the future? Well, it is fueled by selfishness, greed and all the other qualities found in a materialistic society. The engine is turbo-powered with ideological beliefs. On the high road to the future, there are no speed limits -- the faster the better. This vehicle runs over anything that gets in its way. It runs over Iraqi babies while on its way to freeing their mothers, and husbands while on its way to freeing their wives.\nAll these opinions about where the United States is heading are not as important as one fact: We all have different perspectives on life based on the environment in which we were born, the opportunities we are afforded and the events of our life. Even terrorists are part of this matrix. Unless we can accept this awkward fact, we will never be able to genuinely tackle the root causes of any problems caused by these differences.\nIt is possible that if we were subject to the same combination of factors that terrorists were subject to, we will also be willing to strap bombs to our bodies and blow up people. Common sense says that the most effective way to tackle terrorism, therefore, is to focus on those environmental factors.\nIn principle, President Bush is right about spreading freedom, but we cannot ignore the anger, frustration and despair that a lot of these people have. War can add to this anger and frustration and should only be used after all other policies have failed.\nWhat do you think the effect would have been if the United States had not responded with violence after Sept. 11, 2001? Many would say that it would have been disastrous. I disagree, because any policy that cannot be applied universally to similar situations is a faulty policy. The policy of war in this case is faulty because there are so many dictatorships around the world, some of which are home to what the United States would define as terrorist organizations. Love, as demonstrated in actions such as poverty alleviation, is the universal policy capable of getting rid of worldwide terrorism.\nTerrorism is a different kind of threat that requires a different kind of response. The old, ubiquitous policies of the past won't be effective here. Fighting terrorism by war alone can be compared to sprinkling salt in the ocean in an attempt to change its concentration.\nDon't be fooled by the little short-term successes observed; they will soon be diluted by the fact that there is a vast ocean of terrorist networks that are not being dealt with.\nAs evidenced by the rise in terrorist attacks around the world since Sept. 11, these networks are evolving ominously.\nWe are all at risk. The U.S. government recently released a list of scenarios for possible terrorist attacks. The report included concerns about small-scale attacks on places such as restaurants and movie theaters. With millions of people coming into this country illegally and undocumented every year, one has to wonder if it is even possible to predict and stop such attacks.\nThe logical response to the terrorist attacks of Sept. 11 should have been to identify the root causes and then go about dealing with those root causes. Many would say this cannot happen if the vehicle in which this country rides must keep moving.\nMany would also say that we must be tough on terrorism; the United States cannot get its wheels stuck in mushy grounds of love and understanding. With weapons of mass destruction and terrorism becoming more widespread, however, we have to ask ourselves one important question: Is this fast-moving vehicle in which the United\n(C) 2005 Iowa State Daily via U-WIRE\n\nLoad-Date: March 31, 2005"
}