{
    "title": "AMERICA RESPONDS_ Secret war on terrorism sure to bring surprises",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 10,
    "day": 28,
    "full text": "Al Bireh, West Bank --- One morning in August, two Israeli helicopter gunships took careful aim and, from a kilometer away, fired two rockets through the third-story, corner office window of 63-year-old Mustafa Zibri.\nThey caught him at his desk.\nIt was a remarkably clean hit. No one else was seriously injured. But in political terms, the assassination of Zibri, a Palestinian leader said to be behind a string of bombings, was a bust. His followers retaliated by killing an Israeli Cabinet minister last week. Israelis responded by invading Bethlehem and five other Palestinian cities.\nAJC\nForty-two Palestinians and one Israeli have died in the last 10 days, before Israel bowed to intense U.S. pressure and agreed to withdraw.\nIn Washington, word has leaked that President Bush has given the CIA $1 billion and clear instructions to conduct its shadow war against terrorism --- wherever it might lead.\n \n'Innocent people get killed'\nThe concept is unfamiliar to most Americans. But a version of it has been going on in Israel for nearly 30 years. Its architects say the United States will see some satisfying victories. But America should prepare itself for tragic blunders and unintended consequences, they say.\n\"You have to be very careful not to make mistakes,\" said Gidon Ezra, a member of Israel's parliament and a former deputy chief of Shin Bet, the country's internal security force. \"But mistakes happen. Sometimes innocent people get killed.\"\nThen there are the moral ambiguities --- the internal conflicts between a country at war, and one that places a high value on legal norms.\nEven as the Bush administration set in motion its clandestine, \"dead-or-alive\" operation against Osama bin Laden and his al-Qaida network, the U.S. State Department condemned the most controversial tool in Israel's anti-terrorism campaign --- its policy of pre-emptive assassinations.\n\"We remain opposed to targeted killings,\" said spokesman Richard Boucher.\nIt is not clear assassinations of terrorists will become part of the American portfolio. U.S. officials remain mum. But Uzi Arad, a former head of Mossad, the much-feared Israeli intelligence agency, said America is at the beginning of a path that his country has trod since 1972.\n \nMunich Olympics spurred Israelis\nThat September, at the Olympic Games in Munich, masked Palestinian terrorists killed Israeli athletes and coaches. Like the Sept. 11 attacks in America, the drama played out on television.\n\"The analogy is very much with [Prime Minister] Golda Meir in the wake of the Munich massacre,\" Arad said. \"Golda Meir issued an order to exact justice. In the years that followed, it was done. Sometimes sooner, sometimes later. Sometimes with more success, sometimes with less.\"\nWhile Arad draws a distinction between Bush's search for justice and Israel's pre-emptive strikes, Ezra does not. Eventually, the two motivations merge, the former deputy chief of Shin Bet said.\n\"A lot will change in U.S. policy,\" Ezra predicted. Foremost will be the rules of interrogation regarding suspects, he said. Israel recently renounced torture, but maintains its right to \"pressure\" arrested suspects.\nIn the United States, any evidence gathered in such a way would be ruled tainted and thrown out of court. But Ezra said the object \"is not to put them to trial, but to get information.\"\nUnder U.S. law, immigrants suspected of a crime or other violation of their status can only be held for 48 hours without charges. \"Which is nothing,\" Ezra said. \"You sometimes need two months to open their mouths,\" Ezra said.\nBush on Friday signed into law a bill that allows authorities to detain immigrants for seven days, and detention could be repeatedly extended for six-month periods.\nIsraelis have steadfastly rejected the death penalty in cases of criminal murder, but the government's policy of assassination has broad public support among those who feel their lives randomly threatened by suicide bombers.\n \nPalestinians call for halt\nOn Saturday, the Palestinian minister of information insisted on a halt to Israeli assassinations. \"If there is even one attempted assassination of a Palestinian citizen, the cease-fire will no longer be sustained,\" said Yasser Abed Rabbo.\nMarwan Barghouti, the 41-year-old leader of Yasser Arafat's Fatah party in the West Bank, is mentioned as a possible successor to Arafat. In August, he narrowly escaped being killed in an Israeli missile attack on his convoy.\nAs a practical matter, Barghouti said, assassinations shrink the political possibilities of the situation. \"If they would like to kill the Palestinian leadership --- especially those who have the trust of people on the street --- I don't think that in the future, they will find any partners in peace,\" he said.\nSome Israelis, too, are put off by the targeted killings, for moral and practical reasons.\n\"What you have is an apparatus that specializes in killing people. The public doesn't know how it works, when it works, who's the target,\" said Nachman ben Yehuda, a sociologist at Hebrew University.\n\"In a regime which is controlled and uses such a mechanism for specific goals, not just an everyday thing, for limited periods of time --- all right,\" he said. \"But once you have such a machine, other political changes may subvert the use of that machine. What is a justified political killing --- assuming that there is such a thing --- changes completely.\"\n \nAssassinations motivate followers\nAssassination machinery has a tendency to turn inward, ben Yehuda said.\nIn researching a book on political killings by Jews, ben Yehuda was surprised to find that, in the three years immediately preceding the creation of the modern state of Israel, 60 percent of all political assassinations targeted victims of the same faith. It's a lesson for terrorists as well as governments, he said.\nMossi Raz, a member of parliament from the liberal Meretz Party, opposes assassinations on moral grounds, but maintains that it also radicalizes the succeeding leadership. \"We know when you kill the leader of a terrorist organization, you give a motive to the people who replace him, to prove that they're not less qualified than the dead leader,\" he said.\n\nGraphic\n\n \nPhoto:\nPalestinians pass Israeli army tanks at an entrance to the West Bank town of Bethlehem. Israel's targeted killings have prompted debate that may surface one day in the United States as it conducts a clandestine war against terrorism./ LEFTERIS PITARAKIS / Associated Press\n\nLoad-Date: October 28, 2001"
}