{
    "title": "America 's churches can help change the world With humanity's future at risk, religious leaders need",
    "publisher": "usa today",
    "year": 2011,
    "month": 3,
    "day": 14,
    "full text": "Black History Month set me to thinking about America's churches. Some led the struggle for civil rights. Others lined up on the wrong side. In the 1970s, a phrase was coined by historian John Lee Eighmy to explain why so many white Southern churches got it wrong: Churches in Cultural Captivity.  Turns out my fellow Southern Baptists -- my own family included -- were Southern first and Baptist second.\nBut has the problem of religious organizations being co-opted or compromised by the broader secular culture gone away? And is it limited by geography or political boundaries?\nConsider the issues that most threaten humanity's common future: global terrorism, climate change, overpopulation, and the political and social unrest caused by economic disparity. These problems transcend national boundaries and beg for international solutions. Yet political leaders have generally been unwilling or unable to find solutions.\n'Conscience of a society'\nSo here's where churches come in. Or should.\nReligious leaders are the goad or conscience of a society. From the ancient Hebrew prophets to Jesus, Mohammed, Gandhi and Martin Luther King Jr., we count on our spiritual leaders and communities for moral guidance. Conversely, people have been known to engage in horrendously immoral behavior if their religious leaders tell them it's OK. Witness the shameful role religion has played in propping up the Confederacy, Nazi Germany or global terrorism. Simply put, religion matters. If not to the so-called new atheists, at least to ordinary folk.\nBut now we're back where we started: Churches in cultural captivity.\nDespite the biblical command to give 10% of our income back to God (read \"to charity\"), for example, the average church member gives 3%.  We complain about the record heat as our air conditioners run full blast and continue having as many children as we want -- sometimes at the encouragement of our religious leaders -- despite the impact on the environment. Our elected officials even give us tax breaks for crowding the planet.\nAnd, while the nation is right-center, as we were reminded on Nov. 2, political and theological liberals appear just as captivated by the broader culture. Too many of us join the excessive American frenzy to consume, continue tuning into the sleaze that has become prime-time television and utter not a word when the government spends money we do not have.\nStill, we don't know enough about the future to be totally pessimistic. To the contrary, there are glimmers of hope. In Maryville, Tenn., the Presbyterians are serving a meal Tuesday nights to anybody who wishes to come -- the poor, elderly or just plain lonely.  The Methodists are doing the same thing on Thursdays. An even broader coalition of churches has joined forces to build Habitat houses and create emergency shelter for the homeless. Family Promise, they call it.\nAnd it's not just in Maryville. It's in Austin and Youngstown, Ohio. Columbus and San Francisco. Local congregations are bridging the chasm between the community of faith and those who need us. They are inviting the hungry and the homeless into their kitchens and classrooms. They are wrapping their arms around refugee families and sending them to college. If they're not careful, they might shake off their privileged American cultural trappings and become real churches.\nBut it's still not enough. Local solutions -- though important -- do not constitute a global movement. There must be communication between these various points of light, and the ecclesiastical structures that knit local congregations together must begin to speak with one voice. As we did with apartheid in South Africa.\nBuilding a voice\nAs a young denominational attorney in the late '80s, I watched Desmond Tutu of the South African Council of Churches  join with Joan Brown Campbell of the World Council of Churches  -- and other clergy from throughout the world -- to organize an international boycott against the South African government as well as against companies doing business with that government. World leaders joined in, and soon, we had brought the repressive all-white South African regime to its knees. But it started with the churches.\nThe same was true of the civil rights movement a generation earlier. It was King and his network of Christian and Jewish clergy who laid their jobs and, in some cases, their lives on the line until my fellow Southerners were too ashamed and embarrassed to continue their wickedness.\nThat's the way it's supposed to work.\nAdmittedly, terrorism, economic disparity and climate change are more complicated than racism. But they are not deeper-seated. And since when did complications cause God's people to cut and run? At a time when our political leaders seem paralyzed by nationalistic concerns and partisan pettiness, the world has never needed us more.\nSo here's my question. Is there a Moses in our midst?\nOliver Thomas is a member of USA TODAY's Board of Contributors and the author of 10 Things Your Minister Wants to Tell You (But Can't Because He Needs the Job). \n\nGraphic\n\n \nGRAPHIC, B/W, Alejandro Gonzalez, USA TODAY (Illustration)\n\nLoad-Date: March 14, 2011"
}