{
    "title": "Americans deserve to know truth behind terrorism warnings",
    "publisher": "university wire",
    "year": 2002,
    "month": 5,
    "day": 28,
    "full text": "With charges flying against the way the Federal Bureau of Investigation treated pre-Sept. 11 threats, Americans are concerned about our government's role in the terrorist attacks, and rightly so. While we don't believe any government official would deliberately and consciously withhold information about a homeland terrorist attack, we don't understand why certain terrorism warnings were ignored.\nCongressional lawmakers are demanding additional answers to what happened to FBI correspondence from agents in Phoenix and Minneapolis prior to Sept. 11. Minnesota FBI Agent Colleen Rowley wrote a whistle-blower letter to the head of the FBI, charging her own agency with obstruction of justice. And it was recently revealed that Attorney General John Ashcroft thought hijacking warnings were valid enough for him to switch to flying on private chartered jets instead of commercial planes during the three months prior to Sept. 11. It is instances such as these that provide evidence that the government should have been anticipating a terrorist attack.\nU. Oregon\nRowley wrote a 13-page memo accusing the FBI of hindering the Zacarias Moussaoui investigation, among other obstruction charges. A congressional inquiry is now reviewing Rowley's allegations against the FBI's handling of the Moussaoui case and why Minnesota field officers were denied a warrant to check the so-called 20th hijacker's computer records. FBI Director Robert Mueller defended the denial to Congress, citing insufficient probable cause to grant the warrant.\nAmericans may want to take Rowley's comments with a grain of salt. But the FBI needs to give us an explanation nevertheless -- we need to find out why certain information was ignored, to prevent the same mistakes from happening in the future.\nWe also need an explanation of why Attorney General John Ashcroft began flying on a chartered government jet in July 2001 because of an undisclosed \"threat assessment\" by the FBI. Normally all Bush Cabinet appointees fly on commercial airlines, with the exception of Interior and Energy nominees. And Ashcroft's predecessor, Janet Reno, routinely flew on commercial airlines.\nIf Ashcroft's FBI security detail knew something was brewing in the skies, they should have warned the American people, not just the attorney general. Although we don't know all of the special circumstances surrounding Ashcroft's situation, the FBI needs to define what it saw as a \"threat assessment.\"\nThe FBI and the Justice Department need to be as forthcoming as possible with information about the Sept. 11 terrorist attacks. To squelch rumors and conspiracy theories, the government should honestly tell the Americans why field reports from FBI agents were ignored, why the warrant to search Moussaoui's computer was denied and why Ashcroft chose to fly on a chartered jet.\nAfter so much heartache in the wake of Sept. 11, Americans deserve to know the truth.\n(C) 2002 Oregon Daily Emerald via U-WIRE\n\nLoad-Date: May 28, 2002"
}