{
    "title": "America is safer since 9_11",
    "publisher": "the christian science monitor",
    "year": 2006,
    "month": 9,
    "day": 18,
    "full text": "The attacks on the World Trade Center and the Pentagon five years ago exposed fundamental weaknesses in America's intelligence community, particularly the FBI and the CIA. The absence of any terrorist attacks against the United States since 9/11 suggests that the reorganizations and reforms of the past five years, as well as increased vigilance, have made the nation safer. The intelligence picture remains complicated, however, and much work needs to be done to limit our vulnerability to international terrorism.\nThere have been several notable achievements, starting with the operational success of the CIA against Al Qaeda since 2001. Too much attention has been devoted to the failure to capture Osama bin Laden, and not enough attention has been given to the logistical and financial disruption of his organization that has limited Mr. bin Laden's ability to plan follow-up operations in the United States and to operate abroad.\nThe CIA and the FBI, along with foreign intelligence liaison services, have operated effectively in capturing and killing top Al Qaeda leaders. But when FBI Director Robert Mueller III claimed to know that \"Al Qaeda maintains the ability and the intent to inflict significant casualties in the US with little warning,\" the congressional intelligence committees should have demanded his evidence.\nThe creation of the National Counterterrorism Center in January 2005 has provided the beginning of a central repository for terrorism information and greater connectivity among all 16 intelligence agencies and their databases. The CIA dominates the staffing of the counterterrorism center, but all agencies are represented, and these representatives are charged with sharing information with their sponsoring agencies. There has been greater consolidation of information, particularly a more comprehensive watch-listing system that could have prevented 9/11 terrorists Khalid al-Midhar and Nawaf al-Hazmi from falling through the cracks.\nThere is still an inadequate flow of information between federal and state or local intelligence agencies, and the military leadership of the National Counterterrorism Center seems ill-suited to nurture the strategic intelligence needed for a long-term campaign against terrorism.\nThe CIA has streamlined its own counterterrorism center, concentrating on more innovative operational plans. The center is better connected to other intelligence agencies, but it has not abandoned the \"fusion center\" concept that mixes intelligence analysts and clandestine operatives. The fusion of analysts and operatives has led to politicized intelligence, with the worst-case notions of agency operatives influencing the final intelligence product.\nMuch is left to be done. The 9/11 commission's recommendation of a director of national intelligence was a bad idea that has been made worse by bureaucratic growth. The office of the director has a budget of more than $1 billion and a staff of more than 1,000. Too many high-level staffers have been recruited from the CIA and other intelligence agencies, further weakening these agencies. And little has been done to limit the Pentagon's control over nearly 85 percent of the intelligence budget and 90 percent of intelligence personnel. The undersecretary of defense for intelligence, Stephen Cambone, has more influence over the day-to-day management of the community than the director of national intelligence, John Negroponte.\nThe CIA's fundamental flaws have gone largely uncorrected. Far too much attention is given to current and tactical intelligence and insufficient attention to the big-picture needs of strategic intelligence. The CIA worries about the intelligence needs of the warfighter and devotes too little to the long-term geopolitical interests of the policymaker. It is unlikely that the recent appointment of a four-star general, Michael Hayden, will correct this problem, and that Mr. Hayden was director of the National Security Agency and defended the policy of warrantless eavesdropping does not augur well for the credibility of the CIA.\nThe CIA's extralegal activities, particularly renditions and secret prisons, have complicated the task of maintaining credible relations with our allies in the battle against terrorism. An Italian court recently demanded the extradition of 24 CIA operatives, whose pathetic tradecraft left agency fingerprints over their rendition efforts.\nLast, the Department of Homeland Security's inept handling of hurricane Katrina and the FBI's feckless campaign against Arab and Muslim immigrants in the United States demonstrate that much work needs to be done at both agencies. The nation lacks one central repository for all information on national and international terrorism; the Department of Homeland Security should be the home of this repository. The FBI still lacks an effective computer system to coordinate intelligence information, which is central to preventing another terrorist attack.\nThe greatest setback to US efforts has been the profligate military campaign in Iraq, which created a new source of terrorism and terrorists, thus weakening the campaign against terrorism and US national security. There were very few jihadists in Iraq before we invaded.\nOverall, the post-9/11 changes have made us safer over the short term, but as long as terrorists can operate the world over, we must demand better management of our $45-billion intelligence and $40-billion homeland security industries.\n* Melvin A. Goodman, a senior fellow at the Center for International Policy, was an analyst at the CIA from 1966 to 1990. (c)2006 Los Angeles Times Syndicate.\n(c) Copyright 2006. The Christian Science Monitor\n\nLoad-Date: September 17, 2006"
}