{
    "title": "AMERICANS WARNED OF TERRORISM ABROAD",
    "publisher": "the world",
    "year": 1999,
    "month": 12,
    "day": 13,
    "full text": "The State Department's warning that terrorists could strike at large holiday gatherings abroad is cause for caution but not panic, top U.S. officials said yesterday.\nTheir comments came a day after the State Department cited \"credible evidence\" in warning of terrorist threats aimed at Americans traveling abroad for millennial celebrations.\nBut Secretary of State Madeleine Albright stopped short of advising year's end revelers to stay home.\n\"We are concerned, obviously because there are a lot of activities going on, but we don't want to discourage people,\" Albright said on CBS's \"Face the Nation\" yesterday. \"We are suggesting that if they do travel abroad, that they be in touch with the American embassy and the consulate and take care.\"\nAnd National Security Adviser Sandy Berger declined to steer U.S. citizens from any place in particular.\n\"This is not just in the Middle East, but in any location,\" Berger said on ABC's \"This Week\" yesterday. \"So I think there is a caution sign up, but not a stop sign.\"\nSaturday's warning did not ban travel and urged Americans to contact destination embassies or consulates for more guidance until early January, a time which coincides with Ramadan, a Muslim holy period that began this week.\nThe worldwide caution also told U.S. citizens abroad to avoid large crowds and gatherings and to keep a low profile, but it gave no details of the evidence of threats.\nHowever, a senior U.S. official told the Associated Press that the threat was linked to Osama bin Laden, who the U.S. government believes is the head of a terrorist network and is accused of involvement in the bombings last year of U.S. embassies in Kenya and Tanzania. The Saudi-born bin Laden is believed to have been given sanctuary by the militant Islamic Taliban group in Afghanistan.\nSimilar warnings - issued by the State Department in October and twice in November - have intensified with the emergence of bin Laden as an alleged terrorist mastermind. Such cautions frequently have been issued in the past in conjunction with the start of Ramadan, but observers yesterday said coming of the year 2000 could be an even bigger draw for terrorists.\n\nLoad-Date: October 22, 2002"
}