{
    "title": "Americans Too Cautious About Terrorism_",
    "publisher": "university wire",
    "year": 2007,
    "month": 2,
    "day": 21,
    "full text": "Since the attacks on the World Trade Center on Sept. 11, 2001, it seems as if Americans have become unable to escape the lingering paranoia of terrorism.\nOver the past few years, terrorism has become ordinary, leaving it impossible for people to remain oblivious to the potential of an attack. We often feel inclined to keep a watchful eye over our shoulders lest anything suspicious arises, as nowadays anything and everything may pose a threat to security.\nIt becomes necessary to consider, however, whether there is such a thing as being too cautious. After all, a mere cardboard box is subject to hours of investigation only to reveal that it is in fact lifelessly incapable of catalyzing widespread destruction.\nRecently, in Boston, a severe terror alert ensued as people misconstrued Cartoon Network's advertisement of \"Aqua Teen Hunger Force\" as a bomb threat. As a New Yorker, I find this bit of information a little bizarre. If every flashing light were a bomb, then the extravagance called New York is no less than a loud outcry for danger.\nThis is not to say that caution need not be exercised - it should - but where should we draw the line? Is it sensible to approach each day with a dubious step or is there a way to effectively monitor fear?\nConsider this insight: caution is blinding. By expressing caution, we are inherently encouraging its cause. By anticipating evil, we are fueling the pride of terrorists by allowing them to assume that we are capable of being overcome.\nThe terrorists we fear are undoubtedly among the most cunning individuals, so isn't it probable to assume that they can smell our fear? What does fear and caution accomplish other than unwarranted paranoia? Nothing. Even if we are able to realize an attack through caution, the chances of actually countering it are slim. If only we were superheroes.\nEven the government plans that have been put into effect to prevent terrorism have proved to be fruitless. The color red no longer symbolizes love and passion. Now, it signifies national danger. Terror alerts lead the public to be more cautious and essentially do little to offset terrorism because its very nature is precise and unexpected.\nRandom subway searches have become another means of assuring cautious individuals of safety. This is not only nonsensical but a complete waste of time. I hope that even over-cautious people would admit that the probability of actually targeting a terrorist through random search is slim. Apparently, caution is, indeed, blinding.\nTo prevent terrorism, we must embrace the truth of disparity and succumb to fearlessness - something that is apparently beyond our domain as humans. We can't prevent acts like terrorism, so why not just realize the fragile nature of life without living in fear? Drunken college girls are at a greater threat than the American people on a whole, respectively, and they are able to prevent that course of events.\nPerhaps it would be easier to incorporate plastic bubbles into our wardrobe, then, as we'd be immune to anything let alone terrorist attacks. I'm almost positive that cautious students at Fairfield would agree to this measure of safety.\n\nLoad-Date: February 23, 2016"
}