{
    "title": "America 's 'endless wars' began 40 years ago",
    "publisher": "the deseret news",
    "year": 2019,
    "month": 11,
    "day": 10,
    "full text": "By Frank Donatelli\nCiting his opposition to \"endless wars,\" President Donald Trump recently pulled some American troops out of peacekeeping duties in northern Syria. Predictably, a Turkish invasion ensued, spawning chaos including the escape of many high value ISIS detainees. It was unquestionably a setback for the West.\nBut our endless wars in the Middle East can be traced back to an event 40 years ago last week, Nov. 4, 1979 - the seizure of the American Embassy in Tehran and the imprisonment of 52 U.S. hostages for the next 14 months. It's the point when America came face-to-face with the reality of Islamic terrorism. Since then, the terrorists have consistently tested our stated resolve to confront them everywhere.\nLooking back 40 years, it is hard to appreciate the shock of the Embassy takeover to the American public and its impact on political events. The strongest military power the world had ever seen seemed helpless to free American citizens from their captors. America was entering an election in 1980 and the betting was that Sen. Edward Kennedy would defeat incumbent President Jimmy Carter and then face the Republican nominee. The seizure of the American hostages was a short-term boom to President Carter as Americans predictably rallied around him. Kennedy's campaign was fatally hampered for months. He won some later primaries, but never really threatened Carter for the nomination.\nOn the Republican side, the episode played into the tough talk of former California Gov. Ronald Reagan and one of his main arguments, namely that America needed to strengthen its resolve to oppose our foreign enemies. Countries should respect us, even if they didn't like us. Reagan won the nomination, but did not focus on the hostage issue during the fall campaign, except for expressing general frustration with the stalemate. It's unlikely that if this occurred today, the candidates would be so restrained in their comments. Reagan would go on to win the election as voters bought into his more muscular approach to foreign policy. He would deliver on that pledge in office by condemning the Soviet Union and confronting the \"Evil Empire.\" \nBut this enemy of Islamic terrorism was far different than the Soviets, who suffered from a sputtering revolutionary spirit and a Communist bureaucracy that stifled the production and distribution of even basic goods for its people. They were even then a declining power, albeit one with a huge nuclear stockpile. \nThis new enemy required scaled responses to individual terrorism acts, not huge armies and military establishments. Innovative American and Western thinking on infiltrating cells of terrorist groups and training and employing special forces to engage terrorists' paramilitary actions became staples of Western actions to combat this new threat.\nSecond, the Russians were technically atheist, and secular in their conduct of policy. The West had negotiated with the Soviets for most of the Cold War and Reagan would do so during his administration. Their approach was bureaucratic, technical and mostly practical - practical from their point of view of preserving and expanding their gains. With the terrorists, however, the motivation was spiritual. They were fighting for their eternal reward. Any normal give-and-take or compromise was out of the question. This was a fight to the death and America responded with a stated goal of opposing terrorism wherever it reared its head. Thus began the \"endless wars.\"\nThird, the terrorists proved themselves nimble enough to strike the West everywhere - the Middle East to be sure, but also in Europe, Indonesia and finally the United States on Sept. 11, 2001, the first attack on the American homeland since the War of 1812. America understood that engagement and confronting terrorists abroad was key to insure that they could not again strike America. Thus were born the wars in Afghanistan and Iraq. You can oppose these actions, but they were borne of a long-term American strategy and desire to oppose terrorism far from our shores. \nThe Embassy occupation of 1979-81 spawned a huge appetite for news. CNN, the only cable network at the time, saw its ratings skyrocket. A new program, \"Nightline,\" was born on ABC with the specific task of giving Americans daily progress reports on the crisis. A large sign appeared each night during the broadcast showing the number of days the hostages had been held in captivity. Americans were not going to forget this crisis as the 1980 campaign unfolded, which was a major blow to President Carter's chances. The terrorists finally released the hostages the day Reagan was sworn in - Jan. 20, 1981. In a graceful move, then former President Carter greeted his fellow Americans and former hostages when they landed in Germany the following day.\nThe president speaks for many Americans who see foreign commitments as endless. But most think that the events of Nov. 4, 1979, make our continuing efforts in the Middle East necessary to strengthen our safety and well-being at home. One man's endless wars is another's eternal vigilance.\nThe occupation of our embassy in Tehran 40 years ago was the first shot in a broad-based, theologically inspired attack against the West, democracy and individual freedom, all of which the terrorists reject. The threat continues and we ignore it at our peril. \nFrank Donatelli served as assistant for political affairs to President Ronald Reagan. He is a senior adviser in the federal public affairs group at McGuireWoods Consulting, LLC, in Washington, D.C.\n\nLoad-Date: November 10, 2019"
}