{
    "title": "Americans fear more terrorism despite preparedness",
    "publisher": "usa today",
    "year": 2003,
    "month": 9,
    "day": 8,
    "full text": "Two years and $ 5 billion in government preparedness funding after the 9/11 attacks, a new poll finds Americans harboring fears of another terrorist attack and expressing concern about the government's ability to protect specific targets.\nThe poll also found that 90% of people say they would not immediately evacuate if ordered to do so, mainly because of fears for the safety of family members.\nThe telephone survey of 1,373 adults nationally and an additional 1,317 in New York City reveals ongoing concerns about the threat of terrorism despite massive efforts in the past two years to train emergency workers, fund public health labs and increase hospital readiness. The poll found 76% of people nationally and 81% of New Yorkers are concerned or very concerned about more terror attacks, and only 35% (23% of New Yorkers) say their communities have adequate emergency plans.\nIn a similar poll last year, 53% said they trusted the public health system to be able to respond to terrorism or bioterrorism. Now, only 46% of Americans and 36% of New Yorkers are so sure.\nNationally, 62% are confident the government can protect communities, but the percent who lack confidence in protection against attacks on specific targets stands at 37% for nuclear facilities, 41% for airports and 47% for the water supply.\nAbout half (49%) of parents nationally and 70% in New York are concerned for their family's safety, but that is down slightly from last year.\n\"It's important to recognize that we have made progress,\" says Sen. Hillary Clinton, D-New York. \"We are better prepared than we were before Sept. 11, and I hope we can communicate that more effectively to the American public and particularly to New Yorkers.\"\nBut, \"there are still gaps in our preparations,\" she says. \"New Yorkers and Americans in general follow homeland security very closely, and the intermittent raising of threat levels is obviously something very worrying.\"\nEvents in the past two years, from the still-unsolved anthrax attacks to sniper killings outside Washington, D.C., and a major Northeast power outage, do little to shore up feelings of public safety.\n\"The lack of confidence in government by a large number of people and the diminishing level of confidence in the health care system are important issues that need to be paid attention to by people in all levels of government,\" says Irwin Redlener, director of the National Center for Disaster Preparedness at Columbia University's Mailman School of Public Health and president of the Children's Health Fund, which jointly commissioned the survey.\nThere are both psychological and practical implications, Redlener says. \"If people are being told to evacuate because of a significant . . .  attack, but don't have confidence in the information they're getting, they don't know where their children are or don't believe the government is going to take responsibility for an elderly relative, people are not going to go,\" he says. Poll results, which have a margin of error of 3 percentage points, show:\n * Workplace readiness. 70% of people in companies required to have an emergency plan say they're aware of such a plan, but only 42% are very familiar with the details. In New York, 59% are aware of a workplace emergency plan, but only 28% know the details.\n * Family planning. 23% of families have an emergency plan that includes two days of food and water and other basics, including a flashlight, radio, batteries and emergency phone numbers. In New York, only 14% have such a plan.\n * Trusted sources. 76% say the government official they'd trust most for accurate information if there were another terror attack is the Surgeon General, followed by Health and Human Services Secretary Tommy Thompson (69%) and Homeland Security Secretary Tom Ridge (68%).\n * Trusted agency. The Centers for Disease Control and Prevention was named by 84% as the agency most trusted for reliable and accurate information.\nMoney has flowed to communities to help them prepare, Redlener says, but there has been too little guidance and coordination among government agencies. \"We have so much work to do if we're going to do this right,\" he says. \"We're still struggling to find a balance between blind complacency on the one hand and extreme paranoia on the other.\"\n\nGraphic\n\n \nGRAPHIC, B/W, Adrienne Lewis, USA TODAY, Source: Survey commissioned by the National Center for Disaster Preparedness at Columbia University and the Children's Health Fund (BAR GRAPH); PHOTO, B/W, 2001 file photo, Shannon Stapleton, Reuters; Will it happen again? Workers exit the World Trade Center on Sept. 11, 2001. Americans fear more such attacks.\n\nLoad-Date: September 8, 2003"
}