{
    "title": "America 's stupefying and comforting War On Terror",
    "publisher": "university wire",
    "year": 2005,
    "month": 3,
    "day": 22,
    "full text": "Asking many Americans to think is like asking them to sleep outside naked in frigid temperatures on a mattress made of broken glass. They seek comfort at all costs, regardless of the blinding consequences.\nAnd providing comfort for the mindless is where the Bush administration gains its power. This supposed War on Terror has become America's most effective sleeping pill since Vietnam and other Cold War blunders. And just like the Red Scare stupefied a moronic America, terrorism is the mallet now used to bash the American public to sleep.\nDays after the Sept. 11, 2001, terrorist attacks, we were advised by our leaders to get back to shopping and our sheep-like lives to protect and strengthen our sacred institutions while our leaders went out and got the bad guy. But the bad guy snaked himself into a deep hole and our might and power were unable to find Osama bin Laden and thoroughly dismantle al-Qaida. But we still needed something to make us feel comfortable since it appeared Osama would never be caught - thus Saddam Hussein and Iraq became the next terrorist-in-chief even though the case against the rogue nation was unclear and its terrorism ties nonexistent.\nFurther, Bush became no longer \"concerned\" with bin Laden when he needed more television-friendly results, like the soothing images of toppling Saddam statues in Baghdad. Orwellians would say this is a classic example of the never-ending war (War is Peace).\nBush has maintained his stranglehold on the American consciousness by defining our enemies and keeping us in a constant state of fear. Then, because we are afraid, we will consent power to him because he provides the rhetoric and (non) results that keep us comfortable. Notice how even after we learned Saddam had no terrorism ties or weapons of mass destruction people still maintained it was a vital victory for the War on Terror?\nThat's because it made Americans feel good. Finally, we got them.\nBut using logic and reason to show that blowing up Iraq did nothing to make this country safer made Americans feel uncomfortable, so they hide their idiocy behind the flag, call dissention unpatriotic and find creative ways to redefine the war's objectives and results.\nBut what has really been done with the War on Terror? Bush's cowboy policies have fueled generations' worth of terrorists and put us at odds with our allies and enemies throughout the world. What's worse is it has also caused America to become a country full of idiotic cowards - and worse yet, they don't even know it.\nWhen I think of heroism I think of those revolutionaries who fought against the British Empire to establish this country. They saw something wicked and corrupt and fought against it. When I see the United States today I see mindless drones slurping up every ounce of nonsense the Bush administration and the flag-waving media spoon-feed them. I see a nation obsessed with feeling safe and ignoring reality because its citizens are afraid of what that reality might be.\nWhy the fuss over CU professor Ward Churchill? He threatens the comfort our institutions provide. But as the embattled professor rightfully points out, we are/were never really safe because we refuse to acknowledge how the infallible United States fuels terrorism.\nIt is laughable that Americans believe blowing up the Middle East is the best way to prevent terrorism. But thinking, reasoning and complicated changes in policies aren't as soothing and easy as turning a region into glass.\nThis country and its supposed values will erode (or be detonated) into oblivion if our people maintain their false sense of comfort and fail to realize we are losing this War on Terror. Losing because we consent to comfort and let our leaders provide it, which makes the United States no better than a dictatorship where our collective idiocy is the dictator. It is imperative we seek anti-comfort.\nVincent Adams is an English graduate student. His column runs every Tuesday in the Collegian.\n(C) 2005 Rocky Mountain Collegian via U-WIRE\n\nLoad-Date: March 22, 2005"
}