{
    "title": "Americans convicted of terrorism",
    "publisher": "the world",
    "year": 2006,
    "month": 11,
    "day": 10,
    "full text": "HO CHI MINH CITY, Vietnam - Three Americans were convicted by a Vietnamese court on terrorism charges today after being accused of trying to take over radio airwaves and call for an uprising against the communist government.\nA judge sentenced the Americans and four Vietnamese to 15 months in prison, with credit for time served. They all are expected to be freed within one month, and the Americans required to leave the country within 10 days of their release.\nThe defendants, all of Vietnamese descent, had been jailed without charges for more than a year, prompting Washington to pressure Hanoi to move forward swiftly and fairly.\nPresident Bush and Secretary of State Condoleezza Rice plan to visit Vietnam next week for the 21-nation Asia-Pacific Economic Cooperation summit. Both countries had been eager to resolve the case before Vietnam's biggest-ever international event begins.\nThe defendants faced punishments ranging from 12 years in prison to execution, but prosecutors sought lesser terms, saying the defendants had repented and had no previous criminal records.\nIt is highly unusual for Vietnam to give a lenient sentence for national security crimes, especially in such a high-profile case. But the quick resolution to the diplomatically sensitive trial could end a distraction from APEC and Vietnam's entrance into the World Trade Organization, which was approved this week.\nAll on trial were accused of plotting to smuggle radio equipment into Vietnam to broadcast a call for a revolution to topple the government.\nAn indictment said the scheme was hatched by the Government of Free Vietnam, a California-based organization that the Vietnamese government considers a terrorist group.\nIt is one of many anti-communist groups founded by Vietnamese refugees in the United States.\nProsecutors say the defendants convicted today set up an adoption agency in Cambodia as a front to disguise their plans. Authorities seized their equipment, including 14 radio transmitters, which had been smuggled into the southern Vietnamese province of An Giang.\nThose found guilty today were: Thuong Nguyen Foshee, 58, of Orlando, Fla.; Le Van Binh, 31, of Tampa, Fla.; and Huynh Bich Lien, 51, of San Gabriel, Calif.; Vietnamese nationals Tran Dat Phuong, 65; brothers Ho Van Giau, 59, and Ho Van Hien, 38, and Cao Tri, 35. Cao Tri is also a U.S. resident.\nThe vote is of great importance to Vietnam. Without it, U.S. companies will not be able to enjoy all the benefits of Vietnam's new WTO agreement.\n\nLoad-Date: November 10, 2006"
}