{
    "title": "Amidst Terrorism, Italian Leader Calls for Investing in Education",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 31,
    "full text": "Prime Minister of Italy Matteo Renzi called for greater investments in culture and education, in addition to national security, to stabilize current political and economic unrest in Europe at the Harvard Art Museums on Thursday.\nAccording to Renzi, this is the first time an incumbent prime minister of Italy has visited Harvard. His address, sponsored by the Center for European Studies and the Italian Consulate General in Boston, is part of a four-day tour in the U.S. Italian Prime Minister Matteo Renzi speaks to a packed auditorium at the Harvard Art Museums Thursday morning. Mr. Renzi highlighted the importance of valuing individuals as unique citizens instead of mere numbers in light of recent terror attacks in Europe. Thomas W. Franck\nRenzi began his address emphasizing the role universities play as leaders of change. He said students, researchers, and professors are central to creating new strategies for solving society's most pressing problems.\n\"We need a different idea of the world-we need a different approach by students, by researchers, by professors,\" he said. \"Universities around the world are the keys to the future.\"\nGiven the recent terrorist attacks that took place in Brussels, Renzi stressed the importance of new initiatives to stem acts of violence around globe.\n\"The attack of Brussels is an incredible attack to the ideals of Europe and the unity of Europe,\" he said.\nRenzi said these incidents not only reflect the threats posed by actors outside of Europe, but, more importantly, reveal issues within Europe that contribute to the radicalization of European citizens. Renzi called for stronger political action to combat terrorism in Europe.\n\"The enemy is not only abroad,\" he said. \"The enemy is inside our cities, inside our borders.\"\nRenzi suggested the solution to this problem is to \"invest in both directions.\" He said an investment in culture and education is equally as important as investments in security and technology \"because it is exactly our culture that is the target of terrorists.\"\nRenzi urged a governmental response to the issues affecting Europe. Arguing that problems in Europe partly derive from legislative deadlock, he called for less focus on economic austerity and an increase in the power of government leaders to implement reforms.\nThe Prime Minister argued that recent economic and political reforms in Italy have benefited the country. Renzi said the reduction of taxes, exposure to new markets, and implementation of structural reforms in Italian politics have contributed to the country's recent financial recovery.\n\"We must finally open the minds, open the doors, and invest in a different future,\" he said. \"It is a priority for me and my team... to create the possibility and the opportunity for the new generation to live the dream and not the nightmare.\"\nPietro Galeone '17 said he appreciated the prime minister's hopeful message for the future and his support for political and economic reform.\n\"The focus on the investment in culture and an institution of higher education was something that I think was very powerful,\" he said.\nRead more in University News At Medical School, New Curriculum Met With Praise\n\nLoad-Date: December 15, 2016"
}