{
    "title": "Amid Immigration Fears, Arkansans Should Set Sights Elsewhere",
    "publisher": "university wire",
    "year": 2019,
    "month": 2,
    "day": 20,
    "full text": "On Feb. 15, President Donald Trump declared a contentious state of emergency to secure money for his signature wall along the Mexican-American border. He returned again to his standard arguments, portraying undocumented immigrants as harbingers of violence and deadly drugs. The latter argument was perhaps bolstered by a recent record-setting fentanyl seizure at the border and the criminal trial of the infamous Mexican cartel kingpin \"El Chapo\" in New York.\nSimultaneously, a different sort of bust was happening in Arkansas. Fifty-four white supremacists were indicted for a slough of horrifying crimes, from bank robbery to intentional maiming to crystal meth trafficking. It is crimes like these that have more relevance to the average Arkansan and which should be the focus of those in our state who are concerned about terrorism.\nTrump's lack of media presence since he announced the state of emergency clearly exposes the true motivations behind his anti-drug, anti-violence and anti-terror rhetoric. If his intentions were legitimate, he'd be championing this bust as a triumph of law enforcement, ridding our collective backyards of potential terrorists and addictive stimulants, but he isn't.\nAs any close observer can see, the president's rhetoric isn't based in reality. According to the conservative Cato Institute, immigrants are far less likely to commit crimes than native born citizens. Illegal border crossings have been declining for years, and most opiate addicts get their start on domestic prescription medication, not Mexican heroin.\nStill, the president's monologuing continues to find an audience, especially in Arkansas. He comfortably carried both the 2016 Republican Primary and the 2016 presidential election in our state, despite shocking disparities between the true reality of Arkansas and the world that Trump describes.\nArkansas, thankfully, hasn't been affected as severely by the opioid epidemic as other states. According to a 2016 study by the National Institute on Drug Abuse, Arkansas's opioid overdose rate is less than half the national average, at 5.9 deaths per 100,000 in Arkansas compared to 13.3 per 100,000 nationally. Methamphetamine, however, still continues to ravage rural communities in Arkansas. Addicts often feel compelled to commit even more crimes to support their habits and indirectly support something even worse - terrorism.\nThe white supremacists arrested in Arkansas were hardly the first hate group to get into the narcotics trade, nor were they the first white supremacist group to do so. In November, 39 white supremacists were arrested in connection to a meth and arms trafficking ring in Florida. Domestic terrorist Timothy McVeigh and his associates reportedly used and trafficked the drug as far back as the mid 90's. Those willing to resort to illegal methods to support their actions always have radical ideas in mind, and in the case of those driven by hate, deaths usually follow.\nFor those in Arkansas who fear terrorism, violent crime and drugs, the threat is not across our southern border, or even in the middle east. We will be undone by those in our backyard whose blind prejudice would lead them to deal drugs in order to finance acts of violence. The solution is not a wall but local awareness of and resilience to terror.\n \n\nLoad-Date: February 21, 2019"
}