{
    "title": "Amid bickering, House OKs $29 billion for terrorism war",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 5,
    "day": 24,
    "full text": "WASHINGTON -- The House approved $29 billion early today for the fight against terrorism overseas and at home as the two parties grappled in a bitter election-year spat over war and the growing national debt.\nDemocrats and Republicans alike strongly backed the money the package would provide.\nBillions would be showered on the military, on Afghanistan and other U.S. allies, on rebuilding New York, on the Coast Guard, on explosive detection devices for airports and on other anti-terror initiatives.\nEven so, the measure's 280-138 passage came only after bleary-eyed lawmakers had battled until nearly 3 a.m. EDT over issues that could resound in this fall's campaigns for congressional control. The overnight session highlighted a GOP resolve to not start lawmakers' Memorial Day recess without passage of a counterterrorism bill they could tell voters about.\nOver three days of unusually acerbic debate, Democrats accused Republicans of sneaking a borrowing increase into the bill while the GOP said Democrats were hindering money sorely needed by American troops abroad.\n\"They retreated from our responsibility to put politics aside when the time comes to strengthen our country,\" taunted House Majority Whip Tom DeLay, R-Texas.\nThat prompted Democrats to accuse Republicans of smearing them by questioning their patriotism, as all pretenses that the war against terror should not become a political issue seemed to fade away.\n\"We don't want those soldiers used for your agenda,\" said Rep. Patrick Kennedy, D-R.I.\nThe Senate's anti-terror legislation was facing its own contentious path. The appropriations committee passed a $31 billion version of the bill on Wednesday. But Republicans, eager to trim it closer to the $27.1 billion President Bush proposed in March, blocked debate until Congress returns next month.\n\nLoad-Date: May 24, 2002"
}