{
    "title": "AMID TERRORISM, WE FEEL FOR THOSE WE'VE BEFRIENDED ABROAD",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 1,
    "day": 18,
    "full text": "Often, travel writers don't return to the places they write about. There are so many others deserving of our attention. Even in our memories, visits diminish as new subjects of affection fill our hearts. But since the suicide bombings in Istanbul in November, I've been mentally replaying my week in that city.\n It was in June 1997, my first trip to Turkey. I got my tourist obligations out of the way -- Hagia Sophia, the Covered Bazaar -- and then devoted myself to Beyoglu, the neighborhood on the other side of the Golden Horn. Here I roamed the fashionable Istiklal Street, the animated Taksim Square, the atmospheric Pera Palas Hotel, built in 1892 to continue the pampering of passengers arriving on the Orient Express.\nMy hotel, the Buyuk Londra Oteli (Grand Hotel de Londres), had been built in the same period as the Pera Palas but it was, or had turned into, a slightly declasse relation. Which is why I loved it. The lobby resembled a once-exclusive gentlemen's club, with its overstuffed armchairs and antique radios perfectly arranged in a perpetual dimness. Parakeets chirped from a cage on the windowsill. In the evening, I would stand on my second-floor balcony, looking down on the Pera and the Golden Horn.\n In the Guardian on Nov. 21, one day after the bombing of the nearby British consulate, the Buyuk's manager, Ali Fatih, was quoted as saying that he and his colleagues \"ran outside and kept running. But people were running toward us. There was screaming and many covered in blood.\"\n Beyoglu is the most Western part of Istanbul -- women are as numerous as men, and rarely wear headscarves -- and the scene of much of the city's nightlife. In the evening, music floats down the side streets, providing a sinuous, hypnotic soundtrack. It emanates from the smoky pubs, where student musicians play traditional instruments.\n In one of these pubs one night, I was seated at a table with three young men, one of whom kindly identified the songs for me. \"Political,\" he would say; then, \"love.\" I watched in fascination as people sang along, moved by a music that was not some flashy import but a local creation, with historical roots, and entirely their own. Occasionally a line would form in the center of the room, men and women, their bodies undulating with an unmodern grace.\n At one point, my interpreter said that the other two men at our table wished to know where I was from. After he relayed my answer, he shook his head.\n \"They have bad idea of America,\" he said. \"They say America is imperialist.\"\n I told him to ask them if the Ottomans weren't. He laughed. But I wonder if he now blames us for the bombings, as I'm sure those other men do.\n On one of my last days in Istanbul I approached two young women in the courtyard of the Galata Mevlevihane. (In a week I hadn't spoken to a female resident.) I thought they might know English because one of them was carrying a book with the title \"Principles of Management.\"\n After some hesitation, they agreed to have a coffee with me. We sat on the second floor of a cafe on Istiklal Street. Senem and Harika were both university students, and Muslims, though they rarely went to the mosque. They both lived at home, and didn't go out much at night because they thought it was dangerous. They passed their days visiting friends, reading, watching TV. They seemed shy and resigned, though I knew that could have been just their unsure English.\n When the check arrived, Senem took it. I protested, reminding her that I had invited them. But she said softly: \"You are our guest.\"\n I was very touched. But now I get just as emotional when I remember that, hours before meeting me that day, they had taken \"Principles of Management\" out of the library of the British Council.\n I've said all along that I don't fear terrorism when I travel; random crime is more of a concern. I still feel that way, except that now I fear for the people I've met.\n\nLoad-Date: January 24, 2004"
}