{
    "title": "Amid speculation, caution urged No hard proof of terrorism in TWA crash",
    "publisher": "usa today",
    "year": 1996,
    "month": 7,
    "day": 19,
    "full text": "Even as they weighed the possibility of sabotage, U.S. officials\ncautioned that they have no proof that a bomb caused the crash\nof TWA Flight 800 off New York's Long Island.\nBut in the vacuum of official comment, speculation was rife that\nthe plane might have been blown out of the sky, either by a missile\nor a bomb.\nFBI spokesman Joe Valiquette said there was no reason to suspect\na bomb, despite the prominent role of the FBI and its terrorism\nexperts in the crash investigation.\nThe bureau's involvement is \"solely as a precautionary matter\nfor now,\" he said, so \"we don't get caught short.\"\nNational security adviser Tony Lake attempted to douse rumors\nin a luncheon with reporters. \"When an airplane explodes in midflight,\nyou naturally think about terrorism,\" Lake said, \"but we do\nnot have any hard evidence to suggest what the cause is.\"\nUntil the FBI and other investigators complete the inquiry, evidence\nof a bomb is circumstantial. But signs include:\n-- Al-Hayat, an Arab newspaper, received a faxed warning\non Wednesday that an attack against a U.S. target was imminent.\nThe tract, reported by ABC News, came from the Movement For Islamic\nChange, which claimed responsibility for the November bombing\nin Saudi Arabia that killed five Americans.\nWhite House spokesman Mike McCurry downplayed the warning, saying\nsimilar tracts appear almost daily. \"This falls in the hyperventilation\ncategory,\" he said.\n-- Witnesses said the plane burst into a fireball. The pilots\nreported no problems before the plane went down.\nAlso, the flight originated in Athens, whose airport has a history\nof security problems. \"It's one of the major airports in the\nworld where terrorists have been able to get bombs on,\" says\nKarl Seger, a counterterrorism consultant.\nExperts disagreed about who has the capability to bring down an\nairliner. \"You can download from the Internet how to make a bomb\nthat can do this,\" Seger says.\nBut Vince Cannistraro, former CIA counterrorism operations chief,\nsays it's far more difficult to sneak a bomb onto a plane than\nto bomb an unguarded building. \"This isn't the aviation equivalent\nof Oklahoma City,\" says Cannistraro. Airline security is \"good\nenough to deter casual or amateur attempts. Is it good enough\nto deter sophisticated terrorist with foreign intelligence in\nsupport? No.\"\nChristopher Ronay, the FBI's former chief of explosives, says\nit's possible the plane was downed by a missile, rather than a\nbomb.\n\"That's been a terrorist threat for a long time. We've never\nhad it happen here. But there's no reason to think it couldn't,\"\nhe says.\nPresident Clinton and others urged Americans not to leap to the\nconclusion, as some did after the Oklahoma City bombing, that\nforeign terrorists are behind the disaster. \"I think the Unabomber\ndemonstrated that you do have people in this society with the\nmotivation and the skill to do this,\" says Peter Sederberg of\nthe University of South Carolina.\nContributing: M.J. Zuckerman\n\nGraphic\n\n \nPHOTO, B/W, Jon Levy; Seeking answers: FBI and police investigators examine recovered parts of the TWA 747 to help determine if terrorism was involved.\n\nLoad-Date: July 19, 1996"
}