{
    "title": "Amit Shah skips Janaraksha Yatra phase",
    "publisher": "ips",
    "year": 2017,
    "month": 10,
    "day": 5,
    "full text": "Kannur/Kerala, Oct. 5 -- BJP President Amit Shah today did not participate in the party march in the home town of Chief Minister Pinarayi Vijayan as he had to attend a meeting with Prime Minister Narendra Modi.\nBJP state president Kummanam Rajasekharan told reporters that Shah would be unable to attend the phase of the 'Janaraksha Yatra' (People's Protection March) that would pass from Mambaram to Thalassery, crossing Pinaryi town in Kannur district.\nRajasekharan said Shah has to attend a meeting with Prime Minister Modi in New Delhi.\nHundreds of party workers, led by the state unit chief, are participating in the march that entered the third day today.\nShah had launched the high profile 15-day yatra from Payyannur in Kannur on October 3 against the alleged \"red and jihadi terrorism\" under the CPI(M)-led LDF rule in Kerala.\nYesterday, Uttar Pradesh Chief minister, Yogi Adityanath, had led the yatra and accused the left party of promoting \"jihadi terrorism.\"\nSenior BJP leaders are expected to participate in the yatra which will conclude on October 17 at Thiruvananthapuram.\nMeanwhile, senior Marxist leader from Kannur, M V Govindan, Master said the march will not have any impact on the left party's strength and its base in the state.\n\"In a democracy all political parties can take out yatras and there are no restrictions,\" he said adding Shah not attending the march today was an \"anti climax.\" CPI(M) Thalassery MLA A N Shamseer alleged that Shah had \"abandoned\" the yatra through 'party gramam' (party village).\nSenior Congress leader Ramesh Chennithala also took a dig at Shah skipping today's march, saying the Janaraksha Yatra had become a 'Vilapa Yatra' (mourning procession).\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: October 5, 2017"
}