{
    "title": "Amnesty International Report_ You Have Facts But Drew Wrong Conclusions Presidency",
    "publisher": "the will ",
    "year": 2018,
    "month": 12,
    "day": 21,
    "full text": "BEVERLY HILLS, December 20, (THEWILL) The presidency has reacted to the latest report by Amnesty International Setting the Record Straight' saying although the report is factual, the group drew wrong conclusions. According to a statement by Garba Shehu, Senior Special Assistant to the President on Media and Publicity, the presidency, however, thanked the organisation for concluding that the conflict between herders and farmers in Nigeria is not about religion.\n The first thing to say about Amnesty International's Report: Setting the Record Straight is to thank the organisation for confirming a fact stated time and again by President Muhammadu Buhari that the conflict between herders and farmers in Nigeria is not about religion. There is equally a confirmation by Amnesty International (AI) that it is being stoked by local politicians and that this whole problem is about scarcity of resources.\n Beyond these, the report has raised our concerns about the validity of their evidence-gathering. It is like knowing the facts but drawing the wrong conclusions.\n Still, Amnesty International got some of its facts wrong. It is not correct to state in any way that the problem between farmers and herders is a new thing over the last three years.\n It has been happening for over 100 years. Colonial Powers Britain and France had regularly recorded these conflicts which are available in Archives.\n It is equally untrue that government has done nothing. Alleged human rights abuses have been investigated.\n Clashes have been reduced through government's actions. This progress is due to the strong determination of the administration to punish rights violators no matter who they are, including the military through Orderly Room trials, Court Martials and the regular courts.\n This administration has given absolute freedom to the National Human Rights Commission and set an important record by paying compensation to the victims of the rights abuses. The Apo Six, for instance, had received compensation to the tune of N135 million.\n Just a few months back, the President signed the law against torture. In an interim report in October this year, the International Criminal Court, ICC, stated that: The Nigerian authorities appear to have taken concrete steps in fulfilling their primary responsibility of investigating and prosecuting ICC crimes.\n While there seem to be a tangible prospect of further proceedings against members of Boko Haram including high level commanders, at this time, the same cannot be said of NSF in particular since the Nigerian authorities deny any allegations against the latter.' Every country experiencing any level of insecurity or insurgency either as a matter of external aggression, or even more sensitively, internal conflict is confronted with complex and sensitive issues.\n Nigeria is no exception. The government is very much concerned about the sad and unfortunate loss of lives and properties, and the collateral broken/threatened communal relationships and societal mutual trust occasioned by attacks our nation has experienced.\n\" As a nation, we remain unrelenting in securing our country, and restoring peace in troubled areas. Although the complications that attend internal conflicts are present in Nigeria, the courage to confront both the conflicts and their complexities remain a matter of priority to this Administration.\n Indeed, reputable global organisations have recognised that the efforts of our security forces, who work tirelessly to secure our communities, are yielding results. An example of this is the recently published Global Terrorism Index Report, 2018, which acknowledged the effectiveness of Nigeria's counter-insurgency operations, stating that: \"Total deaths from terrorism in Nigeria fell to 1,532 in 2017, a decrease of 16 per cent from the prior year.\n The decline follows the 63 per cent drop in deaths in Nigeria in the preceding year, and a 34 per cent drop in 2015. This highlights the effectiveness of the counter-insurgency operations undertaken in Nigeria and its neighbours, Cameroon, Niger and Chad.\" Curiously, the Amnesty International report, \"Harvest of Death: three years of bloody clashes between farmers and herders in Nigeria\", appears to be inconsistent with the Report above.\n Global Terrorism Index Report is considered a credible source even for Amnesty International covering the same period and the same terrain. However Amnesty International in addition to stating inaccurate casualty figures misleadingly alleges that the government has failed to protect affected communities and refused to investigate, arrest and prosecute perpetrators of these attacks.\n Nothing could be further from the truth. This administration has continued to work ceaselessly to enhance security in affected parts of the country, ensure that victims are provided with relief, and that criminals are arrested and prosecuted.\n It is careless and mischievous to misrepresent the facts and thereby mislead the public. Our security forces are not going to be deterred, neither will their morale and effort be affected by any tendentious report that mischaracterizes the important sacrifice they make to protect citizens at great risk of injury or death.\n It is the global norm and custom that assessors and commentators are fair and factual in their reportage and accounts of incidents and situations so that they do not endanger the lives of security personnel or worsen conflicts. Nonetheless, our security forces will continue to intensify ongoing and new multi-pronged approaches to conflict resolution.\n The Federal Government welcomes fair and constructive assessments aimed at dousing tension and promoting mutual communal confidence, safety and security, but rejects inflammatory statements, reports or assessments that stoke tension and deepen mistrust and thereby intensify conflicts and violence. As part of a more comprehensive intervention and response to the violence and conflict, the Federal Government deployed security forces to affected areas, empanelled fact-finding missions, and repeated visits and engagement by the most senior government and security officials/special forces including the President as well as relocating command and control apparatus to such areas.\n Further, the National Economic Council established a 10-man Committee on farmers/herdsmen clashes, headed by the Vice President. These high-level security operations and attention have led to the arrest of many people responsible for perpetrating violence.\n As a result, relative calm and peace have been restored to many communities. There have been 500 arrests, with many convicted and as a result, relative peace and calm have been restored in many of the affected areas.\n Of particular note was the arrest and conviction of Alhaji Tashaku Aliyu and others who were apprehended in connection with the killing of 2 priests and 17 worshippers at St. Ignatius Catholic Church on April 24th, 2018 in Benue State.\n In addition, seven herdsmen that were involved in the kidnapping of a farm owner have been sentenced to life imprisonment by an Ondo State High Court. Beyond the security measures, President Muhammadu Buhari also authorized a mechanism and released NGN10 Billion for the rehabilitation of farms and farming communities to provide relief to affected areas.\n During a visit to Nasarawa State in February 2018, the President also reiterated his condemnation of the violent conflicts and their perpetrators and his administration's commitment to protecting citizens and mitigating their losses. He said: \"I also want to assure the people of the North Central and indeed all Nigerians that the federal government is working day and night to ensure peace and stability return.\n We have deployed additional resources to all the affected areas to maintain law and order. The attacks by suspected herdsmen and other bandits will not be tolerated.\n I appeal to all Nigerians to refrain from reprisal attacks. The security agencies have standing instructions to arrest and prosecute any persons found with illegal arms.\n I will once again express my condolences and sympathy to all the affected victims of these barbaric acts,'' This position was again reiterated by the Vice President, Prof. Yemi Osinbajo, in June 2018 during his visit to Plateau State, where he held meetings with community leaders and condoled with the people.\n A vital component of our successes or any success in similar conflicts is accurate reporting and credible intelligence. We encourage reporters to be accurate and citizens to provide information about known or even suspicious activities or persons to ensure we succeed in preventing attacks, and eliminating this scourge.\n Finally, and in the interest of openness, the Federal Ministry of Justice is analysing the Amnesty International Report for further responses, and actions where applicable and necessary. The Federal Government also appeals to communities not to be provoked or inflamed by this misleading report to seek or pursue reprisal action against others within their communities, but to remain assured that the government will continue to take steps to secure citizens and promote amicable conflict resolution as well as peaceful co-existence.\n\nLoad-Date: December 21, 2018"
}