{
    "title": "Amsterdam stabbing 'terrorism'",
    "publisher": "spokesman review",
    "year": 2018,
    "month": 9,
    "day": 2,
    "full text": "World\n AMSTERDAM - A 19-year-old Afghan citizen had a \"terrorist motive\" for allegedly stabbing two Americans at the main train station in Amsterdam, city authorities in the Dutch capital said Saturday.\n Amsterdam police shot and wounded the suspect after the stabbings Friday at Central Station. The local government said hours later it appeared the people injured weren't targeted for a specific reason, but added that investigators had not ruled out terror as an aim.\n After the U.S. ambassador to the Netherlands identified the victims as American tourists Saturday, Amsterdam City Hall gave an update.\n \"Based on the suspect's first statements, he had a terrorist motive,\" the city administration said in a statement that did not elaborate.\n The wounded Americans were recovering in a hospital from what police termed serious but not life-threatening injuries. Their identities have not been released. The suspect, who was identified only as Jawed S. in line with privacy rules in the Netherlands, also remained hospitalized.\nPalestinians condemn U.S.\n RAMALLAH, West Bank - The Palestinians on Saturday condemned the U.S. decision to end its decades of funding for the U.N. agency for Palestinian refugees, calling it an attack on the Palestinian people and accusing the Trump administration of trying to remove sensitive core issues from the negotiating table as it says it is preparing a Mideast peace initiative.\n The announcement raised new questions about the viability of any future U.S. peace plan. President Donald Trump's Mideast team, led by his adviser and son-in-law Jared Kushner, have been working on their plan for about a year and a half but have not said when it will be made public.\n The Palestinians accuse the U.S. of being unfairly biased in favor of Israel, citing a series of steps by the White House.\n\nLoad-Date: September 6, 2018"
}