{
    "title": "AN 'ANTI-TERRORISM BILL'_NO, JUST PORK AND BEANS;  THRIVING AGRIBUSINESS CRACKED BY TASK FORCE",
    "publisher": "the columbian ",
    "year": 1996,
    "month": 4,
    "day": 21,
    "full text": "The first anniversary of the Oklahoma City bombing on Friday was marked by solemn memorials, sorrow-filled speeches -- and, right on cue, a cynical package of legislation from Washington, D.C.\nLawmakers call it a counterterrorism bill, but really it's mainly a hodgepodge of judicial reforms, anti-immigration measures and law enforcement pork projects, some of which have been floating around as proposals since the Reagan administration.\nWhat, for example, does limiting federal appeals by Death Row prisoners have to do with combatting terrorism? Or making criminals pay restitution to their victims? Or requiring courts to provide closed-circuit TV coverage of trials that have had a change of venue?\nThe answer is, nothing, except insofar as they allow President Clinton and members of Congress to pretend that they are taking decisive action to prevent another Oklahoma City bomb attack.\nNever mind that the limits on Death Row appeals are probably unconstitutional and that other provisions -- particularly the one allowing use of secret evidence in deportation proceedings -- sound as if they were lifted from an old KGB manual. Throw in a cool $ 1 billion jelly bean for federal and state law enforcement, and you've got yourself a package fit for an election year -- which 1996 just happens to be.\nEven the more sensible provisions smack of pure opportunism. The bill prohibits fund-raising for foreign terrorist groups -- but the Oklahoma City massacre was allegedly perpetrated by Americans with no overseas connections. The measure requires that plastic explosives carry traceable markers -- but the Oklahoma City bomb was made of ordinary kerosene and fertilizer.\nThe best thing about the bill is what it doesn't contain. Civil liberties groups, in concert with the National Rifle Association and others, persuaded lawmakers to strip out several grotesque police-state provisions that President Clinton asked for. One would have vastly expanded the authority of federal agents in pursuit of criminals to wiretap Americans; another would have allowed the military to participate in domestic law-enforcement matters.\nThe Oklahoma City bombers apparently feared a federal government run amok. It's no small irony that the legislation passed in response to the bombing is half civil liberties nightmare, half empty gesture.\nThe 168 people who died in the Alfred P. Murrah Federal Building at 9:02 a.m. CDT on April 19, 1995 deserve better. So do their families. So do the rest of us.\nTHRIVING AGRIBUSINESS CRACKED BY TASK FORCE\nPeople in Vancouver are going to be looking a little more askance hereafter at the neighborhood rental whose occupants are seen rarely and only at the oddest hours.\nA bundle of search warrants lately executed by members of the Clark-Skamania Drug Task Force discovered evidence that Vancouver's leading agricultural product for a couple of years has been high-grade, resin-laden sinsemilla buds. Hydroponic operations in half a dozen houses churned out maybe $ 5 million worth of marijuana products before the deal was tipped.\nRelative property values played an ironic role in the investigation. Up until recently the task force had concentrated heavily on small laboratories producing varieties of methamphetamine. Apart from the fact that the crank produced in those operations is mostly for deadly local consumption, the chemists pretty much wreck the places they use. The chemicals left over can render a house essentially uninhabitable. Consequently there has been substantial public pressure on the task force to continue the anti-meth thrust of its efforts.\nThe weed farm houses, in contrast, were maintained to look like more than usually prosperous rentals. Landscaping was kempt so as not to attract particular attention either from neighbors or authorities. The neighbors were curious, perhaps, but had no reason to complain to officials about bad smells and strange sounds. Trials to come may reveal how the farmers evaded discovery through their use of electricity for grow lights. They made few mistakes, apparently.\nTheir operation came to the attention of local authorities thanks to high reputation elsewhere. An agent in Fresno heard from an informant that prime weed was available from a Mr. Kworking out of the Vancouver-Portland area. That thread led investigators to twins Albert David and Daniel Richard Kornish, who turned out to hold title to a whole flock of rental houses around Vancouver. They had reported substantial rental income from tenants who had never been observed by neighbors.\nNow that the Mr. K operation has been truncated and started on its way through the fine-grinding legal mill, momentum may keep the drug task force focus awhile on indoor marijuana farms. Supply will continue to meet demand, about which the war on drugs has been able to do little. But the supply will no longer be produced by a chain of Vancouver operations.\n\nLoad-Date: April 22, 1996"
}