{
    "title": "An act of random kindness",
    "publisher": "chicago daily herald",
    "year": 2011,
    "month": 5,
    "day": 29,
    "full text": "An act of random kindness\nI recently had a thank-you card written to the \"pawrents\" of one of the members of our doggy social media, called Doggyspace.com. They had sent me a nice gift of candles as a special cheer-up gesture.\nOur dogs are \"friends\" on Doggyspace, although we have never met in person. I took the card to the post office on DuPage Boulevard in Glen Ellyn along with some other items to mail. There were no stamps on any of the items. When I got into the post office, the card was not there.\nThe next day I wrote another card to these wonderful people in New Jersey, stamped and mailed it. I just got a message from them through our Doggyspace site, that they received both cards. I would like to thank the thoughtful person who found my original card, put a stamp on it and mailed it for me. A very nice random act of kindness.\nKaren Schlabach\nGlen Ellyn\nWater purity over energy interests?\nI participated in a telephone town hall with my congressman, Peter Roskam, on May 24. His assistant prescreened my question, and I did not get the opportunity to ask it. So I'd like to state it here, in an open letter:\n\"Dear Congressman Roskam, you said increased natural gas production should be part of our national response to high gasoline prices. I'm concerned about current natural gas production methods which include hydraulic fracturing of wells, or fracking, to keep them running longer.\nI've read that fracking chemicals can leach into the water supply. University of Michigan-Ann Arbor just began studying the effects of natural gas fracking on the Great Lakes. I'm in my early 30s. I run almost every day to stay healthy and I drink a huge amount of tap water. My Brita filter won't remove benzene, toluene and other industrial chemicals used in natural gas production.\nSome residents of Colorado, Texas, West Virginia and other states that have allowed this technology for years can no longer drink their tap water because it is unsafe and can't be filtered by their water treatment authorities to meet minimum standards. Will you take a stand to put long-term preservation of the Lake Michigan water supply first, ahead of energy interests that could endanger it?\"\nTim Gaumer\nCarol Stream\nPalestinian Authority not really moderate\nThis is in response to Richard Cohen's op-ed piece of May 25. A few things.\n1) Just because The Palestinian Authority has temporarily slowed its terrorist activities does not make it moderate. The PA just entered into an agreement with Hamas. Hamas wants the destruction of Israel. Is the PA still moderate?\n2) Terrorism has only appeared to disappear in Judea and Samaria because of the work of the Israel Defense Forces with the PA. Once the IDF leaves a newly formed Palestinian state, will terrorism reappear?\n3) How are you able to determine Israel's security needs? Shouldn't that be left up to Israel? Maybe a move to Sderot by you and your family will give you a better understanding of the Israel's security needs.\nWhy won't the PA sit down and talk with Israel? Can you please show me in Arabic where the PA renounces terrorism, accepts Israel's right to exist as a democratic and Jewish state, and where they will abide by all future agreements?\nJacob Margulies\nAurora\n\nLoad-Date: May 29, 2011"
}