{
    "title": "AN ENGINEER FOR TERRORISM",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 9,
    "day": 13,
    "full text": "Somewhere out there he lurks - The Engineer.\nHe has no divisions ready to march. His air power is borrowed and his navy is pitiful. But he is brilliant and diabolical and lives by his wits.\nHe knows, this Engineer, how to collapse our buildings with airliners. He knows how to plan an operation with military economy and precision.  Above all, he knows our habits and our psychological weaknesses, this Engineer does, and is willing to attack them in craven ways that hurt us in the national gut and soul.\nWhat his next step will be nobody knows. But he has shown that he has a director's flair for the theater, a military commander's exquisite sense of surprise and timing and above all an engineer's knowledge of how things are built and how they can be destroyed.\nIn one morning of horror, he was able to put a handful of loyal and highly skilled followers - apparently pilots - on four separate scheduled commercial flights, use two to knock down the twin towers of the World Trade Center at the beginning of the business day, send a third to slam into the Pentagon and then - in his one failure - crash the fourth plane into an open field as it apparently was on a path to Camp David, the presidential retreat 85 miles away in Maryland.\nWhat will follow this victory is tough to say. The Engineer may hunker down, savor his success and plan something else. He did so after the bombings of the three U.S. embassies in Africa in 1998. He paused again after attacking the USS Cole last year, when he used a small service boat laden with explosives in the harbor at Aden, Yemen.\nWhile the Cole attack was investigated, he stayed out of sight and out of reach, plotting, scheming, always one step ahead.\nBut because this has been his pattern in the past is no sign it will be his pattern now. He has proved himself clever enough to try something new to disrupt defenses and confound intelligence.\nThe use of airliners as missiles against some of our greatest national icons was the product of a novelist's active imagination, but not on the charts of any terrorism \"experts\" or our national intelligence agencies. All the work and concentration was on chemical or biological weapons - perhaps at a Super Bowl or a millennial celebration.\nThe subtext was the development of missiles by rogue states that could be tipped with nuclear weapons.\nThe hijacking of domestic U.S. flights - something not seen in more than a decade - looked to be yesterday's problem. Airport security had become rote and sometimes nonexistent. Did you pack your own bags this morning? Have they been out of your sight? Yes, no. Thank you. Have a pleasant flight.\nNo doubt, security now will become a nightmare for all travelers. Yesterday's agonies may have been just a taste.\nBut it is the ease with which airspace can be violated and public buildings can be targeted that is giving security agencies pause.\nThe Defense Department put an \"air cap\" on the East Coast after the attacks. That couldn't be kept up for long because of the disruption of vital commerce, and it really doesn't solve the problem.\nThe Pentagon sits right on a flight path going into busy Washington Reagan National Airport, and the White House is just to the left of the path. Heat-seeking missiles and other defenses have long been installed at both agencies, but what good are they if a commercial jet loaded with kidnapped passengers approaches a building?\nThe Engineer sent us a message about that.\nSome think the answer is to kill The Engineer. But even if that were possible, you would need to know where to find him - not to mention who he is. If it is Osama bin Laden, the Saudi millionaire now believed to be hiding in a nest of terrorism protected by the Afghanistan government, he could be captured and executed. But the line of successors will be long and will grow with each success like Tuesday's. Future Engineers may be the most clever of all, because they didn't go down in flames as martyrs for the cause.\nThe spreading realization yesterday was that revenge, though sweet, will be no substitute for a buildup of military power concentrated on the growing evil of terrorism at home and abroad; a return to old fashioned, shoe-leather human intelligence, and the forced institution of an airline employee and passenger screening system that is more than fiction.\n\nLoad-Date: September 15, 2001"
}