{
    "title": "An example of how not to fight terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 3,
    "day": 8,
    "full text": "The United States didn't start going after Osama bin Laden after Sept. 11. We were at war with him for some time before. Our biggest attack in this war was the cruise missile attack on a supposed chemical weapons plant in Sudan Aug. 22, 1998. The \"chemical weapons plant\" turned out to be the Al-Shifa pharmaceutical factory.\nAl-Shifa produced half of Sudan's medicines before we blew it up. Drugs used in treating tuberculosis, malaria, veterinary drugs, etc., were produced there. The German ambassador to Sudan wrote in the Summer 2001 Harvard International Review that a \"reasonable guess\" at the number of deaths attributable to this loss was in the \"tens of thousands.\"\nLouisiana State U.\nThe attack was influenced by a 1995 U.S. Strategic Command policy called \"Essentials of Post-Cold War Deterrence.\" The report claims it \"beneficial\" if \"some elements (of our government) appear to be potentially 'out of control.'\" It \"hurts to portray ourselves as too fully rational and cool-headed.\" \"That the U.S. may become irrational and vindictive … should be a part of the national persona we project.\"\nKeep this official U.S. military policy in mind in light of the charges that bombing Sudan was an attempt by President Clinton to divert attention from his personal scandals to foreign threats. Rather than an example of \"wag the dog,\" the missile attacks were a textbook example of the \"irrational and vindictive\" character of U.S. policy, designed to produce uncertainty in the minds of our enemies that we might \"go crazy\" at any minute, a fear key to maintaining a credible nuclear deterrent against Third World opponents.\nHow effective has this policy been in protecting us from terrorism, and what unintended consequences might result from it? First and foremost, there were no chemical weapons at Al-Shifa. There is absolutely no evidence that Al-Shifa ever produced chemical weapons. An United Nations investigation to determine just what was being made there was blocked by the United States, presumably to avoid exposing that we really had bombed a completely innocent pharmaceutical plant.\nThe bombing has, to put it mildly, estranged the Sudanese government's relationship with the United States, a relationship that appeared to hold great promise. When Osama bin Laden left Saudi Arabia after the Gulf War, he went to Sudan. While he was there, the Sudanese government acquired extensive information on him and his organization. By the mid-1990s, it seemed Sudan was beginning to rethink its support for terrorism and its brutal civil war in the south of the country. In 1996, Sudan expelled bin Laden. It arrested two suspects in the bombings of U.S. embassies in Kenya and Tanzania, men who later turned out to be al Qaeda agents.\nAll this changed with the cruise missile attack.\nThe embassy bombing suspects were \"angrily released\" by Sudan soon after. The United States also lost access to a potential treasure trove of documents that could prove invaluable in defending our country. According to the London Observer Sept. 30, 2001, Sudan offered \"thick files … detailed photographs … and vital information about al Qaeda's financial assets\" that had been compiled during bin Laden's stay there. Sudan withdrew its offer to share intelligence after the United States bombed it. For all we know, some of the Sept. 11 hijackers could have been on Sudan's list of al Qaeda operatives, and if we had had access to this information, they might have been prevented from carrying out their attacks. It is at least conceivable that American lives might have been saved if we had not burned our tenuous diplomatic bridges with Sudan.\nThe moderating trend of Sudan's government, the possibility of an end to their civil war, international humanitarian relief efforts all stopped after Al-Shifa was destroyed. The consequences of the bombing were quite simply catastrophic, not only for Sudan but for public opinion of the United States in Africa and the Middle East, as well as for U.S. intelligence.\nAt the very least, we should make a public apology to Sudan, cease blocking an U.N. investigation of the bombing and offer to rebuild Sudan's pharmaceutical industry. We can then hope to repair the damaged relations between our two countries.\nWe can also think about the wisdom, not to mention the morality, of our government acting \"out of control\" in our international relations, of using force unilaterally against targets that are vital to people's survival that may or may not be involved in weapons proliferation and terrorism. This is not how to fight the spread of weapons of mass destruction or prevent them from falling into the hands of terrorists. Destroying half of a country's vital medicines is using a weapon of mass destruction. And it's one we urgently need to make amends for using.\n(C) 2002 The Reveille via U-WIRE\n\nLoad-Date: March 8, 2002"
}