{
    "title": "AN ESSAY_ Games May Survive Terrorism, Not War",
    "publisher": "the salt lake tribune",
    "year": 2001,
    "month": 9,
    "day": 12,
    "full text": "The fate of a 17-day international sports festival pales into insignificance in the immediate wake of Tuesday's unimaginable terrorist attacks on New York and Washington and the horrific loss of life.\nSalt Lake City, now just five months away from the global event that has been in the fore of its psyche for the past six years, it is natural to wonder whether Sept. 11, 2001, will prove to be a date of infamy that ultimately changes the mood for, or the practicality of, staging the 2002 Winter Olympics.\nIf it is not hyperbole to suggest, as many already have, that Tuesday's attacks constitute the Pearl Harbor of the terrorism age -- the main difference being that this perpetrator is not as identifiable as Japan was 60 years ago -- then Tuesday may be just the first day of a period of international tensions that could make the Olympics unwelcome next February. After all, war has swallowed up past Olympic Games.\nThe 1916 Olympics, scheduled for Berlin, were canceled because of World War I. And the 1940 and 1944 Olympics, both summer and winter, were not held because of World War II. In the latter case, of course, the '40 Olympics were deep-sixed more than two years before Pearl Harbor.\nThe Olympic Games, conceived as a catalyst for international friendship through sport, cannot coexist with a state of war, but six decades ago some of its idealists still dreamed that it could. The International Olympic Committee supported holding the 1940 Games until the host countries themselves bailed out and turned their attentions to war, not peace.\nThe 1940 Olympic Games had been awarded to Japan -- winter in Sapporo, summer in Tokyo -- and Avery Brundage, then an IOC member from the United States, aimed to keep the Games in Japan, despite its aggression against China. In The Modern Olympic Games, historian John Lucas writes: \"The venue can be changed, [Brundage] said, only if the host city voluntarily gives it up. This is exactly what the Japanese Cabinet did on 16 July 1938, announcing to the world that holding the Olympic Games in their country would weaken 'the essential Japanese spirit.' \"\nBut the IOC had a backup plan after the Japanese gave up the Games. In the spring of 1939, it decided to hold the 1940 Summer Games in Helsinki and the Winter Games in Garmisch-Partenkirchen, the German town that played host to the 1936 Olympics.\n\"Those who were determined to stage the games, come what may, were soon faced with another obstacle,\" wrote Allen Guttmann in The Olympics. \"On Sept. 1, 1939, less than a year before the games of the 12th Olympiad were to be celebrated, Germany invaded Poland. While Brundage admitted that World War II was 'the suicide of a culture,' he nonetheless clung to the illusion that the games might be saved. . . .\n\"The definitive end to these illusory hopes came when Germany withdrew its invitation to host the winter games at Garmisch-Partenkirchen and the Soviet Union invaded Finland [on Nov. 30].\"\nSo, the Olympic Games do not trump war, but they have survived acts of terrorism before. Twice during the Summer Games, in 1972 and 1996, people were killed in terrorist acts, and the Games continued. In 1972 in Munich, 11 Israelis were killed by Palestinian terrorists, but Brundage declared that the Games must go on. And in 1996 in Atlanta, a bomb exploded in Centennial Olympic Park, killing one person; the Games continued.\nAlso, just two days before the Atlanta Games opened, TWA Flight 800 crashed into the Atlantic Ocean after takeoff from New York, killing 230 people. The early speculation of a bomb exploding on board or a missile shooting it down -- no absolute conclusion was reached -- bred suspicion of terrorist involvement, but the Olympics were unaffected.\nIf Tuesday's attacks are viewed over the next five months as a single act of terrorism, albeit of unconscionable scale, then the brave words Tuesday of the 2002 Olympics proceeding unimpeded will probably hold true. But if events follow Tuesday's \"Pearl Harbor\" the way they did the first Pearl Harbor, then there is certainly precedent for the Olympic Games' becoming one of the casualties.\nhemphill@sltrib.com  \n\nLoad-Date: September 12, 2001"
}