{
    "title": "AN F.B.I. CHARGE AGAINST THE K.G.B. IN NEED OF SOME WEIGHT",
    "publisher": "the new york times",
    "year": 1984,
    "month": 8,
    "day": 20,
    "full text": "To the Editor:\n Your Aug. 9 editorial ''Olympic Sabotage'' makes a number of curious statements.\nAs substantiation of your clear suggestion that the K.G.B. forged the hate letters threatening violence by the Ku Klux Klan against visiting black athletes at the Olympic Games, you say the ''F.B.I. . . . is now satisfied that the hate mail was actually produced by the K.G.B. . . .'' F.B.I. ''satisfaction'' proves nothing.\nAs Prof. Athan Theoharis and many other American historians using the Freedom of Information Act have shown, the F.B.I. has often been wrong. What some of its directors were satisfied they knew, it turns out they did not really know. After all, the F.B.I. was satisfied that Dr. Martin Luther King Jr. was a subversive. An F.B.I. director was satisfied that there was no Presidential involvement in the Watergate crimes.\nYou ask, ''Are we sure'' the Russians did it? You answer: ''Attorney General Smith and F.B.I. Director Webster say they are.'' So what?\nWhen leaders of one nation make a serious charge of duplicity against another, it is not good enough for the accusers to say they are sure those wicked fellows have been up to no good. What is needed is evidence.\nAh, the F.B.I. says it has the necessary evidence. But, alas, it is being withheld. Why? Disclosure, ''it is said, might help the K.G.B. improve upon future forgeries.'' Perhaps it might. But before worrying about future forgeries, doesn't the K.G.B.'s accuser first have to prove the present charge of forgery?  It is quite a serious charge. If convincingly documented, it would constitute an American propaganda victory of great magnitude. Our failure to produce the evidence asks the world to accept the validity of our accusation on faith. It asks too much.  Any nation can accuse its adversaries of atrocious behavior and then plead that for some reason it is unable to present the incriminating evidence.  You note that ''this is hardly the first time the K.G.B. has been convincingly accused of faking letters supposedly written by Americans.'' Are you suggesting that ''convincing accusations'' are proof of guilt? It is strange legal doctrine that someone accused of committing a certain crime in the past is guilty of subsequent commission of that crime because his longtime adversary says so.\nPerhaps your most puzzling statement is in your concluding sentence: ''Such a false warning of terrorism is barely distinguishable from an act of terrorism.'' Dirty tricks are despicable, true, but they are more than ''barely'' dissimilar to mass murder.\nThe K.G.B. is no doubt capable of committing forgery. But if a charge that it has in fact done so is to command respect, it must be based on evidence available for critical scrutiny.\n \nEDWARD PESSEN Brooklyn, Aug. 11, 1984\nThe writer is Distinguished Professor of History at City University's Baruch College and Graduate School and University Center."
}