{
    "title": "An intense US focus on checking terrorism",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 1,
    "day": 15,
    "full text": "As pervasive as the war in Iraq may be in analyzing President Bush's foreign policy, other decisions and initiatives will also carry weight well into the future. Exhibit A: the war on terror and the way Mr. Bush chose to respond to Al Qaeda's 9/11 assault.\nIn judging him on this front, perhaps the bottom line is that terrorists have not succeeded in striking on US soil since 9/11.\n\"The fact is that we have not had another mass-casualty terrorist attack since 9/11, even though at the time it was considered a matter of when, not if, by terrorism experts and authorities,\" says Robert Lieber, a professor of government and international affairs at Georgetown University in Washington.\nCredit for this, says Professor Lieber, goes to security measures - sometimes controversial - taken at home and the reorganization of domestic agencies. Also key is what he calls \"the quiet and sustained cooperation between American and foreign intelligence authorities.\" That cooperation is not often associated with Bush, he adds, \"but it has been real and crucial.\"\nOthers say the US focus was too much on a military response, regime change, and a \"with us or against us\" mentality.\n\"You had this enormous confidence that American military power alone could defeat terrorism and rogue states, and from there they adopted responses and techniques that went against American history and values,\" says Lee Hamilton, who served as vice chairman of the 9/11 commission.\nAmong the practices adopted or initiatives taken: opening the Guantanamo detention facility and the rendition of terrorist suspects to third countries where torture was known to be employed.\nIn the long run, the Bush administration's intense focus on terrorism has taken a toll, some critics say.\n\"The attacks on 9/11 were transformational for this administration in the way they looked at everything else, and it's true there have been no further attacks,\" says Susan Eisenhower, a national-security expert and granddaughter of the late President Eisenhower. \"But if you don't see 9/11 as the filter through which all foreign-policy and national-security interests should be evaluated,\" she says, \"then the Bush administration's legacy has been more disappointing.\"\nBut such a characterization of Bush's war on terror isn't accurate, argues Michael Gerson, who was his chief speechwriter from 2001 to 2006. Rather, he says, Bush implemented a comprehensive three-pronged approach to the challenge of Islamic radicalism: the preemption of emerging threats, the promotion of democracy as the long-term antidote to extremism, and the development of \"an aggressive soft-power approach\" for winning hearts and minds and dimming the extremists' attraction.\n\"There will be decades of argument over how these things were implemented [under Bush], but it will be very difficult for any president to consider any one of them as not necessary,\" says Mr. Gerson, now at the Council on Foreign Relations in Washington.\nIndeed, on the preemption issue, President-elect Obama has signaled his readiness to follow what some consider part of a \"Bush doctrine.\" During an August 2007 presidential debate, Mr. Obama said he would not shy away from acting on intelligence indicating the whereabouts of Al Qaeda's top leadership in Pakistan's remote tribal areas, even without the go-ahead of the Pakistani government.\n(c) Copyright 2009. The Christian Science Monitor\n\nLoad-Date: January 14, 2009"
}