{
    "title": "An invitation to murder",
    "publisher": "the new york times",
    "year": 1996,
    "month": 7,
    "day": 24,
    "full text": "Six months after Pan Am 103 and all aboard were blown up over Scotland in 1988, a commission appointed by President Reagan came to a specific central conclusion about defeating international terrorism and presented it in the first paragraph of its report:\n\"National will and the moral courage to exercise it are the ultimate means for defeating terrorism. The president's commission on aviation security and terrorism recommends a more vigorous U.S. policy that not only pursues and punishes terrorists but also makes state sponsors of terrorism pay a price for their actions.\"\nNow we watch or brood, mourning, knowing that we or those we love could have been on that sickeningly brief flight of TWA 800 and died over Long Island - if we were lucky enough to be dead before we hit the water. We do not know whether the 230 aboard went down murdered, as intelligence agencies tell the White House they believe, or through unprecedented accident. But we do know that whatever the truth, we ourselves will continue to be prey, meat for predators killing in the sky, a skyscraper in downtown New York, a community center in Buenos Aires or U.S. military housing in Saudi Arabia.\nSo this should be the moment to remember not only what the commission said but that its point has never been fulfilled by the United States or its allies in the eight years and two presidencies since then.\nNobody has been arrested for the slaughter of Pan Am 103, though the United States claims to know the names and addresses of Libyans it says planted the bomb.\nThe nasty fop who runs Libya still turns up at meetings of Arab leaders and still builds the world's biggest underground chemical weapons plant. Syria, the country that has the world's greatest collection of known terrorist camps, is honored by a visit of President Clinton. The only price its dictator has had to pay is to listen to hours of diplomatic wheedling from the American secretary of state. We know the countries where the bombers of the World Trade Center were trained and financed, but not one has felt American retaliation.\nAnd when we turn to our allies for help in containing Iran, terrorism's bank and quartermaster, they tell us we are interfering with their commercial interests.\nFor its sponsors and hosts, terrorism is the cheapest effective method of warfare. It can make a political giant out of an economic dwarf, force major countries to shift policies or to buckle and promote a local dictator into a world figure. But the \"national will and moral courage\" to fight it does not come cheap.\nIn case there was any doubt, the commission, headed by Ann McLaughlin, spelled out what it would mean.\n\"While a law enforcement approach must always be a part of our response to terrorism, this commission finds unacceptable the idea of holding ourselves in all cases to a criminal standard of proof before we act. The United States must be ready to view some terrorist attacks as a matter of national security and indeed in some cases should be prepared to treat the act for what it is, an act of aggression against the United States. A swift response could be directed against the terrorist group responsible and/or its state sponsor.\n\"The commission recommends planning, training and equipping for direct pre-emptive or retaliatory action against known terrorist hideouts in countries that sanction them.\"\nSince the Pan Am bombing, some improvements in airport security have been made, but not the most important - shifting responsibility to the government from the airlines who have to feed safety into profit-and-loss calculations. In any case, airport security without retaliation and punishment for terrorists and the countries that give them help and safe haven is like a criminal justice system without police, courts or jails - an invitation to murder.\nEvery time there is a terrorist slaughter, the West acts as if it were something new or unrelated to those that came before or will follow. No price list exists for terrorists and sponsors, no action plan - and none will come out of yet another \"anti-terrorism\" conference of chickens and foxes.\nSomeday the democracies that defeated communism and fascism may have the national will and courage to confront terrorism where it is planted and nurtured. Until then we will remain prey, marching obediently to our assigned seat and role.  A.M. Rosenthal is a columnist for The New York Times.\n\nNotes\n\nOPINION; COMMENTARY\n\nGraphic\n\n \nSIGNATURE\n\nLoad-Date: July 26, 1996"
}