{
    "title": "AN UNHOLY CAMPAIGN",
    "publisher": "daily news ",
    "year": 2010,
    "month": 3,
    "day": 7,
    "full text": "The U.S. Presbyterian Church is on the verge of a blunder that would severely damage interfaith harmony. Its 3 million lay members must call the hierarchy to its senses.\nA nine-member special committee of the religious denomination is set to release a report on the Middle East that takes moral equivalence to dangerous new heights - and embraces parts of a manifesto by Christian Palestinians who call for an end to Israel as a Jewish state.\nThe document has yet to be published, but the church news service revealed it regurgitates the most specious anti-Israel canards. It even puts a footnote on the phrase \"the right of Israel to exist.\"\nIt reads: \"The phrase 'the right of Israel to exist' is a source of pain for some members of our study committee who are in solidarity with Palestinians, who feel that the creation of the state of Israel has denied them their inalienable human rights.\"\nHow to stop Israel's sins, in the mind of the Presbyterian special committee?\nThe U.S. ought to employ \"the strategic use of influence and the withholding of financial and military aid in order to enforce Israel's compliance with international law and peacemaking efforts.\" Meaning tighten the screws on an ally until it stops defending itself from terrorism.\nNo similar tactics are recommended against anyone else in the region. Not against Hamas, which fires rockets at Israeli homes and schools. Not against Iran, which pursues nukes and dreams of erasing Israel. Not against Hezbollah.\nAs for the manifesto by Christian Palestinians known as Kairos Palestine, the news service said the panel endorsed its \"emphasis on hope, love, nonviolence and reconciliation.\" Saying nothing of how the manifesto ridicules the notion of Palestinian terrorism by putting quotation marks on the word. For example: \"The roots of 'terrorism' are in the human injustice committed and in the evil of the occupation. These must be removed if there be a sincere intention to remove 'terrorism.' \"\nMost perniciously, Kairos Palestine asserts that Israel itself is an error on the map: \"Trying to make the state a religious state, Jewish or Islamic, suffocates the state . . . and transforms it into a state that practices discrimination and exclusion, preferring one citizen over another.\"\nThose are the seeds of horrid divisiveness, not coexistence. Presbyterians - and everyone of sincere faith - should reject them.\n\nLoad-Date: March 7, 2010"
}