{
    "title": "Analyst for CNN talks on terrorism",
    "publisher": "university wire",
    "year": 2008,
    "month": 2,
    "day": 12,
    "full text": "When CNN terrorism analyst Peter Bergen met with Osama bin Laden in 1997 in the Pakistani foothills, he said he expected a vocal rabble-rouser.\n\"I expected him to be a table-thumping revolutionary, but it was like he was reading the phone book -- very monotone,\" Bergen said. \"My initial impression was that he was a very serious guy.\"\nBergen, the Schreyer Honors College Signature Lecturer, spoke Monday night to a crowded Schwab Auditorium audience about bin Laden and the question of \"where is the al-Qaida organization today?\"\nBergen said the celebrity of terrorists like bin Laden and his lieutenant, Ayman Al-Zawahiri, is crucial to understanding the post-9/11 world.\n\"Certain people actually change history. It's impossible to understand why the French were in Moscow in 1886 without understanding Napoleon,\" Bergen said. \"It's very hard to explain 9/11 or al-Qaida without understanding bin Laden or Al-Zawahiri.\"\nThough he said he doubted al-Qaida was currently organized enough to orchestrate an attack, Bergen predicted that any new terror attacks will come from European Muslims. Their discontent stems from \"a combination of alienation, homesickness and European racism,\" he said.\nAmerican Muslims do not suffer from the same feelings, Bergen said.\n\"The American dream hasn't always worked, but it's worked pretty well for American Muslims,\" he said. \"There's no disaffected group of American Muslims that al-Qaida can tap.\"\nThe benefits American Muslims possess -- high incomes, good education and a lack of ghettoization -- are the same things that frustrate their European counterparts, Bergen said.\n\"I don't think there's a British dream, an E.U. dream, a French dream, a Spanish dream,\" he said. \"The countries of Europe are not built on integration.\"\nThough the political situation America now faces with \"jihadi terrorists\" is difficult, it is not the \"World War Four\" some make it out to be, Bergen said.\n\"In 50 years, we may look on this time and say, 'That was a time of peace. Now we're facing radical vegetarians armed with nuclear weapons,' \" he said.\nOn a heavier note, Bergen said he worried that Iraqi veterans of the current war could turn against the U.S. in the future.\n\"I'm concerned that the veterans of this war -- who are recruited by al-Qaida and who don't die in the war -- will be a major security threat in the future,\" he said. \"When this war's over, will those veterans go home and open coffee shops and falafel stands? I don't think so.\"\nAlthough politicians and the media sometimes paint bin Laden's jihad as a cultural clash, Bergen said it's more of a political battle.\n\"It's not because of Madonna, Britney Spears, homosexuality, feminism, our freedoms, the Supreme Court -- any of these cultural issues,\" Bergen said. \"We're being attacked because of American foreign policy in the Middle East.\"\nNate Law (freshman--political science) said he hoped Bergen's prediction that there would be no attack on the U.S. in the next five years is correct.\n\"He had a lot of hope for the future -- a lot of light at the end of the tunnel,\" Law said, \"so, hopefully, his predictions are feasible.\"\n(C) 2008 Daily Collegian via U-WIRE\n\nLoad-Date: February 12, 2008"
}