{
    "title": "Analysis; The war on terrorism; So far, so good, but hard choices lie ahead",
    "publisher": "star tribune ",
    "year": 2001,
    "month": 12,
    "day": 24,
    "full text": "With the American flag again flying over the U.S. Embassy in Kabul, Americans have solid reasons for celebration.\n    Abroad, in remarkably short order, the U.S. military has dislodged the ruling Taliban and taken a big bite out of the Al-Qaida terrorist network _ accomplishments that some experts warned could take years, if they could be achieved at all.\n    At home, perhaps more improbably, the nation is nearing year's end without another round of attacks and without widespread fatalities from the spread of anthrax. Three times Americans have been warned by the FBI that a new attack might be imminent; three times the period of greatest concern passed without incident.\n  Those successes led Attorney General John Ashcroft to predict victory. \"America is winning the war on terrorism,\" he said.\n    Though Americans are alert to potential danger, as Saturday's shoe-bomb incident highlighted, they also are shifting their lives back to normal. Calls to crisis centers are subsiding. Airline traffic and hotel bookings are climbing. The economy shows signs of climbing out of a recession.\n    Opinion polls are detecting swelling confidence and shrinking fear. The percentage of Americans viewing another terrorist attack as \"very likely\" has fallen by half, according to a Gallup poll. And the portion satisfied with the way things are going in the country has soared to 70 percent _ the highest in more than a quarter-century.\n     Compared with the country's panicked mood in the days after the attacks, when it was unclear whether airplane travel, skyscrapers or the U.S. mail would ever again be safe, the American war on terrorism has been a success.\n    \"We and our coalition have done much in the past 100 days,\" Bush said last week. \"With the help of freedom-loving countries around the world, we will do much more to rid the world of evil and of terrorists.\"\n    Yet national security experts say the successes of the last few months may be giving a false reading. In most respects, they say, the United States has only begun to sort through the continuing terrorist threats and to understand what it will require to solve them, or to live with them.\n    Anthony Cordesman, a scholar at the Center for Strategic and International Studies in Washington, said political leaders must make hard tradeoffs on how much to spend on the anti-terror campaign and how much to borrow from other causes.\n    \"Nothing we can do in a society as vulnerable as ours can eliminate the risks of terrorism,\" Cordesman said. \"We have countless points of vulnerability. Everything you fix . . . leaves something else exposed.\"\n    With the administration's war against terror moving into a new phase, analysts say the White House will face difficult choices about what to do next.\n    Should the U.S. military move next to a new country where terrorists operate and attempt to duplicate its success in Afghanistan? What should Homeland Security Director Tom Ridge adopt as his priorities? And how will the country pay for all of this?\n    The price for strengthening homeland defenses alone threatens to soar into the tens of billions annually. A year ago, with projected federal surpluses growing ever larger, the costs might have seemed manageable.\n    But the combination of a recession and last spring's major tax cut now promises annual deficits through at least the first half of this decade, according to congressional budget analysts.\n    Already, critics are questioning whether Congress and the Bush administration have put too much focus on airline security and biological weapons at the expense of the many other potential targets of terrorism such as pipelines, storage tanks and ports.\n    Equally daunting is how to achieve the president's goal of eliminating terror groups around the globe.\nDissipating\n    While Afghanistan initially presented a towering challenge for the U.S. military, involvement in other countries may be even trickier. In Afghanistan, U.S. troops have operated with the nearly unanimous blessing of the international community and enjoyed the assistance of a ready-made proxy force in the Northern Alliance and southern tribal groups. Neither of those advantages is likely to exist in most other countries.\n    \"Much of the post-September 11th goodwill that we find around the world, including in Europe, has begun to dissipate,\" said Ivo Daalder of the Brookings Institution. \"And it will likely disappear altogether if the United States were rash enough to take military action without consulting and without building the kind of international coalition it will need to build against other places.\"\n    Former U.N. Ambassador Jeanne Kirkpatrick said Bush's campaign will ultimately lead to Iran, Iraq and Syria. \"Some of these regimes will have to be toppled, some of them punished and deterred,\" she said, \"but all must be made to understand the simple message _ surrender terrorism or surrender power.\"\n    As in the case of homeland security, though, the president and Congress are likely to run into a money problem. The U.S. military has spent billions of dollars removing the Taliban government and taking aim at Osama bin Laden. Now, experts say, it will cost billions more to rebuild Afghanistan.\n    For the president, who wants to spend tens of billions more on modernizing the military, improving intelligence-gathering and deploying a missile defense, the extra costs are certain to force difficult decisions when he offers a new budget early next year.\n    Besides pure military costs, Bush will have to decide whether to invest more in foreign aid and other programs aimed at reducing instability and anti-American sentiment.\n    \"We have just begun to calculate the billions of dollars that all of this is going to cost,\" said Sen. Fred Thompson, R-Tenn. \"We don't have the peace dividend anymore. We cannot do some of the domestic things that many of us would like to do.\"\n\nLoad-Date: December 24, 2001"
}