{
    "title": "ANARCHIST UNIT IN GREEK ARMY IS SUSPECTED OF TERRORIST ACTS",
    "publisher": "the new york times",
    "year": 1983,
    "month": 4,
    "day": 12,
    "full text": "The Greek Defense Ministry is trying to uncover an extreme leftist organization within the military believed to be responsible for a number of terrorist acts, according to ministry officials.\nStyling itself last year as ''soldiers' committees'' and more recently as an ''antimilitary struggle organization,'' the group claimed responsibility for the assassination last month of Tzortzis Athanasiades, a conservative newspaper publisher. The organization said his newspaper, Vradyni, had refused to take seriously the group's demands for improved conditions for enlisted men.\nATHENS, April 11 - The Greek Defense Ministry is trying to uncover an extreme leftist organization within the military believed to be responsible for a number of terrorist acts, according to ministry officials.\nIn a debate in Parliament last week in response to conservative charges that the Socialist Government was responsible, Antonis Drossoyannis, Under Secretary of Defense, said:\n''Our security forces are closely watching the anarchist organizations. We will show no mercy toward them. Anarchism will not establish itself in the military. We are not afraid of anarchists.  They represent a minute force, and we will crush them.''\n \nLink to a Swedish Group Seen\nThree months ago Mr. Drossoyannis said investigations had shown that the movement within the military was supported by a Stockholmbased group known as Pan-European Organization for Soldiers' Rights.\n''This organization, despite the claim that its mission is to promote the interests of enlisted men, has evident political orientations and certainly does not only serve the trade union purposes for which it was set up,'' Mr. Drossoyannis had said.\nDefense Ministry sources later said the Swedish group was of ''extreme left, almost anarchist leanings.'' Greek members of the group have so far made three public appearances, participating in anti-American demonstrations but always wearing masks to avoid recognition.\nThe ''soldiers' committees'' also publish underground newspaper and have distributed leaflets in army camps. One pamphlet accused Mr. Drossoy@annis of fighting ''international anarchism'' instead of trying to improve conditions in the military. A statement issued by the organization after the slaying of Mr. Athanasiades said the Socialist Government was merely a continuation of conservative regimes. \n \nRole in Bomb Blasts Suspected\nOther military sources say there are suspicions of the anarchists' involvement in a series of bomb explosions that disrupted a conservative party gathering at a hotel on the Turkish frontier at the end of March.\nThefts of army ammunition and weapons have also been common over the last six years. Earlier this year unidentified people launched a stolen antitank missile against an army camp on a Greek island. Mr. Drossoy@annis told Parliament that 15 of the 17 stolen missiles had been retrieved. \nThe conservatives have been accusing the Government of paving the way for terrorism through ineptitude. The pro-Soviet newspaper Ethnos said Western intelligence agencies were responsible for the terrorism, and Harilaos Florakis, the Communist leader, specifically accused the United States.\nLast week Prime Minister Andreas Papandreou dismissed any foreign involvement in the incidents. ''No foreigner has been found to be involved in the incidents,'' he said. ''No Americans, British, Germans or Soviets.''"
}