{
    "title": "Anatomy of a Bomb Investigation_ Dissecting Devices in an A.T.F. Lab",
    "publisher": "the new york times",
    "year": 2018,
    "month": 4,
    "day": 2,
    "full text": "BELTSVILLE, Md. -- About an hour outside Washington, tucked in a cinder-block building run by the Bureau of Alcohol, Tobacco, Firearms and Explosives, orderly piles of charred and twisted matter are spread across a secure laboratory.\nInside is evidence from Austin, Tex., where Mark Conditt, 23, terrorized the city for three weeks in March by setting off a half- dozen homemade explosives before blowing himself up. \n  The collections in the Maryland lab look more suited to a landfill than to a secure government facility. Though law enforcement officials would not discuss specifics or allow photographs of evidence, each jumble would be tested and prodded, with technicians hoping to unlock insight into Mr. Conditt and the small but active group of people like him: America's domestic bombers.\n  Evidence from hundreds of domestic bombing cases passes through A.T.F. labs every year. A few, like the one in Austin, attract widespread attention. The majority prompt no headlines: husbands trying to kill wives with amateur car bombs, rival motorcycle gangs lobbing improvised explosive devices, a mischievous student who accidentally blows up a mailbox.\n  ''Each explosive investigation is going to be different,'' said Matt Farr, section chief of the DNA analysis division at the laboratory here. ''It's very scene- and device-specific.''\n  Few domestic bombings are the same. Deconstructing them requires a combination of logistical skill -- physically analyzing explosives and their components -- and creative psychology, involving analysis of the motivation and patterns of the bombers. And the digital age has made it increasingly easy to experiment with amateur devices.\n  ''There's a lot of information available on the internet now,'' said Doug Klapec, the chief of the arson and explosive division in Beltsville. ''People used to have to go to the library and check out 'Anarchist Cookbook.'''\n  In the post-9/11 era, the notion of bombings has become almost inextricably linked to Islamic extremist terrorism, which the F.B.I. investigates. But the majority of bombings in the United States bear no nexus to Islamic terrorism. The evidence in those cases is sent to Beltsville, or one of its two sister labs, in Atlanta and Walnut Creek, Calif.\n  Since 1886, the A.T.F.'s laboratory division has been spread across those three places. Its modest staff includes chemists, forensic biologists and scientists who analyze evidence each year from thousands of fires, explosions and other crimes. In 2017, A.T.F. labs helped close 314 explosives cases.\n  ''I don't know that there's a better bomb lab in the country,'' Brad A. Galvan, a former A.T.F. agent who ran the bureau's explosives unit in San Diego until 2017, said of Beltsville.\n  To go from a blast site to Beltsville or a similar facility, a deactivated bomb -- or parts of it -- is transported to one of the A.T.F. labs. Stored at the facilities in bunkers, the samples can be road maps to suspects.\n  ''We're going to dissect that device down to its lowest common denominator,'' Mr. Galvan said. ''Anything that's used and recovered, we're going to try and identify. It's very manpower-intensive.''\n  Each piece, down to the type of tape used to hold a bomb together, helps build a profile of the suspect. Shrapnel types, a certain kind of PVC piping, spit on the back of a stamp -- any could lead to the right security footage or hardware store.\n  ''Sometimes these areas are remote enough that you've only got one Lowe's or one Home Depot in the whole area,'' Mr. Klapec said.\n  In one instance, Mr. Klapec said, investigators found a suspect through DNA that his girlfriend had left on the cork of a wine bottle. The bottle had been filled with gasoline and put into a gift basket, which detonated when handled.\n  ''It's only limited by your imagination and the size of the container you want to put it into,'' Mr. Galvan said of improvised bombs.\n  Pipe bombs remain the typical case, Mr. Klapec said. Most bombings use what is called a low explosive, something like black powder, instead of a high explosive like dynamite. Most are one-offs aimed at specific targets, not serial bombings.\n  The macabre mentality of multiple bombings can be gripping, Mr. Klapec said.\n  ''Most serial bombers take their time,'' he said. ''There's a lot of psychological components.''\n  Crucial to catching a bomber like Mr. Conditt is finding a pattern.\n  ''As you do more and more things in a bomb, you create more and more of a signature,'' Mr. Klapec said.\n  The A.T.F. maintains a database known as the Bomb Arson Tracking System, or BATS, where every detail of every domestic bomb in the United States is supposed to be logged. It can help investigators connect cases committed by the same person, even years apart.\n  Historically given limited resources, the A.T.F. has at times struggled to keep up with the volume of requests that enter its lab system.\n  ''We have so much work that we have to turn some cases away,'' Mr. Klapec said.\n  Current and former agents and officials at the agency lament its political handicaps -- as the broker of the country's gun regulations, it has been  hamstrung by the powerful gun lobby -- and the A.T.F.'s tendency to work in the shadow of bigger agencies like the F.B.I., which has its own bomb division.\n  A memorandum of understanding between the two agencies, brokered by the Justice Department, helps guide jurisdiction of bombing investigations. But those guidelines have pitfalls.\n  ''The biggest time we butt heads is when you have domestic terrorism. What really is that?'' said Mr. Klapec, noting the debate that emerged about whether Mr. Conditt should be considered a domestic terrorist. ''Is everything domestic terrorism?''\n  Law enforcement officials have said Mr. Conditt should not be labeled a terrorist because he did not appear to be motivated by hate.\n  But for the city terrorized by him, Mr. Conditt's actions qualify. ''There is no mistaking the fear these attacks inflicted on an entire city,'' the editorial board of The Austin American-Statesman wrote the morning after he killed himself. ''That makes this terrorism.''\n\nhttps://www.nytimes.com/2018/04/01/us/atf-bomb-lab-beltsville.html\n\nGraphic\n\n \nPHOTOS: Students, left, training to be firearms and tool mark examiners at the A.T.F. laboratory in Beltsville, Md. A pair of X-ray diffractometers, right, are among the investigative tools used at the lab.\n Doug Klapec, chief of the arson and explosive division in Beltsville, says there is a lot of bomb-making information on the internet. (PHOTOGRAPHS BY T.J. KIRKPATRICK FOR THE NEW YORK TIMES)       \n\nLoad-Date: April 2, 2018"
}