{
    "title": "And now, Spain Editorial_ The horror in Spain",
    "publisher": "richmond times dispatch ",
    "year": 2017,
    "month": 8,
    "day": 19,
    "full text": "The terrorist attack in Barcelona and a follow-up attempted attack in Cambrils are heinous acts of barbarism. Like all such assaults on peaceful innocents, they violate every basic norm of civilized behavior.\nThe attacks also underscore the shift in terrorism from grandiose plots carried out through top-down orchestration to small-scale atrocities inflicted by lone actors or isolated cells. And while the latter sort of attack usually results in far fewer casualties, it also is harder to anticipate or prevent.\n Like the truck attack in Nice, France, or the bombing at the Ariana Grande concert in Manchester, England, the attack did not require esoteric materials or a vast supporting network - elements that make intelligence-gathering much easier. SEAL Team Six can take out Osama bin Laden; it can't track every radicalized extremist in the Western world. Nothing short of a total police state could.\n That grim reality calls for different responses from the sort of attack that made al-Qaida infamous. Ordinary citizens must learn to be on their guard at large public events. Developing situational awareness will not necessarily prevent an attack, but it can help save lives at the onset of one. Even such modest steps as identifying potential exit pathways or hiding holes can limit the carnage from a low-intensity attack.\n The other response is far more complex. It entails rooting out and eradicating the malignant ideologies that inspire terrorism in the first place. In short, the war against terrorism must include a battle of ideas. And that may be the hardest battle of all to win. Radicalism can fester in even the most democratic and progressive societies - as events of only a week ago in Charlottesville painfully proved.\n\nGraphic\n\n \nPolice on Friday shot and killed five people connected to the Barcelona van attack. (Associated Press) Francisco Seco Police on Friday shot and killed five people connected to the Barcelona van attack. (Associated Press) Francisco Seco\n\nLoad-Date: August 19, 2017"
}