{
    "title": "ANDERSON BLASTS COOK FOR STAND ON EXPLOSIVES",
    "publisher": "the deseret news",
    "year": 1996,
    "month": 8,
    "day": 1,
    "full text": "Ross Anderson says Merrill Cook is looking more at his explosives business than Utah citizens when he opposes ''tagging'' various kinds of explosives in an attempt to fight terrorism.\nBut Cook says Anderson doesn't know what he's talking about, that tagging explosives like black powder with chemical tracers won't fight terrorism at all. In fact, says Cook, some chemical tracers actually make explosive mixtures less stable, more dangerous to handle.\nAnderson criticized Cook this week over the issue, pointing to the bombing at the Atlanta Olympics and the possible bombing of New York Flight 800 as reasons the federal government should act.\nCook opposes tagging black power and other explosives. His company, Cook Slurry, makes a mining explosive emulsion used mainly in open pit metals mining.\nCook agrees with other members of Utah's GOP delegation in opposing the tagging of black powder. But Cook favors a federal study to see if such tagging would really have any law enforcement benefits in identifying terrorist bombings.\nUtah Sen. Orrin Hatch, R-Utah, made the rounds of Washington, D.C., talk shows last week saying that only four companies in America make black powder - so tagging those products wouldn't tell law enforcement officers much. They already know where any black powder used in a domestic bomb ultimately came from, says Hatch. Anderson says tagging must come with detailed record-keeping at the retail level - then the explosive could be tracked back to the buyer.\n''Merrill Cook's talk about a 'cost-benefit analysis' in the fight against terrorism is reminiscent of the other (Newt) Gingrich-led Republicans who consider solely short-term economic costs in so many other areas, like the environment, health and safety protections,'' said Anderson.\nHe said Cook seems to know better than the FBI and the CIA how to fight terrorism.\nBut Cook said the FBI has in the past consulted him and his father - who as a University of Utah chemistry professor invented one of the most popular mining explosives - to determine the best way to trace explosives. Cook said he and his father suggest that calcium carbonate be added to pelletized ammonium nitrate - a type of fertilizer. That would much hinder a chemical reaction (explosion) if anyone added fuel to the mixture - as the terrorists who bombed the Oklahoma federal building did.\n\nLoad-Date: May 5, 1998"
}