{
    "title": "Anglo- Irish council - a start to solve the Ulster problem",
    "publisher": "the christian science monitor",
    "year": 1981,
    "month": 11,
    "day": 9,
    "full text": "The prime ministers of Britain and the Irish Republic have agreed to deepen the relationship between their two countries in the hope that the long-term effect will be a peaceful settlement in Ulster.\nAt talks in London Margaret Thatcher and Garret FitzGerald decided to establish an Anglo-Irish intergovernmental council. The aim is that London and Dublin will be able in the future to consult more closely on political, security, and economic questions.\nThe main impetus for the new arrangement was continuing violence in Northern Ireland and the return of terrorism by the Provisional wing of the illegal Irish Republican Army (IRA) to the streets of London. But the cordial talks between the two leaders could not disguise the large gulf separating them on how to deal with the Ulster problem.\nAs one Whitehall insider put it: ''Mrs. Thatcher and Dr. FitzGerald disagree on a lot of things, but if they and their ministers consult more frequently, the roots of disagreement can be examined in a serious way.''\nDr. FitzGerald, in fact, achieved a less spectacular breakthrough with Mrs. Thatcher than he had hoped. He wanted the new consultative council to discuss the constitutional position in Northern Ireland, but the British prime minister refused to endorse that idea.\nShe feared that Ulster Protestant reaction would be adverse, and she was no doubt right. But Mrs. Thatcher went halfway to agreeing to another FitzGerald proposal: that members of the Westminster and Dublin parliaments should meet regularly together.\nThe two leaders agreed that the parliaments themselves should be left to decide whether to take up the suggestion.\nDr. FitzGerald seemed reasonably content with his achievement in London. ''We are moving step by step toward a new relationship,'' he said.\nMrs. Thatcher was careful to say that there was no plan for ''a great new bureaucratic body'' linking London and Dublin.\nBut the prime ministers placed heavy stress on the need for economic cooperation."
}