{
    "title": "Angola suspends peace talks",
    "publisher": "st. petersburg times ",
    "year": 1989,
    "month": 7,
    "day": 1,
    "full text": "LISBON, Portugal - An Angolan government delegation broke off peace    negotiations with UNITA rebels on Friday, accusing the guerrillas of    violating a June 24 cease-fire, Portuguese television reported. The    state-run RTP network said President Jose Eduardo dos Santos ordered    his representatives to withdraw from talks in Zaire after guerrillas    cut power lines to Angola's capital, Luanda, and ambushed convoys of    civilian vehicles. Talks to end Angola's 14-year-old civil war began    Wednesday after a historic meeting June 22 in Gbadolite, Zaire, between    dos Santos and UNITA leader Jonas Savimbi.\n \n Greek communists fail to form coalition   \n \n ATHENS, Greece - A communist-led alliance failed to form a new    government Friday after Prime Minister Andreas Papandreou's socialist    party refused to join a proposed three-member governing coalition with    conservatives. The communist-led Coalition of Left and Progress, whose    failure follows similar attempts by the socialists and conservatives,    left open the possibility of joining with the center-right New    Democracy party of Constantine Mitsotakis. Negotiations on a coalition    began after inconclusive elections June 18. If the parties are unable    to hammer out a government acceptable to all, President Christos    Sartzetakis is to appoint a caretaker administration composed of high    court judges and non-parliamentarians to lead the country to new    elections.\n \n \n U.S. defends talks with top PLO official   \n \n WASHINGTON - The Bush administration defended its expansion of talks    with the Palestine Liberation Organization as part of a U.S. campaign    for elections on the West Bank and Gaza. \"Our objective in the    dialogue is to advance the peace process and to underscore our    expectation that the PLO will adhere to its renunciation of    terrorism,\" State Department spokeswoman Margaret Tutwiler said. But    supporters of Israel accelerated their criticism of two unannounced    meetings Robert Pelletreau Jr., the U.S. ambassador to Tunisia, held in    the North African country with Salah Khalaf, who is second-in-command    to PLO chairman Yasser Arafat. One Israeli official described Khalaf as    the \"father of international terrorism.\"\n \n    \n\nLoad-Date: November 9, 1992"
}