{
    "title": "Angus King, safety officials discuss protecting Maine from terrorism",
    "publisher": "daily news ",
    "year": 2016,
    "month": 2,
    "day": 19,
    "full text": "BANGOR, Maine -- Because there are a number of \"soft targets\" in Maine, including coastal attractions and Bangor's concert venues, U.S. Sen. Angus King held two round-table discussions this week to get input from public safety officials about protecting the state from terrorism.\n\"The idea is to talk about how prepared we are to deal with it,\" King said after Friday's round table at the Bangor Fire Department ended. \"It's a question of being prepared.\"\nThe Bangor round table brought together federal law enforcement officers and state and local public safety officials to discuss coordinated efforts to combat terrorism, which now includes homegrown extremists, said King, who sits on the Senate's Armed Services and Intelligence committees.\nA similar round table with officials from across southern Maine was held Thursday at the Portland Police Department. Media members were not allowed to attend either session but were invited to ask questions afterward.\n\"I think we're in pretty good shape,\" King, an independent, said Friday when asked about the state's readiness. \"We have wonderful partners in place.\"\nKing warned, however, that the threat is constantly changing.\n\"We're facing a new type of terrorist,\" King said. \"It's individuals. It's lone wolves who are radicalized.\"\nKing mentioned the massacre of 14 people by a married couple in December 2015 in San Bernardino, California, as a recent act of domestic terrorism. It is believed the wife pledged allegiance to a leader of the militant Islamic State. The attack took place at a \"soft target,\" a holiday party for county workers. Soft targets include places where large groups of people gather.\n\"People in this country who fall for this ISIS propaganda become lone wolves,\" King said.\nHe said he took two pages of single-spaced notes to take back to Washington, and he plans to push for legislation that would provide federal grants to state and local law enforcement agencies for antiterrorism programs that also would bolster community partnerships to combat homegrown extremism or the recruitment or radicalization of those living in the U.S.\n\"I don't want to have a meeting after [a terrorist attack],\" King said. \"My take on this is: What do we need now to prevent or control the situation. It's better to be safe than sorry.\"\nA total of 27 local and federal law enforcement officials were at the table in Bangor. Members of the FBI, U.S. Customs and Border Control Agency, the Office of the U.S. Attorney for Maine, along with local police, county sheriffs, fire and other emergency first responders from across the state participated.\nMaine has a large border to protect that includes the coastline and access points such as Bangor International Airport, said John Nadeau of the Bureau of Customs and Border Protection in Bangor. For that reason, there is a constant need for more training, and \"funding is always a challenge,\" he said.\nHe said it's a \"delicate balance\" to keep things operational and to plan and train for emergencies without disrupting residents or travelers' rights.\nBrewer Police Chief Perry Antone said Maine law enforcement has a tradition of working together, and \"we know we have federal resources available,\" but there is never enough to spread around.\n\"One of the biggest issues for small communities, communities like Brewer, is federal funding\" to pay for antiterrorism training and equipment, Antone said. \"We need that support, and maybe we need to increase that funding.\"\n\"One of the things I learned  is funds are being cut for terrorist response and active shooter [training and equipment],\" King said.\nThat has to change in order for Maine first responders to be prepared for the worst, he said.\n\"It's going to be a tough budget year,\" King said later. \"As we look at the budget, we need to be looking at protecting public safety.\"\nÂ \n\nLoad-Date: February 20, 2016"
}