{
    "title": "Animal-rights terrorism threatens life-saving medical research",
    "publisher": "the salt lake tribune",
    "year": 2008,
    "month": 3,
    "day": 1,
    "full text": "Each day might start with the search under your car for a bomb or the shrill ringing of the phone, signaling yet another anonymous death threat.\nThere's the examination of property damage before you've had your morning cup of coffee. Maybe this time it's broken windows, a flooded house or just hateful graffiti. Then there's the sick worry as you send your children to school, knowing they will be stalked, threatened or denigrated in front of their peers. And the fear as you handle the mail each day, wondering if razors or worse await you upon opening it.\nSadly, this is the daily reality faced by many scientists throughout the country. The underground animal-rights extremist movement, groups that advocate personal attacks, arson and vandalism, is attacking scientists, and their families, for using laboratory animals in the pursuit of knowledge to treat and cure diseases.\nTerror campaigns are currently under way against researchers in Utah, California and Oregon and have included explosive devices, arson and personal assault.\nThe use of animals in research has been instrumental in our development of human medical treatments. Statins and other drugs for heart disease, chemotherapies for cancer, insulin for diabetes, vaccines to prevent childhood disease - nearly every medical advancement of the past century has been made using animal research.\nAnimal research also directly benefits animals themselves; the majority of veterinary advances are a direct result of research involving animal models. Furthermore, the use of animals in research is highly regulated. Federal, state and local laws and review boards ensure that lab animals are treated well and used only when necessary.\nWhile we have made significant progress in generating cell-culture techniques and computer simulations, no technology yet exists to replace the intricate interplay of biological systems that takes place in a living animal.\nMedical researchers dedicate their lives to finding the breakthroughs to combat the diseases that strike us and our loved ones and in doing so use animal models. This makes them prime targets for groups like the Animal Liberation Front, whose Web site includes detailed instructions for arson and building bombs.\nScientists have a serious responsibility, not only in ensuring the animals they use receive the best care, but also to educate the public about the importance of animal research. Unfortunately, it is tough to talk about what you do when speaking out could result in your children being threatened by hooded thugs.\nProminent scientists, from California to Ohio, have given up promising avenues of research in order to escape the harassing and terrifying campaigns launched against them by ALF and similar groups. These are lauded as successes by the anonymous cells of animal activists, who have escalated their attacks.\n\"The only reason why people like [researcher's name] sleep well at night is because we let them,\" taunts a communiqué from the Animal Liberation press office Web site.\n\"Look out behind you,\" warns another ominous message, \"what's going to be next . . . spray paint, broken windows or fire bombs?\"\nTaxpayer dollars are wasted as labs are vandalized and animals are harmed in misguided attempts at liberation. Universities and municipalities must go to great lengths to protect their scientists, such as the recent protest ban passed by the Salt Lake County Council.\nAlthough polls show that Americans overwhelmingly support medical research and reject the use of terrorism, there has been surprisingly little nationwide outrage over the tactics of these extreme animal-rights activists.\nLast June, our headlines were dominated by the discovery of unexploded, incendiary devices left by al-Qaida under cars on the streets of London. What failed to receive national attention was a nearly identical incident that occurred less than a week before, when animal-rights activists left the same kind of device under the car of a scientist working at the University of California, Los Angeles.\nWhy are we comfortable calling the perpetrators of one act terrorists while ignoring the other? Scientists deserve to work in safety and security, and with the support of the American people who seek treatments for breast cancer, Alzheimer's, Parkinson's and other debilitating diseases.\nIt is time for all of us to recognize the danger posed by animal-rights extremists and to oppose this threat of our nation's medical-research enterprise. Those who wear lab coats should not have to live in fear.\n---\n* CARRIE D. WOLINETZ is director of scientific affairs for the Federation of American Societies for Experimental Biology in Maryland.\n\nGraphic\n\n \nCarrie D. Wolinetz\n\nLoad-Date: March 1, 2008"
}