{
    "title": "Animal rights lawyer_ Farm photo bill chills free speech",
    "publisher": "the salt lake tribune",
    "year": 2012,
    "month": 4,
    "day": 7,
    "full text": "Orem » Attorney Dara Lovitz believes laws that ban photography at farms or livestock operations are a sign that animal-rights activists are succeeding.\nSo called \"ag gag\" laws, including one passed during the last legislative session in Utah, are intended to squelch video of abuses taking place at farms and feedlots, images that have been powerful evidence in court, Loviz argued Thursday at Utah Valley University.\n\"The animal rights movement has been effective,\" said Lovitz, author of Muzzling a Movement: The Effect of Anti-Terrorism Law, Money and Politics on Animal Activism . \"And that is why we are seeking these laws.\"\nBut Lovitz, keynote speaker at UVU's \"Animals and The Law\" conference, said laws such as Utah's House Bill 187 and the federal Animal Enterprise Terrorism Act also infringe on the free-speech rights of those who speak out against animal abuse, and drive abusive practices further into the shadows.\nThe conference was sponsored by UVU's Center for the Study of Ethics, the UVU Peace and Justice Studies program and Animal Allies Club.\nUtah's HB187 originally would have banned any photography of farm animals or property, but was amended to prohibit photographing farm animals or animal operations under \"false pretenses.\" Violators can spend anywhere between six months to a year in jail.\nIowa lawmakers passed a similar law this year, and included a provision allowing the farmer or rancher to sue the photographers for three times the amount of damage purportedly caused by the pictures. Even more chilling in the Iowa law, Lovitz said, is a provision that makes merely possessing such a video or photo a crime. She said that would deter journalists from publishing the images.\nProponents say the so-called \"ag gag\" laws are needed to protect the agriculture industry from animal-rights groups who might manipulate images to further their anti-agriculture agendas. Sterling Brown, vice president of public policy for the Utah Farm Bureau, said in an interview in February that the bill addressed concerns that individuals and groups are going to farms \"with the intent of harming the animal industry.\"\n\"We want to bring that to a close,\" said Brown. \"Or at least to bring some penalties to these types of actions.\"\nBut Lovitz, who teaches animal law at Temple and Drexell universities in Pennsylvania, said the real purpose of \"ag gags\" is to keep the public from seeing abuses that take place on some farms.\nShe pointed to a Pennsylvania case against an egg farm, where undercover video showed chickens warehoused in windowless sheds, where rotting chicken corpses were allowed to remain in pens for longer than allowed by state law.\n\"This case could never have been made without the video footage from our investigator,\" said Lovitz, who handled the case as a special prosecutor.\nShe said other states considered and then dismissed such bans, but that a new crop of \"ag-gag\" laws could arise in the wake of Utah's and Iowa's laws being signed by their respective governors.\nBut that is not the only threat. Lovitz said the agricultural and pharmaceutical industries have successfully pushed the Animal Enterprise Terrorism Act, which criminalizes acts that interfere with animal operations, including intimidation, and feeds the perception of animal rights groups as terrorists.\nBut animal activists do not fit the mold of terrorists, she said, mainly because their actions are directed against property, and they take pains to preserve life, both human and animal.\nThe federal law, she said, stifles free speech by making people fear they will be put on a terrorist watch list if they speak out against animal abuse. It also makes such simple state crimes as trespass and property damage federal offenses.\nKaren Mizell, an assistant professor of philosophy and one of the conference organizers, said it was a fortuitous coincidence that Lovitz spoke at the conference so soon after HB187 was signed into law. She said the conference was planned a year in advance, and Lovitz was invited because of her book on the federal law.\nDawn House contributed to this story.\ndmeyers@sltrib.com\nTwitter: @donaldwmeyers\nfacebook.com/donaldwmeyers\ngplus.to/DWMeyers Alt Heads:\nAnimal rights lawyer: Farm photo bill chills free speech Animals and the Law\nThe conference concludes Friday at Utah Valley University's Library Auditorium, Room LI 120. For more information, go to http://www.uvu.edu/ethics.\n\nLoad-Date: April 7, 2012"
}