{
    "title": "ANIMOSITY IN EGYPT WORSENS Army threats grow; Morsi backers defiant",
    "publisher": "spokesman review",
    "year": 2013,
    "month": 7,
    "day": 29,
    "full text": "Escalating the confrontation after clashes that left 83 supporters of Egypt's ousted Islamist president dead, the interim government moved Sunday toward dismantling two pro-Mohammed Morsi sit-in camps, accusing protesters of \"terrorism\" and vowing to deal with them decisively.\n Morsi's Muslim Brotherhood denounced Saturday's bloodshed as evidence of the brutality of the military-backed regime. But many accused the group's leaders of trying to capitalize on the loss of life to win sympathy after millions took to the streets in a show of support for the military chief who ousted Morsi in a coup.\n Gen. Abdel-Fattah el-Sissi said he would take the popular support as a mandate to deal with violence and \"potential terrorism\" - a thinly veiled reference to a widely expected crackdown on Morsi supporters in the sit-in camps in Cairo and against radical Islamists in the Sinai peninsula who have been waging deadly attacks against security forces since Morsi was ousted in a July 3 military coup.\n The coup followed days of mass protests by millions of Egyptians demanding that Morsi step down after a year in office as Egypt's first elected president. The month long sit-ins have been the launch pad of street protests that often ended violently when Morsi's supporters clashed with opponents or security forces.\n Islamists led by the Brotherhood staunchly reject the new post-Morsi leadership and insist the only possible solution to the crisis is to reinstate him. Meanwhile, the interim leadership is pushing ahead with a fast-track transition plan to return to a democratically elected government by early next year.\n Mohammed Badie, the Brotherhood's supreme leader, launched a stinging attack on el-Sissi over the latest violence, saying the military chief was leading a \"bloody regime\" and urging his followers to stand fast.\n \"Don't be sad and don't despair,\" he said in a message that heavily quoted from the Quran, Islam's holy book. Posted on the Brotherhood's website, Badie said those killed in the latest violence were martyrs who will be rewarded with a place in heaven.\n\nLoad-Date: July 30, 2013"
}