{
    "title": "Animial activists targeted by new law",
    "publisher": "university wire",
    "year": 2006,
    "month": 11,
    "day": 29,
    "full text": "President Bush is expected to sign legislation updating the Animal Enterprise Protection Act, now renamed the Animal Enterprise Terrorism Act. The name change alone is evidence the act is unnecessary and victimizes the rights of protestors by deeming their actions \"terrorism.\"\nWe support animal research at UW-Madison, but we disagree with the implications the passage of this act will have for those who oppose it.\nThe updated legislation will move the focus from protecting property to that of protecting people associated with the property. The legislation makes it a federal crime to intentionally place a person connected to an animal enterprise in reasonable fear of death or serious bodily injury by repeated conduct \"involving threats, acts of vandalism, property damage, criminal trespass, harassment or intimidation.\"\nU.S. Rep. Tom Petri, R-Wis., who is a proponent of the legislation, cited threats to scientists and protests at their homes as reasons the legislation would be both necessary and effective. Evidence shows his views do merit consideration. In one case, someone even went as far as to mail razor blades to a state scientist.\nWhile we are not saying whoever mailed the razor blades was correct in their protesting stance, or that the wording of the legislation is unreasonable, we feel it is redundant and serves only to mimic existing laws relating to vandalism and stalking. To codify more laws saying exactly the same thing seems unnecessary.\nIt is also extremely difficult to definitively characterize behavior as threatening or intimidating. While the lawmakers most likely had the best intentions-to protect research scientists from intimidation-when they created the law, the language seems as if it could be open to extreme interpretation and corruption for self-interested purposes, just as we have seen with the Patriot Act.\nFurthermore, naming this act the Animal Enterprise Terrorism Act demeans the severity of terrorism and does nothing more than attempt to dissuade activists from legally exercising their right to protest.\nThe Animal Enterprise Protection Act does not need to be updated with unnecessary provisions and, more importantly, does not need to include the word terrorism. Calling animal rights activists \"terrorists\" is just not the answer.\n(C) 2006 The Daily Cardinal via U-WIRE\n\nLoad-Date: November 29, 2006"
}