{
    "title": "Ankara's Shame",
    "publisher": "the new york times",
    "year": 1982,
    "month": 4,
    "day": 21,
    "full text": "It is fairly obvious what Turkey's generals want from Bulent Ecevit, who was three times Prime Minister and is his country's bestknown democrat. They want him to say everything's been dandy in Ankara since the junta dissolved Parliament in 1980.\nIt is fairly obvious what Turkey's generals want from Bulent Ecevit, who was three times Prime Minister and is his country's bestknown democrat.They'd like him to say Turkey is still ''not ready'' for self-rule. But Mr. Ecevit can't and won't - to his honor and Ankara's shame.\nHaving just served three months in prison, Mr. Ecevit now faces a minimum sentence of five years for allegedly giving an interview to a Norwegian newspaper. He denies giving any interviews in the last month, but suppose he had spoken. Is Turkey's security so fragile that no negative echoes are allowed even among the fjords?\nWhen the generals took command, they made the credible claim that democracy was menaced by terrorism. With the help of martial law, the violence ebbed. They also asserted, less credibly, that only military rule could end Turkey's roaring inflation and industrial stagnation.  The economy has perked up a bit, thanks in part to generous loans from Turkey's allies, but at the cost of censorship and the jailing of trade unionists.\nThe West's help was given on the understanding that Turkey's junta meant to restore democracy. It now appears the generals want something that looks like democracy but without the inconvenience of parties or politicians. It's the kind of doubletalk one expects from that other junta, in Warsaw.\nDemocrats in Turkey apparently believe it is worth a jail sentence to say as much. But the Reagan Administration won't say anything out loud about the generals' broken promises - and can produce little evidence that private pressure works. All the more reason for democrats elsewhere to speak out."
}