{
    "title": "Annan Says Terrorism's Roots Are Broader Than Poverty",
    "publisher": "the new york times",
    "year": 2002,
    "month": 3,
    "day": 7,
    "full text": "Secretary General Kofi Annan told an audience of foreign policy experts today that terrorism was not necessarily linked to poverty but rose from a broader mix of problems caused by bad government, opportunistic politicians and militant leaders who exploit grievances.\n     \"The poor have enough burdens without being considered likely terrorists simply because they are poor,\" he said. \n Speaking at the center for preventive action at the Council on Foreign Relations, Mr. Annan also said the world's failure over a decade to act on warning signs in Afghanistan, battered by political, economic and natural disasters, resulted in the catastrophe of Sept. 11. \n\"There is a clear, if complicated, trail from the absence of engagement with Afghanistan in the 1990's to the creation of a terrorist haven there to the attacks on the World Trade Center,\" he said.\nAfter Soviet troops were forced to withdraw from Afghanistan in 1989 and a fractious coalition of holy warriors took power in 1992, the United States and other Western nations turned their backs as the country tore itself apart with infighting, leading to the victory of the Taliban in 1995-1996. Then the American government refused to deal with that movement or allow it to take the country's United Nations seat, against the advice of some experts here. \nExcept for the work of relief officials from the United Nations and private organizations, Afghanistan was totally isolated and became Al Qaeda's base. \nIn answering questions after his speech, Mr. Annan emphasized the urgent need to create a secure environment not just in Kabul, the Afghan capital, but in other areas as well. He said that his sense was that governments would agree to renew the mandate of the international force in Afghanistan, but that placing forces outside the capital was \"much more problematic.\" Calls to train an Afghan force to maintain security were fine, he said, but added, \"What do you do in the meantime?\" \nIn the Security Council, Afghanistan got scant attention as members led by the United States and Russia delivered ultimatums to the Taliban, but took no other action. Now, the Council is trying to be more assertive, and Mr. Annan gave support to this trend in his speech. \nHe said the United Nations as a whole was determined to look ahead, focusing on deterring violence rather than waiting to react to it. He drew attention to visits by members of the Security Council to troubled areas like Eritrea and Ethiopia and West Africa. In recent weeks, the Council has been briefed on the political standoff in Madagascar and the possible renewal of civil war in Liberia. \nMoving into new and not always welcome territory, Mr. Annan said he would be referring to the Security Council \"information from the U.N. system on cases of serious human rights violations and on potential conflict situations arising from ethnic, religious and territorial disputes, poverty and lack of development.\" \nHe said preventing terrorism and violent conflict involved \"addressing those grievances which terrorists find useful to exploit for their own ends.\"\n\"Where massive and systematic political, economic and social inequalities are found, and where no legitimate means of addressing them exists,\" Mr. Annan said, \"an environment is created in which peaceful solutions all too often lose out against extreme and violent alternatives.\" \nThe secretary general acknowledged that most countries did not want to hear from outsiders about potentially serious problems within their borders. \nHe learned that two years ago when he suggested that claims of sovereignty were no excuse for mistreating citizens and getting away with it. \nToday, Mr. Annan said the way around this resistance was not to talk of the world's \"duty to intervene\" but rather of a country's \"responsibility to protect\" all people within its borders.\nMr. Annan said that within the power of his own office, he was committed to promoting third-party mediation in areas of potential conflict as well as to using his own personal diplomacy.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Secretary General Kofi Annan spoke about terrorism's causes. (Associated Press)      \n\nLoad-Date: March 7, 2002"
}