{
    "title": "Annapolis might conduct bomb drill in August",
    "publisher": "the capital ",
    "year": 2013,
    "month": 4,
    "day": 28,
    "full text": "Not all copies of Annapolis' emergency manual contain \"Annex J,\" the 16-page section on terrorism.\nDeputy Fire Chief Kevin Simmons, director of emergency preparedness for the city, says that's for a reason.\n\"The last thing we want is for people planning terrorism events to have our plans,\" he said.\nEvery year Simmons leads the city in a drill that utilizes the inches-thick manual.\nLast year the drill simulated a tornado, and the response involved the Red Cross and Anne Arundel Medical Center. In 2010, the city practiced how it would respond to a mass shooting and a lockdown at St. John's College.\nThe next simulation will be Aug. 20. In light of the Boston attack, Annapolis might hold a bomb drill. It's a scenario officials are equipped to handle: The city has one of the state's seven certified bomb squads.\nThe city also recently used a Department of Homeland Security grant to buy 800-megahertz radios and set up an emergency channel.\nWatching the aftermath of the Boston bombing, Simmons said he was impressed by how different agencies came together under a unified command so quickly. But it left him with questions he hopes will be answered in the \"after action\" report.\n\"What I wonder is: The two perpetrators, how did they defeat the security plan?\" Simmons said.\n\nGraphic\n\n \nAnnapolis police convene during an emergency drill at the Naval Academy. The academy conducts security exercises throughout the year, involving law enforcement from Annapolis and Navy security. One recent drill, Solid Curtain, involved an active shooter and a hostage situation on the grounds of the academy.\nAnnapolis police convene during an emergency drill at the Naval Academy. The academy conducts security exercises throughout the year, involving law enforcement from Annapolis and Navy security. One recent drill, Solid Curtain, involved an active shooter and a hostage situation on the grounds of the academy.\n\nLoad-Date: April 28, 2013"
}