{
    "title": "Annan reaches new framework with Syrian president aimed at ending violence",
    "publisher": "the capital ",
    "year": 2012,
    "month": 7,
    "day": 9,
    "full text": "DAMASCUS, Syria (AP) - International envoy Kofi Annan raised hopes of a revived peace effort in Syria, saying he has reached a framework with President Bashar Assad and would hold talks with rebel leaders. Annan was traveling to Damascus' key ally Iran later Monday for talks with leaders there.\nAnnan is the architect of an international plan to end Syria's 16-month-old crisis, which started with largely peaceful protests calling for reforms but has since transformed into a bloody insurgency to topple Assad. With violence growing increasingly intense and diplomatic efforts faltering, Annan has said Iran must be a part of a solution to a conflict that activists say has killed at least 14,000 people.\n\"We agreed on an approach which I will share with the armed opposition,\" Annan told reporters following a two-hour meeting with Assad which he described as \"candid and constructive.\"\n\"I also stressed the importance of moving ahead with a political dialogue which the president accepts,\" he said. Annan did not disclose details of the framework he reached with Assad.\nIranian state TV said Annan will be traveling to Tehran for meetings later Monday.\nIn an interview with the French daily Le Monde on Saturday, Annan acknowledged that the international community's efforts to find a political solution to the escalating violence in Syria have failed. He added that more attention needed to be paid to the role of longtime Syrian ally Iran, saying Tehran \"should be part of the solution.\"\nIt is unclear what role Annan envisions for Iran, a staunch Syrian ally that has stood by Assad throughout the uprising. Tehran's close ties could make it an interlocutor with the regime, though the U.S. has often refused to let the Islamic Republic attend conferences about the Syria crisis.\nAnnan's six-point peace plan was to begin with a cease-fire in mid-April between government forces and rebels seeking to topple Assad, to be followed by political dialogue. But the truce never took hold, and almost 300 U.N. observers sent to monitor the cease-fire are now confined to their hotels because of the escalating violence.\n\"President Assad reassured me of the government's commitment to the six-point plan which, of course, we should move ahead to implement in a much better fashion than has been the situation so far,\" Annan told reporters Monday.\nDespite agreeing to a series of peace proposals in the past 16 months, the Syrian regime has repeatedly ignored its commitments and instead continued to wage a brutal crackdown on dissent. The rebels have also stepped up their attacks against government troops, dealing heavy losses among their ranks.\nAnna said his team in Syria will follow up on the agreement reached with Assad.\n\"I also encourage governments and other entities with influence to have a similar effort,\" he added.\nAssad insisted in an interview aired Sunday that he would continue fighting the \"terrorists\" in his country, a term Syrian officials use to refer to rebels.\n\"As long as you have terrorism and as long as the dialogue didn't work, you have to fight the terrorism. You cannot keep just making dialogue while they are killing your people and your army,\" he said in the interview with German broadcaster ARD.\nThe 46-year-old Assad has ruled Syria since taking over from his father in 2000.\n\nLoad-Date: July 9, 2012"
}