{
    "title": "ANNAN CALLS FOR WORLD TREATY TO OUTLAW TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 3,
    "day": 11,
    "full text": "MADRID, Spain -- U.N. Secretary-General Kofi Annan called yesterday for a world treaty on terrorism that would outlaw attacks targeting civilians and establish a framework for a collective response to the global threat.\n Although the United Nations and its agencies already have 12 treaties covering terrorism, a universal definition has been elusive.\n World leaders and officials have had deep disagreements over whether resisters to alleged oppression -- for example, Palestinian suicide bombers attacking Israeli targets -- are terrorists or freedom fighters; and whether nations that use what they think is legitimate force might be branded terrorists.\nBut Annan told the conference on democracy, security and terrorism that \"the right to resist occupation … cannot include the right to deliberately kill or maim civilians.\"\n Ex-Kosovo PM indicted\n THE HAGUE, Netherlands -- A U.N. war crimes court charged Kosovo's former prime minister yesterday with 37 counts of war crimes for alleged atrocities committed against Serbs and Gypsies by ethnic Albanian separatists during the province's 1998-1999 war.\n Ramush Haradinaj, 36, a former commander of the Western-backed Kosovo Liberation Army during its fight against Serb forces, surrendered to the court Wednesday, a day after resigning as prime minister of the semiautonomous Serbian province, which is overseen by the United Nations.\n In the indictment unsealed by U.N. judges, Haradinaj faces 17 counts of crimes against humanity for alleged murder, rape, persecution, inhumane acts, unlawful detention, deportation or forcible transfer of civilians.\n Lawmakers demand pullout\n TBILISI, Georgia -- Parliament urged the government yesterday to set a deadline for Russia to close two military bases in Georgia, a move that raised the stakes in a long-simmering dispute between the two countries.\n In a 159-0 vote, lawmakers passed a resolution calling on Georgia's leadership to demand a Russian withdrawal by Jan. 1, 2006, unless an agreement setting a timetable for the pullout is reached by May 15.\n Bin Laden condemned\n MADRID, Spain -- Muslim clerics in Spain yesterday issued what they called the world's first fatwa, or Islamic edict, against Osama bin Laden, the first anniversary of the Madrid train bombings, calling him an apostate and urging others of their faith to denounce the al-Qaida leader.\n The ruling was issued by the Islamic Commission of Spain, the main body representing the country's 1 million-member Muslim community. The commission represents 200 or so mostly Sunni mosques, or about 70 percent of all mosques in Spain.\n The March 11, 2004, train bombings killed 191 people and were claimed in videotapes by militants who said they had acted on al-Qaida's behalf in revenge for Spain's troop deployment in Iraq.\n Tokyo bombings remembered\n TOKYO -- Marking an attack that brought the full force of total war to Tokyo, the Japanese bowed their heads in prayer yesterday in remembrance of the massive U.S. air raid in March 1945 that incinerated wide swaths of the capital and killed 100,000, mostly civilians, in a single night.\n Tokyo's current Gov. Shintaro Ishihara called the raid \"a massacre.\" But U.S. military planners in 1945 said the assault was needed to break Japanese morale and wear away resistance to surrender.\n Ukraine's ex-president\n KIEV, Ukraine -- Former President Leonid Kuchma was questioned yesterday in connection with the 2000 slaying of Heorhiy Gongadze, a journalist who wrote about top-level corruption in his government.\n Kuchma's opponents have accused him of giving the order that led to Gongadze's abduction in 2000.\n\nLoad-Date: March 11, 2005"
}