{
    "title": "Annan_ Terror focus can make things worse; The U.N. chief bluntly warned the U.S. and others of adde",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 1,
    "day": 24,
    "full text": "U.N. Secretary-General Kofi Annan yesterday warned the United States and other rich countries that a too-narrow focus on fighting terrorism could worsen global tensions and threaten human rights.\nAddressing the World Economic Forum, the U.N. chief said international terrorism threatened peace and stability and \"has the potential to exacerbate cultural, religious and ethnic dividing lines.\"\nYet in unusually blunt criticism apparently aimed at the Bush administration, he said that the war against terror also carried the risk of aggravating such tensions, \"as well as raising concerns about protection of human rights and civil liberties.\"\nThe war on terror also has redirected world attention \"dangerously away\" from other pressing concerns such as poverty, hunger and disease, Annan said, adding that it was \"time to rebalance the international agenda.\"\n\"The most privileged members\" of the United Nations, he said, were \"currently and understandably preoccupied with terrorism and weapons of mass destruction. The U.N. must also protect millions of our fellow men and women from the more familiar threats of poverty, hunger and deadly diseases.\"\nThe aftermath of the war in Iraq and dealing with the threat of terrorism has been a running theme this year at the annual gathering of global business and political leaders in this Alpine resort.\nHours after Annan's speech, Attorney General John Ashcroft said the \"entirety of the world community\" was needed to eliminate terrorism and establish freedom in Iraq.\nAshcroft also called for a global effort in rebuilding Iraq, acknowledging that the U.S.-led coalition was facing problems.\n\"It's not easy to establish freedom in the midst of terror,\" he said. \"Freedom has never been free.\"\nForeign Minister Kamal Kharrazi of Iran, branded by President Bush as one of the world's \"most dangerous\" regimes, told a panel that his country supported the forum's theme of \"partnership for security and prosperity.\"\nBut he said it had to be achieved through dialogue based on mutual respect.\n\"We have to promote democracy within countries,\" he said, \"and in parallel, we have to promote democracy on the global scale.\"\nOn the sidelines, government ministers sought to revive global trade talks but failed to find a way yesterday.\nAnnan has appealed for progress on a trade deal \"that will help the poor.\"\nSwiss President Joseph Deiss, who chaired the meeting, said he thought it was impossible to conclude a new pact by the end of the year as planned.\n\"It isn't a question of being negative,\" Deiss said at a news conference. \"It's a question of being realistic. \"I think there's too much to be done in order to get through.\"\n\nGraphic\n\n \nPHOTO;\nKofi Annan, at a conference in Davos, Switzerland.\n\nLoad-Date: August 21, 2005"
}