{
    "title": "Annan calls on world leaders for sweeping changes to U.N",
    "publisher": "the world",
    "year": 2005,
    "month": 3,
    "day": 21,
    "full text": "UNITED NATIONS - Secretary-General Kofi Annan called on world leaders Sunday to approve the most sweeping changes to the United Nations since it was founded 60 years ago, so it can tackle conflicts and terrorism, fight poverty and put human rights at the forefront of its work in the 21st century.\nAfter a year of scandals over corruption in the U.N. oil-for-food program in Iraq and sex abuse by U.N. peacekeepers in Congo, Annan's report also sets out plans to make the world body more efficient, open, and accountable - including strengthening the independence of the U.N.'s internal watchdog.\nThe report to the 191 members of the U.N. General Assembly was released six months before world leaders meet at U.N. headquarters for a summit called by Annan. In its introduction, he urged the leaders to \"act boldly\" and adopt \"the most far-reaching reforms in the history of the United Nations.\"\n\"We will not enjoy development without security, we will not enjoy security without development, and we will not enjoy either without respect for human rights,\" Annan said. \"Unless all these causes are advanced, none will succeed.\"\nOne of the major proposals calls for the creation of a Human Rights Council - possibly as a principal organ of the United Nations like the Security Council or the General Assembly - to replace the Geneva-based Commission on Human Rights. It has long faced criticism for allowing the worst-offending countries to use their membership to protect each other from condemnation.\nOne of the most hotly awaited parts of the report was Annan's recommendation for changes to the 15-member Security Council, the most powerful U.N. body now dominated by post-World War II powers - the United States, Russia, China, Britain and France, who all have veto power.\nThe report calls for an expanded, more representative Security Council, but Annan did not endorse a specific plan, instead backing two options proposed in December by a high-level panel. One would add six new permanent members and the other would create a new tier of eight semi-permanent members: two each from Asia, Africa, Europe and the Americas.\nThe Security Council's use of force has also been an issue. It refused to authorize the U.S.-led war against Iraq and the war in Kosovo against the forces of former Yugoslav leader Slobodan Milosevic - decisions which angered some countries.\nThe report said the Security Council already has the authority under the U.N. Charter to use military force, even preventively, but it needs to work more effectively and use specific criteria to make its decisions.\nIn cases of genocide, ethnic cleansing, and crimes against humanity, Annan urged all states to accept that there is a \"responsibility to protect\" those being killed which requires collective action.\nOn the issue of combating terrorism, Annan proposed a comprehensive strategy and backed the definition of terrorism in the high-level panel's report, saying it should break the impasse on adoption of a comprehensive convention against terrorism which should be approved by September 2006.\nThe report said the Security Council's decisions on whether to use force should be guided by a set of clear principles, and it urged all states to accept that in cases of genocide, ethnic cleansing, and crimes against humanity, there is a \"responsibility to protect\" which requires collective action.\nAnnan proposed a comprehensive anti-terrorism strategy, urging world leaders to unite behind a definition of terrorism and adopt a comprehensive convention against terrorism by September 2006.\nHe also called for swift adoption of a global treaty against nuclear terrorism and swift negotiations on a treaty to halt the spread of the highly enriched uranium and plutonium needed to make nuclear weapons.\nIn the area of development, the secretary-general urged all rich countries to establish a timetable to reach the goal set 35 years ago of earmarking 0.7 percent of gross national product for development assistance by 2015, starting with a significant increase by 2006. The United States currently has one of the lowest levels - about 0.15 percent.\nAt the same time, the report calls on developing countries to adopt a program by 2006 to cut extreme poverty in half, ensure primary education for all children, improve health care, and halt and reverse the AIDS pandemic, all by 2015.\nMark Malloch Brown, Annan's chief of staff, dismissed media comments that the report was \"a panicked response\" to the U.N.'s problems, noting that it is based in part on the conclusions of two U.N.-commissioned panels on meeting global security threats and on achieving goals to reduce poverty and disease adopted at the last U.N. summit in 2000.\nIts release comes ahead of a report by former U.S. Federal Reserve Chairman Paul Volcker, expected later this month, on his investigation into the activities of Annan and his son, Kojo, who worked in Africa for a company that had an oil-for-food contract. Asked why the United Nations did not wait for the Volcker report's release, Malloch Brown said the reform proposals were promised to world leaders in March.\n\nLoad-Date: March 23, 2005"
}