{
    "title": "Annan calls for treaty to define and fight terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 3,
    "day": 11,
    "full text": "U.N. Secretary-General Kofi Annan called Thursday for a world treaty on terrorism that would outlaw attacks targeting civilians and establish a framework for a collective response to the threat.\nAlthough the United Nations and its agencies already have 12 treaties covering terrorism, a universal definition has been elusive.\nWorld leaders and officials have had deep disagreements over whether those who assert they are resisting oppression -- for example, Palestinian suicide bombers attacking Israeli targets -- are terrorists or freedom fighters; and whether states that use what they think is legitimate force might be branded terrorists.\nBut Annan was categorical in his address Thursday to terrorism experts and world leaders from 50 countries, including U.S. Attorney General Alberto Gonzales, Spain's Prime Minister Jose Luis Rodriguez Zapatero and Afghan President Hamid Karzai.\n\"The right to resist occupation . . . cannot include the right to deliberately kill or maim civilians,\" Annan told the conference on democracy, terrorism and security. The United Nations, he said, must proclaim \"loud and clear that terrorism can never be accepted or justified in any cause whatsoever.\"\nIn his speech, Annan stressed that no country is exempt from attack and that the way forward is coordinated action by like-minded governments, which must reject brutal tactics.\n\"Perhaps the thing that is most vital we deny to terrorists is access to nuclear materials,\" Annan said. \"Nuclear terrorism is still often treated as science fiction. I wish it were.\"\nHe added: \"Were such an attack to occur, it would not only cause widespread death and destruction, but would stagger the world economy and thrust tens of millions of people into dire poverty.\" Preventing that would justify the use of force, he said.\nAnnan said multinational police, legal and diplomatic work is the best strategy. But when military force is required, the Security Council \"will not hesitate\" to use it, he said.\nAll the while, \"Human rights and the rule of law must always be respected,\" he said. \"Upholding human rights is not merely compatible with a successful counterterrorism strategy. It is an essential element in it.\"\nThe city and the date for Thursday's meeting were chosen to commemorate the victims of the train bombings on March 11 last year, in which 191 passengers were killed and more than 1,500 bystanders were wounded.\n\nLoad-Date: March 11, 2005"
}