{
    "title": "Annan critical of White House in farewell speech in Missouri Outgoing U.N. leader says U.S. must not",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 12,
    "day": 12,
    "full text": "U.N. Secretary-General Kofi Annan took his criticism of the Bush administration to the nation's heartland Monday, saying America must not sacrifice its democratic ideals while waging war against terrorism.\nIn the hometown of President Harry Truman, who helped found the United Nations, Annan said \"human rights and the rule of law are vital to global security and prosperity.\"\nWhen the U.S. \"appears to abandon its own ideals and objectives, its friends abroad are naturally troubled and confused,\" Annan told a packed audience at the Truman Presidential Museum and Library.\nAnnan also said the U.N. Security Council should be expanded to better reflect today's world.\nAnnan, an increasingly vocal critic of the war in Iraq, leaves the United Nations on Dec. 31 after 10 years as secretary- general. He chose the Truman museum for his final major speech in part because it is dedicated to a president who was instrumental in the organization's founding.\nIn response to a question after his remarks, Annan said he was appealing for cooperation and leadership, not criticizing the United States.\n\"What I am saying here is that when the U.S. works with other countries in a multilateral system, we do extremely well,\" Annan said.\nThe U.S. has a special responsibility to the world because it continues to have extraordinary power, he said.\nIn Washington, the State Department was reserved in its reaction to Annan's remarks.\n\"There's no secretary general of the United Nations that's going to be in lockstep with the United States or any other country with regard to its policies,\" spokesman Sean McCormack said. \"It's not that person's job.\"\nAnnan said last week's report by the Iraq Study Group clarified many issues, but he said the world first needs to find a way to get Iraqis to reconcile with one another.\n\"We need to be as active on the political front as we are on the military front,\" he said.\nAnnan said it also was important to get nearby countries, including Iran and Syria, involved in finding a solution to regional problems.\nAnnan never mentioned President Bush by name in his speech but drew clear contrasts with the Truman administration.\nTruman \"believed strongly that henceforth security must be collective and indivisible. That was why, for instance, that he insisted when faced with aggression by North Korea against the South in 1950, on bringing the issue to the United Nations,\" Annan said.\n\"Against such threats as these, no nation can make itself secure by seeking supremacy over all others,\" he added.\nAnnan also called for expanding the Security Council by adding members from parts of the world with less of a voice. He said today's makeup \"still reflects the reality of 1945,\" when the United Nations was founded.\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: December 12, 2006"
}