{
    "title": "Anomalously Angry at Libya",
    "publisher": "the new york times",
    "year": 1981,
    "month": 6,
    "day": 2,
    "full text": "On the face of it, Libya's Muammar el-Qaddafi is giving a good name to the Reagan Administration's campaign against terrorism. There is nothing paranoid about charges that Libyan gunmen have in the last year killed a dozen exiles in Western Europe and the Middle East. And it now appears that an American mercenary was hired by Libyans to try to kill a Libyan student leader who turned against the Qaddafi regime. According to the F.B.I., 20 more students were on the colonel's murder list.\nEditorial discusses Reagan Administration closing down of Liby's mission in Washington and expelling 27 Libyan officials\nSo the Administration was surely right in closing down Libya's mission in Washington and expelling 27 Libyan officials, a step just short of breaking relations. Brazen breaches of diplomatic cover call for an emphatic response. And it may be that Colonel Qaddafi is swinging wild because his decade-long grip on power is finally slipping. He certainly deserves to join his friend, Idi Amin, in that limbo where outrageous rulers sulk amid their bodyguards.\nFor the moment, however, Colonel Qaddafi has also exposed a hole in America's antiterrorist campaign, a hole big enough for a supertanker to float through. The Libyan diplomats are dispensable, but the industrial world's appetite for Libyan oil persists; Libya's oil accounts for 10 percent of America's oil imports. Trade with Libya totals about $12 billion a year. And Libyan oil is pumped from the sand with the vital assistance of several thousand American technicians.\nUnintentionally, then, Western consumers help to pay for Libya's threatening foreign adventures. With American dollars Libya buys Soviet arms, which also made possible its assaults on neighboring Chad.\nOil is fungible, of course, and boycotts are notoriously ineffective. But that does not make the American links with Tripoli any less anomalous. The United States is still glued to Libya by its need for oil and fully expects Libyan oil to keep flowing in as the expelled diplomats fly out."
}