{
    "title": "Another bomb threat in Morrison",
    "publisher": "daily gazette ",
    "year": 2011,
    "month": 4,
    "day": 30,
    "full text": "April 30--MORRISON -- Morrison High School got its second bomb threat in three weeks Friday. Students were evacuated.\nThe bomb threat was found scrawled in a boys restroom stall. Morrison police said they still are investigating.\nDuring the afternoon of April 8, also a Friday, another bomb threat was discovered on a wall of a different boys restroom, Morrison schools Superintendent Suellen Girard said.\nIn both cases, emergency messages were sent to parents, and students were evacuated to the junior high school, Girard said. Nothing was found in either instance to legitimize the threat.\nOn Friday, the students were out of class for about an hour, the superintendent said. On April 8, the school was closed for 3 hours.\nIf there is another bomb threat, the school will have its teachers hold their classes elsewhere while the school is closed, Girard said. The students won't necessarily go to the junior high if it happens again, she said.\nThe superintendent warned the students about the consequences of bomb threats.\n\"It's important for students to know that this crime falls under terrorism, a federal offense. Anything that is termed terrorism has significant legal repercussions,\" Girard said.\nMorrison Police Chief Brian Melton said anyone with information about either threat should call 815-772-7659 or call the Whiteside County Crime Stoppers at 877-625-7867. Crime Stoppers offers a cash reward of up to $1,000 for information that leads to an arrest.\nTo see more of The Daily Gazette or to subscribe to the newspaper, go to http://www.saukvalley.com/. Copyright (c) 2011, Daily Gazette, Sterling, Ill. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com.\n\nLoad-Date: May 2, 2011"
}