{
    "title": "ANOTHER BENETTON AD BRINGS CRITICISM THE ADVERTISING CAMPAIGN PICTURES CLOTHES OF A SLAIN BOSNIAN. _",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 2,
    "day": 16,
    "full text": "The blood-drenched clothes of a soldier killed in Bosnia stared out at newspaper readers yesterday in the latest advertising campaign by Benetton, the Italian clothing company with a gift for outrage.\nThe brutal image of a bloodied T-shirt with a bullet hole and camouflage combat trousers is part of a $15 million campaign in newspapers and on billboards in 110 countries, Benetton said.\nIt drew immediate condemnation from the Vatican newspaper L'Osservatore Romano, which called it \"image terrorism\" and said the photograph was \"a horrendous poster that has managed to make a mockery even of death.\"\nPast Benetton ads have aroused protests with images of a dying AIDS patient, multicolored condoms, a priest and nun kissing, and a collage of genitalia.\nBenetton said the clothes were worn by Marinko Gagro, a Bosnian Croat soldier killed in July in a battle at Hum, near Mostar. It said they had been given to the company by the man's parents.\nTypewritten script in Serbo-Croat, across the top of the two-page color advertisement in the newspaper Corriere della Sera, read: \"I, Gojko Gagro, father of the deceased Marinko Gagro, born in 1963 at Blizanci in the province of Citluk, would like that my son's name and all that remains of him be used in the name of peace and against war.\"\nBenetton said the campaign was already underway in Italy, Denmark, France, Britain, Ireland, Spain and Japan and in two newspapers in the former Yugoslavia, including Sarajevo's Oslobodenje.\nFive publications in France, including the newspapers Le Monde and Le Figaro, and Germany's Frankfurter Allgemeine Zeitung refused to publish the ad, company officials said.\nBenetton, one of Italy's most successful companies, says its publicity is intended to highlight social problems. Critics say it often exploits human anguish as a sales gimmick.\nIts last major campaign, which showed bodies branded with the words \"HIV Positive,\" was banned in Italy in October and attracted a lawsuit from the French Association for the Fight Against AIDS.\nPhotographer Oliviero Toscani, responsible for the latest image, said, \"An advertisement for a sweater that talks about war has a greater effect on us than 10 news broadcasts.\"\nBenetton spokeswoman Marina Galanti said the bloody image was unlikely to boost the company's sales.\n\"If we were trying to sell T-shirts there probably wouldn't be a worse way of doing it,\" Galanti said.\n\"It's meant to question the notion of institutionalized violence and the role of advertising . . . in a commercial fairyland which pretends war doesn't exist.\"\n\nLoad-Date: October 21, 2002"
}