{
    "title": "ANSWERS SOUGHT ON TERRORISM IN RUSSIA THE STATE DUMA CALLED A SPECIAL SESSION AFTER THE FOURTH BOMBI",
    "publisher": "the philadelphia inquirer",
    "year": 1999,
    "month": 9,
    "day": 14,
    "full text": "The lower house of parliament called a closed session today on what President Boris Yeltsin called a war of terrorism against the nation, after the fourth explosion in two weeks obliterated an eight-story apartment building here yesterday, killing at least 73.\nMore than 200 people have died in explosions in Russia during the last two weeks.\nMoscow Mayor Yuri Luzhkov, who linked the attacks to Russia's month-old war against Chechen-led insurgent Islamic radicals in Dagestan, ordered tight police security in the city of 10 million.\n\"Terrorism has declared war on the Russian people,\" Yeltsin said in a nationwide address, although he stopped short of joining Luzhkov and a growing number of other politicians in linking the violence to Dagestan.\n\"This enemy does not have a conscience,\" Yeltsin said. \"It shows no sorrow and is without honor. It has no face, nationality or belief. Let me stress - no nationality, no belief.\"\nThe latest explosion came just four days after a bomb devastated an apartment block four miles away, killing at least 93. Investigators said they had \"definite\" evidence to connect the incidents.\nAuthorities were searching for a man said to have leased offices in both buildings, presumably to plant explosives. They said the man used documents in the name of Mukhit Lapianov, who they said had died in February in a car wreck.\nThe two apartment-building explosions came on the heels of a car-bomb attack in Dagestan that killed more than 60 people at a military housing complex in Buinaksk. And on Aug. 31, a bomb exploded in an underground shopping mall near the Kremlin, injuring nearly 40 people. One woman later died.\nYesterday's blast, which came on a national day of mourning for victims of the earlier explosions, struck at 5 a.m., destroying the eight-story brick building, leaving not a single room standing.\nThe explosion unleashed an angry and emotional outpouring from politicians.\nThe lower house of parliament, the State Duma, called the special session to demand answers from Yeltsin's ministers. Yeltsin assigned Interior Minister Vladimir Rushailo to head an antiterrorist task force and ordered tougher security at strategic sites such as oil fields, nuclear power stations, train stations, and airports.\nPolitical leaders said they saw no need for a national state of emergency, which would curtail relatively new freedoms, including the rights to assemble or move about freely.\nBut Alexander Kotenkov, Yeltsin's representative in the Duma, told fellow lawmakers that a limited state of emergency could be introduced in the republic of Dagestan in the Caucasus Mountains region.\nThe conflict there began Aug. 7, as insurgents led by the radical Islamic leader Shamil Basayev entered from neighboring Chechnya, where Russia fought a disastrous 1994-96 war. Despite Russian leaders' assurances of a quick victory, the war shows no signs of ending and has generated fears of a replay of the Chechen quagmire.\nLuzhkov blamed the latest attack on \"Chechen bandits\" and ordered the thousands of officers on Moscow's streets to vigorously enforce residency laws. Darker-skinned Muscovites from the Caucasus braced for what they said could become wholesale persecution and roundups by police.\n\"Life has been much tougher since the explosions,\" said Irkhan Gadzhibaba, 37, who works at an outdoor market. \"The police have been here all the time.\"\nAnother worker said that police rounded up more than 100 Caucasians over the weekend on trumped-up drunkenness charges.\nIn Chechnya, President Aslan Maskhadov claimed that Russian politicians were exploiting the terrorism theme to plot a new invasion of his breakaway republic.\n\"Russia only needs a pretext to start a war against Chechnya,\" he said.\nRebel leader Basayev, who also led the offensive against the Russians during the Chechen war, denied involvement in a terror campaign. But his deputy, Khattab, has said previously that the Russian people \"will answer\"' for rebel losses in Dagestan.\nVyacheslav Izmailov, a retired Russian army major who led rescues of several dozen hostages in Chechnya and is now a journalist for Moscow's Novaya Gazeta, said he had what he considered reliable information that a band of 10 terrorists was dispatched from Chechnya to carry out the bombing campaign.\nIzmailov's account, which has been published in his newspaper, has not been verified by authorities.\n\nGraphic\n\n \nPHOTO;\nPHOTO\nRussian rescue workers assist a woman injured in an explosion that destroyed an apartment building in southeast Moscow yesterday. (YURI GRIPAS, Knight Ridder Tribune)\n\nLoad-Date: October 22, 2002"
}