{
    "title": "Answers to terrorism elude US and Israel",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 10,
    "day": 15,
    "full text": "The capture of the hijackers of the Achille Lauro provides a welcome safety-valve for pent-up frustrations stemming from repeated incidents of international terrorism.\nExperts caution that, despite the Navy's flawless performance and the arrest of the hijackers, the entire Achille Lauro affair underscores the limits for dealing with terrorist incidents.\n''It was a spectacular success on the part of the US Navy,'' says Sen. Jeremiah Denton (R) of Alabama, chairman of the security and anti-terrorism subcommittee of the Senate Judiciary Committee. ''But I don't see that you can generalize too much from what happened. It doesn't leave the US any better able to deal with terrorism - internally or globally.''\nCapturing the pirates ''was the result of a lucky convergence of circumstances based on the naivete of the terrorists in getting off the ship with out hostages,'' adds another specialist. ''I don't think you're going to see that happen very often.''\nThursday night, four US navy F-l4 fighter aircraft intercepted an Egyptian airliner carrying the four hijackers of the Achille Lauro. The hijackers are now in custody in Italy awaiting trial. Despite strong disappointment over Sunday's decision by Italy to release Palestine Liberation Front leader Muhammed Abbas - the mastermind of the hijacking, according to evidence cited by US officials - last week's events have given the US a rare opportunity to enjoy success after years of frustration.\nBut diplomatic sources and experts on terrorism say the Aquille Lauro incident is an exception that proves the general rule: options for handling terrorism are limited.\n* Use of military force. Experts say it takes nothing away from the Navy's performance to note that military force worked this time largely because the hijackers were so readily identifiable. Says Senator Denton: ''It's a unique situation that might not be duplicated.''\nIn a more typical hostage situation, where pinpointing terrorists is often difficult and innocent lives are at risk, force can be militarily ineffective and politically counterproductive. Despite Israel's frequent use of military force to combat terrorism, incidents of terrorist action against Israel have not diminished but increased. Moreover, when military reprisals claim innocent lives - even in cases of ''self-defense,'' as Israel calls its recent retaliatory raid on PLO headquarters in Tunisia - they inevitably invite condemnation by the international community.\n* Increased international cooperation. Right now, at least five international treaties and conventions commit signatory nations to cooperate in the war against terrorism. By degrees, these rhetorical commitmentsHIJACKERHIJACKER\nare being supplemented by wider exchanges of technical, intelligence, and police information.\nBut the limits of international cooperation are often defined by domestic opinion, fear of retaliation by terrorists, and other diplomatic commitments. It may have been just such constraints, say diplomatic observers, that led Egyptian President Hosni Mubarak to ignore US demands by turning the four hijackers of the Italian liner over to the PLO.\nLikewise, experts here trace Italy's release of Mr. Abbas, in part, to the policy of Bettino Craxi's socialist government of improving Italy's ties to the Arab World.  Reports that Yugoslavia has allowed Abbas to leave the country, thus refusing the extradition requested by the US, is seen in America to be linked to consideration of East-West politics and to Belgrade's close ties to the PLO.\nThus, solidarity in dealng with terrorism is often the casualty of more pressing political and domestic considerations. ''In the end,'' says one Congressional aide, ''each nation has its own fish to fry.''\n* Internal reforms. Experts say more can be done to coordinate the activities of the various US agencies - the CIA, the State and Defense Departments, the National Security Council, etc. - charged with preempting and managing crisis situations involving terrorist acts.\nBut they warn that no matter how successful these internal reforms may be, in the US, as elsewhere, fighting terrorism often has to take a back seat to political reality. As a result, the US has been forced to swallow some of its dissatisfaction over Egypt's actions in the interest of sustaining the fragile Middle East peace process.\nIn dealing with Rome, the US has to keep foremost in mind Italy's critical importance as one of the key southern anchors in NATO. Thus, when larger foreign policy objectives are at stake, fighting terrorism is often preempted.\nFollowing last summer's hijacking of a TWA airliner to Beirut, the Reagan administration launched a task force to recommend more effective ways of dealing with terrorism. The group, chaired by Vice-President George Bush, will take the most comprehensive look yet at possible domestic and international steps including, reportedly, the creation of a multilateral military force. The task force's final recommendations are due in December.\nObservers here say such efforts can help. But they caution that, short of changes in the international circumstances that nourish terrorism in the first place, there are clear limits to reform.\n''The problem is that terrorists can attack anything, anywhere, anytime. The government cannot protect everything, everywhere, all the time,'' says the Rand Corporation's Brian Jenkins, a leading expert on terrorism. ''We protect airlines, they sieze ships. We protect government officials, they seize tourists. We can do a lot, but we can't alter that fundamental equation,'' says Mr. Jenkins.\n\nGraphic\n\n \nPicture 1, Muhammad Abbas of the Palestine Liberation Front. AP; Picture 2, McFarlane, Reagan, Regan confer on plans to intercept Egyptian jet carrying hijackers, AP"
}