{
    "title": "Answer to terrorism more than a swat",
    "publisher": "university wire",
    "year": 2002,
    "month": 9,
    "day": 11,
    "full text": "A year ago, terrorism became something which no longer simply existed in the world of CNN and \"Die Hard\" films. It became a very real, daily concern of ordinary Americans. Our entire world view changed. Suddenly the average American knew about the real threats that existed all around us.\nSince then, America has flexed its military might in smashing the Taliban regime, the once-host of al Qaeda, and now sets its sights on Iraq. Yet the mindset of our \"War on Terror\" seems to overlook the fact that we are fighting what is known as an \"asymmetrical force.\" In essence, our enemy is not one well-defined foe (like the Axis powers of WW II), but rather a shadowy network of cells and individual agents.\nIowa State U.\nThe difference between the two is fundamental. For instance, consider two different threats -- one of a large wild animal terrorizing a small town, the other of malaria plague spread by mosquitoes. To conquer a large, well-defined foe, the use of force is immediate and obvious -- there is but one well-defined target to be neutralized.\nYet with a small, widely scattered threat such as a plague, the opposite is true -- there is no one \"well-defined\" target to focus on. In this case, swatting at mosquitoes is a futile way to stop the spread of suffering. Rather the solution is to drain the swamp which allows the carriers of plague to fester and thrive to begin with.\nLike a plague, the threat of terrorism isn't simply spread by a single vector. Rather like trying to kill individual mosquitoes, attempting to stop individual terrorists and cells is futile -- more will always spawn to replace them. Likewise, simply toppling the regimes that terrorists then will disrupt their operations but not fundamentally stop the problem from breeding, nor will it stop the threat that such groups will acquire weapons of mass destruction. In order to win peace and security for America, we must look past simply destroying existing terrorists and look toward ensuring terrorists never surface to begin with.\nHow can this be done?\nFirst we must be willing to be honest with ourselves over the root of the problem. While it is easy to dismiss the rhetoric of terrorists as simple envy and hatred of our way of life, it neglects to show why such rhetoric manages to take hold of the average, often times well-educated individual, converting them over to the side of seething rage directed against ordinary Americans.\nWhether such rage at America is justified is an irrelevant issue -- after all, the virtue of America being the freest and most just nation on Earth (which it is) will not bring back the 3,000 innocent people lost in the World Trade Center. Rather, a serious look at how America conducts its affairs abroad is in order.\nFor instance, one of the many points of discontent within the Arab world is our military presence in the region -- most especially our military bases in close proximity to the holiest of Muslim holy grounds, Mecca. While our end aim in the region may be to promote stability and peace, perhaps it is worth considering at what cost this comes to for America.\nIs guaranteeing the stability of a region far from our borders at the enormous liability of scorn truly in the interests of America? Is so-called \"energy security\" worth the price of support for terrorism directed against Americans?\nLikewise, our ties to Israel are a common complaint. While it is natural for America to align with the only liberal democracy in the region, perhaps it is worth asking why 25 percent of our foreign policy budget is directed towards military aid -- especially for a country which enjoys First-World living standards.\nFinally, there is the scenario of a terrorist or rogue state acquiring nuclear weapons. Perhaps it would be wise for us then to consider diverting some of the billions of dollars allocated to a missile defense shield designed to protect us against ICBMs when the more likely threat to Americans comes from clandestine nuclear arms -- suitcase bombs, \"dirty\" bombs, and the like. With the fall of the Soviet Union, hundreds of former weapons sites remain poorly guarded, hundreds of pounds of weapons-grade material remains unaccounted for, and thousands of nuclear scientists are unemployed -- all of which could spell disaster if they fall into the wrong hands. Instead of chasing down regimes that might develop or acquire nuclear weapons, in this case an ounce of prevention is worth a pound of cure -- or several pounds of plutonium. Not only is the United States in a unique position to deal with this particular threat, but to control the spread of fissile materials and knowledge now is far less costly than instigating \"regime changes\" in the future.\nFighting terror the same way one fights a tyrannical state will ultimately lead to stalemate. One of the key lessons America still needs to realize in the post-Sept. 11th world is that there are some threats to national security which cannot be handled by brute force alone -- rather, sometimes to end a malaria epidemic, you need to drain the swamp itself.\n(C) 2002 Iowa State Daily via U-WIRE\n\nLoad-Date: September 11, 2002"
}