{
    "title": "ANSWERS TO QUIZ",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 29,
    "full text": "Questions appear on page 12.\n1. Increased.\n2. Using forks, knives and separate plates instead of chopsticks and communal pots.\n3. Lego, the plastic building block.\n4. False.\n5. Protection of the nation's land- based nuclear arsenal.\n6. The meal, made up entirely of fresh foods imported from France, depends on the arrival of a weekly cargo plane.\n7. Smokers' addiction to nicotine.\n8. The storm drove the Venezuelan freighter aground against the seawall of an oceanfront home in Palm Beach, Fla.\n9. Many of the ''noses,'' or perfumers, trained in Grasse, a famous perfume center, now work for manufacturers elsewhere. In addition, land in Grasse that formerly grew jasmine flowers for perfume has been converted to housing, and labor costs have cut down on flower production.\n10. Though the special phone line was set up to receive information that might lead to the gunman who shot four teen-agers on a subway train, hundreds of callers expressed support of the gunman, who had said the four had asked him for money.\n11. The anti-Semitic group has said its purposes are terrorism and the violent overthrow of the Government.\n12. The first artificial comet, launched over the Pacific Ocean to demonstrate the behavior of solar winds.\n13. Contracts have been signed with Morocco, Sri Lanka, Thailand, Costa Rica and Belize, and a contract is being sought with Israel.\n14. The World Almanac and Book of Facts.\n15. Two.\n16. It is hoped the bacterium will make artificial snow more rapidly and at warmer temperatures than standard snow-making methods.\n17. 25 percent.\n18. They are plastic particles found in the body of a shearwater, a bird related to the albatross.\n19. The Phillips Petroleum Company.\n20. Derek Sanderson, a former professional hockey player, is employed by the Coordinating Council on Drug Abuse in Boston.\n21. He scored 60 points.\n22. In 1982 the Civil Aeronautics Board decided to deregulate the sale of airline tickets on the date the agency was to go out of business, ending the system that allowed only accredited airlines and travel agents to issue tickets."
}