{
    "title": "ANTHRAX MAILINGS 'TERRORISM'; BUT NO DIRECT LINK TO BIN LADEN FOUND",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 10,
    "day": 15,
    "full text": "Bush administration officials said yesterday they consider the sending of anthrax through the mail an act of terrorism, but there is no direct evidence now to link the U.S. cases to Osama bin Laden.\nCabinet members sought to reassure Americans that their government is prepared to deal with instances of bioterrorism. They urged the public to be vigilant but not panic in the face of threats by bin Laden's al-Qaeda network of a second wave of attacks.\nWith the country on edge over instances of anthrax found in several letters sent to offices around the country, Health and Human Services Secretary Tommy Thompson said, \"It certainly is an act of terrorism to send anthrax through the mail.\"\nAs for the possible source, Attorney General John Ashcroft said, \"We should consider this potential that it is linked\" to bin Laden, the suspected mastermind of the Sept. 11 attacks in the United States. \"It is premature at this time to decide whether there is a direct link.\"\nSohail Shaheen, a spokesman at the Taliban Embassy in Pakistan, said he thinks the United States \"is doing a great mistake by focusing only on Osama\" during the investigation into the anthrax exposure.\nAs a result, U.S. officials, he said, \"have freed all other terrorists organizations to do what they can do. America has many enemies, open and secret. They should not focus only on Osama. Then the real culprit will escape and there will be more incidents like this under the name of Osama.\"\nAshcroft rejected that explanation and took aim at the fresh round of threats by bin Laden supporters, who warned Saturday of a new \"storm of airplanes\" and advised Muslims in the United States and Britain to avoid flying and to stay away from tall buildings.\n\"We've been getting messages that are more propaganda than anything else,\" said Ashcroft, who followed the Taliban representative on NBC's \"Meet the Press.\"\n\"I don't think it's valuable for us to deal with propaganda. I don't want to further their position or enhance their standing. I think the American people can evaluate the credibility of it and evaluate it for what it is.\"\nThompson said on \"Fox News Sunday\" that the government is \"trying to make sure that we follow up on credible information and make sure that we can give that information to the public.\"\nThompson said there are more than 2 million doses to treat 2 million people for 60 days for exposure to anthrax.\nA police officer and two lab technicians involved in detecting the case of anthrax in an NBC employee are being treated with antibiotics for exposure to the bacteria, New York Mayor Rudolph Giuliani said yesterday.\n\"When they were tested, minuscule spores were found,\" Giuliani said at a news conference.\nThe mayor emphasized that exposure to the spores does not necessarily mean infection and said the three are expected to be fine. Their identities were not released.\nMeanwhile, Malaysia's government pledged to prosecute anyone shown to be behind an anthrax-tainted letter believed sent from the Southeast Asian nation to a Microsoft office in Nevada.\nForeign Minister Syed Hamid Albar said the government had asked the FBI for all relevant information about the case.\nFour of six Microsoft employees who touched the contaminated letter tested negative for anthrax, Nevada health officials said yesterday.\nPreliminary test results show the two others exposed have also tested negative for inhalant or airborne anthrax.\nAlso yesterday, several hundred people were evacuated from Canterbury Cathedral in Canterbury, England, in one of a rash of scares around the world prompted by the discovery of white powder.\nA worker said he saw a man dropping a white powder in one of the chapels.\nEmergency workers cleared up the powder and took samples for analysis, Kent police said. It was not immediately clear what the substance was.\n\nLoad-Date: October 18, 2001"
}