{
    "title": "Anthrax prompting employers to take precautions on mail; Vigilance increasing on bio-terrorism risks",
    "publisher": "business insurance",
    "year": 2001,
    "month": 10,
    "day": 29,
    "full text": "As the United States comes to grips with the latest terrorist attacks within the country-anthrax-laced letters sent via U.S. mail-risk managers are taking steps to make sure their companies are prepared for such a bio-terrorism threat.\nAs of late last week, nearly 50 people in Florida, New Jersey, New York and Washington, D.C., had been infected or exposed to the anthrax bacteria through contaminated mail; at least three people-two postal workers and an employee of a tabloid newspaper-have died from inhaled anthrax. So far, the anthrax attacks have been aimed at the United States government and media outlets.\nCrisis consultants specializing in bio-terrorism advise employers to remain calm but cautious. Employers must be vigilant about suspicious mail delivered to the workplace and be prepared to respond if such a threat were to occur.\n''Caution needs to be the order of the day,'' said Steven Kuhr, senior consultant in the crisis and consequence management group of Kroll Inc. in New York.\n''Right now, we're under assault, but we know, at least for today, that the targets are the government and the media,'' Mr. Kuhr said. All employers, however, should ''be vigilant...and take the precautions to protect yourself and your employees.''\nIn addition to implementing their own policies and procedures-including requiring the use of latex gloves to handle mail-risk managers also are turning to the United States Postal Service and the Centers for Disease Control for recommendations on how to identify suspicious mail and how to precede if contaminated mail is found.\nJeffrey W. Pettegrew, vp-risk management and insurance for Westaff Inc. in Walnut Creek, Calif., for instance, recently downloaded official and non-official recommendations off the Internet and drafted a one-page list of recommendations for clients of Westaff. A number of Westaff temporary staff employees are involved in mailroom facilities at client companies, he noted.\nAmong the recommendations, Mr. Pettegrew is suggesting that mail handlers wear latex or latex-type gloves, dust masks and long-sleeved shirts when handling mail. He noted that while he cannot make the recommendations mandatory he is receiving a lot of positive feedback from clients.\n''In times of adversity, risk management really needs to step to the plate and do its best to define or redefine what people should do...that could mean a lot of different things from security to mail handling,'' Mr. Pettegrew said.\n''Our focus right now is on the mailroom and tightening the security with regard to mail coming into our mailrooms,'' said Matt Jablonski, director of insurance at Charlotte, N.C.-based publishing giant The Hearst Corp.\nMr. Jablonski said that in addition to working with Hearst's head of security, he also is working with his casualty insurer to make sure that the network of doctors and pharmacists within Hearst's workers compensation program are qualified in identifying and treating anthrax cases.\n''The one thing that became evident with the two (postal) individuals who died in Washington D.C., they had actually gone to the hospital for treatment, but it wasn't identified as inhalation anthrax until after they had passed away,'' Mr. Jablonski said. ''I think it's important to have qualified individuals who focus on symptoms more closely than normal.''\nHe said that he also is examining his property insurance policy to make sure Hearst would be covered for any business interruption claims should one of its facilities have to be shut down due to an anthrax threat.\nThree recent anthrax-related scares at the Memphis City Public School System have caused John Britt, director of security, transportation, risk management and safety, to take a number of steps.\nThe school district, for example, recently held mandatory anthrax/bio-terrorism awareness training for all central office staff and specific training for its mailroom and warehouse employees, Mr. Britt said. It also conducted a public forum for educators to learn about the risks of anthrax exposure and the school system's protocol if an attack were to occur. Mr. Britt noted that he downloaded precautions and procedures from the Postal Service's and Centers for Disease Control's Web sites and tailored the information to his organization.\nAmong the specific steps the school district is now taking: mail handlers must wear latex gloves when handling mail. Masks are available, but optional, Mr. Britt noted.\n''For us, we're taking it at a serious level, but still at a cautious low level type of approach,'' Mr. Britt said.\nCrisis consultants offer other suggestions.\nJerry Bremer, chairman and chief executive officer of Marsh Crisis Consulting in Washington, said that it is important for employers to realize that mailed anthrax threats can go beyond those handled by the Postal Service. ''It could come in through one of the special delivery systems like UPS and FedEx,'' said Mr. Bremer, former U.S. ambassador-at-large for terrorism.\nHe also noted that the first thing employers should do is a threat assessment to determine if they are a potential target from someone either inside or outside the company. If they are a potential target for an anthrax threat, he suggests employers review the engineering controls of a building, including the air intake and filtration systems.\nAnthrax ''is a very, very fine powder and once it's suspended in air, it's like smoke; within a couple of minutes it will fill the room,'' said Don Ponikvar, vp-crisis response and analysis at Defense Group Inc., a Washington-based counter-terrorism technology and consulting firm. Mr. Ponikvar advises that if a piece of mail is suspected to be contaminated with anthrax, employers should immediately turn off all air conditioning systems and fans so anthrax-laced air is not circulated around the building.\n''With biological attacks, there's no big boom like when a bomb goes off,'' Mr. Ponikvar said. ''A biological attack is as quiet as an envelope being opened,'' he said\nAnd the reality is, ''there are no devices to warn people ahead of time to exit the building or to put on a mask,'' Mr. Ponikvar said. ''The only thing available if there's an indication that there is an attack occurring...is to start treatment right away,'' he said.\n\nGraphic\n\n \nAs hazardous-material workers in Washington and other cities look for anthrax, many companies are taking steps to protect employees.\n\nLoad-Date: November 2, 2001"
}