{
    "title": "Anti-terrorism methods draw ACLU scrutiny",
    "publisher": "usa today",
    "year": 2004,
    "month": 12,
    "day": 2,
    "full text": "WASHINGTON -- The ACLU wants access to law enforcement files that it believes will shed light on how government anti-terrorism task forces have been monitoring human rights groups and individuals.\nIn federal Freedom of Information Act requests, the American Civil Liberties Union is asking for reports on \"surveillance, questioning and interrogation\" of people named in intelligence files kept by terrorism task forces scattered across 10 states. The bulk of the requests have been made in the past two months in several states, including California, Texas, Colorado, and Arizona.\nThe civil rights organization has been suspicious of the federally managed anti-terrorism units' activities since their dramatic expansion in the aftermath of the Sept. 11 attacks.\nInvestigators from federal, state and local law enforcement agencies have banded together to form the anti-terrorism groups, which have grown in number from 34 in 2001 to 100 in 2004. Attorney General John Ashcroft authorized the rapid expansion in order to unify police agencies against the threat of terrorism.\nThe ACLU says it has received dozens of reports from people complaining that they had been approached by the FBI because of their affiliation with activist organizations or because of their travel to the Middle East, said Ann Beeson, the ACLU's associate legal director.\nIn one request directed to 22 law enforcement agencies in 47 California counties, the ACLU claims that numerous people throughout Northern California have been \"interrogated by the FBI for no apparent reason other than having been born in or traveled to the Middle East.\"\n\"These random interviews or interrogations raise the concern that the FBI and the Joint Terrorism Task Forces operating in Northern California are infringing upon the civil rights and civil liberties of immigrants, U.S. citizens and organizations by interrogating them without any valid basis,\" the request states.\nThe FBI declined to comment on the ACLU's claims.\nLast year, the civil rights organization raised questions about instruction the FBI was providing to police in various cities where anti-war and other demonstrations were planned in advance of the Iraq invasion.\nLast month, the group also raised concerns about the assignment of dozens of CIA case officers and analysts to assist anti-terrorism task forces in the USA.\nThe CIA is prohibited by law from participating in intelligence gathering operations against U.S. citizens. Intelligence and FBI officials have said the CIA officers are operating only as advisers and are not involved in criminal investigations.\n\nLoad-Date: December 2, 2004"
}