{
    "title": "Anti-terrorism funding down",
    "publisher": "university wire",
    "year": 2013,
    "month": 5,
    "day": 5,
    "full text": "Federal funding reductions for two anti-terrorism centers in Wisconsin for the current year have forced the centers to reduce operations, according to a state criminal investigation agency.\nThe Wisconsin Statewide Information Center's federal grant awards have decreased steadily during the past three years. In 2009, the federal government awarded $886,719 to WSIC, yet by 2012, that number had fallen to $585,000, according to Wisconsin Department of Justice reports.\nThe DOJ's budget request last fall noted the decreased funding for public safety and law enforcement operations.\n\"In the 2011-13 budget, DOJ received the second largest reduction in expenditure authority of any mid- or large-sized state agency,\" Mike Huebsch, Department of Administration secretary, said in the request.\nDana Brueck, a DOJ spokesperson, said in an email to The Badger Herald the two anti-terrorist \"fusion\" centers include WSIC, located in Madison and operated by DOJ, as well as the Southeastern Wisconsin Threat Analysis Center located in Milwaukee.\nSTAC is part of the U.S. Department of Homeland Security's fusion centers and works in collaboration with the Milwaukee Police Department, Brueck said. Both centers work toward the same goal of minimizing terrorist and criminal activity, she added.\nBrueck said the department is relying heavily on state funding due to the federal funding cuts.\n\"State support for the WSIC is part of the governor's budget recommendation (and was part of our request) due to decreasing federal funding for the center,\" Brueck said.\nBrueck said the center has many functions, which range from the Wisconsin Crime Alert Network and AMBER Alerts to the Wisconsin Clearinghouse for Missing and Exploited Children and Adults. WSIC helps these organizations respond to major incidences and has a number of intelligence resources to lead investigations.\nBrueck also said she was unaware whether this reduced funding is due to the sequestration, but added DOJ anticipated decreased funding when allocating operating costs.\n\"If we do not receive the requested state support for the WSIC, we'll continue to rely on what federal funding we do receive and operate the WSIC in whatever limited capacity that may pose,\" Brueck said.\nUW political science associate professor Andrew Kydd said he was unaware of the state's anti-terrorism centers, but said he acknowledged Milwaukee is a reasonably-sized city and may have a need for such a center.\nKydd said anti-terrorism units should have a mixture of both federal and state funds.\n\"I think there should be some federal assets, especially available regionally,\" he said \"They are more likely to come to bigger cities such as Boston, Chicago and New York.\"\nWhile Kydd said he thinks Wisconsin does not have enough large, populated areas to require anti-terrorism task forces, WSIC has a wide range of functions to ensure safety for Wisconsin.\nBrueck said it will now have to find funds outside the federal government.\n\"Federal funding can no longer be expected to support the personnel critical to the WSIC's mission,\" Brueck said.\n\nLoad-Date: September 18, 2013"
}