{
    "title": "Anti-terrorism package gives state needed tools",
    "publisher": "the pantagraph",
    "year": 2001,
    "month": 10,
    "day": 24,
    "full text": "The threat of terrorism makes it imperative that law enforcement officials at all levels have the tools they reasonably need to combat that threat.\nThe \"tools\" include more than just hardware, such as high-tech listening devices. Tools also include criminal and civil procedures to root out terrorists, foil their plans and, if that fails, capture and bring them to justice.\nIn general, the federal government should take the lead role in fighting terrorism, particularly international terrorism. But state and local officials have a role to play, too. And they cannot adequately carry out that role without the right tools.\nAttorney General Jim Ryan has offered a legislative package to enhance the ability of state and local officials to fight terrorism - foreign and domestic.\nBecause Ryan is a candidate for the Republican nomination for governor, his proposal has been painted as a political move. However, the proposal should be judged on its merits. It should not be dismissed or advanced because of politics.\nUnder Ryan's plan, terrorism would be defined as any violent or dangerous felony committed with the intent \"to intimidate or coerce a civilian population, influence the policy of any unit of government or affect the conduct of a government or any unit of government.\"\nThe proposal would establish the crime of terrorism and also make it illegal to make a terrorist threat. The penalty for such a threat would vary based on whether it was a real or false threat.\nIn addition, the legislative package would provide more investigative powers. These include convening a statewide grand jury (now available only for certain drug offenses and when computers are used to facilitate sexual crimes involving children) and making it easier to obtain search warrants and engage in electronic surveillance.\nWith these intelligence-gathering tools, state and local officials may be able to obtain valuable information at an early stage when the federal government might not yet be interested.\nOnce such information is obtained, it is imperative that it be shared with federal authorities. The fight against terrorism is no place for turf wars or grandstanding.\nBecause of the risk of infringing upon civil liberties, these investigative tools must be used carefully and only under narrow circumstances.\nSome agencies have poor track records in protecting civil liberties. The Chicago Police Department's \"Red Squad\" - supposedly investigating the \"communist threat\" - improperly spied on groups and individuals exercising their rights to free speech and engaging in no wrongdoing.\nIf this legislation is passed, the courts must fulfill their role in protecting civil liberties when scrutinizing requests for electronic surveillance, for example.\nWith proper restraint and judicial oversight, Ryan's proposal could protect the safety of Illinoisans as well as their civil liberties.\n\nLoad-Date: October 24, 2001"
}