{
    "title": "Antiterrorism's Limits",
    "publisher": "the times",
    "year": 2000,
    "month": 6,
    "day": 7,
    "full text": "Remaining on alert against terrorism is a demand of the times. There are enough people with a distorted sense of justice, for whom violence has become a way of life, to justify extraordinary prevention measures.\n \nGreater physical security in public buildings and airports, enhanced intelligence gathering, closer scrutiny of those crossing borders - all have a reasonable place.\nBut there are limits. Vigilance against terrorism can't be allowed to erode fundamental tenets of democracy and fairness. Americans have only to remember past security excesses, such as the \"red baiting\" of the 1950s, to recognize the dangers.\n \nThe limits have been violated, recently, by ill-conceived laws that allow the federal government to detain legal immigrants without giving any specific reasons for their detention. \"Secret\" evidence, perhaps allegations of terrorist connections by obscure acquaintances or even an estranged spouse, can put someone behind bars for months, even years.\n \nTrue, the individuals affected are not American citizens, but they are legal residents subject to the American justice system. The fundamental right to know what one is being accused of should apply in their cases, too. Reassuringly, some in Congress are pushing to end the use of secret evidence. Also, the Justice Department has guidelines to restrict its use.\n \nMany of the people affected by the secret-evidence practices have been men of Arab background. Their detention has brought charges of discrimination from Arab-American advocacy groups, who suspect ethnic profiling is at work.\n \nThe same concerns have been voiced regarding some parts of the just-released report of the National Commission on Terrorism. Its recommendations deserve careful consideration, but steps such as closer surveillance of foreign students studying in the US and targeting suspected terrorist fund-raising here should, at the least, raise civil-liberties concerns about implementation.\n \nThe fight against terrorism has to proceed, but security concerns can't be allowed to eclipse basic freedoms.\n(c) Copyright 2000. The Christian Science Publishing Society\n\nLoad-Date: June 6, 2000"
}