{
    "title": "Anti-terrorism bill passes through Mass. House",
    "publisher": "university wire",
    "year": 2002,
    "month": 9,
    "day": 5,
    "full text": "The Massachusetts House of Representatives passed an anti-terrorism bill on Tuesday that will increase state security measures just in time to commemorate the one-year anniversary of the Sept. 11 attacks.\nPreviously, bomb threats were the only form of threat classified as felonies. This bill will increase penalties for making terrorist threats of any type; it will also restrict public access to certain building and infrastructure plans and blueprints.\nBoston U.\nThe bill was created as a response to a 1999 incident in which a Missouri youth posed on the internet as a resident of Townsend, a town in central Massachusetts. He sent threatening emails to a local middle school and was \"terrorizing the community,\" according to Ann Donlan, spokeswoman for the Massachusetts Attorney General's office. When the case went to trial, it was discovered that the state lacked the legislation necessary to prosecute the youth for the terrorist threats.\n\"The state laws hadn't kept up with advances in technology,\" Donlan said.\nIn response, the Attorney General's office drafted several pieces of legislation which were subsequently handed over to the state Senate and House.\nCheryl Jacques (D-Needham) sponsored the bill in the Senate, where it passed prior to Sept. 11; the bill sat in the House being argued and expanded until Tuesday. The fact that versions of the bill have now been passed by both branches shows a serious commitment to public safety, said Jacques spokesman Joel Barrera.\nAs the anniversary of Sept. 11 approaches, public safety issues are in the forefront of many political discussions. Examining the local appropriateness of different safety procedures is important to any state or local government, said Juliette Kayyem, executive director of the Kennedy School Executive Session on Domestic Preparedness.\n\"It's important that states try to get a sense of what are their particular needs, especially in the absence of federal action,\" Keyyem said.\nDesigning plans to identify and protect critical infrastructure in communities and promoting the use of local National Guard forces for homeland security against major acts of terrorism are other recommendations released in a recent ESDP report.\nThe anti-terrorism bill was sent today to Acting Governor Jane Swift to be signed. It is expected that she will approve the bill, possibly on Sept. 11 as a commemorative gesture.\n(C) 2002 The Daily Free Press via U-WIRE\n\nLoad-Date: September 5, 2002"
}