{
    "title": "ANTI-TERRORISM FIGHT BRINGS STERN MEASURES",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 1,
    "day": 14,
    "full text": "In parliament chambers and cabinet rooms around the globe, the fears and suspicions of a world on edge are fast translating into the cold legal language of police power.\nIn London, New Delhi and beyond, these stern new anti-terrorism laws have now themselves, for some, become a cause for worry.\n\"First it was communism. Now it's terrorism,\" said Singapore opposition leader Chee Soon Juan, complaining that his city-state's government has always found justifications for stifling civil liberties. In Russia, Spain, India and elsewhere as well, some foresee the anti-terror offensive being turned into a campaign against political dissent.\nGovernment leaders counter that if they are to head off terror attacks, they have no choice but to equip police and intelligence agencies with new authority to eavesdrop, to dip into private files, to lock away people on mere suspicions.\nFrench President Jacques Chirac, for one, says the times require extraordinary measures, \"in proportion to the gravity of the risks, the scale of which was revealed by the mass crimes perpetrated Sept. 11 in the United States.\"\nBritain's home secretary, David Blunkett, trying to cool a fiery debate last month in the House of Lords, defended his government's counterterrorism proposals as \"a proportionate and necessary response to the tragic events of Sept. 11.\"\nIn the aftermath of that historic day of terror, Washington led the way in expanding state security powers. Through legislation and presidential order, the U.S. government has resorted to secret detentions of hundreds of people, to loosened rules on wiretapping, to listening in on lawyer-client conversations, to contemplating closed military tribunals for terrorism suspects.\nOther governments have followed suit. The British, Australians and Indians have adopted or will soon approve laws enabling intelligence and enforcement agents to detain terrorism suspects without trial, keeping them off the streets while searching for evidence against them.\nSome rights advocates are alarmed, including Terry O'Gorman in Australia, where the government plans to allow its intelligence agency to hold people for questioning for 48 hours without legal representation. Such powers are an invitation to mistreatment, said O'Gorman, president of the Australian Council for Civil Liberties.\n\"Any system that keeps lawyers out of police stations or detention centers where powers can be abused is fraught with dangers,\" he said.\nAustralia's conservative government also proposes giving intelligence the authority to intercept e-mail, one example of moves worldwide, including in Canada, India and Italy, to authorize more extensive tapping of private communications.\nItaly's Parliament also put a new crime on the books, association for the purpose of international terrorism, recalling the use of \"criminal association\" charges to round up Italian mobsters.\nEurope's noisiest debate over eroding liberties played out in London's historic Parliament chambers.\nThe ruling Laborites pushed through a package allowing the government to detain foreigners indefinitely without trial on suspicion of terrorism, and giving police more power to sift through personal financial and tax records. But in the upper, unelected House of Lords the legislation ran into a wall of protest, with Conservative leader Lord Strathclyde saying it encompassed \"the most far-reaching powers ever seen in peacetime.\"\nHe objected that police would be empowered \"to commandeer private and personal information on the merest suspicion of a criminal offense quite unrelated to terrorism.\"\nIn their final form, approved after midnight early Dec. 14, the government scaled back the intrusions on privacy and agreed to judicial review of open-ended detentions.\n\nLoad-Date: January 14, 2002"
}