{
    "title": "Anti-terrorism experts_ World not a safe place",
    "publisher": "telegraph herald ",
    "year": 2015,
    "month": 1,
    "day": 11,
    "full text": "PARIS - The terrorism crisis still unfolding in Paris on Saturday was the one security officials were prepared for. The suspects were known to be suspicious. The primary target was known to be a primary target.\nPolice had assigned extra protection to the offices of the weekly satirical newspaper Charlie Hebdo, which in the past had often enraged Islamist organizations with its cartoons of the Prophet Muhammad. French police followed, photographed and listened in on the suspects, and at least some of their terrorist contacts were known well. The men reportedly were on the U.S. no-fly list.\nAnd yet on Wednesday, they broke into the offices of Charlie Hebdo and killed 10, including five well-known cartoonists and two police officers there to protect them.\nSo the question being asked in Paris, around Europe and around the rest of the world, is, \"how did it happen?\" If known suspects can hit known and protected targets, how can unknown targets be protected from unknown attackers?\nThe simple answer, anti-terrorism experts agree, is they can't be. The world is not a safe place, and the reality of surveillance falls far short of the image portrayed by Hollywood.\nMark Singleton, director of the International Center for Counter-Terrorism in The Hague, Netherlands, said that in the end, it comes down to numbers. An estimated 600 to 1,000 French citizens are \"jihadi tourists\" who have traveled to Syria or Iraq to fight with the Islamic State or other terrorist organizations for a short time, before returning to their homes and lives here.\nIn addition, there are homegrown and self-radicalized threats, and each year an estimated 40 terrorists are released from French prisons and could require monitoring.\n\"For every individual who should be monitored, approximately 20 staff are needed,\" he wrote in an email response to questions.\nA Belgian military intelligence official, who spoke on the condition of anonymity because he works undercover, described the problem his country faces.\n\"It takes at least eight operatives to follow one person without them noticing,\" he said. \"And you need three shifts to cover the entire day. Then you need people, often with language skills monitoring their phones and Internet, around the clock.\n\"We have about 400 citizens or residents known to be fighting alongside ISIS in Syria or Iraq,\" he said. \"Then we have about 100 people here in Belgium either indicted or under investigation or some form of monitoring as part of a criminal case. The manpower simply doesn't exist.\"\nMeanwhile on Saturday, a search continued for Hayat Boumeddiene, the 26-year-old woman who's been described variously as the girlfriend or wife of Amedy Coulibaly, who is suspected of being part of the terrorist cell that launched the Charlie Hebdo attack. Coulibaly is suspected of killing a policewoman on Thursday and bragged to a French television interview that he had killed four hostages in a kosher grocery on Friday before he was killed himself when police stormed the store.\nBoumeddiene was named as a suspect in the killing of the policewoman. On Saturday, news surfaced that Boumeddiene might have traveled to Turkey a week ago and crossed into Syria on Thursday.\nThe Paris newspaper Le Monde, citing \"a well placed source\" it did not otherwise identify, said that a woman carrying Boumeddiene's passport had boarded a Madrid to Istanbul flight Jan. 2 and that Turkish intelligence reported that she crossed the Turkish-Syrian border on Thursday. A return ticket for a flight Friday to Madrid was not used.\nIf Boumeddiene did travel to Syria as the violence unfolded in Paris last week, she would have had a lot of company.\nAn estimated 3,000 or more Europeans are known to have made the journey, and the primary concern of European anti-terrorism officials is in determining how much of a threat these people are when they return.\n\nLoad-Date: January 12, 2015"
}