{
    "title": "Anti-terrorism",
    "publisher": "the world",
    "year": 1984,
    "month": 4,
    "day": 18,
    "full text": "THE new anti-terrorism policy of the Reagan administration is an attempt to deal with the terrorist issue by expanding US efforts to gain intelligence about terrorist groups and activities, and by reprisals and preventive raids. As yet, much about the plan is vague, probably deliberately so, including the relative emphasis between intelligence gathering and small-group military operations.\nTerrorist attacks in recent months against Americans and others in many parts of the world have made it clear that the United States needed to improve its approach to dealing with terrorism. Last October's terrorist attack on US marines and French troops in Beirut has been followed by the kidnapping of three Americans in that city, the shooting of a US diplomat last month in France, and the assassination of a British diplomat in Athens. Just this week, demonstrators against the Libyan regime of Col. Muammar Qaddafi were shot in London.\nFurther, there is concern in the United States, the Soviet Union, and other nations about the adequacy of protection against terrorism at the Olympics in Los Angeles in August.\nFew would quarrel with the aim of learning more, in advance, about terrorist groups, their sponsors, and their plans. For more than a decade supporters of the Central Intelligence Agency have maintained that US intelligence-gathering activity, presumably including information about terrorists, has been compromised by congressional and other efforts to hold down the size of the CIA staff and budget. When the new administration proposal is formally submitted to Congress, presumably in a few weeks, a considerable increase is likely to be asked in funds to collect knowledge about terrorists, including money for large rewards paid for information.\nYet there is reason for considerable caution in reacting to the Reagan approach as thus far expressed. For one thing, there is the question of the propriety of military reprisals and preemptive attacks against people or groups believed responsible for past or planned terrorist acts. If such military actions by an arm of the government were against terrorist targets in the United States, they might well be contravening the system of law enforcement already in place for dealing with terrorism and other violations of domestic law.\nIf an American anti-terrorist squad were to attack a terrorist group on the soil of another nation, there is the possibility of an international incident. This would be a particularly serious problem if the terrorist group were based in a third country, rather than in the nation that sponsored it. What if the third country were an ally of the US, such as France or Italy, often the site of terrorist activity?\nBeyond this issue is a more fundamental one. Whether the site of terrorist activity is Africa, the Middle East, Northern Ireland, Central America, or the United States itself, employing a preemptive strike team is not a sufficient response to the terrorism. Terrorism largely arises out of unsettled grievances and longstanding political tensions. These must be dealt with to provide long-term solutions.\nThe US cannot itself adopt a terrorist mind-set: America must look to positive ways to resolve international disputes, and to end grudges that surface as terrorism. The more important issue is: How can the cycle of violence be ended? This is what must be dealt with in order to end terrorism."
}