{
    "title": "Anti-terror funding priorities questioned",
    "publisher": "star tribune ",
    "year": 2005,
    "month": 1,
    "day": 13,
    "full text": "As Minnesota braces for a sharp cut in federal Homeland Security money, legislators on Wednesday demanded that state law enforcement officials develop a better strategy for spending anti-terrorism funds and questioned past use of the funds to buy an armored car for Edina and a 911 system for a southwestern Minnesota county.\n     \"We needed to be prepared, to have criteria established so there wouldn't be a lot of questions in the public's mind about whether these dollars are really going to the places … that are the highest priorities,\" said Sen. Jane Ranum, DFL-Minneapolis.\n     Ranum and other senators pressed state officials on how they have awarded Homeland Security grants and asked whether the state might need to reimburse the federal government for any spending not directly related to fighting terrorism.\n   Al Bataglia, Minnesota's Homeland Security and Emergency Management director, said previous grant decisions were allowed by federal reviewers before state officials gave approval. He said state Homeland Security officials have reassessed risks and spending and given greater attention to the state's border with Canada, where sheriffs complained last year of being short-changed on anti-terrorism money.\n     \"This has been a work in progress,\" Bataglia told the Public Safety Budget Division and the Crime Prevention and Public Safety Committee. \"It has been revised and will continue to be revised. A lot of the decisions that were made were made very quickly.\"\n     Concern about Homeland Security spending occurs amid a cutback in funds for Minnesota and other states where the risk of terrorism is considered lower than in other areas. Minnesota is expected to experience a 48 percent cut this year in the nearly $60 million it was awarded in Homeland Security money from the federal government in 2004.\n     Ranum said concerns about state spending decisions were prompted in part by a Star Tribune report in September that millions of dollars in federal grants sent to Minnesota to thwart terrorism had been spent on police and emergency equipment that offers little or no benefit in preventing another Sept. 11-style attack.\n     Rock County, along the Iowa and South Dakota borders, was awarded a grant to build a better 911 system that can locate cell phone callers reporting traffic accidents or trapped in snowstorms, the newspaper reported. But several counties bordering Canada were denied radio equipment they said they needed to communicate effectively with the U.S. Border Patrol and the Royal Canadian Mounted Police to stop illegal crossings.\n     Ranum said there was no clear explanation from Homeland Security officials why some communities received anti-terrorism money while others did not, or who made the decisions.\n     The state Homeland Security office put out an internal strategy paper in early 2004, but Ranum said it doesn't clearly identify priorities for anti-terrorism funding.\n     Pat Doyle is at pdoyle@startribune.com.  \n\nLoad-Date: January 14, 2005"
}