{
    "title": "Anti-terrorism focus could hurt state Cuts would affect ability to respond to natural disasters",
    "publisher": "charleston daily mail",
    "year": 2004,
    "month": 2,
    "day": 27,
    "full text": "WASHINGTON - West Virginia had a nation-leading four federal disaster declarations last year, but state officials are concerned that a new emphasis on anti-terrorism by the Bush administration could come at the expense of preventing and responding to natural disasters.\nAll four declarations related to floods and storms.\n\"What's the more immediate threat to West Virginia citizens?\" asked state Office of Emergency Services director Steve Kappa.\nKappa also warns that proposed caps on the amount of federal Emergency Management Performance Grants that can be spent on personnel would cost 18 key emergency services jobs on the state level and 38 positions in county emergency offices.\nSen. Robert Byrd, the ranking Democrat on the Appropriations Committee, pressed the issues with Homeland Security undersecretary Michael Brown during a subcommittee hearing Thursday.\n\"Where does this budget leave a small town fire department in West Virginia that needs to purchase breathing apparatus or equipment to deal with a chemical spill?\" Byrd asked.\nByrd and Kappa are concerned President Bush's budget proposal transfers, reduces or eliminates grants geared specifically to local and state response efforts for \"all-hazards\" dangers - such as floods, wildfires and blizzards - into programs geared directly to responding to terrorism attacks.\n\"I am as concerned as anyone about the possibility of future terrorist attacks,\" Byrd said. \"But I am greatly concerned that preparing for such an attack will come at the expense of preparing for other types of disasters.\"\nBrown, who oversees the Federal Emergency Management Agency, said the administration is committed to a \"comprehensive, risk-based, all-hazards\" approach.\nThe request for first responder funding overall has increased in the Bush budget proposal, he noted.\nState officials, however, are alarmed at reductions in grants that help pay for the salaries of emergency services staff. The appropriation for the Emergency Management Performance Grants would decrease by $ 9 million, and states would face limitations on the share that would go to pay personnel.\nThe program pays 50 percent of the salaries of 28 of 39 state Office of Emergency Services staffers, including Kappa. It funds half of the cost of 51 county positions across the state.\nPotentially 60 percent of emergency management staff could be affected nationally, the National Emergency Management Association estimates.\nBrown said the administration proposed limiting personnel expenses to free up additional funds for training and exercises.\n\"I want to emphasize that a robust state and local system is necessary for FEMA to succeed,\" Brown said.\n\"We would ask the states to see if they couldn't find the money to keep those people in place, because I don't want to lose those people either. I want to keep them in place and train them.\"\nAs state and municipal governments face tight budgets, Kappa doubts funding could be found to retain the positions.\nAnd with reduced local staff, the federal government will be forced to respond to emergencies more frequently and at a greater cost, he said.\nWriter Karin Fischer can be reached at (202) 662-8732 or by e-mail at kfischer@dailymail.com.  \n-30\n\nLoad-Date: February 27, 2004"
}