{
    "title": "Anti-terror contractor_ Pennsylvania Gov. Rendell 'misinformed'",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 9,
    "day": 17,
    "full text": "HARRISBURG — The co-director of an institute that prepared bulletins for state Homeland Security on terror threats today took issue with Gov. Ed Rendell's statements about its work, saying the governor is \"regrettably, misinformed.\" \nMichael Perelman, a former York city police officer, issued a statement defending the work of the Institute of Terrorism Research and Response. \n\"We provide information on potential issues that may require enhanced security responses in the protection of clients' obligations to pubic safety and protection of their assets,\" Perelman said. \nThe governor's office was expected today to release 137 bulletins that Homeland Security sent out, based on the institute's information. The bulletins went to law enforcement agencies. \nThe institute's $103,000 no-bid state contract caused a stir this week when Rendell stated that environmental protestors, gay groups, anti-tax and education groups were included in its bulletins. He said he was not aware of the activity. \nLuzerne County Republican Sen. Lisa Baker, who chairs a Senate committee, announced the panel will hold a hearing about the matter, saying citizens are \"angry about what appears to be a serious abuse of government power.\" \nThe Senate Veterans Affairs and Emergency Preparedness Committee's hearing is set for Sept. 27, Baker said. \n\"People were targeted for no reason, other than they were excercising their fundamental rights of free speech and assembly,\" Baker said. \nAsked how Rendell was misinformed, Perelman said in a brief telephone interview: \"The indications that the Institute of Terrorism Research and Response tracked gay groups is inaccurate and offensive.\" \nRendell had no immediate response, said press secretary Gary Tuma. \nRendell on Tuesday said the information the institute gave the state \"has no value. ... It may have some value to other people, but it had no value to us.\" \n\"They have a clever gig going on,\" Rendell said. Assessing the institute's information-gathering methods, he said: \"They probably read the newspaper (and) put this stuff in\" their reports to the state. \nIn his statement, Perelman said the institute idenitified \"threats to critical infrastructure and to people.\" \nThe institute \"operates within the scope of the law in fufilling the contractural obligations of its clients,\" he said. \nRendell has said he won't renew the instititute's contract, which expires in October. Sen. Jim Ferlo, D-Highland Park, suggested that James F. Powers, the head of Homeland Security, should step down or be fired. \nPerelman said the institute performs research and analysis. It does not \"follow people, conduct surveillance, photograph or record individuals,\" he said. \nThe institute's co-director, Aaron Richman, is a former captain with Israeli police. But Perelman said the nonprofit organization is \"not employed by or part of the government of Israel.\" It has no clients in Israel, he said. \n\nLoad-Date: September 17, 2010"
}