{
    "title": "Anti- American sentiment increases threat of terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 29,
    "full text": "Appearing at the UN recently, Venezuelan President Hugo Chavez called US President Bush \"el Diablo\" and said he could even still smell the sulfur from Bush's visit to the United Nations the previous day.\nMeanwhile, according to Agence France-Presse, a classified report leaked by US intelligence agencies said that far from making this country safer, the war in Iraq had \"spawned a new wave of Islamic radicalism\" and increased the terrorist threat.\nThese two seemingly unrelated events do, in fact, share a relationship.\nPoliticians and the news media present Chavez as a threat to the U.S., but we shouldn't view him as such. Rather, we should view him and his influence in Latin America and other parts of the world as an inevitable product of our foreign policy.\nLatin American resentment of the U.S., which has a long history of bullying countries in central and South America, goes back more than 100 years. Now that anti-American sentiment has spread throughout the world, thanks to the war in Iraq, leaders such as Chavez, Iranian President Mahmoud Ahmadinejad and Bolivian President Evo Morales have found it easy to exploit.\nThat same sentiment has also led to the increased threat of terrorism. Many Muslims viewed our country's unprovoked 2003 attack on Iraq as an attack on Islam as a whole. Furthermore, when a small boy in Baghdad or Fallujah watches as American troops shoot his parents, what do you think he'll want to become when he grows up? Hint: I don't think he'll say \"fireman.\"\nOverconfidence prevents many in this country from realizing this. Thus, it comes as no surprise that Bush seeks the right to \"interpret\" the Geneva Convention's prohibitions on torture as he sees fit. Torture may be against international law, but hey, we're America, so we can torture if we want to, right?\nAccording to an Associated Press article published Tuesday, a declassified report says that Iraq has become \"cause celebre\" for terrorists. Translation: The pointless and wasteful war in Iraq has made the world less safe, not safer, as Bush would have us believe.\nWhy do we need some official document to tell us the obvious? Violence begets violence - Jesus, the Buddha and other philosophers were aware of that a long time ago.\nUnfortunately, flag-waving nationalism has a tendency to trump common sense and intelligence. You can't go around bullying other countries and killing innocent people and not expect them to bite back.\nTo bite back, people in other countries will turn to leaders who give them an outlet for their anti-Americanism, such as Chavez and Ahmadinejad. Or, if we're really unlucky, they'll become terrorists, as many Iraqis have.\nAs a nation, we have yet to learn that bullying and threats won't get us what we want. We still treat anti-American sentiment and terrorism as anomalies, not as consequences of our belligerence. We seem to think that the best way to get rid of terrorism is to kill terrorists, without regard for the countless new terrorists that every bomb we drop and every bullet we shoot help to create.\nConsidering the warlike attitude of many Americans, particularly in the more \"conservative\" parts of the country, I fear that we'll learn our lesson the hard way, just like the British in the 20th century, the Chinese in the 19th century and the Romans in the 5th century.\nWe should think outside the flag and listen to the grievances of people in other countries instead of writing off their anger as delusional.\n(C) 2006 Daily News via U-WIRE\n\nLoad-Date: September 29, 2006"
}