{
    "title": "Antiterror Measures at Home_ Ten years after the 9_11 attacks, the F.B.I.'s terrorism watch list is",
    "publisher": "the new york times",
    "year": 2011,
    "month": 10,
    "day": 2,
    "full text": "One of the bitter lessons of the terrorist attacks of Sept. 11, 2001, was the need for better coordination and sharing of intelligence among the nation's security agencies, to flag dangerous people entering the country. But there were also well-founded concerns about how well that system was working, and whether it was being abused.\nTen years later, files released by the F.B.I. under the Freedom of Information Act show that the government's bloated terrorist watch list remains a flawed security tool in need of greater transparency and accountability. There are longstanding concerns about implementation and accuracy, including the omission of names from the list that properly belong there. There also has been a persistent problem of flagging the wrong people -- including an 8-year-old and at least one senator -- who then have serious trouble getting their names removed.\nThe 91 pages of newly disclosed files, described by The Times's Charlie Savage last week, included a December 2010 memorandum to F.B.I. field offices revealing that even a not-guilty verdict may not always be enough to get someone off the list, if agents retain ''reasonable suspicion'' that the person might have ties to terrorism.\nThe database now has 420,000 names, including about 8,000 Americans. About 16,000 individuals are barred from flying. Timothy Healy, the director of the F.B.I.'s Terrorist Screening Center, which reviews requests to add or remove names from the watch list, says the multilayered process for vetting nominees for the list balances civil liberties and security well.\nBut the unwieldy size of the database raises doubts. So does the disturbing absence of procedures to notify people who are on the watch list, or to give them a chance to see and challenge allegations against them. Inclusion on the watch list can keep people off planes, subject them to delays and extra invasive scrutiny at airports, traffic stops and border crossings, and prevent noncitizens from entering the country.\nThe security agencies have stepped up efforts to avoid mistaken identifications, but there remains a need for Congress to make sure the system's flaws are fixed.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 2, 2011"
}