{
    "title": "Anti-terrorism draws external funding increase at LSU",
    "publisher": "university wire",
    "year": 2003,
    "month": 8,
    "day": 29,
    "full text": "Louisiana State University experienced a 22 percent increase in its outside funding for last fiscal year, with the total amount of funding reaching more than $ 122 million, with a large chunk going to help finance anti-terrorism and law enforcement training programs.\nMost of the funding came from the federal government, which contributed $ 77.8 million. Other funds came from the state and from industry and private sources.\nLouisiana State U.\nThe Division of Continuing Education received $ 36.4 million, a 95 percent increase, the largest at the university. The School of the Coast and Environment received $ 11.4 million, an 82 percent increase.\nA majority of the Continuing Education funding came for the university's National Center for Biomedical Research and Training and the Academy of Counter-Terrorist Education.\nJim Fernandez, vice provost and executive director for the National Center for Security Research and Training, said the money would be used for more law enforcement training around the country.\n\"LSU has been involved in this long before 9/11,\" Fernandez said. \"We're working with a number of different agencies to do this type of training.\"\nThe school provides training in such areas as crisis response, hostage negotiations, computer training and response to biological incidents.\nRussell Chapman, School of the Coast and Environment dean, said the money the school received is the result of both an experienced faculty and an increased awareness about the type of research the school does.\nChapman said the money would be used to continue such research projects as coastal erosion, fisheries and maintaining and creating a clean environment.\n\"That money is used for the very specific projects that we submitted to the various agencies,\" Chapman said.\nChapman said other projects the school is working on with the research money include Mississippi River diversions, wave monitoring in the Gulf of Mexico and the study of the \"dead zone\" in the Gulf of Mexico, an area of low oxygen levels.\nChancellor Mark Emmert said the funding helps put the university \"on the map\" in terms of outside funding.\n\"This is a clear indication of the rising competitiveness of LSU for research grants and contracts,\" Emmert said.\nOther areas receiving funding include the College of Basic Sciences, with $ 25.7 million, and the School of Library and Information Science, which received $ 498,653 from the Institute of Museum and Library Services.\n(C) 2002 The Reveille via U-WIRE\n\nLoad-Date: August 29, 2003"
}