{
    "title": "ANTI-TERRORISM EFFORTS NOT AMONG THE CASUALTIES; UNDER THE GOVERNOR'S PROPOSAL, THEY WOULD GET A $4",
    "publisher": "wisconsin state journal",
    "year": 2002,
    "month": 2,
    "day": 7,
    "full text": "Gov. Scott McCallum's budget repair bill is full of proposed cuts in state spending, but anti-terrorism efforts would get a $4.5 million boost in grants and new positions under the plan.\nThe cornerstone of McCallum's domestic security plan is $3.6 million in grants for local emergency government agencies, said McCallum spokesman Tim Roby. The money could be used for computers, software, communications equipment and safety gear.\nAbout $500,000 would go toward a statewide trauma care system, which would coordinate efforts of emergency government, medical workers and hospitals. The system would include two full-time positions to track data and provide education and training.\nFive positions would be added to the state Capitol Police force at a cost of $318,000. The department currently has the equivalent of 61.5 full-time positions in Madison and Milwaukee and provides law enforcement at state office buildings.\nAnother $162,000 would be used to add the equivalent of 2.5 full-time positions and create a program to track infectious diseases and biological and chemical threats, according to a Legislative Fiscal Bureau analysis of the bill.\nThe most controversial proposal in McCallum's anti-terrorism plan is a \"domestic security coordinator\" who would report directly to the governor. No salary is listed for the position, which would be filled by transferring a vacant position from another department, Roby said.\nCritics of that idea, including state Attorney General Jim Doyle, say the position would unnecessarily duplicate services. State law enforcement agencies already are working together in an unprecedented fashion, said Doyle spokesman Randy Romanski.\nDoyle's office has held six in-depth regional training sessions on terrorism, Romanski added.\nDoyle supports providing grants and resources to local agencies, but the governor's plan won't help if other budget cuts proposed by McCallum hit local police departments, Romanski said.\nMcCallum has proposed eliminating shared revenue to local governments by 2004 to help eliminate a $1.1 billion state budget deficit.\n\"If they take enormous hits in shared revenue and police and fire positions are lost, they're actually losing ground, even if they're getting grants,\" Romanski said.\nMcCallum's plan doesn't call for the elimination of any police officer positions, and local governments can decide how to handle their own budget adjustments, Roby said.\n\nLoad-Date: February 8, 2002"
}