{
    "title": "ANTI-TERRORISM CAN ALSO HAVE ITS PRICE",
    "publisher": "the new york times",
    "year": 1985,
    "month": 12,
    "day": 1,
    "full text": "WHEN Arab gunmen collected passports from those aboard the Egyptair jetliner hijacked to Malta last weekend and selected Israelis and Americans to be shot, it was both a crime and an act of warfare. But more than an attack on particular passengers, it was meant primarily as an assault on the governments of Israel, the United States and Egypt, part of a campaign of international violence that has evolved into a purposeful, rational and calculated tool of policy, usually used by the weak against the powerful.\nPresident Hosni Mubarak of Egypt blamed Libya for the hijacking, which was said to have been carried out by members of a Palestinian group headed by Abu Nidal, a radical, pro-Libyan rival of Yasir Arafat, the leader of the Palestine Liberation Organization. Egyptian officials told Washington that the attack was probably in retaliation for the arrest in Cairo a week or so earlier of four Libyan agents who were mounting a second attempt to assassinate a former Libyan Prime Minister. And of course it was also another skirmish in the long Arab-Israeli conflict, in which the United States, as Israel's chief supporter, has become a target. (The situation in Egypt and Malta, page 5.) Intrigues aside, the hijacking dramatized the futility of judicial process as a deterrent and the riskiness of military force as a defense against terrorism. When Egyptian commandos stormed the plane in Malta, 57 people died, most as a result of smoke inhalation from a fire started either by explosives the commandos used to blow their way in or by hand grenades thrown by the hijackers, who had earlier murdered two hostages, an American and an Israeli.\nAlthough American officials praised Egypt, the bungled raid drove home the need for skill, training and luck to pull such efforts off. American rescue teams have been assembled but not tested; one such group was en route to Malta when the Egyptians went ahead with their assault. (At least two American officers reportedly landed with the Egyptians and gave them ''technical'' assistance.) But crack Israeli anti-terrorist units have built a record of success, rescuing children taken hostage in a kibbutz near the Lebanese border five years ago and bus passengers in the Gaza Strip in 1984.\nWhen an occasional hostage gets killed or wounded, Israeli authorities either blur the cause of death - suggesting that the terrorists were responsible - or blame the hostages themselves. In the Gaza bus incident, for instance, a young woman soldier who was a passenger died because, the army announced, she did not follow orders to keep her head down. In other words, the army cannot be wrong, a posture that discourages public backlash that could undermine Israel's policy of refusing to negotiate with hijackers.\nNor does arrest do much good. The Egyptair hijacking took place just six weeks after an action that was supposed to discourage terrorists: the interception by United States jet fighters of an Egyptian airliner carrying four Palestinian hijackers of the Italian cruise ship Achille Lauro. The four were swept from their world of violence into the alien machinery of courts, rights and rules of evidence. The United States Justice Department even arranged an American-style lineup in Sicily as a prelude to an extradition request. The hijackers have been convicted on weapons charges in Italy, are to stand trial there for the ship's seizure and the killing of a passenger and are being investigated by a grand jury in the United States.\nThe imposition of due process on the bloody unpredictability of terrorism seems to satisfy Washington's need to feel some sense of control. ''It's our intention to combat terrorists with the use of law,'' Stephen S. Trott, an Assistant Attorney General, declared. ''They are just common thug criminals.'' But what makes terrorists difficult to combat with laws is that many of them are more than criminals. They are ''freedom fighters'' or ''soldiers'' in their terminology, and their murders, kidnappings and hijackings are ''operations.'' And not all of them appear to be fanatics; on the contrary, Palestinian and Irish terrorists interviewed after capture, for example, often come across as stable and wholly integrated into their political cultures. After his arrest, Adnan Jaber, who led a squad of Palestinians in a 1980 attack with guns and grenades on a group of Jewish worshippers in the West Bank city of Hebron, explained it as just ''part of a general operation that takes place between us and Israel.'' ''As a fighter, when they give me an order, I have to carry it out,'' he said.\nLabeling someone a terrorist, then, is a matter of perspective. Conor Cruise O'Brien, a former Irish diplomat, captured that essential ingredient of subjectivity by defining terrorism as ''politically motivated violence of which we disapprove.''\nBy contrast, the approval and support the terrorist derives from family, friends and like-minded countrymen often weigh more heavily than the threat of death, arrest or retaliation. Just because some are killed and captured does not mean recruits will be lacking. The Israelis have learned through the years that - despite their assassination of P.L.O. figures, bombing of bases and refusal to make deals when hostages are taken - the gunmen continue to come.\nIsrael is in a technical state of war with most of its Arab neighbors, and its smallness and sense of vulnerability work against the moral and political restraints on military action. The United States, however, has yet to find a consensus - even within the Reagan Administration - on how to respond to terrorism, vacillating from the use of extensive force against the Druse in Lebanon to an explicit ban on the assassination of terrorist leaders.\n''We used 16-inch guns from the battleship New Jersey and pulverized Druse villages,'' said Robert H. Kupperman, a terrorism specialist at Georgetown University's Center for Strategic and International Studies. ''We are willing to use napalm, and so on. But the notion of going after one person with a .38-caliber pistol is unacceptable. It seems underhanded, and America doesn't like underhanded, non-Jack Armstrong efforts.''\n\nGraphic\n\n \nPhoto of hijacked Egyptair jetliner (Gamma-Liaison/Bouvet and Duclos); Photo of Capt. Hani Galal being led from polane by Egyptian commando (Special Features/Sipa Press/Durand and Torregano)"
}