{
    "title": "Anti-terrorism plans falling short",
    "publisher": "usa today",
    "year": 1998,
    "month": 10,
    "day": 13,
    "full text": "BOSTON -- If the drill had been real, the first police officers\nand firefighters answering the 911 call would have died quickly,\nconvulsing on the ground because they lacked the basic gear to\nprotect them against sarin gas.\nThose wouldn't have been the only deaths. Police cadets playing\nvictims ran in mock panic from the scene. They would have contaminated\ncity streets and a nearby hospital. Others who played the seriously\ninjured cried for help that took 90 minutes to arrive. Paramedics\nhad to wait to treat them until firefighters could find the right\npeople to struggle into the few protective suits on hand.\nThe recent drill at a Boston high school football stadium was\npart of a nationwide training program to prepare cities for a\nterrorist attack, a once farfetched idea first made real by the\nWorld Trade Center bombing in 1993 and the destruction of Oklahoma\nCity's Federal Building in 1995.\nSince then, there have been other warning signs of vulnerability:\nthe attack in 1995 on the Tokyo subway system; the bombings a\nyear later of Khobar Towers in Saudi Arabia and this year's attacks\non U.S. embassies in Kenya and Tanzania.\nIn the years since the World Trade Center bombing, the federal\ngovernment has spent billions -- $ 7 billion last year alone according\nto one estimate -- to create anti-terrorist programs, panels and\nagencies. Many have overlapping roles that even government watchdog\nagencies can't track.\nConfused and worried\nThis bureaucratic maze has left urban officials confused and worried.\nMany told USA TODAY they are no more ready now than they were\ntwo years ago for a terrorist attack using chemical, biological\nor nuclear weapons.\nSome don't even know which agency to call for help in case of\nan attack. All feared the potential of hundreds of casualties\nand millions of dollars in damage.\n\"We don't have sufficient equipment or training for a major terrorist\nevent,\" says Bob Canfield of Los Angeles' Emergency Preparedness\nDivision. \"Instead, what we see is a lot of money being used\nup by people at the federal level trying to decide how the system\nshould run.\"\nCanfield is not alone in his complaints. In August, a gathering\nof 200 \"first responders\" -- firefighters, police and urban\nmanagers who would be in the front lines of a terrorist attack\n-- told Attorney General Janet Reno and others the system wasn't\nworking.\nThey said grants for needed equipment were slow in coming; often\nthe equipment they got didn't fit their needs. They talked of\na bewildering array of programs and contradictory plans on how\nto deal with emergencies that left them unsure how to respond\nto an attack or even where to call if they faced one. They begged\nfor someone to rein in the scattered programs and provide a central\nvoice to the effort to get them ready.\nFederal officials acknowledged the complaints last week. They\nsay they soon will announce their solution -- the creation of\nanother anti-terrorism office.\n\"We have heard the message loud and clear and we agree they have\na legitimate complaint,\" says Michael Dalich, chief of staff\nat the Justice Department's Office of Justice Programs.\nTrying to improve\nDalich says a new FBI division, the National Defense Preparedness\nOffice, will take over coordination of programs in the Public\nHealth Service, the National Security Agency and the Departments\nof Defense and Justice.\n\"The handling of terrorism issues has been historically very\ndiffuse,\" he says. \"We're trying to get all the programs in\none place to coordinate it and make it work better.\"\nBut Dalich says it will take months before the new system goes\ninto place.\nLocal officials remain skeptical. Though Bernard Hicks, deputy\ndirector of the Atlanta-Fulton County Emergency Management Agency\nin Georgia, gives federal training programs an \"E\" for effort,\nhe doesn't expect the bureaucracy to get more efficient anytime\nsoon.\n\"The red tape I have to go through is unbelievable,\" he says.\n\"We have a long way to go.\"\nUrban officials from around the country echo that view.\nIn San Francisco, police rely on humor to shrug off the immediate\nprospect of what a terrorist attack might mean. Right now, only\nthe police bomb squad has a few A-type protective suits, which\nseal the wearer from toxic dangers and provide a self-contained\nbreathing system.\nPolice would like to have a dozen more on hand along with detection\nand decontamination equipment costing at total of $ 4 million.\nBut any purchases will have to wait to next year, along with more\nextensive training.\n'D suits'\nFor now, police joke about their \"D suits\" -- regular uniforms\nthat protect against dirt and little else.\n\"The firefighters refer to the police officers as the blue canaries\nbecause we'd be the first to die,\" says Sgt. Mickey Griffin,\nthe police department's emergency services coordinator.\nOthers complain they need much more than suits. Their emergency\npersonnel would have to enter hot zones -- the area of the attack\nwhere chemicals or other lethal agents are still reacting -- without\nequipment needed to detect and identify lethal agents. And they\nalso complain about a lack of equipment to decontaminate victims\nexposed to deadly gases, germs or radiation.\nAt the Boston drill, one team used a car washing wand, garden\nhoses and a child's wading pool decorated with cartoon flowers\nand snails to wash down supposed victims. Grants for specialized\ndecontamination tents are stuck in the pipeline and the portable\nfacilities are in short suppply.\nBoston is not an unschooled backwater in this exercise; it's ahead\nof much of the nation. The country's largest 120 cities are supposed\nto receive anti-terrorist training under the Defense Department's\nDomestic Preparedness Program. Mandated by Congress in 1996, the\nfive-year, $ 150 million program is the most visible of the federal\nanti-terrorism schemes.\nBut the training takes time. The program, in it's second year,\nhas been to just 34 cities for week-long classroom sessions that\ntheoretically prepare cities for a dress rehearsal a year later.\nOnly five cities -- Washington, D.C., Detroit, Philadelphia, San\nJose, Calif., and now Boston -- have taken the next step of a\nfull-scale drill.\nLessons learned\nAlthough those in charge of the drills say they are learning from\neach experience, each experience shows new weaknesses in the system.\n-- In Washington, D.C., emergency personnel responded to a Sept.\n22 drill using the scenario of a nerve gas attack at an RFK Stadium\nrock concert. They found that downdrafts from emergency helicopters\nwould have spread the gas.\n-- In San Jose, fire and police units responding to a supposed\ngas attack on City Council offices waited outside for three hours\nwhile personnel struggled to don unfamiliar protective gear before\nthey could get to victims.\n-- In Boston, rescuers waited 90 minutes until personnel with\nA-suits could check the scene. Reason for the delay: seven officers\nchosen to wear the suits were found to suffer from high blood\npressure and alternates had to be found.\nStill, there was little disappointment with the three-hour drill\nthat involved hundreds of personnel from the fire, police and\nemergency medical services along with state and federal agencies.\n\"This is a success just by the fact we've got all these different\npeople working here together,\" says Richard Serino, the head\nof Boston's Emergency Medical Services.\nNational groups of firefighters and fire chiefs are more critical.\nThey criticize the military style approach to the training with\nits doctrine of \"acceptable casualties.\"\n\"Our people have real problems that they should be prepared for\nfirefighter casualties in the event of terrorist act,\" says Fred\nNesbitt, an official with the International Association of Fire\nFighters. \"To us, that's unacceptable.\"\nSome city officials say they are disappointed with another aspect\nof the Pentagon program -- grants of $ 300,000 in equipment to\neach city. The equipment, they say, is mainly for training and\nis not what they need to step up their readiness in case of a\nchemical attack.\nHicks says much of the equipment his agency received in the grant\neither duplicated what Atlanta already has or were training materials\nthat would be little help in the event of a real attack. \"I would\nhave liked to have the $ 300,000 in hand so I could purchase equipment\nto enhance what we already have.\"\nMunicipal officials also complain the training program is just\none of a dizzying array of federal programs and duplicative agencies\nin the anti-terrorism business.\nThe Departments of Defense, Justice, Energy, and Health and Human\nServices and the Federal Emergency Management Agency (FEMA) all\nhave anti-terrorism offices, some offering overlapping services.\nAll are suppose to fall under the umbrella of the new FBI office.\nTo those in the cities, such a plethora of programs offers little\nmore than confusion.\n\"Everybody seems to have a big program up there in Washington,\nbut I'm not totally sure what I'm supposed to be doing here in\nterms of training, equipment and planning. It makes it all very\noverwhelming,\" says Jim Thacker, director of Nashville's emergency\nmanagement office.\nRichard Davis, a security analyst with Congress' General Accounting\nOffice, says the problem is that federal agencies just jumped\non the gravy train when Congress and the White House began showering\nmoney on the anti-terrorism problem. The result, he says, is that\nlots of people qualify for funds but no one is coordinating the\neffort.\n\"Terrorism seems to be the popular problem right now,\" he says.\n\"If you want to pump up your funding, all you need is a line\nin your budget that talks about counter-terrorism and you're likely\nto get more money.\" Davis authored the study that estimated the\nfederal government spent $ 7 billion on terrorism-related projects\nand programs last year.\nEstimated is the operative word. Both GAO and the Office of Management\nand Budget can't detail which federal agencies are involved, how\nmuch they spend and to where the money goes.\nFor local officials, the confusion even comes down to which federal\nagency to call in the event of an attack.\nSome city officials say they would call the FBI, others FEMA or\nthe Public Health Service. Still others believe their first call\nshould go to a Coast Guard operation that responds to massive\noil spills.\n\"My plan is to call FEMA,\" Thacker of Nashville says. \"Then\nI suppose I'll get all these other people standing up here, saying,\n'I'm in charge.' \"\nCorrection\n\nIn a story published Oct. 13 on programs to prepare cities for terrorist attacks, USA TODAY reported that San Jose fire and police units responding to a mock gas attack took a long time to don protective gear before they could respond. Army training personnel who provided that information explain they were talking only about a police bomb squad unfamiliar with the protective suits.\nCorrection-Date: October 29, 1998, Thursday\n\nGraphic\n\n \nPHOTOS, Color, John Bohn for USA TODAY (2)\n\nLoad-Date: September 12, 2000"
}