{
    "title": "ANTI-TERRORISM POWERS BOLSTERED Congress OKs sweeping bill to help sn oop on suspects",
    "publisher": "daily news ",
    "year": 2001,
    "month": 10,
    "day": 26,
    "full text": "WASHINGTON - Armed with final approval of a tough new law from Congress, the President and the Justice Department plan to deploy sweeping new police powers today in their war on terrorism.\nInvestigators vow to use this new authority to track down terror suspects and arrest them on whatever charge they can - much as the government once used tax evasion charges to stop Al Capone.\n\"We have the ability to say, we don't care if it's chump change, we're going to prosecute to the fullest extent of the law,\" one senior Justice Department official said.\nThe Senate approved the new anti-terrorism legislation by a vote of 98-to-1 yesterday.\nPresident Bush is expected to sign the bill into law today.\nAs soon as he does, the Justice Department will send out guidelines to its prosecutors and FBI agents nationwide - outlining an array of new tools to snoop on terror suspects, trace their E-mail and hold them in jail.\n\"A new era in America's fight against terrorism, made tragically necessary by the attacks of Sept. 11, is about to begin,\" Attorney General John Ashcroft declared in a speech to the U.S. Conference of Mayors. The single most useful new tool cited by officials is a dramatic expansion of powers for the federal government to track E-mail and phone calls.\nPhone checks\nRather than requiring separate court warrants as in the past, investigators now will be able to obtain nationwide logs of all calls by a suspect.\nAlso, the law allows authorities to get routing information for a suspect's E-mail - who sent it and who received it - as well as the ID and payment records of the E-mail account owner.\nAs one Justice official put it: Authorities will be able to determine \"that the handle 'Mickey Mouse' is John Q.\"\nThe anti-terror law also increases the time the feds can hold someone on suspicion alone - from the current 48 hours to seven days.\nAnd it signficantly expands the intelligence-sharing abilities of U.S. law enforcement agencies.\nThe CIA and other intelligence agencies have amassed files of spy material gathered here and abroad that will now be available to the FBI. At the same time, the FBI can ask the CIA to spy on suspects overseas, Justice Department sources said.\nThat was not allowed under previous law.\n\"There are files on the intelligence side that are ready to be looked at by law enforcement,\" one senior Justice official said. \"Our ability to investigate is expedited.\"\nJustice officials revealed yesterday they have detained 952 suspects since Sept. 11 in their ongoing investigations. Most of them are still being held.\nSome were cleared of ties to terrorism or the Sept. 11 attack, but will still be prosecuted or deported. \"You don't have a complaint if it's your bad luck that you wind up getting caught violating the law,\" a Justice official said.\nTo win an okay from Congress many provisions of the anti-terror bill expire after four years. Several civil rights groups opposed parts of the wartime legislation.\nThe only dissenting Senate vote was cast by Sen. Russ Feingold (D-Wis.), who said it \"does not strike the right balance between empowering law enforcement and protecting civil liberties.\"\n\nLoad-Date: October 26, 2001"
}