{
    "title": "Anti-terrorism initiative encourages reporting suspicious people",
    "publisher": "daily news ",
    "year": 2019,
    "month": 3,
    "day": 15,
    "full text": "The Eagle Eyes program is an Air Force anti-terrorism initiative that enlists the eyes and ears of Air Force members and citizens in the war on terror.\nThe program's logo features the admonishing tagline, \"Watch. Report. Protect.\" as a succinct way to engage and motivate Airmen to lend an active hand in preventing terrorism. The first word of that tagline, \"Watch,\" represents the need to be alert to a host of activities that would-be terrorists engage in as precursors to a planned attack.\n https://www.daytondailynews.com/news/afmc-enterprise-wide-virtual-hiring-fair-set-for-april/AaweTX6dgFMBtfg8m9IkoK/\n Often those activities can be observed and be reported on, which makes Eagle Eyes utilization a force multiplier in the quest to mitigate terrorism.\n According to the website for the Air Force Office of Special Investigations, which administers the program, Eagle Eyes \"teaches people about the typical activities terrorists engage in to plan their attacks. Armed with this information, anyone can recognize elements of potential terror planning when they see it.\"\n The suspicious activities that Eagle Eyes focuses on fall into seven categories: surveillance, elicitation, tests of security, acquiring supplies, suspicious persons out-of-place, dry run and deploying assets.\n The subject of a suspicious person out-of-place is difficult to define, but the essence of it is that most individuals know what does and what does not look right in their own neighborhoods, work centers, daily commutes and other locations frequently visited. Someone out of the ordinary being present should typically attract our notice, but it's what we think and then do about it that counts.\n During the course of daily activities, if a person just doesn't seem like he or she belongs, there's likely a reason for that and closer scrutiny could be warranted. After due consideration of that encounter or observation, reporting it to Eagle Eyes could and should be the next step.\n Suspicious activities reported through the Eagle Eyes program are immediately shared with local law enforcement agencies, counterterrorism personnel and military commanders for rapid assessment and investigation.\n Eagle Eyes reporting information should be easily available at work centers, too. Unit Anti-terrorism representatives can provide more information when needed.\n The program provides a network of local, 24-hour phone numbers to call whenever a suspicious activity is observed. At Wright-Patt, personnel can report any and all suspicious activities by:\n   Calling on or off base: 257-EYES; 937-257-3937\n   Emailing: EagleEyes@us.af.mil\n The following numbers can also be utilized for any emergencies:\n   88th Security Forces Law Enforcement Desk, 937-257-6516/6517\n\nLoad-Date: March 15, 2019"
}