{
    "title": "Anti-terrorism bill contains strong provisions",
    "publisher": "charleston daily mail",
    "year": 2001,
    "month": 11,
    "day": 29,
    "full text": "DAILY MAIL CAPITOL REPORTER\nThe anti-terrorism bill headed to both houses of the Legislature today contains what negotiators say are the strongest provisions of both the Senate and House versions of the bill.\nThe conference committee signed off on the bill late Wednesday after agreeing to accept the stronger penalties contained in the Senate version but also the House's stronger standards for determining the intent of people accused of terrorist threats.\nFor example, the bill includes the Senate's position that the first offense of committing a terrorist threat, and not just subsequent threats, should be a felony punishable by up to three years in prison rather than a misdemeanor.\nBut House Judiciary Chairman Jon Amores, D-Kanawha, said it also includes the House's language that it must be proven that the accused person \"knowingly and willfully\" intended to create a terrorist threat rather than merely acting in a way that others could perceive as a threat.\nAnother agreement the conferees reached was to use Senate language that would make a bomb threat a felony instead of just a misdemeanor. \"It's just happened far too often,\" Amores said.\nSen. Herb Snyder, D-Jefferson, said there was some concern that juveniles committing pranks might unfairly be charged with felonies.\n\"But minors are treated as juvenile delinquents unless a judge says it's serious enough to be a felony,\" he said.\nAs an example, Snyder said, a judge might consider a bomb threat that forced an evacuation of a major hospital to be more serious than one that forced an evacuation of a school.\n\"But a judge could make that decision,\" he said. \"He doesn't have that ability now.\"\nOther House language included in the compromise version would define terrorist acts based on their effect in causing terror. The original version submitted by the governor's office focused on the use of dangerous substances, but Amores said lawmakers wanted the law to be more flexible in dealing with types of threats that may not yet be envisioned.\nFines for terrorist threats would be as much as $ 25,000. Snyder said another important provision that's not in current law is the consideration of economic damages caused by terrorist threats and the possibility that convicted persons could be required to pay restitution.\nWriter Jim Wallace can be reached at 348-4819 or by e-mail at jimw@dailymail.com.  \n-30\n\nLoad-Date: November 30, 2001"
}