{
    "title": "Anti-terrorism strategy sought",
    "publisher": "the deseret news",
    "year": 2000,
    "month": 12,
    "day": 14,
    "full text": "WASHINGTON -- The United States lacks a \"coherent national strategy\" to counter the threat of terrorist attacks, and the next president must develop one immediately, a new report says.\n\"We are impelled by the stark realization that a terrorist attack on some level inside our borders is inevitable, and the United States must be ready,\" a panel of anti-terrorism experts told President Clinton and Congress on Thursday.\nA \"truly national\" strategy should give local law enforcers, fire departments and emergency medical services a major stake in planning and executing any new approach, the committee, chaired by Virginia Gov. Jim Gilmore, said in its second annual report. After bomb attacks on U.S. embassies in Kenya and Tanzania in August 1998, Congress established the advisory group in 1999 to assess the United States' domestic response capabilities to terrorism.\nThe distinctions between international terrorism and domestic terrorist attacks are eroding, said the report, noting acts as disparate as the World Trade Center bombing in New York, the attacks against the embassies in East Africa and the recent strike in Yemen against the destroyer USS Cole.\n\"To be functionally comprehensive, the national strategy should address the full spectrum of the nation's efforts against terrorism,\" from intelligence, investigation and prosecution to crisis management, the report said.\nAmong the panel's findings: Federal executive branch programs for addressing terrorism \"cross an extraordinary number of jurisdictions\" and \"no one is 'in charge' of all relevant capabilities.\"\n\"The United States has no coherent, functional national strategy for combating terrorism,\" the document concludes. It recommends a National Office for Combating Terrorism in the White House to deter, prepare for and respond to international and domestic terrorism.\nThe office would do extensive budget review and \"eliminate conflicts and unnecessary duplication among agencies.\"\nCongress \"shares responsibility for the inadequate coordination of programs to combat terrorism,\" the report said.\nIt made these points:\nCongress should consolidate authority over anti-terrorism programs into a Special Committee for Combating Terrorism -- either a joint Senate-House committee or a separate committee in each chamber.\nThe government should ensure that high-level state and local officials help develop and implement a national strategy for terrorism preparedness.\nFor example, \"adequate stockpiles of vaccines should be created and made accessible for rapid response to a terrorist biological attack.\" While the Centers for Disease Control recently contracted for 40 million doses of effective smallpox vaccine, \"much remains to be done to ensure effective distribution of vaccines, including better coordination with state and local agencies.\"\n\nLoad-Date: December 14, 2000"
}