{
    "title": "Anti-terrorist measures",
    "publisher": "st. petersburg times ",
    "year": 2000,
    "month": 6,
    "day": 9,
    "full text": "A report by the National Commission on Terrorism has come to some conclusions, which, if put into play,  may infringe on our individual rights.\nWhen you assemble a group of law enforcement types and commission them to come up with strategies to head off international terrorism, it shouldn't be a surprise when their recommendations ignore civil liberties.\nThe National Commission on Terrorism was constituted by Congress two years ago after U.S. embassies in East Africa were bombed. The group, made up of congressional representatives from both political parties and people with backgrounds in the CIA, FBI, and armed forces, has just released its 64-page report, concluding that effectively fighting international terrorists can only be done at the expense of individual rights.\nTERRORISM\nWhile the specter of terrorism on U.S. soil is frighteningly real, if we compromise our national commitment to civil liberties in pursuit of iron-clad security then the terrorists will have won without tossing a single Molotov cocktail. That's why the bulk of the commission's recommendations should be relegated to a shelf to gather dust.\nAt $ 10-billion per year, there is nothing paltry about our government's current anti-terrorism program. But the commission would have us ratchet up those efforts by breaking down the wall between the military and civilian law enforcement, loosening internal restrictions on the FBI and CIA, and collectively monitoring foreign students in the U.S.\nOf all its proposals, the most troubling is the call for President Clinton to designate the military, as opposed to the FBI, as the government entity in charge should there be a major terrorist act here. As we saw with Timothy McVeigh's bombing of the Alfred P. Murrah federal building in Oklahoma City, acts of depraved terrorism aren't the sole province of foreign invaders. Giving the military the responsibility to respond to terrorism on U.S. soil would, for the first time, invite the armed forces into what is essentially a domestic law enforcement matter. Absent explicit congressional approval, the Posse Comitatus Act prohibits such an arrangement and with good reason. Soldiers are trained to succeed in a mission. They aren't schooled, like their FBI counterparts, on the niceties of American civil rights - limits on search and seizure, protections against self-incrimination, a right to an attorney. By unleashing the military domestically, the commission is saying it's okay to dispense with the Bill of Rights under certain circumstances.\nFor the foreign students who have come here to study, the commission recommends they be monitored nationwide to see if they switch their academic courses from \"English literature to nuclear physics.\" The idea is reminiscent of the former anti-communist library review program, where people were watched and scrutinized on the basis of their reading choices.\nAs noted by Greg Nojeim, legislative counsel at the American Civil Liberties Union: \"What we get by having the best colleges on the planet is the exporting of our values as well as our knowledge. We can't get that benefit if foreign students are made to feel like suspects.\"\nAlso, the commission suggests the FBI issue new field directives to allow for the investigation of activity protected by the First Amendment even where there isn't an indication of criminality; and, it says, the CIA should remove constraints on recruiting informants who have been human rights abusers themselves. Of course, these restraints are in place to correct abuses of discretion these agencies have committed in the past.\nThere is one bright spot. The report calls for an end to the Immigration and Naturalization Service's current practices on the use of secret evidence. But beyond that, the commission's effort is stuffed with ideas that should not be entertained by a free society.\n\nLoad-Date: June 9, 2000"
}