{
    "title": "Anti-terrorism bill clears one hurdle in legislature",
    "publisher": "chicago daily herald",
    "year": 2001,
    "month": 11,
    "day": 29,
    "full text": "SPRINGFIELD - An anti-terrorism plan that passed the Illinois Senate Tuesday makes terrorists eligible for the death penalty, expands the state's wire-tapping authority and could send someone to prison for getting on a plane with a gun.  \nThe plan is expected to be put to a vote by the Illinois House today and, if successful, could be sent to Gov. George Ryan by week's end.  \nAttorney General Jim Ryan, a GOP candidate for governor who pushed the anti-terrorism plan, said critics who contend terrorism is a federal issue are simply wrong. \"We have 40,000 police officers in Illinois who are (now) on the sidelines,\" he said. \"The first responsibility of government is to keep people safe.\"  \nNo one in the 59-member Senate voted against the plan, but several lawmakers from Chicago were critical of it, arguing it failed to address the hundreds of Illinoisans who die in gang- related violence each year, crimes they called the true \"domestic terrorism.\"  \n\"We should not be ignoring the violence that's occurring right now,\" said state Sen. Rickey Hendon, a Chicago Democrat.  \nBut other lawmakers who initially criticized Ryan's plan said many improvements had been made. For example, the new wire-tapping laws would only be on the books for three years before the law would require it be reviewed.  \nState Sen. Barack Obama, a Chicago Democrat, said that ultimately Ryan's plan would not be \"as useful in preventing terrorism as proponents are alleging\" but \"also not as dangerous to civil liberties as opponents are saying.\"  \nAlso on Wednesday, the Illinois Senate approved plans for a special edition of the Pick-Four lottery game. The proceeds will be used to fund added security and other issues that have arisen since Sept. 11.  \nIf House members and Gov. Ryan also approve the special lottery, the \"patriot game\" will have a weeklong run. All traditional lottery games would continue.\n\nNotes\n\nAdditional Zone/Page: Lake-6\n\nLoad-Date: November 29, 2001"
}