{
    "title": "ANTI-TERRORISM SECURITY TIGHTENED",
    "publisher": "daily news ",
    "year": 1998,
    "month": 12,
    "day": 19,
    "full text": "Philadelphia - a possible target for terrorists - is feeling the fallout from the barrage of American missiles on Iraq.\nThe toll: tighter security from the Liberty Bell to Philadelphia International Airport - and big-time hassles for air travelers who don't know what to do with their cars, their luggage or their kids.\n\"If a car is left unattended, it will be immediately towed,\" said airport spokesman Mark Pesce. \"And if luggage is left unattended, it will be confiscated.\"\nAs for the kids, \"make sure they don't take that toy gun through security,\" Pesce warned. \"Make sure they don't say anything that they think is funny that could be construed as a security threat.\"\nThe airport won't tow away the kids, but you'll probably miss your flight.\n\"We don't take anything lightly,\" Pesce said.\nAt the airport, security clamped tighter within a half hour of Wednesday night's first airstrike on Baghdad.\nAnd across the region, vulnerable spots from historic shrines to oil refineries were alert.\n\"You can hardly be alive and not know what happened,\" said Phil Sheridan, spokesman for Independence National Historical Park, home to the Liberty Bell and Independence Hall.\nHarvey Kushner, a terrorism expert and head of the criminal justice deparment at Long Island University, said it was \"a real possibility\" that some fanatic supporter of Saddam Hussein could walk into Independence Hall and blow himself up.\nKushner rated Philly among the country's top 10 cities as potential terrorist targets, with Independence Hall, City Hall and International Airport among likely locations.\n\"People pick places where people will be - or for their symbolic value,\" said Sheridan.\nAt the Federal Building and adjacent courthouse, security was elevated to \"maximum\" right after the attack. Officers' leaves were canceled and they were put on 12-hour shifts.\nFor most people, the impact is most likely to be felt at the airport.\nTo avoid trouble, said Pesce, show up with photo identification, arrive early and stow any wrapped gifts inside checked luggage. Pesce said travelers are being made to unwrap some of the festive packages that they try to carry through security.\nOfficials advise arriving an extra 20 minutes early (beyond the usual hour before domestic flights and 90 minutes for international).\nRecognizing the potential for terrorism, Philadelphia and other cities have tried to prepare emergency crews for a limited attack with chemical weapons or deadly biological agents like anthrax.\nThe Associated Press contributed to this report.\n\nLoad-Date: October 17, 2002"
}