{
    "title": "Anti-terrorism after the 9_11 decade",
    "publisher": "university wire",
    "year": 2011,
    "month": 9,
    "day": 8,
    "full text": "For our generation, this decade will be remembered by the terrorism that marked its birth. The Sept. 11 decade saw a titanic shift in U.S. domestic policies toward terrorism and the Bill of Rights. When President Barack Obama was elected in 2008, it was viewed as a rebuke of the policies of former President George W. Bush's administration.\nPresident Obama's first term has fallen short of the expectations of those who voted for the former Illinois senator. Prior to being elected, on Nov. 14, 2007, Obama promised to \"close down Guantanamo (Bay prison), restore habeas corpus, say no to rendition (and) say no to warrantless wiretaps,\" during a video in the Candidates@Google series. None of these things, which were authorized by the 2001 PATRIOT Act, have been accomplished. The right of due process to Americans, resident aliens and prisoners is still not necessarily assured.\nIn 2001, The PATRIOT Act authorized the warrantless wiretaps and seizure of computer data, voicemails, and keeping tabs on suspects without legal warrants. In May, Obama signed a four-year extension of the act on the night it was due to expire.\nThe 2010 Wiretap Report discovered wiretap approvals increased again to an all-time high of 3,194 orders for the year of 2010, up from 2,376 in 2009, according to uscourts.gov. These were primarily for drug-related offenses. However, the report does not include interceptions governed by the Foreign Intelligence Surveillance Act or from executive order of the president.\nOsama Bin Laden's assassination was seen as a milestone in the \"War on Terror.\" Al Qaeda was dismantled over the course of 10 years and, with the death of their figurehead, it seems a prudent time to bring the detainees of the war on terror to the courts. The wars in Afghanistan and Iraq appear to be winding down, however slowly, yet the \"War on Terror\" and its legacy have left questions that need answers.\nAfter 10 years, there is surely enough admissible evidence to convict the suspected terrorists at Guantanamo Bay, and other suspected secret prisons, such as Bagram Air Base, Afghanistan, according to the Los Angeles Times. Trying the suspects in civilian courts allows there to be no question to the guilt of the suspects or the justifications of our government.\nSome stains on liberty remain; faded but not forgotten in our free republic. Thomas Jefferson once said, \"A Bill of Rights is what the people are entitled to against every government, and what no just government should refuse, or rest on inference.\" If the U.S. continues to abandon its principles, it threatens the legitimacy of its government.\nThe disparity in Obama's words and actions make it easy to place him in the same category as the Bush Administration. Obama's administration has relinquished its chance to wash its hands of the sins of the previous government. If he chooses to run in 2012, he will have a lot to answer for. As former President Bush wisely said, \"Fool me once, shame on you. Fool me, can't get fooled again.\"\nNiko Milstrey is a graduate student studying in economics.\n\nLoad-Date: November 9, 2019"
}