{
    "title": "Anti-terrorism laws a threat to Lafferty_",
    "publisher": "the deseret news",
    "year": 1984,
    "month": 7,
    "day": 24,
    "full text": "PROVO -- Death-row inmate Ron Lafferty's execution clock may be ticking a bit faster, thanks to federal anti-terrorism laws.\nThe laws may leave Lafferty -- who appeared in 4th District Court Wednesday with his new attorney, Ron Yengich -- with very little time to file a federal appeal after his state options have dried up.\nYengich said time is running out for Lafferty, 61, to appeal his death sentence to a federal court under new anti-terrorism laws that are being enforced like never before as a result of last year's terror attacks.\nKris Leonard, an assistant Utah attorney general, said the federal law set Lafferty's death penalty clock ticking once the Utah Supreme Court upheld his conviction.\nThat gave him one year to file his appeal in federal court.\nThe new federal guideline was intended to streamline the federal appeals process by starting it before state appeals are completed.\nUtah's high court upheld Lafferty's conviction in 2001, leaving Lafferty with one month to prepare a federal appeal.\nLeonard said once Lafferty files the appeal in state courts, the clock in the federal court will stop until Utah's Supreme Court is finished with the last state appeal.\nWhen that happens, Leonard said, the federal court clock starts ticking once again -- picking up where it stopped. As a result, Lafferty may be left with as little as one week to research and write his federal appeal.\nYengich told Judge Steven Hansen that he would file the state petition within 10 days, putting a stop to the federal clock.\nState prosecutors said they had planned to ask Hansen to sign a warrant of execution on Wednesday, which would set Lafferty's execution date within 30 days. Thomas Brunker, another assistant attorney general, said they will hold off on that now that Yengich has agreed to file a petition in 10 days.\nBrunker said the warrant was being used as a means to keep Lafferty's case from languishing in the system.\nLafferty has been fighting his death sentence for 14 years.\nRon Lafferty and his brother, Dan, were both convicted in the brutal murders of their sister-in-law and baby niece 18 years ago.\nBoth brothers say they were acting upon orders from God when they slashed the throats of Brenda Lafferty and her 15-month-old daughter, Erica, in their American Fork home on July 24, 1984.\nA jury convicted Dan Lafferty of first-degree murder and sentenced him to serve life in prison without parole.\nA separate jury convicted Ron Lafferty of murder and sentenced him to die.  That conviction was overturned upon appeal after an federal appeals court ruled that the trial judge failed to adequately address Lafferty's competency to stand trial.\nLafferty was tried again in 1996, and again the jury found him guilty and sentenced him to die.\nRon Lafferty has gained the reputation of strange behavior in the courtroom, claiming to talk to spirits and yelling profanities at judges. His demeanor was much more subdued Wednesday.\nMental health professionals have disagreed whether Lafferty was fit to stand trial. In 2001, the Utah Supreme Court ruled that Lafferty was acting out in court to simply thwart prosecution efforts.\nHansen set another hearing for Oct. 10, where he will address Lafferty's petition for appeal.\nE-MAIL: gfattah@desnews.com  \nCorrection\n\nThe time clock for a federal appeal in the case of death-row inmate Ron Lafferty began in November 2001, when the U.S. Supreme Court declined to hear his appeal. A story in the Wednesday's edition named the wrong court.\nCorrection-Date: September 26, 2002\n\nLoad-Date: September 25, 2002"
}