{
    "title": "Anti-terrorism dolphins trained to serve country in the San Diego Bay",
    "publisher": "university wire",
    "year": 2007,
    "month": 4,
    "day": 5,
    "full text": "San Diego, you can feel safe at last. Lower that terror level to green because the San Diego Bay is home to an elite team of anti-terrorism dolphins.\nYes, dolphins. No joke, no pun.\nThe United States Navy trains dolphins and sea lions for military maneuvers in the bay and has been doing so since the 1950s. Today the dolphins and sea lions are trained at a research base off Point Loma where civilian scientists and the Navy work with the animals. These marine soldiers are not just for show; according to the U.S. Navy Marine Mammal Program's Web site, almost every one is a veteran of war. Dolphins were deployed in Vietnam, the Persian Gulf War, Operation \"Enduring Freedom\" and even patrolled the San Diego Bay during the 1996 National Republican Convention.\nThe project became declassified in the 1990s, though rumors abounded about the military-trained \"killer dolphins\" long before the program became public. According to the Navy's mammal program Web site, the Navy declassified the project in part to combat the protests of animal abuse and ethics violations. The Navy denies claims of dolphins and sea lions killing enemy divers and destroying underwater mines, writing on its Web site that \"a number of charges and claims by animal rights organizations have resulted in theories and sometimes actual beliefs that Navy dolphins are assigned attack missions. This is absolutely false. Since dolphins cannot discern the difference between enemy and friendly vessels or enemy and friendly divers and swimmers, it would not be wise to give that kind of decision authority to an animal.\"\nThe Navy claims the dolphins are mainly trained to identify sea mines, using a sonar method called echolocation, and tag them for retrieval. The sea lions are trained to fetch hard-to-see or deep objects that divers would have difficulty locating. They have at times been called on to retrieve expensive lost equipment for other branches of the military, which would be costly to replace and even costlier to retrieve by other non-animal methods.\nUsing animals as tools of war, offensively or defensively, will always be a controversial issue. The military is currently trying to develop robots to replicate the functions the marine animals perform. Until then, the military will continue deploying dolphins and sea lions and will train them in the San Diego Bay.\n(C) 2007 The Daily Aztec via U-WIRE\n\nLoad-Date: April 5, 2007"
}