{
    "title": "ANTI-TERRORISM EFFORTS GAIN POWELL'S ATTENTION IN ASIA",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 7,
    "day": 29,
    "full text": "Secretary of State Colin Powell is opening a swing through six countries of Southeast Asia, an area often called the \"second front\" after Afghanistan in the U.S. war on terror.\nPowell arrived in Bangkok early today after weekend visits to India and Pakistan. Powell is to confer with senior government officials and visit King Bhumibol Adulyadej at the Royal Palace.\nThailand is a longtime defense ally of the United States. A senior U.S. official accompanying Powell noted that the country has a strong record of ratifying U.N. counterterrorism treaties.\nPowell also plans visits to Malaysia, Singapore, Brunei, Indonesia and the Philippines.\nA highlight of Powell's trip will be his visit to Brunei, the independent oil sultanate on Malaysia's coast, where he will be joined by more than a dozen foreign ministers from Pacific Rim countries.\nU.S. diplomats have worked with colleagues from Southeast Asian countries in Brunei on a proposed anti-terrorism treaty, but no final agreement had been reached by Sunday.\nA senior Asian diplomat in Brunei said the United States opposed any treaty that could impede its freedom to go after terrorists.\nThree of the six countries on Powell's itinerary - Indonesia, Malaysia and Brunei - have Muslim majorities. Singapore, the Philippines and Thailand all have Muslim minorities.\nThe United States began paying far closer attention to Southeast Asia as a terrorist hot spot not long after it began its military campaign last October against the Taliban militia and their al-Qaida allies in Afghanistan.\nPeople suspected of links with al-Qaida were rounded up in Singapore, Malaysia and the Philippines. The United States also dispatched more than 600 U.S. troops to the Philippines in early January, marking the first significant U.S. deployment there since the Philippine Congress expelled U.S. forces a decade ago.\nThe administration will decide soon whether to extend the presence of U.S. troops there. The goal of the American mission is to train Philippine troops to hunt Abu Sayyaf rebels, an Islamic extremist group.\n\nGraphic\n\n \nPHOTO; Photo by THE ASSOCIATED PRESS - Pakistani President Pervez Musharraf (left) and U.S. Secretary of State Colin Powell meet with reporters Sunday in Islamabad. Powell also met with officials from India.\n\nLoad-Date: July 29, 2002"
}