{
    "title": "Anti-terrorism laws now being used against common criminals September 15, 2003, Monday",
    "publisher": "charleston gazette",
    "year": 2003,
    "month": 9,
    "day": 15,
    "full text": "PHILADELPHIA - In the two years since law enforcement agencies gained fresh powers to help them track down and punish terrorists, police and prosecutors have increasingly turned the force of the new laws not on al-Qaida cells but on people charged with common crimes.\nThe Justice Department said it has used authority given to it by the USA Patriot Act to crack down on currency smugglers and seize money hidden overseas by alleged bookies, con artists and drug dealers.\nFederal prosecutors used the act in June to file a charge of \"terrorism using a weapon of mass destruction\" against a California man after a pipe bomb exploded in his lap, wounding him as he sat in his car.\nA North Carolina county prosecutor charged a man accused of running a methamphetamine lab with breaking a new state law barring the manufacture of chemical weapons. If convicted, Martin Dwayne Miller could get 12 years to life in prison for a crime that usually brings about six months.\nProsecutor Jerry Wilson says he isn't abusing the law, which defines chemical weapons of mass destruction as \"any substance that is designed or has the capability to cause death or serious injury\" and contains toxic chemicals.\nCivil liberties and legal defense groups are bothered by the string of cases, and say the government soon will be routinely using harsh anti-terrorism laws against run-of-the-mill lawbreakers.\n\"Within six months of passing the Patriot Act, the Justice Department was conducting seminars on how to stretch the new wiretapping provisions to extend them beyond terror cases,\" said Dan Dodson, a spokesman for the National Association of Criminal Defense Attorneys. \"They say they want the Patriot Act to fight terrorism, then, within six months, they are teaching their people how to use it on ordinary citizens.\"\nProsecutors aren't apologizing.\nAttorney General John Ashcroft completed a 16-city tour this week defending the Patriot Act as key to preventing a second catastrophic terrorist attack. Federal prosecutors have brought more than 250 criminal charges under the law, with more than 130 convictions or guilty pleas.\nThe law, passed two months after the Sept. 11, 2001, attacks, erased many restrictions that had barred the government from spying on its citizens, granting agents new powers to use wiretaps, conduct electronic and computer eavesdropping and access private financial data.\nStefan Cassella, deputy chief for legal policy for the Justice Department's asset forfeiture and money laundering section, said that while the Patriot Act's primary focus was on terrorism, lawmakers were aware it contained provisions that had been on prosecutors' wish lists for years and would be used in a wide variety of cases.\nIn one case prosecuted this year, investigators used a provision of the Patriot Act to recover $ 4.5 million from a group of telemarketers accused of tricking elderly U.S. citizens into thinking they had won the Canadian lottery. Prosecutors said the defendants told victims they would receive their prize as soon as they paid thousands of dollars in income tax on their winnings.\nBefore the anti-terrorism act, U.S. officials would have had to use international treaties and appeal for help from foreign governments to retrieve the cash, deposited in banks in Jordan and Israel. Now, they simply seized it from assets held by those banks in the United States.\n\"These are appropriate uses of the statute,\" Cassella said. \"If we can use the statute to get money back for victims, we are going to do it.\"\nThe complaint that anti-terrorism legislation is being used to go after people who aren't terrorists is just the latest in a string of criticisms.\nMore than 150 local governments have passed resolutions opposing the law as an overly broad threat to constitutional rights.\nCritics also say the government has gone too far in charging three U.S. citizens as enemy combatants, a power presidents wield during wartime that is not part of the Patriot Act. The government can detain such individuals indefinitely without allowing them access to a lawyer.\nAnd Muslim and civil liberties groups have criticized the government's decision to force thousands of mostly Middle Eastern men to risk deportation by registering with immigration authorities.\n\"The record is clear,\" said Ralph Neas, president of the liberal People for the American Way Foundation. \"Ashcroft and the Justice Department have gone too far.\"\nSome of the restrictions on government surveillance that were erased by the Patriot Act had been enacted after past abuses - including efforts by the FBI to spy on civil rights leaders and anti-war demonstrators during the Cold War. Tim Lynch, director of the Project on Criminal Justice at the Cato Institute, a libertarian think tank, said it isn't farfetched to believe that the government might overstep its bounds again.\n\"I don't think that those are frivolous fears,\" Lynch said. \"We've already heard stories of local police chiefs creating files on people who have protested the [Iraq] war. … The government is constantly trying to expand its jurisdictions, and it needs to be watched very, very closely.\"\n\nLoad-Date: September 16, 2003"
}