{
    "title": "Anti-terror force for Maine discussed; The state is one of eight that don't have a Joint Terrorism T",
    "publisher": "portland press herald",
    "year": 2004,
    "month": 8,
    "day": 4,
    "full text": "Federal, state and local officials will meet today to discuss forming a Joint Terrorism Task Force in Maine - one of only eight states without such a team.\nU.S. Sen. Susan Collins, R-Maine, who chairs the committee that oversees the Department of Homeland Security, organized the meeting, which will include officials from several agencies including the U.S. Attorney's Office, the Maine Warden Service and the Portland Police Department.\nThere are 84 Joint Terrorism Task Forces across the nation. According to the Department of Homeland Security, the task forces \"are teams of state and local law enforcement officers, FBI agents and other federal agents and personnel who work shoulder-to-shoulder to investigate and prevent acts of terrorism.\"\nMaine has an Anti-Terrorism Advisory Council, and the U.S. Attorney's Office has an antiterrorism coordinator. If a Joint Terrorism Task Force is formed, the antiterrorism coordinator would be involved.\nU.S. Attorney Paula Silsby, who plans to attend today's meeting, said a task force would \"bring a formal structure to a lot of what has already been going on here, which is everybody focused on issues related to terrorism.\" It would formalize things \"on a day-to-day basis,\" she said, explaining that if a task force is formed here, it will be a working group, not a committee that meets occasionally.\nPortland Police Chief Michael Chitwood said that may be needed.\n\"What I understand is, whoever joins the task force, it's a full-time commitment. We would have to supply personnel full-time. That's a problem. But I also think that in the new world that we live in, with terrorist threats almost daily . . . we should certainly sit down and listen.\"\nHe noted he already is understaffed, and wondered how the department could afford the expenses that may be associated with the task force.\nChitwood also said the trend has been toward greater interagency cooperation.\nAfter two of the terrorists who attacked the country on Sept. 11, 2001, flew through the Portland International Jetport, the Portland police conducted their own investigation.\n\"The feedback I got from the FBI is that I was obstructing justice just because I was doing an independent investigation,\" Chitwood said. \"Today, three years later, they want us to be part of the terrorist task force, and it's a great idea.\"\nCol. Craig Poulin, chief of the Maine State Police, agreed that manpower is a concern.\nPoulin said state police have participated as annexes to the task force in Boston. He said he looks forward to getting some answers at today's meeting.\n\"I know conceptually what the Joint Terrorism Task Forces do,\" he said. \"What is being planned for Maine - somebody explain the need to me.\"\nThe other states without task forces are Idaho, Montana, New Hampshire, North Dakota, South Dakota, Vermont and Wyoming.\nStaff Writer Joshua L. Weinstein can be contacted at 791-6368 or at:\njweinstein@pressherald.com  \n\nLoad-Date: August 4, 2004"
}