{
    "title": "Anti-terrorism provisions debated; Concerns were voiced about restrictions on foreign visitors' driv",
    "publisher": "star tribune ",
    "year": 2002,
    "month": 4,
    "day": 25,
    "full text": "Officials from private industry and the University of Minnesota told legislators Wednesday that proposed anti-terrorism restrictions on state drivers' licenses could unfairly affect thousands of foreign workers and scholars.\n     The House-passed proposals, being considered by a House-Senate conference committee, would color-code the licenses of foreign visitors and link the expiration date to the end of the visitors' legal stay in the United States.\n     Critics said that because of the complexity of immigration rules, the lives of many productive, law-abiding foreigners could be unnecessarily disrupted and their employers saddled with increased costs.\n   That could \"affect Minnesota's reputation as a state that welcomes international business,\" Bob Ernt, international human resources manager for Cargill, wrote to the committee.\n     Michelle Miller, an immigration attorney for Medtronic in Fridley, told of a Sri Lankan electrical engineer for the company who was stopped by police several times since Sept. 11 \"because of the way he looked.\"\n     And Craig Peterson of the university said that visa expiration dates for the school's 3,500 foreign students and researchers often change. The House plan, he said, could result in them being \"taken into custody when they have not violated their status at all.\"\n     Several House members, however, reacted angrily to suggestions that their plan would stigmatize foreign visitors. They said it is a vital effort to tighten Minnesota's identification system in an effort to stop foreign terrorists before they can strike.\n     \"The blowing up of buildings in this country is an 'unnecessary disruption' to people in those buildings,\" said Rep. Steve Smith, R-Mound. \"We're trying to prevent 9-11 from happening again.\"\n     Rep. John Tuma, R-Northfield, said the House plan was first proposed by the Minnesota Department of Public Safety and closely mirrors measures enacted or under consideration in many other states. Perhaps, he added, Minnesota should adopt Hawaii's practice of listing the nationality of foreigners on drivers' licenses.\n     \"How will that help us stop terrorism?\" replied Sen. Steve Kelley, DFL-Hopkins.\n     The committee, which has made little progress in several meetings, will not take formal votes until legislative leaders decide how much to spend on antiterror efforts, said Sen. Jane Ranum, DFL-Minneapolis, committee cochairwoman.\n.\n    _ Conrad deFiebre is at cdefiebre@startribune.com.  \n\nLoad-Date: April 25, 2002"
}