{
    "title": "Anti-terrorism task force_ still much work to do; Leaders say they're making progress in their missi",
    "publisher": "lancaster new era",
    "year": 2005,
    "month": 3,
    "day": 22,
    "full text": "Their job is protecting us from terrorists and other safety threats in a post-9/11 world.\nOn Monday, leaders of the South Central PA Regional Counter-Terrorism Task Force reported on their efforts to improve overall security for residents.\n\"Are we better than we were two years ago?\" asked Greg Noll, the task force's program manager. \"The answer is yes, but we realize the bar is constantly moving.\"\n#TASKFORCE1 RYN#\nNoll and task force chairman Ted Wise briefed about 90 state, county and municipal elected officials gathered at the Lancaster County Public Safety Training Center in Manheim.\nThe two outlined accomplishments and areas for improvement, stressing that there is much work still to do.\n\"It is not a sprint,\" Noll said. \"Clearly, homeland security is a marathon.\"\nIn 1999, then-Gov. Tom Ridge required all counties in Pennsylvania to form regional task forces to address homeland security and preparedness for potential hazards.\nThe south central regional terrorism task force oversees the response and planning capabilities for eight counties: Lancaster, Adams, Cumberland, Dauphin, Franklin, Perry, Lebanon and York.\nThe task force received a total of $14,646,741 in federal grants in 2003 and 2004. That amount was third largest in the state, behind only the regions that include Philadelphia and Pittsburgh.\nThe task force channels funding to law enforcement and the State Homeland Security Program for everything from equipment to training.\nIndividual county funding depends on its population and perceived threats within its borders.\nLancaster County's $328,516 in funds in 2004 was behind only Dauphin County's $340,892 in the region.Noll outlined several regional security improvements in the past few years.\nHe commended the region's 16 major hospitals for enhancing their decontamination and \"surge\" capability - serving many wounded at one time.\nNoll said the region generally does well with \"high-intensity, short-duration\" incidents.\n\"We don't do very well with long-term incidents,\" he said.\nThat's why the fire/rescue/Haz-Mat subcommittee of the task force is working to create an \"incident support team\" to assist local efforts during long-term events, such as a prison riot.\nThe task force is also creating a Law Enforcement Strike Team with 360 trained officers that could be deployed anywhere in the region.\nWise said there are 143 police departments, 312 municipalities, 326 fire and rescue stations that serve 1.7 million people in the region.\nNoll and Wise said coordinating an effort for the region is a challenge.\nThe task force resolves questions like: When an officer goes to another area to help, who will pay his insurance and overtime pay? Who will cover his post back at home?\nMutual aid agreements must be ironed out for region-wide initiatives.\nRandy Gockley, Lancaster County emergency management coordinator, said the county in the next six to eight months will undertake such efforts here.\nNoll said homeland security funding will increasingly be distributed based on risk.\nNew York City will get a greater percentage, for example, while Pennsylvania will receive less this year.\n\nGraphic\n\n \nGRAPHIC, Chris Emlet\n\nLoad-Date: April 15, 2005"
}