{
    "title": "ANTI-TERRORISM LAWS PROPOSED",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 11,
    "day": 22,
    "full text": "SEATTLE -- Gov. Gary Locke and Attorney General Christine Gregoire proposed legislation Wednesday that would toughen existing anti-terrorism laws and create new ones.\nThe proposals include creating a felony crime of terrorism, which would make deadly terrorist attacks subject to the death penalty under state law.\nThe legislation also would require background checks for flight school students, allow the state to freeze or seize assets used by terrorists, make it a crime to knowingly provide financial support to terrorist organizations and stiffen penalties for tainting a public water supply.\nThe proposals largely would reinforce federal law. Gregoire said the state needs its own laws because federal agencies don't always have the money or manpower to go after such crimes.\nPreventing terrorism \"requires the kind of on-the-street, ear-to-the-ground work that only local law enforcement can perform,\" Gregoire said.\nLocke stressed that the state would not enforce anti-terrorism laws at the expense of civil liberties.\n\"Compromising civil rights is not a substitute for a terror-free society,\" Locke said at a news conference in Seattle.\nLocke said the state began working to strengthen anti-terrorism efforts two years ago, when it set up a statewide anti-terrorism committee.\nHe also noted that a National Guard unit stationed at Camp Murray is one of the most highly trained terrorism response units in the country.\nAnother proposal would exclude highly sensitive intelligence shared between state and federal law enforcement from public disclosure laws.\nGregoire said there have been many instances in which the FBI or Justice Department has hesitated to share information with state officials because any notes taken by state officials could be subject to the laws.\nFor example, Gregoire said she was asked not to take any notes during a recent teleconference call with Defense Secretary Donald Rumsfeld.\nOther proposals include expanding wiretap admissibility in state courts, creating new penalties for price-gouging in response to public fears during an emergency, and stiffening penalties for bioterrorism hoaxes.\n\"We have spent a lot of time looking at powdered sugar, talcum powder, you name it,\" said Larry Erickson, executive director of the Washington Association of Sheriffs and Police Chiefs. \"We are not going to put up with these kinds of hoaxes. We need to be able to prosecute those kinds of acts.\"\nThe federal government has asked states to strengthen anti-terrorism laws.\nBecause the legislation proposes toughening existing laws and creating new ways for the state to prosecute crimes, Locke said it has no specific price tag, but would not come at a high cost to taxpayers.\n\nLoad-Date: November 25, 2001"
}