{
    "title": "ANTI-TERRORISM MEASURE APPROVED, SENT TO CLINTON",
    "publisher": "charleston gazette",
    "year": 1996,
    "month": 4,
    "day": 19,
    "full text": "WASHINGTON (AP) - Congress passed long-awaited legislation Thursday that\nwould give federal law officers new powers to use against terrorism,\nsending the bill to President Clinton on the eve of the first\nanniversary of the Oklahoma City bombing.\nThe bill - which also would limit federal appeals by prisoners,\nincluding death-row inmates - was passed by the House 293-133.\nIt had\nbeen approved by the Senate a day earlier, 91-8.\nClinton was expected to sign the measure next week, after he returns\nfrom overseas, even though it lacks numerous other law enforcement\npowers he had sought.\n\"Today, Congress took an important step in making our country more safe\nand secure from the violent cowards who would tear at the fabric of\ncivilized order,\" House Judiciary Committee Chairman Henry Hyde said\nafter the vote.\nThe bill allows deportation of alien terrorists without disclosing\nclassified evidence against them, prevent fund raising in the United\nStates for terrorists, and require taggants, or chemical labels, in\nplastic explosives so they can be traced.\nTo Republican supporters, the bill's key provision is its limit on\nso-called habeas corpus appeals by prisoners, primarily because it is\nexpected to end delays in executions.\n\"There is no clearer link, no stronger link, between effective\nanti-terrorism legislation and deterring criminal acts of violence in\nthis country than habeas and death-penalty reform,\" said Rep. Bob Barr,\nR-Ga.\nOn the other side, Rep. Barney Frank, D-Mass., noted that the only\npeople eligible for such appeals are already incarcerated.\n\"We're not talking about anybody walking around,\" Frank said. \"We're\ntalking about people who are locked up and who are a danger, presumably,\nonly to other prisoners, but certainly not to general society.\"\nThe bill would create some new federal laws, and new federal death\npenalties, for international terrorism.\n\nLoad-Date: April 19, 1996"
}