{
    "title": "Anti-terrorism accord reached",
    "publisher": "telegraph herald ",
    "year": 1996,
    "month": 8,
    "day": 1,
    "full text": "After wrangling with key Republican lawmakers, the White House has won agreement on a package of anti-terrorism measures that would expand wiretapping authority and tighten airport security.\nBut President Clinton's push to study the case for placing chemical markers in explosives was rejected.\nThe accord came Wednesday evening after two days of meetings between a bipartisan lawmakers' task force and administration officials, including White House Chief of Staff Leon Panetta and Deputy Attorney General Jamie Gorelick.\nPanetta said the anti-terrorism measures, several of which were proposed by Clinton in response to the TWA Flight 800 explosion and the Olympics bombing, would give law enforcement new tools to confront \"what is an increasing threat in our world today.\"\nBut omitted from the agreement was a central part of Clinton's proposals, a study of chemical markers in explosives, called taggants, which had been heavily criticized by some Republicans. Also rejected was a provision to allow the FBI to get information on suspected terrorists from hotels, telephone companies and storage facilities.\nClinton said the FBI supported use of taggants to help investigators trace the origin of explosives after they are detonated. The National Rifle Association opposes them, saying their presence in black and smokeless powders could make them unstable and a safety risk.\nWhite House spokesman Barry Toiv said today the agreement would allow for a study of the taggant issue, though it was not specifically funded. He said the administration is confident it could find the money for the study.\nThe agreement also would allow prosecution of suspected terrorists under federal racketeering laws, which would make anyone convicted subject to asset forfeitures and longer sentences.\nThe negotiators, led by Panetta and Sen. Larry Craig, R-Idaho, said they hoped to have a package ready for a vote by week's end, before Congress leaves for its August recess.\nBut Senate Majority Leader Trent Lott, R-Miss., said earlier in the day that final passage before the recess appeared unlikely. \"I don't see how in the world we can get it done\" by then, Lott told reporters.\n\nLoad-Date: December 9, 1996"
}