{
    "title": "Antiterrorism Spending Falls Short, Administration Says",
    "publisher": "the new york times",
    "year": 2000,
    "month": 7,
    "day": 30,
    "full text": "When border police arrested a man last December for smuggling bomb parts from Canada, the authorities suspected a plot to turn the millennial New Year celebration into a terrorist fiasco and the Customs Bureau immediately reinforced security along the border. Amid intense publicity, President Clinton asked Congress to increase spending by $300 million for efforts to counter international and domestic terrorism.\nBut this summer, as spending bills wind their way through Congress, administration officials say the antiterrorism accounts at Customs and other agencies are coming up short.\nA spending bill passed by the House of Representatives on July 21 provides no money for bolstering Customs operations on the Canadian border, which has many remote crossing points like the ferry landing at Port Angeles, Wash., where Ahmed Ressam, an Algerian, was arrested as he entered from British Columbia. And while the budget process is not over, administration officials are complaining that the Senate is considering providing only one-third of the $50 million the Customs Service requested for this purpose.\nSenior administration officials cited many instances in which Congress had not allocated any money to what the White House considers critical counterterrorism efforts.\n\"In each of the last two years we have made a set of concentrated proposals involving counterterrorism and threats to critical infrastructure, and Congress has just plain not caught up,\" a senior administration official said. \"In a couple of cases which we think are really important, they really haven't put their money where their mouths are.\"\nFor example, officials said the lawmakers had not provided any of the $24 million the administration sought to expand the number of Joint Terrorism Task Force offices, at which agents from the Federal Bureau of Investigation, the Immigration and Naturalization Service, the Customs Service and local law enforcement agencies work together.\nCongress has also declined the administration's request for $31 million for the Department of Justice to train local police, fire and emergency agencies in how to respond to attacks involving nuclear, chemical or biological weapons.\nAnd the Senate is considering only $10 million -- after the House approved no funds -- to protect computers in agencies like the Social Security Administration and the Federal Aviation Administration from hackers. The administration had requested $95 million.\nA staff member of the Commerce, Justice and State subcommittee of the House Appropriations Committee, which has jurisdiction over several agencies with antiterrorism duties, said today that the administration made its requests in May, too late in the budget cycle to be considered for the next fiscal year's budget.\nTypically, the administration's budget plans are developed in the fall and presented officially in the winter; Congress considers the legislation during the spring and tries to enact the bills during the summer.\nSome experts say delays are exacerbated because fighting terrorism is assigned to myriad federal agencies, whose spending is controlled by a variety of committees and laws.\n\"This is now one of those cross-cutting issues that has an international component, a domestic component, a law enforcement component, an intelligence component, a medical response component and a military component,\" said John Parachini, executive director of the Washington office of the Monterey Institute of International Studies. \"These are very difficult things to coordinate in the current structure we have both in the executive branch and in Congress.\"\nAt a hearing last week of a subcommittee of the House Government Reform Committee, Representative Christopher Shays, Republican of Connecticut, complained that better coordination between the administration and Congress was needed to determine antiterrorist spending priorities.\n\"For reasons of bureaucratic balkanization, program proliferation and a tendency to skew threat assessments toward worst-case scenarios, we still lack those important elements of a mature, effective policy to combat terrorism,\" he said.\n\nhttp://www.nytimes.com\n\nLoad-Date: July 30, 2000"
}