{
    "title": "Anti-abortion terrorism",
    "publisher": "st. petersburg times ",
    "year": 1994,
    "month": 7,
    "day": 30,
    "full text": "One violent incident can be an aberration. Two violent incidents can be a  tragic coincidence. But the zealots on the fringes of the anti-abortion  movement have systematically committed a series of violent crimes for which  the leaders of their terrorist organizations bear responsibility, too.\nABORT\nLet there be no further confusion on that point: Groups such as Defensive  Action are indeed terrorist organizations. Although the leaders of such groups  sometimes make half-hearted attempts to distance themselves from crimes such  as the murders of Dr. John Bayard Britton and James Herman Barrett at an  abortion clinic in Pensacola Friday, their rhetoric and actions have  established the environment in which such attacks can occur.\nThat much was clear last year after the murder of Dr. David Gunn at  Pensacola Women's Medical Services. While responsible anti-abortion groups  unequivocally condemned that shooting, the leaders of the terrorist groups  responded in ways that directly or indirectly defended murder in the name of  the \"pro-life\" movement. In fact, Paul Hill, arrested after Friday's  murders, defended the shooting of another abortion doctor by claiming that the  Bible's Sixth Commandment requires \"that we try and prevent killing, and  requires that we use force if necessary to do that.\"\nThere is more than enough evidence that Hill and people like him mean what  they say. Terrorists on the fringes of the anti-abortion movement have been  responsible for more than 1,000 incidents of violence since 1977. When they  attempt to cloak their crimes in religiosity, they only add hypocrisy to their  list of sins. Those who attempt to use the Bible to justify the murders of  clinic workers are no different from Islamic fanatics who attempt to use the  Koran to justify the mass murders of schoolchildren or airplane passengers.\nMuch of the bloodshed associated with the anti-abortion movement has  occurred in Pensacola, but the pattern of violence and intimidation is a  national menace that requires a federal response. A new federal clinic access  law toughens the penalties associated with clinic violence, but it provides no  deterrent for fanatics who consider themselves above the law. In the same way,  the recent U.S. Supreme Court decision creating a buffer zone around clinics  does little to protect workers and patients. The buffer zones may prevent some  forms of face-to-face harassment, but they won't stop bullets.\nIf the zealots of the anti-abortion movement cannot control themselves,  President Clinton and Congress have an obligation to provide adequate  protection for those seeking to exercise their legal right to an abortion. A  generation ago, the federal government sent in troops to assure the safety of  black schoolchildren claiming their right to an adequate education in the  segregated South of the 1950s. If the federal government cannot find a  similarly effective way of protecting the shrinking number of doctors and  clinics still willing to perform abortions, the terrorism of the anti-abortion  fringe could succeed in making abortion a practical impossibility.\nTerrorism's victory would be democracy's loss. Millions of women, along  with dozens of courageous doctors, clinic employees and volunteers, now look  to the president and Congress to protect their constitutional rights - and  their lives - in the face of a national campaign of terror that claimed more  victims this week. \n\nLoad-Date: July 30, 1994"
}