{
    "title": "Anti-terrorism strategy",
    "publisher": "the deseret news",
    "year": 2016,
    "month": 3,
    "day": 26,
    "full text": "In the space of a single news cycle, we hear a report from the Pentagon about mounting success against Islamic State group forces in the Middle East and evidence of desertions and flagging morale among extremists. Then we wake up to news of terrorist bombings in Belgium. We are permitted to be anxious and confused about the exact threat of terrorism here and abroad. We find it regrettable that we are not hearing clear proposals for a strategy to fight Islamic extremism now and into the future, either from the current administration or from any of the presidential candidates on the campaign trail.\nCommitting more military resources is a tactic, not a strategy. Increasing intelligence gathering and surveillance activities is a tactic, not a strategy. Banning Muslims from entering the U.S. is neither an effective tactic nor a strategy, but a rote reaction to fear that ignores the impracticality of such a policy.\nA strategy must include tactics to address the roots of extremism, in the areas where it festers, where political upheaval has forced people into poverty and hopelessness; where children are raised with no opportunity for proper education, allowing them to fall prey to the fundamentalist dogmas that lead them on a path of extremism and violence. A strategy must include education efforts in America so people better understand the larger social and cultural influences at play and come to accept the reality that the issue is more than a black-and-white conflict between forces of good and forces of evil.\nThe matter is incredibly complex, and politicians have been reluctant to delve into those complexities, which must be addressed before any long-term strategy can be employed. Instead, we are hearing rhetoric as radical as that coming from our extremist enemies. We hear about carpet-bombing, reintroducing the use of waterboarding and mustering patrols of American neighborhoods where people of Muslim faith congregate.\nAgain, these are not strategies. In Europe, where Islamic State group operatives have exploded bombs and taken a toll of innocent life, we're beginning to hear more about strategic deficiencies. Dominique de Villepin, the former prime minister of France, reacting to the bombing in Brussels, said, \"I do believe that our strategy should be very different than the one it is. Much less a military approach than a political approach, trying to find solutions in the Middle East, and we are far from doing that.\"\nSolutions will not be easy to come by. They will require cooperation from many nations, including and, especially, Arab nations. They will require enough stability in the region to lay the groundwork for a more advanced society, where people, particularly younger people, grow into a culture where it is easier to see light instead of darkness. Education is the key to stemming ideological extremism.\nRight now, military force is an absolute necessity to root out the current actors who have taken territory in Syria and Iraq and brought genocide and an inhumane rule of law to those under their domain. These are forces that are truly evil, and they must be eradicated. There is recent evidence that efforts to fight the I.S. extremists in Syria are beginning to show signs of success. But then the question becomes, \"What's next?\" American interventionist policies in the Middle East have not led to stability and, in the view of many experts, have worsened the situation. Defeating the Islamic State group and then allowing instability to give rise to the next generation of extremists would be tragic.\nAgain, no easy solutions exist. Perhaps there is no ultimate solution beyond containment. But the dialogue must be had, and a discussion must begin of strategic options of both large and small scale, and short and long term. It's up to our national leaders, and those who would become our leaders, to begin that conversation, and sooner better than later.\n\nLoad-Date: March 26, 2016"
}