{
    "title": "ANTI-TERRORISM CONSULTANT HIRED",
    "publisher": "wisconsin state journal",
    "year": 1999,
    "month": 5,
    "day": 4,
    "full text": "A Republican lawmaker who quit the Assembly to run unsuccessfully for Fond du Lac County sheriff has been hired by Gov. Tommy Thompson as a state anti-terrorism consultant.\nFormer Rep. John Dobyns, R-Fond du Lac, is being paid $  20,000 over the nextsix months to help train communities to deal with terrorism.\n''When there's a tornado, we know what to anticipate,'' said Steve Sell, the director of the Emergency Management division of the state Department of Military Affairs, near Truax Field.\n''We don't know what to anticipate in incidents like Columbine High School or gas (attacks).''\nThe federal government is providing substantial amounts of money to states to deal with terrorism -- and Wisconsin is using some of that money, Sell said.\n''I don't think terrorism is a problem at all in Wisconsin,'' Sell said. But terrorism is growing worldwide, so it is valuable for communities to develop strategies to deal with the problem, he said.\n''We're still feeling our way through on this,'' he said. ''The federal government is still feeling its way too.''\nDobyns' salary comes from the federal government. And Gov. Tommy Thompson's office is slated to receive $  250,000 in federal money for anti-terrorist training, including money to eventually hire a statewide anti-terrorist coordinator.\nSell said he hired Dobyns to work as an Emergency Management consultant because he was a law enforcement officer for 27 years before running for the Wisconsin Assembly and is a retired lieutenant colonel in the Army Reserve.\n''You can't argue with his credentials,'' said Thompson spokesman Kevin Keane.\nDobyns made statewide news five years ago when he and two Republican campaign aides substituted convicted felons' names for their own as they purchased guns at an Endeavor gun shop.\nThey were campaigning for Jeff Wagner who was trying unseat Attorney General Jim Doyle -- and the gun purchase was intended to discredit Doyle's management of the hotline program.\nThey were caught when the Justice Department discovered one of the felons listed was in prison serving a 30-year sentence.\n\nLoad-Date: May 5, 1999"
}