{
    "title": "ANTI-DRONE ACTIVIST DELIVERING MERTON CENTER KEYNOTE SPEECH 'I'M AN EXPERT IN PEACE'",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 11,
    "day": 6,
    "full text": "Last year, Medea Benjamin walked into a display of drone aircraft at the Rayburn House Office Building in Washington, D.C., lay down on the floor, and began yelling, \"Stop the killer drones.\"\nIt didn't take long for police to politely escort Ms. Benjamin and her cohorts out of the building, but not before she had made her point about the fallout from using unmanned aircraft for attacks on terrorists. Confronting Rep. Dana Rohrabacher, a conservative Republican from California, she said, \"What about all these drones that are killing hundreds of civilians?\"\n\"You are not an expert in anything; I'm not here to talk to you,\" the congressman said.\n\"I'm an expert in peace,\" she retorted.\nMs. Benjamin, 60, will be the keynote speaker Thursday evening at the 40th anniversary dinner of the Thomas Merton Center at the Sheraton Station Square.\nShe is also here to promote her new book, \"Drone Warfare: Killing by Remote Control,\" the latest in a string of anti-war and economic-justice causes she has championed over the last 40 years.\nThe California activist is best known as the founder of Global Exchange, a \"citizen ambassador\" group that sent delegations around the world to look into such issues as sweatshop labor conditions in Asia and the plight of coffee workers in Central America.\nTen years ago, she helped found the women's anti-war group Code Pink, whose name was a sarcastic riff on the color-coded emergency levels set up by the Bush administration after 9/11, The group took a delegation to Iraq when Saddam Hussein was still in power, she said in an interview last week, \"and we came back fully convinced there were no weapons of mass destruction\" in the country.\nWhile the group eventually was proved right, after they came home, \"we were treated like traitors. We were getting called Saddam supporters and terrorism supporters, and we were getting death threats and bomb threats.\"\nLater, Code Pink activists infiltrated congressional hearings on the war and staged noisy protests. As they continued to show up in public hearing rooms, she said, some members of Congress began ordering their staff members to fill up audience seats, and others began hiring people to stand in line to try to keep the Code Pink activists out.\nAn equal opportunity protest group, Code Pink has confronted the Obama administration over drone warfare just as strenuously as it went after the Bush administration on the Iraq War.\nMs. Benjamin said she believes U.S. drone attacks in Pakistan, Yemen and Somalia have killed at least 500 civilians, based on research by the Bureau of Investigative Journalism, an independent group of reporters based in Great Britain.\nAmong the total of 2,500 to 3,300 killed in attacks in Pakistan, she said, are many young men whom Obama administration officials have identified as militants, but \"they then admit that 'militants' just means military-aged men who are in the areas where the drones attacked.\"\nConcerns about drone warfare aren't just coming from left-wing activist groups like Code Pink.\nA recent report in The Washington Post described the administration's development of a long-term \"kill list\" of terrorism suspects that could extend drone attacks indefinitely.\n\"The problem with the drone is it's like your lawn mower,\" Bruce Riedel, a former CIA analyst and Obama counterterrorism adviser, told the Post. \"You've got to mow the lawn all the time. The minute you stop mowing, the grass is going to grow back.\"\nBeyond the drone warfare issue, Ms. Benjamin's group is focused more broadly on reducing military spending.\nRegardless of who wins this week's presidential election, she said, the White House and Congress will have to struggle with a lethargic economy and debates over taxes and government spending.\n\"The massive amount of money we spend on the military overshadows everything that we might want to do in our economy in terms of investing in green jobs, education, health care and infrastructure,\" she said. \"When we spend 56 percent of our discretionary funds on the military, we don't have that money to spend elsewhere.\"\nThe anniversary dinner for the Merton Center, a longtime peace and social issues group in Pittsburgh, will be held from 6 to 9 p.m. Thursday at the Sheraton Station Square. Tickets are $50 a person, or $30 for low-income people. The group would appreciate advance registrations at 412-361-3022, but tickets also will be sold at the door.\n\nNotes\n\nMark Roth: mroth@post-gazette.com or 412-263-1130./\n\nLoad-Date: November 7, 2012"
}