{
    "title": "Anti-terrorism law debated",
    "publisher": "the bismarck tribune",
    "year": 2003,
    "month": 4,
    "day": 8,
    "full text": "FARGO (AP) -- Library officials are joining prosecutors and civil liberties groups in debating a federal law, passed in the wake of the Sept. 11, 2001, terrorist attacks, that gives the government broader surveillance authority.\n 'We have an act called the 'Patriot Act' that is, in fact, unpatriotic,' said Pat Max, the library director at Minnesota State University Moorhead.\n North Dakota Assistant U.S. Attorney Clare Hochhalter said the law removes roadblocks for authorities investigating terrorist threats.\nASSOCIATED PRESS\nMax especially worries about provisions of the USA Patriot Act that give law enforcement agencies access to library records. The law also bars libraries from telling patrons that investigators have asked about them, he said.\n 'It's crucial for citizens to have free and open access to information and not have to worry about someone looking over their shoulder, trying to identify what they're reading and why they're reading it,' Max said.\n Law enforcement agencies have been able to do that with a warrant or subpoena, but the Patriot Act allows them to go on 'fishing expeditions,' Max said.\n 'Because it's so secret, there's no way of tracking whether this thing is being abused or not,' he said.\n 'People are going to have to think twice when they're doing research, when they're doing reading, whether they want their name linked for any time with what they're reading,' Max said.\n Hochhalter said such fears are overstated.\n 'I don't think that most library patrons are going to alter their usage habits on the basis of legislation that really is designed to assist law enforcement in identifying and dealing with terrorist activities,' Hochhalter said.\n The law is not just a blank check, he said.\n 'My reading of it suggests there are enough checks and balances in place to assure the public that when law enforcement gets involved, it's going to be for a good reason and reason that's ultimately going to increase public safety,' Hochhalter said.\n For example, law enforcement supervision is required of any request from a lower level officer, he said. A judge must determine what steps law enforcement officials can take in using the law.\n 'You've got to be able to show, for example, in some cases, that the person who is the subject of the investigation is involved in terrorist activity,' Hochhalter said.\n Max said that while the United States has faced dangerous times since the September terrorist attacks, 'the balance is, if we're going to war to protect our freedoms and at the same time we're eroding our freedoms, the response is a net loss.'\n Hochhalter said the law merely helps law enforcement keep pace with changing technology. A telephone tap that once would have been restricted to a suspect's hotel room now follows the suspect as he travels from one hotel to another, and law enforcement officials can monitor Internet communications, he said.\n Many arguments for the law boil down to asking for trust in law enforcement, Hochhalter acknowledged.\n 'We have trusted law enforcement for many, many years to keep us safe,' he said. 'For the most part, over the years, our trust has been well-placed.'\n Cutline: Associated Press\n 1 photo\n\nLoad-Date: April 16, 2003"
}