{
    "title": "Anti-terrorism pillars show signs of wear",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 5,
    "day": 15,
    "full text": "The limits of U.S. power, both real and self-imposed, have been driven home hard by events of the last few days, and we better pay attention. Some lessons you only want to learn once.\nIn this case, the lessons are particularly important because they touch on all three pillars of the evolving U.S. anti-terrorism policy. That policy has never been officially articulated, but once you push away the camouflage and subterfuge, these seem to be its bare outlines:\nPacify Iraq and push it as quickly as possible toward enlightened and prosperous self-rule, so it can stand as a model for the rest of the Arab world.\nAJC\nNext, use our victory in Iraq to pressure Israel and Palestine into a peace agreement that takes that volatile issue off the table, further easing anti-American sentiment in the region.\nFinally, through military intimidation and the creation of moderate Arab states, deny terrorists a home base and get them running, so they can be tracked down and destroyed.\nIn the past week, every one of those pillars has shown signs of a foundation that badly needs bolstering.\nIn Iraq, U.S. officials have belatedly come to realize that as occupiers we had better actually occupy. The previous policy of pretending that we weren't responsible for Iraq and its problems could not be sustained. A new leadership team has been sent in, orders were given to start shooting looters on sight and a new, more aggressive approach is under way.\nIt is still far from clear that the new approach will work either. But it's the best chance we've got.\nProspects for success on the second approach are dimmer still. Visiting Israel this week, Secretary of State Colin Powell essentially got the Middle East \"road map\" shoved down his throat by Prime Minister Ariel Sharon. Sharon publicly refused to accept the U.S.-backed peace plan, and in fact told Powell that he had no intention of halting the growth of settlements in the Occupied Territories, as the United States had requested.\nFurthermore, as soon as Powell left Israel for Egypt, Sharon announced a lockdown of the Gaza Strip, a step designed to punctuate his defiance of the U.S. peace effort. And he gave an interview in which he again insisted Israel would remain in settlements in the heart of the West Bank.\nIn response to that international humiliation of his secretary of state --- a step that can only harden the Arab perception of the United States as Israel's rather dim but powerful Big Brother --- President Bush said nothing. If Sharon is allowed to maintain his position on settlements even after his meeting with Bush next week, the second supposed pillar of our anti-terror effort will have crumbled into the dust.\nThe most disheartening blow came in Saudi Arabia. Barely a week after Bush said the United States had al-Qaida \"on the run,\" terrorists launched a suicide attack that killed at least 25 people, including seven Americans, as well as nine terrorists.\nThe attack punctured growing confidence in some official quarters that al-Qaida had been effectively disrupted. It doesn't mean that our efforts to date haven't been successful; it just means we still have a lot more work to do.\nImmediately after the attack, U.S. Sen. Bob Graham, a Democratic candidate for president, charged that by diverting its attention and resources to Iraq, the Bush administration had given al-Qaida a year to recover and rebuild its network.\nThat's an impossible charge to prove, and just as impossible to refute. But it does suggest a deeper truth.\nBy choosing to attack Iraq --- a nation with at best indirect ties to al-Qaida --- the Bush administration took a big gamble. It rejected the option of defining the challenge of terrorism more narrowly, and instead broadened it by attacking a nation with at best indirect ties to international terrorism.\nIt believed that by making the problem larger, it could also make it easier to solve. That may yet prove true. But they also opened the possibility that if it goes bad, it goes bad on much larger scale.\nJay Bookman is the deputy editorial page editor. His column appears Thursdays and Mondays.\n\nLoad-Date: May 15, 2003"
}