{
    "title": "Anti-terrorism training site planned in W.Va. Summit Point Training Campus in Jefferson County to ex",
    "publisher": "charleston gazette",
    "year": 2007,
    "month": 7,
    "day": 26,
    "full text": "A training facility in Jefferson County where government agents have honed their protection and anti-terrorism skills for decades is being expanded into a 270-acre campus.\nThe Summit Point Training Campus, which is next to a motorsports park where agents train on driving courses and shooting ranges, will offer additional firing ranges, classrooms, even canine training facilities for government agencies and private security firms alike, said Barbara Scott, whose husband's company, BSR Inc., owns Summit Point Motorsports Park.\nAgencies will also share resources such as crisis management and firing range experts, she said Wednesday.\n\"It's more like a campus setting for different agencies, like the State Department, to come and make a symbiotic-type training campus,'' Scott said.\nThe U.S. Department of State, which provides protection for the U.S. secretary of state and all American embassies worldwide, became the first tenant to get site plan approval from the Jefferson County Planning Commission on Tuesday.\nJohn Cupp, a training facilities coordinator for the federal agency, said the department plans to lease administration buildings, classrooms and indoor weapons ranges to consolidate its training facilities at one location.\nThe State Department has been using the motorsports park's training facilities for decades, shuttling personnel \"back and forth from Washington, bringing people in buses and staying in Winchester [Va.] hotels.'' Now that another tenant plans to build a dormitory complex, \"they will be able to stay in West Virginia, eat in West Virginia and train in West Virginia,'' he said.\nScott said Summit Point hopes to have tenants for all 15 development sites within six years.\nBuilt in 1969, Summit Point later expanded and started offering specialty driving training in 1977.\nOn weekends, from March to November, the track hosts sports car, motorcycle and go-cart events. Its anti-terrorism training facilities are used \"almost every day of the year,'' Scott said.\nThe track has seven shooting ranges and five driving circuits, including a dirt course and an off-road course that resembles \"the type of road you might encounter in Afghanistan or Iraq,'' Scott said. Drivers get hands-on experience with various road surfaces and terrain.\nBSR has a fleet of about 90 training vehicles, including two Humvees, and clients often supply their own vehicles.\nIn addition to the State Department, BSR has trained personnel of the U.S. Secret Service; U.S. Department of Defense; U.S. Department of Justice; U.S. Marshals; Internal Revenue Service; FBI; National Security Agency; NASA; the Federal Reserve Bank; police agencies from across the country and dozens of other government agencies and private firms.\n\"Just about anybody in the military or government somewhere along the line has come here,'' Scott said.\nParticipants practice driving in convoys, practice ramming other vehicles, and learn how to detect ambushes and enemy surveillance. Teams are even shown techniques on commandeering vehicles - how to best break into the vehicle, how to override any security features such as a locking steering wheel and how to get the vehicle moving.\nBSR also offers training to race car drivers and accident avoidance training for teenagers.\nGround on the State Department's lot could be broken as early as next week, Scott said, and agency personnel could begin moving in by next spring.\nThe Summit Point Training Campus has been approved for a $2.6 million, low-interest, 20-year loan from the West Virginia Economic Development Authority, authority loan officer Tony Benedetto said Wednesday.\nScott declined to release the total cost of the project, adding that her company is handling the infrastructure only, while individual agencies and firms leasing the lots will pay their own construction costs.\nCupp didn't have the total for the State Department's plan.\n\nLoad-Date: July 26, 2007"
}