{
    "title": "ANTI-TERRORISM BILL APPROVED IN HOUSE VOTE",
    "publisher": "wisconsin state journal",
    "year": 1996,
    "month": 8,
    "day": 3,
    "full text": "Prodded by the TWA explosion and Olympics bombing, the House overwhelmingly passed a GOP anti-terrorism bill Friday providing for new airport security measures. But it excludes President Clinton's proposals to expand wiretapping authority.\nMost Democrats, who generally denounced the bill as grossly lacking compared with what was necessary, reluctantly cast their votes for it, and it prevailed, 389-22.\n(Eight of the nine House members from Wisconsin voted for the bill; Republican Steve Gunderson did not cast a vote.)\nHouse Republicans added a last-minute concession: a provision for a study of whether chemical markers should be placed in black and smokeless powders, which are commonly used in making bombs. Clinton had pushed for a study of the markers, called taggants, but ran into stiff opposition this week from some Republicans.\nThe Senate put off action on the measure until after Congress returns from its month-long recess beginning this weekend. The delay came when the Democrats objected to taking up the House version unless it could be amended, and Republicans balked at that.\n''This is something that we're going to have to continue to work on,'' said Senate Majority Leader Trent Lott, R-Miss. He said some expansion of wiretap authority may be appropriate.\nThe rejected wiretap provisions were part of a more comprehensive, bipartisan package negotiated this week by House and Senate leaders and administration officials that was inspired by the TWA explosion and the Olympics bombing. Thursday night, they gave up trying to enact a broader package before the recess.\nClinton said he was disappointed by the bill that resulted from House deliberations and suggested that Democrats may use the issue against Republicans in November's elections. ''I think it is legitimate for those who believe more should be done to continue to press for more to be done,'' the president said.\nFor his part, House Speaker Newt Gingrich, R-Ga., attacked the administration's terrorism policy. ''Right now they do not have a strategy, either domestically or overseas,'' he said.\nGingrich said he and Lott would send Clinton a letter asking the administration to produce ''a series of plans'' to combat terrorism.\nRep. Charles Schumer, D-N.Y., a negotiator of the broader package, described the new House measure as a sham, ''a mere shadow of what law enforcement had asked for.''\n''What we have here is an act at best of deception and at worst of cowardice,'' Schumer told his colleagues. He said House GOP leaders ''caved in'' to the gun lobby.\nBut Majority Leader Dick Armey said the bill would help fight terrorism without giving in to a ''panic that infringes against the liberties'' of Americans. ''This is a time to show America that we are a nation with a government that understands and cares about the threat, and understands and cares about our citizens' liberties,'' Armey, R-Texas, said on the House floor.\nClinton's proposed study of taggants was excluded from the Republicans' earlier bill introduced by Rep. Christopher Cox, R-Calif., in the wee hours of Friday. The new version gives the administration a one-year study but says it must be done outside the government.\nThe bill includes airport security provisions such as background investigations for airport personnel and assignment of FBI agents to high-risk airports, especially those with international flights. Bomb-sniffing dogs would be used at the largest commercial airports.\nAlso included is a provision to allow prosecution of terrorist suspects under federal racketeering laws.\n\nLoad-Date: August 4, 1996"
}