{
    "title": "Antiterror grant buys trash trucks; Newark defended its use of the federal money, saying the haulers",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 3,
    "day": 16,
    "full text": "City officials yesterday defended their purchase of garbage trucks with federal antiterrorism money, calling criticism \"a cheap attempt to embarrass Newark.\"\nA day after three Republican legislators blasted the purchases at a Statehouse news conference, Newark business administrator Richard Monteilh said the federal government had approved the purchases as part of a direct grant from the Justice Department.\nNewark's application for the $10 million emergency-preparedness grant from the department's Bureau of Justice Assistance listed trash trucks among the equipment it intended to buy, and approval was given in September 2003. The grant paid for only 1 1/2 of the 10 garbage trucks the city bought, with city capital-improvement money covering the rest, Monteilh said.\nThe trucks are equipped with air-conditioning, comfortable seating and power windows and cost $174,804 each.\n\"You look at this and say, 'What has this got to do with terrorism?' \" Monteilh said. \"It has a lot to do with terrorism.\"\nIf there is a catastrophe, the trucks would be needed to haul away debris, including possibly contaminated material that cannot be carted in open or flatbed trucks, he said. And the bulky trucks are useful as barriers to protect structures such as the downtown Prudential building. That skyscraper was the subject of a terrorism alert last year after federal officials revealed terrorists had cased the building.\n\"We have already been through this and done this,\" Monteilh said. \"This is not a theoretical exercise. It is a legitimate expenditure for an urban area such as ours.\"\nA spokesman for the federal Department of Homeland Security said Monday that grants from his agency could not be used for garbage trucks. But because the grant came from the Justice Department, \"we were allowed to do it,\" Monteilh said.\nA Justice Department spokesman did not immediately return a call seeking comment.\n\nLoad-Date: September 8, 2005"
}