{
    "title": "Anti-terrorism legislation gives nation new protection",
    "publisher": "lancaster new era",
    "year": 2001,
    "month": 10,
    "day": 29,
    "full text": "Three days ago, President Bush signed into law a bill that is the domestic equivalent of military preparation for the war in Afghanistan. The USA Patriot Act grants new, sweeping powers to the government to combat terrorism.\nThis legislation might have been called the \"life or death\" bill.  It is the legal buttress of the nation's war on terrorism and defense against future attacks.\n#TERRORISM.BR#\nThe law imposes stronger penalties for harboring or financing terrorists. It expands the number of crimes considered terrorist acts and it increases punishment for those acts.\nThe most controversial provisions expand the FBI's wiretapping and electronic surveillance authority. Police now have sweeping new powers to search homes and business records secretly and eavesdrop on telephone and computer conversations.\nThe House and the Senate passed the measure by overwhelming margins, brushing aside criticism that it could allow police to infringe on innocent Americans' civil rights. There is a four-year cap on the most sensitive provisions, allowing legislators to revisit the law if it is abused.\nThe American Civil Liberties Union and other groups focused on protecting civil liberties have attacked some of the bill's provisions, saying they could allow the government to tap into Americans' private lives in an unprecedented manner and could pose a threat to legal immigrants.\nPossibilities for abuse of the law are real, which is why Congress added the four-year cap. If abuse is intolerable, Congress could repeal the law before 2005.\nBut abuse of this law is the lesser of the nation's worries right now. American law enforcement agencies must remain concentrated for the duration on apprehending terrorists, who recognize no law at all.\nThis law represents the forceful focus of the man who will be primarily responsible for carrying out its details. Attorney General John Ashcroft wanted an even tougher bill, but he is satisfied with what he received and determined to make it work to maximum benefit.\nMuch has been said over the past several weeks about the transformation of George W. Bush from a man walking through his presidency into a strong commander in chief focused on winning the war on terrorism.\nLess has been said about John Ashcroft's focus because it has never changed. He always has been determined to carry out the laws of the nation.\nConcerned by the moral fervor the Ashcroft brought to his post, liberals frequently criticized the attorney general before Sept.  11. Many have moderated their opposition since the terrorist attacks.\nIn this new struggle against zealots who crave death for their cause, the nation needs a man who sees the battle as good vs. evil.  Ashcroft, like George Bush, has made it clear that he will fight anti-American terrorism to his last breath.\nThe USA Patriot Act gives the attorney general the tools he needs. Along with new guidelines from the president allowing U.S.  agents to assassinate suspected terrorist leaders before they strike again, the anti-terrorism law provides strong new protection for a nation at continuing risk.\n\nLoad-Date: October 30, 2001"
}