{
    "title": "Anti-terror legislation floundering, Dole says",
    "publisher": "st. petersburg times ",
    "year": 1995,
    "month": 6,
    "day": 5,
    "full text": "Senate Majority Leader Robert Dole is threatening to sit on anti-terrorism  legislation sought by President Clinton in response to the Oklahoma City  bombing unless Democrats speed up the process.\n\"This bill should take two or three days, but it's become a Christmas tree  for everybody with some agenda,\" the Kansas Republican said Sunday on NBC's  Meet the Press. \"The president's in a position to be helpful, but so far  we've had very little help.\"\nCompiled from Times WiresTERROR\nComplaining that the Democrats loaded the bill with amendments, Dole said  Clinton should tell Senate Democratic leaders to cooperate and to work in a  nonpartisan way. \"Otherwise, I'm going to pull it down.\"\nDole said Democrats had filed 67 amendments, Republicans 30. According to  Dole, if every amendment took two hours to debate, \"that's 180 hours. That's  two or three weeks on the Senate floor, and we have a lot of legislation we  have to deal with.\"\nThe Democratic amendments include proposals to add tagging materials to  chemicals that can be used to make bombs, barring \"cop-killer\" bullets,  authorizing new federal anti-terrorism wiretaps and regulating death-row  appeals.\nIn recent months, Democrats have adopted tactics honed by Republicans when  they were in the minority to force members of the majority party to vote on  controversial issues that can be raised in the next election. One of the  holdups in scheduling the anti-terrorism legislation was that the Senate voted  on 57 amendments to the fiscal 1996 budget, 51 sponsored by Democrats.\nIn threatening Sunday to sit on the anti-terrorism legislation, Dole, who  is running for president, was seeking to deflect blame for failure to pass the  bill.\nThe legislation before the Senate seeks to give the government broad new  authority to combat terrorism and punish terrorists, including tougher  penalties, expanded criminal jurisdiction over terrorist activities,  establishment of new deportation proceedings and hiring of more law  enforcement officers to fight terrorist violence.  TIMELY REMINDER: Republicans aired a television ad Sunday reminding the  president of his pledge three years ago to \"present a five-year plan to  balance the budget.\"\nClinton, then-Arkansas governor and a Democratic presidential candidate,  made the promise June 4, 1992, on CNN's Larry King Live program. Clinton is  scheduled to appear on the program Monday night, prompting the Republican  National Committee reminder.\nThe ad was to air once during Sunday's Larry King Live program, at a cost  of $ 20,000.\n\"I think anniversaries are very important,\" said RNC chairman Haley  Barbour. The GOP-controlled Congress is proposing large cuts in federal  spending to balance the budget by 2002. \n\nLoad-Date: June 6, 1995"
}