{
    "title": "Anti-terror 'czar' to coordinate $7B effort",
    "publisher": "usa today",
    "year": 1998,
    "month": 5,
    "day": 4,
    "full text": "WASHINGTON -- With spending on anti-terrorism efforts expected\nto reach a record $ 7 billion next year, the Clinton administration\nwithin weeks will unveil a strategy to coordinate a new federal\nwar on terror.\nRichard Clarke, 47, a career State Department official and special\nassistant to the president for national security affairs, will\nbe named the government's first national coordinator -- a job\ndubbed by some as \"terrorism czar.\"\nClarke's job will help develop policy and coordinate anti-terrorism\nefforts for every branch of the federal government, including\nthe FBI, CIA and departments of Justice, State and Defense.\nShaken by bombings in 1995 in Oklahoma City and at the 1996 Olympics\nin Atlanta, government spending to thwart terrorism has tripled\nand, in some agencies, quadrupled since 1995, according to the\nGeneral Accounting Office.\nThis quick growth has spawned confusion within the government\nand criticism by some lawmakers and the GAO that the money is\nnot always being spent effectively.\n\"The United States is spending billions of dollars annually to\ncombat terrorism without assurance that the federal funds are\nfocused on the right programs or the right amounts,\" the GAO's\nRichard Davis testified last month.\nThe GAO is Congress' auditing and investigative arm.\nOfficials at the GAO and within the administration say privately\nthat there has been duplication of effort in some anti-terrorism\nareas -- such as federal training programs.\nClarke's job will be to sort this out.\n\"The amount being spent is not as important as identifying where\nthere's a need for spending,\" says Clarke.\nThere is concern that some agencies may be citing terrorism to\njustify larger budgets.\n\"When you say 'terrorism,' it makes you relevant and when you're\nrelevant you can justify added budget,\" says Larry Johnson, a\ncorporate consultant and former State Department coordinator of\ncounter-terrorism affairs in the Bush administration.\nAt a time when the federal government is shrinking, the war on\nterrorism is among its fastest-growing segments: 17 agencies are\nexpected to spend $ 7 billion in 1999, says a new report from the\nWhite House's Office of Management and Budget.\n\nLoad-Date: May 4, 1998"
}