{
    "title": "ANTI-TERRORISM MEASURES BREACH RIGHTS AROUND THE WORLD, WATCHDOG GROUP SAYS; LAWS ARE VAGUE AND ARBI",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 4,
    "day": 17,
    "full text": "New anti-terrorism measures are curtailing human rights and civil liberties in much of the world, a watchdog group says.\nThe measures were introduced after the attacks of Sept. 11, 2001. But many are too broad, too vague and applied too arbitrarily, the International Helsinki Federation for Human Rights contends in a report issued Wednesday.\n\"We are accomplishing the goal that (terrorists) are allegedly pursuing,\" said Aaron Rhodes, director of the Vienna-based federation.\nThe group studied measures in 55 countries that are members of the Organization of Security and Cooperation in Europe, a security organization that also includes the United States. The report argues that \"many states apparently do not view human rights as a matter requiring due consideration in the fight against terrorism.\"\nSince Sept. 11, the report says, countries have:\n* Increased powers of law enforcement and intelligence institutions.\n* Introduced measures allowing authorities to intercept private communications and search homes without safeguards.\n* Tightened border controls.\n* Enacted firmer asylum and immigration laws.\n* Authorized registration and profiling practices that appear to target certain groups because of race, ethnicity or religion.\n\"Some of these measures are necessary and appropriate,\" the report says. \"However, many of the measures that have been adopted appear to be disproportionate to the threats posed or the goal of enhancing national security.\n\"A number of these measures violate fundamental human rights,\" it adds, \"including some which are absolute rights even in times of emergency.\"\nIt claims that the United States has detained terrorist suspects on a variety of charges that deny the suspects their rights to due process.\nBritain has introduced new powers that allow terrorist suspects to be detained indefinitely without charge or trial, the report says. It says Germany has weakened privacy safeguards and carried out nationwide computer profiling of thousands of men of Muslim or Arab descent.\nIn Russia, terrorism laws already in place would have been enough, the report argues. But it calls the country's new anti-extremism law \"so vaguely formulated that it could be used to restrict virtually any activity that the authorities consider undesirable.\"\n\nNotes\n\nWORLD\n\nLoad-Date: April 17, 2003"
}