{
    "title": "Anti-terrorism' No. 1' for state's U.S. Attorney State has many assets attractive to the enemy, Warn",
    "publisher": "charleston gazette",
    "year": 2002,
    "month": 12,
    "day": 9,
    "full text": "ctritto@wvgazette.com  \nU.S. Attorney Kasey Warner, who says West Virginia is ripe for a terrorist attack, has made anti-terrorism efforts his No. 1 priority.\nThe Mountain State's established illegal drug and gun networks, its central location on the East Coast, remote hollows, chemical plants and interstate highway system make it an ideal location for terrorists to prepare and launch another attack, Warner said.\nHe is convinced that future terrorist activities on American soil are not a question of if, but when. And he is convinced the next major attack will be in the \"heartland.\"\n\"If I were a terrorist and I wanted to hide out while I'm getting myself ready for an attack, I'd come to West Virginia,\" he said.\nWarner, a West Point graduate and former full colonel in the U.S. Army's judge advocate general corps, has studied terrorism and guerrilla operations for 32 years.\n\"If you're going to have long-term terrorist attacks, it's textbook to start with a high-profile media center like we saw on Sept. 11,\" Warner said. \"But in the next chapters, terrorists have got to get inside the minds of the people in the heartland. They need to get close to places where there is little security. If you can get the man on the street to wonder whether his government can protect him, you have a chance of succeeding.\"\nWarner said he has no evidence of specific threats against targets in West Virginia. But daily intelligence reports from the Federal Bureau of Investigation provide \"evidence of general planning\" across the country, he said.\n\"When people in Charleston or Beckley think they're safe, well, they're not,\" he said. \"I can't tell you we have solid evidence that so-and-so is planning to do this or that on this date. But could it happen here? Yes. It's certainly possible, so we have to defend against it. I don't want to be in a position to scare the public, but there is a real threat.\"\nThis mindset has influenced the entire federal bureaucracy and made a dramatic impact on Warner's role as the Justice Department's top official in West Virginia's southern federal court district.\n\"Business has changed for us,\" Warner said. \"It's a major-league shift for our office, the FBI, [the Drug Enforcement Administration], [the Immigration and Naturalization Service] - everybody. My best court attorney is now focused full-time on terrorism. My best investigator is on anti-terrorism. My job personally is not as a federal prosecutor. Now I'm head of the Anti-Terrorism Task Force. That's my No. 1 priority.\"\nU.S. Attorney General John D. Ashcroft established Anti-Terrorism Task Forces in each federal court district about six months ago. A U.S. attorney heads each force to encourage better communication and information-sharing among the various law enforcement agencies in the district.\n\"My real power is our leverage over other federal agencies,\" Warner said. \"I can go to them and say, 'If you want us to prosecute your other cases, you better play the terrorism game, because that's No. 1.'\n\"They'll work a terrorism case, or anything that hints of terrorism, before they do anything else. Then they can leverage state authorities, which then leverage counties and cities, down to community groups and the public. We get everybody together to share information, up and down.\"\nWarner's definition of terrorism, however, is broader than the Sept. 11 variety. Terrorism includes white-supremacy movements, child pornography and certain types of drug activity, he said.\n\"There are organizations in the state, such as white-supremacist groups, that we're watching very closely that we think are terrorist cells or sympathetic to terrorists,\" Warner said. \"These are other forms of domestic terrorism.\"\nWarner points to reorganization of the local FBI office to support his conclusions that threats are present. Half of the agents in the Charleston-based field office soon will be committed to anti-terrorism efforts under a new supervisor, Warner said.\n\"Do you think they'd put half their force on this if they didn't think there was evidence of threats?\" Warner said.\nThe Justice Department's role used to be to catch suspected criminals and prosecute them in court. Now, the focus is stopping terrorist crimes before they are committed, he said.\nWarner's plan includes participation of everyday citizens in the war on terror. He encourages area residents to call in tips, infrastructure vulnerabilities or anything else they observe \"that just doesn't seem right.\"\nDuring the summer, the Justice Department proposed a program known as Operation TIPS (Terrorism Information and Prevention System). It was pitched as a way for truckers, utility employees, mail carriers and other workers to alert authorities of suspicious behavior they noticed on the job.\nBut TIPS came under fire from people who argued that the program encouraged neighbors to spy on one another and threatened privacy rights. The Homeland Security bill signed into law by President Bush on Nov. 25 included language explicitly prohibiting the government from implementing the controversial initiative.\nWarner said the program was shut down for political reasons, but is based on a good idea.\n\"Why shouldn't a cable guy who goes into a house, who sees a meth lab or something else, why shouldn't he report that?\" Warner asked.\nIn a media release last week, Warner thanked a floral-delivery driver named \"Sam,\" who called in observations he made of vulnerable buildings, railroads and other parts of the local infrastructure he noted on his route.\n\"We need more Sams who will report suspicious activity and security concerns,\" the release stated. \"Homeland security is not just the responsibility of government agencies, it is the responsibility of us all.\"\nTo contact staff writer Christopher Tritto, use e-mail or call 348-5163.\n\nLoad-Date: December 11, 2002"
}