{
    "title": "ANTITERRORISM PLAN WEIGHED",
    "publisher": "the new york times",
    "year": 1984,
    "month": 7,
    "day": 11,
    "full text": "The Reagan Administration, attempting to reach an agreement with Congress on how best to combat international terrorism, is currently discussing a plan with the House Foreign Affairs Committee which for the first time would allow the State Department to impose licensing requirements on services being exported to foreign nations.\nProducts, weapons and defense-related technology intended for export already are subject to various licensing requirements under the Export Administration Act and the Arms Export Control Act, administered respectively by the Commerce Department and the State Department.\nAccording to Terrell E. Arnold, deputy director of the Office for Counterterrorism and Emergency Planning in the State Department, the plan would bar the transfer of services ''of a maintenance, logistical or technical nature that could be of service to the armed forces of a foreign nation.''\nReagan Administration, attempting to reach agreement with Congress on how to combat international terrorism, is discussing plan with House Foreign Affairs Committee that for first time would allow State Department to impose licensing requirements on services being exported to foreign countries; plan would bar transfer of services of maintenance, logistical or technical nature that could be of service to armed forces of foreign countries (M)\nA senior staff member on the House Foreign Affairs Committee described the State Department proposal, presented to the panel last week, as a step forward in meeting some of the concerns and objections committee members had raised about vague language in the Administration's original antiterrorism proposal.\nIn April, the Administration proposed guidelines making it a crime for United States citizens to ''act in concert'' with terrorist organizations. Republicans as well as Democrats criticized the proposals as being too broadly worded and argued that it would be impossible to define precisely which organizations are ''terrorist'' or to track the destination of every service being offered to other countries by American corporations and groups.\nThe draft proposal currently being considered would require licenses for services intended for sale or transfer to ''any military or paramilitary force, any police or other law enforcement agency, and any intelligence agency of a foreign government.'' The State Department would also have the right to revoke the license at any time.\nIn addition, the President would have authority to refuse a license for particular services if he determined that the sale would pose a threat to the ''national security or foreign policy interests of the United States.''"
}