{
    "title": "Anti-terrorism funds distributed to Erie County",
    "publisher": "the daily record ",
    "year": 2004,
    "month": 7,
    "day": 26,
    "full text": "Erie County has received $4,717,062.35 from the New York State Weapons of Mass Destruction (WMD) Task Force.\nThe funds are from the federal government's Urban Area Security Initiative (UASI) 2004 grant.\nThey will be used to build a sustainable capacity to prevent, respond to and recover from, threats or acts of terrorism in the area. The funds will allow Erie County to continue to develop and implement a program to enhance its anti-terrorism efforts.\n\"I'm very pleased Erie County has received these much-needed funds in a timely manner,\" said Deputy Erie County Executive Carl J. Calabrese. \"Unlike last year, this money has not been delayed and found its way into the hands of local first responders in only 60 days. This is proof positive that the system works and that delays in receiving homeland security funding appears to be a part of the past.\"\nSpecifically, UASI funds will be used as follows:\n* $472,570.81 for personnel in the new public safety communications center;\n* $1,998,981.60 on a countywide communications system and computer aided dispatch/records management software;\n* $210,000 for training suburban police agencies and first responders;\n* $52,000 on personal protective equipment;\n* $250,000 on a weapons of mass destruction (WMD) incident response vehicle;\n* $280,000 on a SWAT response vehicle;\n* $142,000 on personal protective equipment;\n* $400,000 on bomb Disposal Unit equipment;\n* $42,000 on video analysis equipment;\n* $150,000 for upgrades to surveillance and epidemiology IT systems;\n* $75,000 to provide training and support for mental health responders and act as a resource during disasters;\n* $63,361.47 for homeland security administrative support personnel; and\n* $8,774.47 for related homeland security expenses.\n\"This $4.7 million will enable Erie County to continue to meet the raising needs of keeping Western New Yorkers safe during times of natural or manmade disasters,\" concluded Calabrese.\n\nLoad-Date: July 26, 2004"
}