{
    "title": "Anti-terrorism bill appears to clear hurdles in House; $29 billion_ Democrats still force procedural",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 5,
    "day": 23,
    "full text": "A $$ @29 billion anti-terrorism bill edged toward easy House passage after Republican leaders won over enough disgruntled lawmakers to prevail on a pivotal procedural vote Wednesday. \nThe package, which would pour money into defense, intelligence, aviation security and other programs, was overwhelmingly popular with legislators from both parties. It also bore the endorsement of President Bush, who asked Congress for $$ @27.1 billion in March. \nEven so, the House ended work for the evening without finishing the bill. Work stopped after Democrats angry that the measure would allow an increase in the federal debt ceiling delivered numerous speeches and forced procedural votes.\nIn what probably was the measure's sternest test, the House voted by a near party-line 216-209 to approve rules for debating legislation that automatically inserted several contentious provisions into the bill.\nWith administration officials churning out almost daily warnings of new terror threats, House Speaker Dennis Hastert, R-Ill., Majority Whip Tom DeLay, R-Texas, and other leaders finally won over enough wavering Republicans to avoid an embarrassing setback.\n\"You're voting against our military\" by opposing the rules package, Hastert warned the House just before the vote. \"You're voting against those people in New York and Washington,\" where the terrorists struck.\nDemocrats objected that the debate rules automatically inserted language into the bill that would allow fresh government borrowing, which the Bush administration has sought for months.\nDemocrats blame last year's tax cuts for renewed red ink and oppose burying the issue in the anti-terrorism measure.\n\"They are refusing to confront the consequences of their economic plan,\" said House Minority Leader Dick Gephardt, D-Mo.\nAlso on Wednesday, the Senate signaled strong bipartisan support for trade legislation, voting to curtail debate on a measure designed to enhance President Bush's negotiating authority while expanding federal aid to American workers hurt by imports.\n\"Trade is in the interest of our workers, trade is in the interest of job creation, trade is in the interest of developing nations as well as developed nations,\" Bush said, prodding Congress to act as he left for a trip through three Western European countries and Russia.\nIn a coincidence of timing, the Senate voted, 68-29, a few hours later to limit debate, with final passage expected no later than today.\n\nLoad-Date: May 23, 2002"
}