{
    "title": "ANTI-TERRORISM ACTION AGREED UPON_ CLINTON PROVISION ON CHEMICAL MARKERS IN EXPLOSIVES REJECTED",
    "publisher": "the world",
    "year": 1996,
    "month": 8,
    "day": 1,
    "full text": "WASHINGTON - After wrangling with key Republican lawmakers, the White\nHouse has won agreement on a package of anti-terrorism measures that\nwould expand wiretapping authority and tighten airport security.\nBut President Clinton's push to study the case for placing chemical\nmarkers in explosives was rejected.\nThe accord came Wednesday evening after two days of meetings between a\nbipartisan lawmakers' task force and administration officials,\nincluding White House Chief of Staff Leon Panetta and Deputy Attorney\nGeneral Jamie Gorelick.\nPanetta said the anti-terrorism measures, several of which were\nproposed by Clinton in response to the TWA Flight 800 explosion and\nthe Olympics bombing, would give law enforcement new tools to confront\n\"what is an increasing threat in our world today.\"\nBut omitted from the agreement was a central part of Clinton's\nproposals, a study of chemical markers in explosives, called taggants,\nwhich had been heavily criticized by some Republicans.\nAlso rejected was a provision to allow the FBI to get information on\nsuspected terrorists from hotels, telephone companies and storage\nfacilities.\nClinton said the FBI supported use of taggants to help investigators\ntrace the origin of explosives after they are detonated. The National\nRifle Association opposes them, saying their presence in black and\nsmokeless powders could make them unstable and a safety risk.\nThe agreement also would allow prosecution of suspected terrorists\nunder federal racketeering laws, which would make anyone convicted\nsubject to asset forfeitures and longer sentences.\nThe negotiators, led by Panetta and Sen. Larry Craig, R-Idaho, said\nthey hoped to have a package ready for a vote by week's end, before\nCongress leaves for its August recess.\nBut Senate Majority Leader Trent Lott, R-Miss., said earlier in the\nday that final passage before the recess appeared unlikely.\n\"I don't see how in the world we can get it done\" by then, Lott told\nreporters.\nLott and other GOP leaders summoned Attorney General Janet Reno,\nPanetta and FBI Director Louis Freeh to a meeting today to explain why\nsome of the FBI's anti-terrorism funds haven't been spent.\n\"We are increasingly concerned that monies and authorities already\ngranted to the administration are not being used effectively or at\nall,\" Lott, House Speaker Newt Gingrich, R-Ga., and House Majority\nLeader Dick Armey, R-Texas, wrote in a letter to Clinton.\n\nLoad-Date: August 2, 1996"
}