{
    "title": "Anti-Terrorism Military Drills Take Parts of Texas by Surprise",
    "publisher": "the new york times",
    "year": 1999,
    "month": 2,
    "day": 16,
    "full text": "The sharp chop of low-flying helicopters over the South Texas coast caught many residents and some officials off guard last week as the helicopters swooped around in a counterterrorism exercise.\nThe black helicopters dropped helmeted soldiers into the downtown area of nearby Kingsville, as well as in Port Aransas.\n\"I didn't know what was going on,\" Mayor Glenn Martin of Port Aransas said, adding that residents of the community of about 2,200 \"were calling me up asking me about a bunch of black helicopters.\"\nMaj. Jeff Fanto, spokesman for Army Special Operations Command headquarters at MacDill Air Force Base in Florida, said the training by the Army's Delta Force, a counter-terrorism unit from Fort Bragg, N.C., was routine.\n\"They're practicing skills of getting in and out of urban areas and special operations for the missions they're responsible for,\" Major Fanto said.\nThe exercises took place in Kingsville on Feb. 8, and four days later in Port Aransas. More are expected.\nAlthough the exercises were intended to be routine, problems occurred in Kingsville, population 25,000, when a welding torch used to cut through wires ignited a fire in the old police station, said Capt. Roel Cavazos of the Fire Department.\nAlthough the blaze was contained in about 20 minutes, the interior of the building was gutted and serious structural damage was done to the roof, Captain Cavazos said.\n\"They tried to contain the fire themselves,\" he said, \"and apparently it went out of control.\"\nChief Felipe Garza of the Kingsville Police Department told The Corpus Christi Caller-Times that several abandoned downtown buildings were used by Army Special Operations Command troops and the Kingsville police.\nThe exercise involved eight Army helicopters, which flew low over town before dropping off soldiers in a two-block area.\nA block from the old police station, grenades were set off in an abandoned Exxon building, shattering the windows, Chief Garza said.\nHe said he had received about 50 phone calls from residents concerned about the maneuvers.\n\"Some were upset, but most understood,\" the Chief said, adding that no one had been hurt and that \"that was the important thing.\"\nCarol Darby, a spokeswoman for Army Special Operations Command in Fort Bragg, said the public was never notified before such exercises because that would create a security risk and a danger to residents, who would tend to gather to watch.\nMs. Darby said the Army would pay for any damage.\n\nhttp://www.nytimes.com\n\nLoad-Date: February 16, 1999"
}