{
    "title": "ANTITERRORIST POLICE IN ITALY ASSERT THE WORST IS OVER",
    "publisher": "the new york times",
    "year": 1981,
    "month": 2,
    "day": 3,
    "full text": "Italian police officers in charge of the fight against terrorism believe that they have crippled the terrorists as much as is militarily possible and that it is now up to the politicians to create the social and political conditions in which political violence will no longer appeal to the young.\n''Operationally speaking, the worst is over,'' Gen. Umberto Capuzzo, the national commander of the Carabinieri, the nation's elite paramilitary police corps, said in an interview at his headquarters.\nHe said that Prima Linea, the second most powerful terrorist organization in the country, had been virtually liquidated by police operations last year. The same was true of the other smaller groups.  The Red Brigades, the most powerful organization, had suffered heavy losses, including several key members arrested or killed, but had been able to ''reconstitute'' their national command at a meeting in Rome last August, he said.\nAntiterrorist Police in Italy assert the worst is over\nThe Red Brigades are now recruiting remnants of Prima Linea and other virtually defunct groups but ''recruitment is not the same as it was two years ago,'' General Capuzzo said. He said he did not want to name a date by which Italian terrorism would be completely suppressed.\n \nPolice Powers Dispersed\n''The Red Brigades can still strike, and strike hard,'' he said.  ''It takes only four or five men to carry out an attack.'' He added that the terrorists had the initiative and a choice of targets, and that the security forces had to use a large part of their manpower on such unproductive defensive tasks as escort duties and protection of people and installations rather than on the active hunt for terrorists.\nBut the terrorists have failed politically and operationally ''because no social class has gone over to them'' and because the number of their sympathizers and helpers in the population is going down, the general said.\nThe Red Brigades consist of ''several hundred'' active guerrillas, the he said; he declined to be more specific.  ''Italian terrorism is sui generis,'' he added. ''There is no great brain abroad.'' He said that members of underground organizations in many countries crossed national borders and maintained links and sporadic cooperation but that the Italian terrorists had no need for training abroad since their operations - killings and kidnappings - were simple and required no skills that were not amply available in the criminal underworld.\nHe said that in a world riven by international tensions the weaknesses in a country's domestic situation were carefully watched and exploited by foreign powers. Terrorism, he said, is no exception; ''it's like the oil war or the grain war.''\n \nSoviet Disputes Charge\nHe thus appeared to discount allegations made by several politicians that the Red Brigades might have ''sanctuaries'' outside Italy. President Sandro Pertini touched off a controversy when he hinted in a television interview that the Italian terrorists might be receiving help from the Soviet Union. His remark brought a testy Soviet rejoinder and Mr. Pertini later said he did not mean the Russians. Since then the parties making up the Government coalition of Prime Minister Arnaldo Forlani have come down on opposite sides of the issue, with the Christian Democrats discounting foreign interference and the Socialists and Social Democrats asserting that it exists.\nGeneral Capuzzo, a former military attache in Bonn and Moscow, is the highest ranking military figure in the fight against terrorism.  The 85,000-man Corps of Carabinieri, which he commands, is the foremost of the six major police organizations in the country and has put a large part of its resources into the antiterrorist drive.\nThe other Italian police corps are the Public Security Guard, a force of about 80,000 operating in urban centers and comparable to American police departments but operating nationwide; the Finance Guard, a paramilitary force of about 40,000 specializing in border control and antismuggling operations but available also for other police duties; the Municipal Police forces locally organized by the municipalities and dealing mostly with traffic and the enforcement of municipal regulations, and the Secret Services for Intelligence and Counterintelligence. A few years ago a small specialized corps, called Digos, was split off from the Public Security Guard for antiterrorist operations. But, overall, the drive against the terrorists is the responsibility of the Carabinieri.\nIn the military barracks that is his headquarters in a residential quarter of Rome, General Capuzzo's operations room is a carpeted wood-paneled expanse of half an acre of television consoles and desks where duty officers deal with reports from the corps' three divisional headquarters and some 600 smaller commands. There are 5,000 Carabinieri stations throughout the country. The central command has a research section that monitors and analyzes the shifting patterns of terrorism, the composition of the groups and their internal ideological debates. Two days after Giovanni D'Urso, a Rome magistrate, was kidnapped in December, Carabinieri officers around the country had on their desks a two-inch-thick blue book devoted entirely to an analysis of the Red Brigades' communique announcing the abduction.\n \nAlienation of Young Noted\nAt several points in the interview General Capuzzo stressed that terrorism was not a purely military problem and that police action alone could not defeat it. Young people who had become alienated in the 1960's and 70's had to be brought back into the social system and convinced that social justice existed and that social change by democratic means was possible. ''It is up to the political class to do this,'' he said.\nHe said that hopeful signs were emerging. In the universities, where social discontent was deepest and the terrorists found most of their recruits nearly a decade ago, the climate was improving and the students were again paying attention to their studies instead of drifting into radical and sometimes violent politics, he said.\nHe said that the Red Brigades chose their victims - magistrates, police officers, industrialists and newspapermen -with an eye to getting the largest possible headlines. In this way ''the terrorists are able to play on the emotions of the public, and the Italian public is high strung emotionally anyway,'' the general said.\n\nGraphic\n\n \nIllustrations: Photo of a roadblock in Italy"
}