{
    "title": "Anti-terrorism unit welcomed",
    "publisher": "st. petersburg times ",
    "year": 1987,
    "month": 6,
    "day": 2,
    "full text": "TAMPA - MacDill Air Force Base threw a welcome party Monday morning,    complete with gun salutes and marching bands, for its newest residents    - the U.S. Special Operations Command. Adm. William J. Crowe Jr.,    chairman of the Joint Chiefs of Staff, and William Howard Taft IV,    deputy secretary of defense, praised the command, formed April 16 to    direct the U.S. military's response to terrorism and guerrilla warfare.\n \n Congress has been asked for $ 2.5-billion to finance the new command.\n \n\n \n Stolen, lost water plagues Pasco County   \n \n NEW PORT RICHEY - Bill Munz, Pasco County's public works and utilities    director, estimates almost 25 percent of the 14-million gallons of    water his agency pumps daily is lost or stolen. Munz said he believes    half the missing water is stolen. The county's newest weapon against    water thieves is a $ 500 fine for unauthorized users of the water and    sewer systems. The problem of lost water is so acute that Pasco    utilities officials are pressing ahead with the stiff fines and a    search for those who would avoid paying for water and sewer service.\nCompiled from Staff ReportsWith revenues from water sales running at about $ 5-million annually,    Munz said, the water thieves are, in effect, stealing from $ 500,000 to    $ 1-million from the water departmenteach year.\n \n \n Bird pays price for taxicab rider's anger   \n \n BROOKSVILLE - A Brooksville man out for a night of bar-hopping    Saturday took along a large parakeet. Early Sunday, the man called    called a taxicab to take him home, and the Indian ringneck parakeet sat    atop his shoulder during the ride. When it was time to pay the fare,    the man became angry. Then, according to a Hernando County Sheriff's    Office report, he strangled the bird, threw it out the taxicab window,    and said: \"Fly, bird. Fly.\" Said cab driver Michael Know: \"He didn't    want to pay, and he killed the parakeet. It was a little strange.\" The    bird's owner told deputies he evicted the man after the bird was    stolen, the report said. The man acknowledged to deputies that he had    taken the parakeet, but he said he was drunk and didn't know what he    did with it. The parakeet's owner signed a waiver of prosecution, and    the man was neither arrested nor charged, according to the report.\n \n \n Campaign fund aids police scholarships   \n \n TAMPA - Money left over from Mayor Sandy Freedman's election campaign    will help finance scholarships aimed at boosting the number of    minority-group members in the Tampa Police Department, she announced    Monday. The mayor contributed $ 16,886 to a Hillsborough Community    College scholarship program. The program is designed to pay full    tuition for four minority students each year who later would become    Tampa police officers. Other donors contributed about $ 22,500. At a    news conference Monday, Mrs. Freedman said she wants to use the funds    left over from her March mayoral victory to try to help the police    department, which has had difficulty recruiting and retaining minority    officers. Since late November, four black residents have died in    confrontations with white police officers, and the department has had    uneasy relations with members of Tampa's black community.\n \n \n Man injured when car hits school bus   \n \n DADE CITY - A 72-year-old man traveling north on U.S. 301 about six    miles north of Dade City slammed into the rear of a Pasco County school    bus that was about to let off its last two passengers Monday afternoon.\n \n The two boys, an aide and the driver of the special-education bus were    not hurt, Florida Highway Patrol trooper George Marshall said. William    Gleaton, who was driving a late-model Oldsmobile Royale, was pinned in    his car until rescue workers freed him, Marshall said. Gleaton was    taken to Humana Hospital-Dade City, where he was in stable condition,    hospital personnel said. Gleaton, whose address had not been determined    late Monday, was traveling at 65 to 70 miles per hour and couldn't stop    in time to avoid the bus, Marshall said.\n \n \n Former St. Petersburg resident burned   \n \n INVERNESS - A 28-year-old man from South Dunnellon, near the    Citrus-Marion border, used lantern fluid to ignite a pile of yard trash    Sunday evening and caused a flash fire that enveloped his body. Rodney    Edmundson, formerly of St. Petersburg, was resting at home Monday after    being treated at Citrus Memorial Hospital Sunday for first- and    second-degree burns over 16 percent of his body, said his wife, Sandra.\n \n Mrs. Edmundson said she had walked around the side of their home Sunday    evening to bring her husband a hose in case the fire got out of hand    \"when I heard this loud poof, and I heard him scream,\" she said. \"He    said he flicked the lighter, and when the lighter touched the board, it    exploded,\" setting Edmundson afire about 7 p.m. Mrs. Edmundson turned    the hose on her husband and put out the flames.\n \n \n Student prayers lift Athletics out of cellar   \n \n CLEARWATER - Three weeks into the season, the last-place Oakland    Athletics appeared headed nowhere. You might say they didn't have a    prayer. Then they got one. At the suggestion of a teacher who can    relate to the team's problems, 35 fourth-grade students at Our Lady of    Lourdes School in Dunedin began praying for the \"hopeless\" Athletics.\n \n And heaven knows they've improved. Since the prayers began on April 29,    Oakland has jumped from last place in the seven-team American League    Western Division to fourth place. The Athletics can thank Mike Davis,    the slugger; Curt Young, the pitcher, and Saint Jude, the patron saint    of hopeless causes. They already have thanked the school in a letter.\n \n The prayer leader has been Teresa Cordova O'Dea, a volunteer \"guest    teacher\" at the school and an aunt of Tom Cordova, director of sales    for the Athletics. Before Monday night's game at Baltimore, the    Athletics had won 17 of their last 28 games - after losing 13 of their    first 20.\n \n \n Waiting in line requires $ 100 deposit   \n \n ST. PETERSBURG - Boat owners waiting for a slip in St. Petersburg's    municipal marina are being asked to pay $ 100 to keep their places in    line. Requests for deposits went out last week by certified mail to    about 1,200 people, some of whom have been on marina waiting lists for    three or four years. To stay on the list, boat owners must pay the city    $ 100 by June 30. The city initiated the policy in an effort to separate    the earnest customers from those who plan to buy a boat someday. So    far, marina employees say they have heard few complaints about the    demand. Twenty-five dollars of each deposit is a nonrefundable    \"processing\" charge. The remaining $ 75 will go into an escrow account    on which the city will earn interest. When the boat owner gets a slip,    that money will go toward the first month's rent.\n \n \n Accident may lead to bicycle crosswalk   \n \n SEMINOLE - Spring Cowan, a sixth-grader riding a bicycle, was hit by a    car but not seriously injured Friday near Osceola Middle School in    Seminole, west of St. Petersburg. The accident has prompted the    Pinellas County Sheriff's Department to take another look at highway    safety markings near the school. Lt. Scott Stiner said Monday that the            sheriff's department \"will look to see if we need a possible crosswalk    for bicycles.\" Osceola Assistant Principal Angelo Vicario said Spring    \"is not the first child that has been hit\" since Osceola Middle    School opened three years ago. \"We have a severe problem out here\"    with cars, pedestrians and bicyclists vying for the same spaces during    the hours when the school is opening and closing, Vicario said.\n \n \n Management firm found for Vinoy hotel   \n \n ST. PETERSBURG - A developer who hopes to reopen the Vinoy Park Hotel    says his company has signed an agreement with a worldwide chain to    manage it. Frederick E. Guest II, president of the Vinoy Development    Corp., also said he expects to obtain a $ 40-million loan from a French    bank and to start construction by September. In addition, Guest said he    has an agreement with a foreign construction company, which he would    not name, to renovate the hotel. Although loan negotiations are taking    several months longer than expected, Guest said a fall 1988 reopening    still is possible. The Vinoy, once St. Petersburg's grandest hotel, has    been empty for 13 years. City officials see the hotel as a key element    in plans to revive St. Petersburg's downtown waterfront.\n \n \n Locked door, signs greet spa members   \n \n CLEARWATER - The Lady Athena Spa has been evicted from the Kmart    shopping center in north Clearwater because the spa owed more than    $ 22,000 in back rent and property taxes, according to court records.\n \n Members of the women-only spa, who had no notice of the closing, have    been showing up to find only a locked door with an eviction notice    posted on it. Pat White, director of the Better Business Bureau, said    there are no sure ways to tell in advance if a spa will survive. A    proven track record of years in business is one indication of a spa's    financial fitness, she said, but not a sure bet. \"Unfortunately, you    don't know in advance what kind of capital they have,\" she said. \"You    just can't tell.\"\n \n \n Pipe bomb shatters newspaper rack   \n \n LARGO - A pipe bomb exploded inside a St. Petersburg Times newspaper    rack Sunday night and sent pieces of metal flying 130 feet, Largo    police reported. \"The paper dispenser was completely destroyed,\"    police spokeswoman Robyn Walk said. The explosion occurred shortly    before midnight at St. Pauls Drive and Belleair Road, Walk said. An    adjacent Tampa Tribune newspaper rack also was damaged. \"We don't know    what kind of explosive was used,\" Walk said. The newspaper rack cost    about $ 250, a Times spokeswoman said.\n \n - Compiled by KAY MASTERS from staff reports   \n\nGraphic\n\n \nBLACK AND WHITE PHOTO, (2); Sandy FREEDMAN; Frederick E. Guest II\n\nLoad-Date: November 19, 1992"
}