{
    "title": "ANTI-TERRORISM LAW EXPECTED TO PASS THIS WEEK",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 4,
    "day": 16,
    "full text": "Republican congressional leaders yesterday agreed on anti-terrorism legislation that they hope both chambers will pass and President Clinton will sign by the first anniversary of the Oklahoma City bombing Friday.\nIf a good compromise means everyone walks away from the negotiating table a little unhappy, then a good compromise was achieved, lawmakers said, repeatedly noting that while the bill is far from perfect, it would help the federal government better combat the threat of foreign and domestic terror attacks.\n''There can always be something someone can criticize, but by and large, this is a darn good bill,'' Senate Judiciary Committee Chairman Orrin Hatch, R-Utah, told reporters.\n''This bill should be called the better-than-nothing anti-terrorism bill,'' groused Rep. Charles Schumer, D-N.Y., a longtime supporter of anti-terrorism legislation, who ruefully acknowledged that he may ''sadly and reluctantly'' support the measure.\nHatch said Clinton told him Sunday he would not veto the legislation even though it includes changes in habeas corpus rules that would limit death-row appeals. And White House officials told Newsday Monday that despite reservations, it was likely the president would sign the measure in its current form.\nNevertheless, critics say it is unclear whether the leaders have the votes needed to pass the proposal in both chambers. ''Who knows what will happen in the next few days?'' Schumer said.\nThe ''Antiterrorism and Effective Death Penalty Act of 1996'' reduces the Senate's plan to spend $ 2.1 billion over five years to $ 1 billion over four years. Among other things, the law would:\n*Limit death-row appeals by changing habeas corpus procedures.\n*Designate terror groups and prevent foreign terror organizations from raising money in the United States.\n*Require microscopic identification ''taggants'' in plastic explosives and fund a study of tagging other explosives.\n*Quickly deport alien terrorists.\n*Require mandatory victim restitution for terror crimes.\n\nLoad-Date: April 17, 1996"
}