{
    "title": "ANTI-TERRORISM PLAN WOULD CURB PARKING",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 7,
    "day": 14,
    "full text": "The General Services Administration is proposing to bar street parking around all major federal office buildings in downtown Washington to protect them from truck bombs.\nThe agency's plan, a response to the bombing of the federal office building in Oklahoma City last year, has alarmed District of Columbia political and business leaders, who have limited means to stop the restrictions under federal law.\nThe leaders fear that elimination of premium parking spaces, coming on top of the closing of Pennsylvania Avenue in front of the White House, could further disrupt traffic and commerce, as well as deprive the city of as much as $ 2.5 million a year in parking meter and ticket revenue.\nMore than 360 parking spaces at 19 buildings would be removed.\n\"It starts with Pennsylvania Avenue, and it goes heaven knows where,\" said D.C. Council member Frank Smith Jr. \"The whole city could be barricaded if this keeps up.\"\nOfficials of the General Services Administration, or GSA, said they were reluctant to identify the 19 buildings publicly because that could tip off would-be bombers. But officials say the list of buildings includes most agency headquarters that house more than 450 employees.\nGary Wells, a spokesman for the GSA, said: \"It's not GSA's intention to barricade the city. It's to provide the appropriate level of security for our buildings\" consistent with Justice Department guidelines.\nUnder those guidelines, any building housing 450 or more employees would be required to remove adjacent parking spaces on the street. But GSA officials say they have yet to make a final decision on where parking would be controlled or on when the limits would go into effect.\nBusiness leaders say that if the parking restrictions kick in, people will be discouraged from coming downtown, which, in turn, will encourage businesses to leave.\n\"It's driving people out of the city,\" said Christopher Reutershan, a leader in the D.C. Chamber of Commerce. \"It's one more thing.\"\nParking spaces already have been stripped from the perimeter of the headquarters of the FBI, the Justice Department and the Bureau of Alcohol, Tobacco and Firearms.\nUnder a new federal anti-terrorism law, parking in front of most federal buildings may be barred for security reasons with the permission of the attorney general and secretary of the Treasury Department. The D.C. Council would be unable to prevent such plans.\nPresident Bill Clinton ordered the closing of the two-block section of Pennsylvania in front of the White House last year because of the Secret Service's concern that a terrorist could blow up the executive mansion with a truck bomb.\n\nLoad-Date: July 15, 1996"
}