{
    "title": "Anti-terrorist plan gets qualified support",
    "publisher": "st. petersburg times ",
    "year": 1995,
    "month": 5,
    "day": 17,
    "full text": "House lawmakers from both sides of the aisle expressed support for the broad  principle of responding to threats to national security, despite some  reservations.\nLongwood GOP Rep. Bill McCollum signaled that a measure that squeezes civil  liberties too tightly would meet with resistance from Republicans.\n  McCollum, who chairs the House Judiciary crime subcommittee, made his  remarks Tuesday during a National Press Club terrorism panel discussion.\nTERROR\nHe praised an anti-terrorism measure President Clinton sent to Capitol Hill  prior to the Oklahoma City bombing, which would make it easier for the  United  States to deport foreign nationals suspected of having terrorist connections.  But the Clinton plan that came in the wake of the blast, McCollum said,  \"appears to invade the rights of individuals.\"\n  After the deadly April 19 bombing, Clinton proposed an ambitious package  aimed specifically at combatting domestic terrorists. This plan would increase  FBI access to credit and financial reports and telephone and hotel bills,  broaden wiretap authority and allow improperly obtained surveillance  information to be used in court if investigators acted in good faith.\n  McCollum expressed concern that such changes could lead to widespread  unwarranted surveillance of citizens.\n  New York Rep. Charles Schumer, the ranking Democrat on the crime  subcommittee, suggested that public fears of unchecked executive power might  be assuaged by giving a third party - perhaps the judicial branch - ultimate  jurisdiction over aspects of the law.  He pointed out that Article 3 judges  already have authority over deportation proceedings.\n  James Zogby, president of the Arab-American Institute, expressed the  strongest opposition to the anti-terrorism legislation, taking issue with  elements of the Clinton proposal that would make it easier to deport aliens.\n  \"We've had very dark periods in the past where, as a result of a threat  or a perceived threat to national security, we give away some of our basic  freedoms,\" Zogby said, citing the McCarthy era as example. \"We are in one of  those periods again.\"\n  It was Clinton's hope that Congress would pass an anti-terrorism measure  before Memorial Day, and he and Senate Majority Leader Bob Dole have pointed  fingers of blame at one another regarding the pace with which the proposal is  being addressed.\n  The House Judiciary Committee is likely to begin work on terrorism  legislation after the Memorial Day recess. Judiciary Committee Chairman Henry  Hyde is expected to offer his own anti-terrorism bill at that time.\n\nGraphic\n\n \nBLACK AND WHITE PHOTO; Rep. Bill McCollum\n\nLoad-Date: May 17, 1995"
}