{
    "title": "ANTI-TERROR UNIT TO TALK STRATEGY",
    "publisher": "the new york times",
    "year": 1988,
    "month": 12,
    "day": 9,
    "full text": "The interior ministers of the 12-member European Community, as well as senior American officials, convened in Athens today to discuss coordination of anti-terrorism measures against a background of recent major confrontations between five of the participating countries.\nWestern diplomatic officials said the assembly, commonly known as the ''Trevi'' group after their signing of the European Convention for the Prevention of Terrorism, will primarily deal with problems that have arisen concerning the extradition of suspected terrorists.\nConsiderable friction is developing between several members of the Trevi group over specific extradition cases. In one case, Ireland and Belgium refused Britain's request that they extradite an Irish Roman Catholic priest, the Rev. Patrick Ryan, wanted by Britain for reportedly assisting the outlawed Irish Republican Army. Belgium allowed him to leave for Ireland instead of handing him over, while Ireland appears uncooperative.\nIn a similar case, Greece this week deported a young Palestinian wanted by Italian authorities in connection with the bombing of a synagogue in Rome in 1982. The Greek Government had previously agreed to the Italian extradition request, but instead circumvented a supreme court ruling and a previous decision by the minister of justice, and flew the man to Libya, the country of his choosing.\n \nExplanation 'Unacceptable'\nThe United States Government on Wednesday expressed its ''deep concern'' over the Greek Government's decision and described the explanation offered as ''unacceptable.'' Greece claimed that circumstances had changed because the Palestinians had declared an independent state and had renounced terrorism, and because the reported terrorist was acting to promote the cause of freedom.\nThe significance of the two-day meeting in Athens is underscored by the European leaders' postponement, until this special session, of any discussion of terrorism last week at the European Community summit.\nBesides the European ministers, a large American delegation will be taking part, headed by the Attorney General, Dick Thornburgh, and the director of the Federal Bureau of Investigation, William S. Sessions. A Western diplomatic official said the American delegation met with the Greek Minister of Justice, Vassilis Rotis, on Wednesdaty and ''expressed its concern'' over Greece's refusal this week to extradite the Palestinian to Italy.\nIt also expressed concern that Greece would act similarly in the case of another Palestinian held here, 35-year-old Mohamed Rashid, who is wanted by the United States in connection with the midflight bombing of a Pan Am jetliner in 1982. A spokesman for the Greek Government, Sotiris Kostopoulos, said today that this case was in the hands of Greek justice."
}