{
    "title": "ANTI-TERRORISM BILL APPROVED BY CONGRESS",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 7,
    "day": 25,
    "full text": "WASHINGTON -- Congress overwhelmingly approved a compromise $ 28.9 billion anti-terrorism bill on Wednesday after a four-month struggle with President Bush over how much the latest response to the Sept. 11 attacks should cost.\nThe Senate debated less than a half-hour before voting 92-7 to endorse the package, which provides money for the Pentagon, rebuilding New York, better FBI computers and improved food inspections. The House signed off on the measure by 397-32 on Tuesday.\nThough the votes were one-sided and Bush was expected to sign the bill, its development was anything but smooth. Bush proposed a $ 27.1 billion package in March, but lawmakers from both parties were crafting a final bill exceeding $ 30 billion until they were coaxed downward by veto threats from the White House.\n\"We all know where the holes are in our protections,\" said Senate Appropriations Committee Chairman Robert Byrd, D-W.Va., who had repeatedly criticized Bush for spending too little for domestic security. \"If we know where those holes are, then surely terrorists know, don't you think?\"\nThe legislation is the second major infusion of cash to combat terrorism that Bush and Congress have provided since the attacks. They approved an initial $ 40 billion right away.\nThe money is for the waning weeks of the federal fiscal year that ends Sept. 30, though most of it won't actually be spent until later. While Bush succeeded in holding the price tag down, its cost was still huge compared with the midyear budget bills Congress usually passes.\nIn a measure of the consensus for battling terrorism, no lawmaker mentioned that the bill's cost will drive federal deficits even deeper and erode surpluses generated by Social Security, which politicians of both parties had pledged to avoid until recently.\nEven so, lawmakers extracted their pounds of flesh in exchange for restraining the bill's cost.\nTo trim the bill's size, legislators provided $ 3.85 billion for the new Transportation Security Administration, $ 550 million below Bush's request. Lawmakers say the agency has been mismanaged as it begins fulfilling its role of protecting transportation systems against terrorism, but administration officials say the cuts will delay safety improvements.\nLawmakers also plucked a token $ 100,000 out of the White House Office of Management and Budget, whose director, Mitchell Daniels, was the administration's point man in threatening vetoes if the bottom line was too high.\nThe bill allows Bush to refuse to spend $ 5.1 billion of its total, a decision he must make in 30 days. But they made it hard for him to cut that money by requiring that he spend all or none of it, and by including popular programs like airport and port security, fighting AIDS abroad and helping states revamp their election systems.\nIn a sign that the tactic was already bearing fruit, the National Air Traffic Controllers Association issued a statement urging Bush to spend that money or face furloughed air traffic controllers.\n\"The aviation community and the national economy just cannot take this kind of a hit after everything that's happened since Sept. 11,\" warned John Carr, association president.\nNo senator spoke against the bill Wednesday. But Pennsylvania's two GOP senators, Arlen Specter and Rick Santorum, opposed it because the final bill dropped House-approved provisions boosting Medicare reimbursements for some rural hospitals in their state.\n\nLoad-Date: July 25, 2002"
}