{
    "title": "Antiterrorism Balancing Act",
    "publisher": "the christian science monitor",
    "year": 2005,
    "month": 8,
    "day": 12,
    "full text": "It's a long way down from the tightrope to the arena floor. But British Prime Minister Tony Blair, responding to July's terrorist attacks on London's transit system, seems willing to take the risk.\nAs Britain assumes the European lead in terrorism prevention, Mr. Blair must balance a host of tricky and consequential issues.\nHe's got to preempt potential perpetrators, while not trampling on civil liberties that define a democracy. He must target violence-prone extremists, without antagonizing mainstream Muslims, whose cooperation he needs. And to prevent the breeding of young home-grown terrorists, Blair will have to work hard at better integrating Muslims so they support what he calls British values. Yet the reflex reaction of the non-Muslim public might be to push Muslims aside.\nIt's not just Blair who's walking a thin line. Germany's interior minister suggests indefinite preventive detention of suspected terrorists, even without the evidence to bring them to court. Last month, Italy approved forced taking of DNA samples. Spain, hit by terrorists in 2004, is monitoring mosques and registering imams.\nSo, are Europe's leaders striking the right balance? Blair was right when, in announcing his far-reaching antiterrorism program a week ago, he said \"the mood now is different.\" Not just the mood, but the circumstances. Not all civil liberties can remain in wartime what they were in peacetime, and while the terrorist fight is not a conventional war, it represents a serious threat to public safety.\nWhat's reasonable - and not\nJust as there's a danger in allowing someone to yell \"fire\" in a crowded theater, there's also one in allowing extreme Islamist leaders to advocate, for instance, hostage-taking in British schools, or to pronounce that the \"banner has been risen for jihad inside the UK.\" To make inciting violence grounds for deportation or entry of foreigners - as Britain is now doing - is reasonable. So, too, is Blair's plan to strip even naturalized citizens of their British nationality, to increase the number of judges to deal with terrorism prevention, and to secure his nation's borders with biometric visas for certain countries.\nBut the prime minister should proceed with ultra caution when he says \"justifying\" violence should be grounds for deportation or refused entry, or that \"condoning\" terrorism should be a criminal act. Such vague words could catch in their net any legitimate opponent to British policy.\nLikewise, the banning of certain groups should be scrutinized. One group named by Blair, Hizb-ut-Tahrir, while hostile to Israel and aiming to restore the Islamic caliphate, has been described by the British government as involved in neither terrorism nor violence.\nMost disturbing is the idea of long or indefinite detention of suspects without charge. Blair wants to \"significantly\" extend the current 14-day limit. The two-week period may be too restrictive for police to gather evidence, but prolonged detention without sufficient evidence is unacceptable and endangers those who may be innocent.\nThese and other plans will be reviewed by British lawmakers and courts. They should keep in mind existing laws that may accomplish the same purpose. Any new laws should be subject to periodic review and approval by Parliament.\nMuslim integration\nLikely to be overlooked among Blair's 12-point antiterrorism agenda is a broad aim: further integration of Muslims into British culture in order to keep young Muslims from being attracted to terrorism.\nIn the long run, this is the most important job to do, and the most difficult. For working against integration in Europe is a history of Christian-Muslim conflict that stretches back centuries; a concept of nationhood that (unlike in the US) is not based on immigration; and in many countries, an economic malaise that pits jobless nationals against immigrants.\nBlair proudly termed Britain a tolerant nation. But integration amounts to more than live and let live. It means full Muslim participation in the economy, governance, and society, and full respect for Muslim culture.\nThe discussion now out in the open in Europe may remind Americans of the heated one involving the Patriot Act. But the European debate is actually much bigger. It involves a question of identity, and how Europe and its Muslims can better cohabit. That may take decades - or longer - to answer.\n(c) Copyright 2005. The Christian Science Monitor\n\nLoad-Date: August 11, 2005"
}