{
    "title": "Anti-terrorism bill passes, but would it have helped_",
    "publisher": "st. petersburg times ",
    "year": 1996,
    "month": 4,
    "day": 19,
    "full text": "As the people of Oklahoma City lay wreaths today in memory of those killed in  last year's bombing, the politicians in Washington are marking the date with a  new law.\nBut don't let the anniversary fanfare fool you. The anti-terrorism bill  passed by Congress this week has little to do with the explosion that ripped  apart the Alfred P. Murrah Federal Building exactly one year ago.\nThe bill, which won on a 293-113 vote in the House, makes it a federal  crime subject to the death penalty to murder a federal employee on the job,  and it allows the government to block foreign terrorist groups from raising  money in the United States.\nONEYR\nOnly four Florida representatives opposed the bill - Republicans Joe  Scarborough and Dave Weldon, and Democrats Harry Johnston and Carrie Meek.\n\"Nobody promoting this piece of legislation should say this will prevent  another Oklahoma City bombing,\" said GOP Rep. Steve Largent, one of several  Oklahoma lawmakers who expressed discomfort at the politically motivated  timing of the bill.\n\"I hope nobody thinks that once we pass this we are substantially safer  from terrorist activity.\"\nThe Oklahoma bombing trial has not yet begun, but if prosecutors are  correct, an American loner named Timothy McVeigh used an enormous fertilizer  bomb to demolish the downtown building. Yet the bill, likely to become law  next week, is aimed more at foreign terrorists and plastic explosives.\nIn short, even if the new legislation had already passed, the suspect and  the bomb probably would have gone undetected.\nPassing the bill now is a \"salutory event,\" said Rep. Henry Hyde,  chairman of the House Judiciary Committee. \"We were all aiming to have  something done by the anniversary. And that's not bad. It could have  languished for a long time.\"\nThe tale of the anti-terrorism bill - from its birth three years ago to its  passage one day before the Oklahoma City anniversary - is a lesson in the way  Washington works. \n \nDifferent roots \n \n   Although all the talk on Capitol Hill this week has focused on Oklahoma  City, this legislative saga had its roots in another tragedy: the 1993 World  Trade Center bombing.\n\"We were accused of sending this bill up as a hysterical reaction to  Oklahoma City,\" said Nicholas Gess, director of intergovernmental affairs at  the Justice Department. \"We sent this bill up in February 1995. When Oklahoma  City happened, it caused a reassessment.\"\nFrom the beginning, the legislation has been controversial.\nFirst came the FBI with two wiretapping proposals. Arguing that modern-day  criminals use several cellular phones, investigators drafted a bill that would  have given them the power to tap more than one line at a time. It also  permitted emergency wiretaps to begin 48 hours before receiving court  approval. But several Republicans balked at what they saw as unnecessary  government infringements. The items were dropped.\nThe administration, with the support of Republican chairman Hyde, also  suggested using the military to assist with terrorism cases involving chemical  or biological weapons. That was knocked out, too.\nOver in the Senate, Democrats made several changes. They added a provision  making it a crime to publish instructions on the Internet for how to make a  bomb. California Sen. Dianne Feinstein also won an amendment to require  special tracing materials, known as taggants, in black powder.\n\"The NRA lobbied against it,\" complained Feinstein upon learning her  amendment was eliminated. \"They wouldn't even permit a study.\"\nThe National Rifle Association also convinced House members to kill a  proposal making it easier to prosecute people linked to gun-related crimes.\nSlowly the bill wound through the Capitol Hill maze, getting a big  political boost last Saturday morning.\n\"This week, on April 19th, we mark one of America's saddest  anniversaries,\" President Clinton said in his weekly radio address. Then he  tweaked Congress for failing to pass the bill. \"There is simply no excuse for  this foot-dragging.\"\nJust as quickly, Republicans announced they had worked out the differences  between the House and Senate versions and would have a new law in time for  today's anniversary.\n\"The bill was going to be killed in the House and then they realized they  couldn't in view of this anniversary coming up,\" said Feinstein.\nProponents say the finished product has two features specifically geared to  the Oklahoma City tragedy. First, if a trial such as McVeigh's is moved to  another venue, victims and their families will be able to watch on  closed-circuit TV.\nSenate Majority Leader Bob Dole touted the bill's new limits on death row  appeals, known as habeus corpus. But at the same time, he acknowledged:  \"Habeus corpus reform is the only substantive provision in this bill that  will directly affect the Oklahoma City bombing case.\"\nThe bill also provides restitution to victims and prohibits foreign  terrorist groups, such as the pro-Palestinian Hamas, from raising money in the  United States.\n\"All of these things make it a little tougher for the bad guys,\" said  Hyde.\nYet he and other key players in this saga are not fully satisfied with the  legislation. Liberals protest the death row limits while Hyde wanted to expand  wiretaps and use of the military.\n\"You have to do the possible,\" he said.\nNor do they like the timing, which has given an easy pulpit to the two men  running for president.\n\"I don't want to continue reminding the parents of children lost and the  loved ones of others lost in that blast; there's enough grief,\" said Rep.  Bill Brewster, D-Okla. \"I lost two children and you never get over it.\" (Two  of Brewster's children died in a plane crash several years ago.)\nOthers say better now than not at all.\n\"Regrettably,\" said Pennsylvania GOP Sen. Arlen Specter, \"this Congress  needs more anniversaries.\"\n\nLoad-Date: April 19, 1996"
}