{
    "title": "Anti-drug campaign based on ties to terrorism ineffective",
    "publisher": "university wire",
    "year": 2002,
    "month": 2,
    "day": 19,
    "full text": "According to TheAntiDrug.com and President George W. Bush, if you are using drugs, you are, almost without a doubt, supporting terrorism. The new campaign attacking drug use by attempting to link it with terrorism is spearheaded by clever commercials that debuted during the Super Bowl. It fails, however, on almost every count, save informing the non-drug-using public about the possible connection between drugs and terror.\nEssentially, this campaign amounts to an attempt to rejuvenate the Reagan era war on drugs under the guise of another war -- the one on terrorism, which has practically unabashed support from the American public these days. The most gripping of the commercials in this campaign is based on the \"priceless\" series of Mastercard commercials. The ad, playing somber music and displaying images of a terrorist preparing for an attack, itemizes a list of what is needed for a sufficient terrorist attack. Most notable is \"box cutters: $ 2.\" The commercial concludes with a question and its consequent answer. \"Where do terrorists get their money? If you buy drugs, some of it might come from you.\"\nNorth Carolina State U.\nThis campaign succeeds at making the public aware of the possible link\nbetween the drug trade and terrorism. This, however, should not be an \"anti-drug\" commercial's primary intention, nor is the drug trade the only possible and most significant source of money for terrorism, contrary to what the commercial would have you think.\nPrior to Sept. 11, most Americans thought with tunnel vision: we assumed we lived in our own invincible bubble and that our actions did not affect others and vice versa. Now, it is appropriate that we are called to consider the link between terrorism and drugs. But passing off the drug trade as synonymous with terrorist funding is misinformation.\nWhat about the oil trade? What about the money the taxpayers of the United States have given to rebel organizations to help overthrow targeted regimes? There is no mention of this.\nFurthermore, this supposed \"anti-drug\" campaign, if successful, would require drug users and children to step outside of the direct implications of their immediate actions to consider possible broad, global implications. Young children are incapable of understanding this, and drug users will dismiss this as another myth aimed at turning public opinion against addicts. If this rationale were to hold, then why haven't casinos been targeted for supporting organized crime? This is because organized crime's injustices are carried out behind closed doors, instead of on national television.\nA quiz on www.theantidrug.com informs you that even the money from buying marijuana, a drug that is illegal but seems less taboo than many others, will go to sources out of the country. This is because the majority of the drug is grown outside of the country.\nThe Web site invites you to explore the \"wealth\" of information regarding the link between drugs and terrorism. One source article quotes DEA Administrator Asa Hutchinson as saying, \"It is clear that bin Laden's terrorism has been protected by a regime funded by opium trafficking. \"This is true; however, it is also true that opium is the cash crop of Afghanistan, even though it is currently illegal there (Its legality is dependent on the government in control at the time). This should come as no surprise to anyone who knows anything about Afghanistan.\nBut is the use of opium, or heroin made from opium, really what is being targeted here? It is certainly a problem, but this campaign is using an unusually motivated public sentiment against terrorism to pass off a unilateral condemnation of general drug use based on fuzzy statistics.\nThese ads make people think, but they will not stop them from doing drugs. A better overall investment of this money would be a campaign explaining how U.S. foreign policy in the latter half of the 20th century has affected terrorism.\n(C) 2002 Technician via U-WIRE\n\nLoad-Date: February 19, 2002"
}