{
    "title": "Anti-terrorism training track dedicated in Jefferson",
    "publisher": "the world",
    "year": 2004,
    "month": 5,
    "day": 15,
    "full text": "SUMMIT POINT - A new two-mile track to be used for racing and anti-terrorism training has been dedicated even before construction is complete.\nOn Thursday 40 state and local officials got a three-lap tour, including 180-degree turns forward and backward and speeds of more than 100 mph.\nThe new Shenandoah Circuit is one of three road racing and training tracks at the 470-acre Summit Point Motorsports Park in Jefferson County. The circuit is scheduled to open in July.\nAlso known as the Summit Point Automotive Research Center, the Motorsports Park was built in 1969 for professional sports car racing, said owner Bill Scott. That idea failed, so he has been offering the track for anti-terrorism training since 1977.\nThe tracks also have been used by amateur groups and driving clubs since 1989. The facility hosts sports car, motorcycle and go-cart events every weekend from March to November.\nScott is president of BSR (formerly Bill Scott Racing), the training arm of the Summit Point Automotive Research Center, otherwise known as SPARC. BSR has gained global recognition as an anti-terrorism school, said Alan Minnick, BSR's director of training.\nTwo BSR instructors are in Iraq on the \"Paul Bremmer detail,\" and two more BSR instructors will be heading to Athens, Greece, to assist with security at the Olympic Games, Minnick said.\nA BSR list of more than 100 driver training clients since 2000 includes the White House; the State Department; Justice Department; FBI; National Security Agency; Pennsylvania State Police; Boulder, Colo., Police Department; Xerox Corp.; General Motors Corp.; the World Bank; and Lufthansa Airlines.\nIn addition to its three road courses, the BSR's facility also offers an off-road course, an outdoor shooting range and a fleet of more than 35 training vehicles.\nBSR programs include evasive driving and executive security training; emergency response driver training and tactical vehicle interception training; police instructor and security driving instructor courses; off-road driver training; accident avoidance; a personal protection handgun course, a concealed carry course and an advanced police and protective services course.\nTuition ranges from $ 200 to $ 2,295 for the one-day to five-day courses.\n\nLoad-Date: May 15, 2004"
}