{
    "title": "Anti-terrorism vs. freedom_ Different outlook in Israel",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 11,
    "day": 8,
    "full text": "Jerusalem --- Murray Richtel and his wife went to a new warehouse store the other day, the Israeli equivalent of a Wal-Mart.\nTheir car trunk was inspected as they entered the parking lot. Their bags were examined as they walked out of the parking lot on their way to the store. And again as the couple entered the store.\nAJC\n\"Three times we got searched, and we didn't think anything of it,\" Richtel said. \"It's an automatic response.\"\nRichtel, 61, is a retired judge from Boulder, Colo. He's here teaching a course in American civil liberties at Hebrew University's law school.\nWhen he was on the bench, Richtel held a belief common to most magistrates: that a good judge could insulate the law, and the rights of citizens, from the passions of the world around it.\nHe is less sure now. Richtel has seen how three decades of intimate struggle against terrorism (Palestinians would say a struggle for liberation) has shaded Israeli attitudes toward their own freedom.\nAmericans, too, are likely to be put to the same test in light of Sept. 11, Richtel said. Each society strikes its own bargain, based on the gravity of the threat it faces.\nIn Israel, the constant searches of cars and handbags are only the most obvious signs of self-curtailed liberties. This week, the government prohibited a rally by Jewish right-wing extremists organized by a banned group. (The rally was held anyway, and participants traded blows with police.)\nThe next day, the Israeli Parliament took a step toward an unprecedented criminal trial of one of its Arab members, Azmi Bisharato, for two speeches he gave while on a visit to Syria. One condemned the \"war-mongering\" government of Prime Minister Ariel Sharon. The other praised Lebanon-based Hezbollah, a group on the U.S. list of terror organizations.\nIn the United States, Richtel said, the common measure for limiting speech is whether it poses an immediate danger --- a shout of \"fire!\" in a crowded theater, for instance.\nIn Israel, the measure is the \"probability\" of danger. \"Incitement is something they talk about all the time,\" Richtel said. It has everything to do with the perceived distance between the word and the act.\nAnd yet, Richtel says he likes the optimism that Israeli law has retained. \"They don't give up and throw their hands up in the air,\" he said.\nTwo weeks ago, the retired judge presented his 18-member class with questions from a CNN poll of Americans taken after the terrorist attacks in New York and Washington.\nAll his students are Jews this semester; none is Arab. Most already have some military experience. With two exceptions, his students were less eager than most Americans to grant U.S. law enforcement officials additional powers to combat terrorism.\nAmericans were in favor of warrantless wiretaps and interception of e-mail; the Israeli law students were not. Americans were for doing away with bail for terror suspects; the students were not.\nSome students cited Israel's long experience in the matter. \"When the threat is new, the first reaction is general panic,\" said Moshe Cohen, 24. \"We're more informed about the consequences of bad decisions.\"\nOn the other hand, two-thirds of Americans were against the idea of random street searches of individuals, while two-thirds of Richtel's class favored it. And a vast majority of students were in favor of national ID cards. It's something they live with. Americans are more ambivalent.\nLeora Kesten-Roth, 24, pulled out her ID. It has her official number, her mother's name, her nationality and religion, the names of her husband and children, and her address. \"It's seen as a necessity, and something that could save some lives,\" she said.\nMost Israelis, but not all, carry their IDs whenever they go any distance from home. Oded Biran, 23, a large fellow, refuses to carry his ID. \"It's big. It barely fits in a man's wallet,\" he said.\nThere are other differences, too, when it comes to deciding what rights should be protected. Most of the students scoff at the Miranda warnings U.S. law enforcement officers must give suspects. And there is Israel's practice of detaining Palestinian suspects without charges for long periods of time --- a matter the United States is only beginning to experience in its fight against terrorism.\nSome find it disturbing, the students admit. \"But it's not up for public debate,\" said Biran.\n \njgalloway@ajc.com  \n\nLoad-Date: November 8, 2001"
}