{
    "title": "Anti-terrorism officials cast a wary eye toward Mexico , Authorities concerned that al-Qaida will ex",
    "publisher": "los angeles times",
    "year": 2004,
    "month": 9,
    "day": 17,
    "full text": "LOS ANGELES TIMES\nSAN DIEGO - Growing fears that al-Qaida emissaries are looking to tap into well-worn smuggling routes along the 2,000-mile Mexican border have led to a security crackdown in recent months as well as new levels of official cross-border cooperation, U.S. and Mexican law enforcement officials say.\nOfficials say they have no hard evidence of an al-Qaida presence in Mexico. But intelligence reports, security alerts and other recent incidents have raised fresh concern that terrorists view America's porous southern border as a window of opportunity.\n\"We are seeing a pattern of terrorist suspects exploring opportunities to get hold of Mexican passports and documents and infiltrating into the U.S. through Mexico,\" said Magnus Ranstorp, director of the Center for the Study of Terrorism and Political Violence at the University of St. Andrews in Scotland.\nA major concern, he said, is that terrorists will use South America as a launching pad to slip into Mexico and ultimately the United States, using smuggling rings or forged documents. Counterterrorism officials said that Islamic terrorist groups have long used the tri-border area of Argentina, Brazil and Paraguay as a base for fund raising and recruiting.\nU.S. counterterrorism officials have long viewed the Canadian border with concern. It was at a Port Angeles, Wash., border crossing that agents arrested Ahmed Ressam, who was subsequently convicted of plotting with al-Qaida to bomb Los Angeles International Airport.\nCanada has large pockets of Middle Easterners and, compared to Mexico, the border to the north had never been heavily guarded against illegal immigrants and drug smugglers.\nBut according to staff members of the commission investigating the Sept. 11 attacks on the United States, accused mastermind Khalid Shaikh Mohammed had a keen interest in smuggling al-Qaida operatives across the Mexican border. Investigators were not able to determine whether he succeeded.\nA study of border security released by the commission last month warns of links between human smugglers and terrorists. Among other concerns, the staff report cites \"uncorroborated law enforcement reports suggesting that associates of al-Qaida used smugglers in Latin America to travel through the region in 2002 before traveling onward to the United States.\"\nDespite extensive surveillance, the border remains porous because of the stretches of desert it crosses and Mexico's established smuggling networks. Some Mexican cities, including Tijuana, have sizable Arab populations, giving rise to a recent history of illegal transit of Middle Easterners across the border.\nSeveral incidents in recent months have raised concerns, though none has been confirmed to be terrorist-related.\nEarlier this year, U.S. authorities received information that Saudi-born terrorism suspect Adnan G. el Shukrijumah had been sighted in Honduras. Shukrijumah is believed to have been an al-Qaida surveillance expert who in 2001 helped case the New York Stock Exchange as a possible terrorist target.\nAfter an investigation failed to turn up evidence that he had been in Honduras, U.S. officials enlisted the help of Mexican officials.\n\"We have no objective evidence to confirm that he is in Mexico, but the alert was sounded, and we are looking for him,\" Jose Luis Santiago Vasconcelos, chief of Mexico's task force on organized crime, told reporters. \"It is difficult to find someone who, it seems, is a ghost.\"\nIn August, U.S. authorities issued an alert for a Middle Eastern man who paid what officials said was an unusually large amount of money to be smuggled into the United States near the border town of Tecate, Mexico. He was last seen getting into a waiting black pickup and driving off into the night. Authorities have declined to release further information, or say how they learned how much he paid to be smuggled into the United States.\nLast week, the Justice Department announced the arrests of three Michigan residents on charges of running an alien smuggling operation that brought some 200 citizens of Iraq, Jordan and other Middle Eastern countries to the UUnited States via South America. There is no allegation that terrorism was involved, although a Justice Department spokesman said officials view the case as \"a serious border security issue.\"\nAnd officials are still sorting out the case of Farida Goolam Mahomed Ahmed, a South African woman arrested July 19 by federal agents in the border city of McAllen, Texas, after swimming across the Rio Grande.\nAhmed had traveled from Johannesburg, South Africa, via Dubai, United Arab Emirates, to London and then to Mexico City about July 14. Authorities said her passport had pages missing and she had an airline ticket to New York. A member of Congress was quoted as saying that she was on a terrorist watch list but officials declined to confirm that information.\nOf all the leads about the smuggling of potential terrorists from Mexico into the United States, the most intriguing may be the case of a young Lebanese man who was dropped off at a San Diego-area hospital in June 2002. The man, near death, showed signs of radiation poisoning, suggesting work with a radiological \"dirty bomb.\" In the end, the radiation symptoms were discounted and the man died of undetermined causes. But the case led to the arrest of the owner of a restaurant in Tijuana who last year was convicted of operating a smuggling ring, in league with a Mexican diplomat.\n\nLoad-Date: September 17, 2004"
}