{
    "title": "Anti-terrorism bill veto should be overridden",
    "publisher": "the pantagraph",
    "year": 2002,
    "month": 2,
    "day": 13,
    "full text": "The General Assembly should override Gov. George Ryan's amendatory veto of the anti-terrorism bill approved by lawmakers last fall.\nAmong key provisions Ryan wants to eliminate are expanded wire-tapping and the death penalty as a punishment for terrorists who commit murder.\nWe don't buy the governor's argument that the death penalty isn't a deterrent because \"it sure didn't stop the fellows who flew into the Word Trade Centers.\" Under that reasoning, there would be no need for any anti-terrorism laws.\nBesides, terrorists bent on suicide missions are not the only targets of the law. The kingpins behind those acts - the ones who stay safely behind while their followers forfeit their lives - are the ones authorities really want to bring to justice, so further deadly acts can be thwarted.\nAs a practical matter, international terrorists are likely to be prosecuted by federal officials. Therefore, Illinois laws would have minimal effect on such incidents.\nHowever, as was seen in the Oklahoma City bombing, authorities also must be concerned about domestic terrorists. State laws do have a role to play.\nIt seems Ryan vetoed the death penalty provision as much - if not more - because of his apparent crusade against capital punishment than because the addition would create confusion. In striking the death penalty, Ryan said he was sending a message to the commission that is studying the Illinois death penalty.\nHouse Bill 2299 passed the House and Senate with overwhelming majorities. The Legislature acted correctly and it should stick to its conclusions.\nThe passage of time may have cooled the strong feelings that followed the attacks of Sept. 11, but it hasn't changed the need to provide law enforcement with the necessary tools to combat threats against the security of our state and nation.\n\nLoad-Date: February 13, 2002"
}