{
    "title": "ANV and PCTV will not be able to present candidates in general elections SPAIN _ Ban on Parties Leav",
    "publisher": "ips",
    "year": 2008,
    "month": 2,
    "day": 11,
    "full text": "Spanish Judge Baltasar Garzón on Friday barred two small Basque country parties, considered political arms of ETA, from taking part in politics for three years -- thus leaving the armed separatist group without voice or vote in parliament and without being able to hold public rallies or produce political ads.\nAccording to the resolution, the Basque Nationalist Action (ANV) and the Communist Party of the Basque Lands (PCTV) will not be able to present candidates in Spain's Mar. 9 general elections.\nIn addition, the parties' offices will be closed for three years, their bank accounts will be frozen, and the government subsidies to which they were entitled as parties will be cancelled.\nANV leaders immediately called a demonstration in the Basque city of San Sebastián to protest the decision.\nGarzón will now study a request by the public prosecutors office to outlaw the parties themselves, just as ETA's political wing, Batasuna, was outlawed in 2003.\nWithout directly mentioning Garzón, the president of the Basque Nationalist Party (PNV), Iñigo Urkullo, criticised the resolution expressing 'the PNV's concern about the attitude of certain judges whose decisions are based on ideological and political criteria.'\nIn 1993, Garzón was elected to parliament representing the governing Spanish Socialist Workers' Party (PSOE), and resigned a year later in protest against what he called Prime Minister 'Felipe González's passive attitude towards corruption.'\nUrkullo, whose party governs the Basque country province, said the PNV does not question 'the credibility of the judicial system, but we are complaining about and expressing our concern over what we are seeing in terms of restriction of freedom, and meddling with the separation of powers.'\nMariano Rajoy, the head of the leading opposition force, the rightwing Popular Party (PP), supported the ban on the two parties. But he argued that the decision came too late, due to the failure of the government of PSOE Prime Minister José Luis Rodríguez Zapatero to act. He also stressed the need to outlaw the two parties.\nIn Rajoy's view, the legal decision was reached at the last minute, with a view to keeping the parties from participating in next month's elections.\nThe polls show the PSOE with a three to four point lead over the PP.\nBased on their own surveys, however, leaders of the governing party believe the PSOE could beat its rival by a margin of at least eight points.\nThe hottest issue over which the PSOE and PP have clashed in the legislature over the past four years has been ETA's terrorist violence, and how to put an end to it.\nAccording to the PSOE, the government has at all times stayed within the limits of the law while doing its utmost to dismantle ETA (Euskadi ta Askatasuna or Basque Fatherland and Freedom in the Basque language). But the PP accuses it of keeping the door open to negotiations with the terrorist group.\nThe controversy over ETA and the outlawing of its parties will continue throughout the campaign, since terrorism is the public's most pressing concern, as indicated by opinion polls, followed by the questions of immigration and the economy.\n'Everything that is done must be done within a framework of respect for the law governing political parties,' said socialist lawmaker José Luis Rascón, a former spokesman for Judges for Democracy, one of the three Spanish professional associations of judges and magistrates.\n'In order for a party to be legal, besides not supporting terrorism, it must expressly condemn it, and if it fails to do so, it must be outlawed,' he told IPS.\nBased on that criterion and the documents held by the Spanish government, the courts should complete the process of outlawing groups that support or belong to ETA, like the PCTV and ANV, in addition to suspending their activities, he said.\nTwo former leaders of Batasuna, the forerunner of the ANV and PCTV, convened a press conference in Bilbao when Garzón's decision was made public, and blamed his ruling on the Spanish government, the PNV, and Nafarroa Bai, the nationalist party of Spain's Navarre province.\nAccording to Basque nationalists, of both democratic and violent persuasions, Navarre is part of the Basque country, although the people of that province decided in a referendum to become one of the 17 provinces of Spain.\nThe two leaders, Karmelo Landa and Mikel Etxaburu, told the press that the judge's decision is a move to 'close off the political channels for resolving' what they call 'a Basque conflict,' which they are using to demand independence for the Basque region.\nIn their opinion, 'we have come too far for them to try to close the door to political change.' The suspension of activities, as recorded in Judge Garzón's verdict, is not based on the political positions held by the ANV and PCTV, but on their support for terrorism, which has been expressed in different ways.\nThe evidence he considered included extracts from bank accounts showing that Batasuna leaders Marije Fullaondo and Josefa Permach were paid salaries from PCTV bank accounts. The reports indicate that 49 members of Batasuna received payments from the party's accounts.\nOther evidence emerged at PCTV and ANV rallies, held in recent months, at which applause was called for ETA members arrested for carrying out acts of terrorism.\nThe parties will now be banned from any activity in public agencies, registers, banks and associations, and their contracts for electricity, water, telephone and other services will be cancelled. They will be forbidden to have anything to do with business deals, loans, investment or pension funds or any other kind of banking activity.\nTheir web sites and Internet services will be shut down and all publicity in the media will be prohibited, and they will not be able to hold rallies or demonstrations.\nThe only exception is that the nine PCTV lawmakers may continue to act as a group within the Basque parliament, although they will not be allowed to carry out any of the above activities outside the legislative premises. © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: February 11, 2008"
}