{
    "title": "Anxious buyers hit the stores; As U.S. forces rolled into Iraq , terrorism-wary shoppers stocked up",
    "publisher": "star tribune ",
    "year": 2003,
    "month": 3,
    "day": 21,
    "full text": "Sue Fuller wasn't focusing on her own pantry Thursday morning as she shopped for food to feed 60 people as a community service project.\n    But the war in Iraq and the threat of terrorism weren't far from her mind as she filled a cart at Cub Foods in Plymouth. \"I never buy bottled water, but I did last week,\" said Fuller, of Maple Grove. \"I'm thinking today that I should buy a few things to have on hand. I'm not sure what's going to happen.\"\n  Fuller and other shoppers around the Twin Cities, concerned that the war with Iraq could of trigger new rounds of terrorism, are stocking up on emergency products such as bottled water, canned goods, flashlights and batteries. Glenwood Inglewood Co., a Minneapolis-based bottled water company, says demand is two to four times higher than normal for this time of year and may lead to additional production runs next week.\n     The buying sprees have been taking place in recent weeks throughout the nation.\n    Sales of flashlights jumped 48 percent in the four weeks ending Feb. 23 compared with the same period a year earlier, according to Information Resources Inc., a Chicago-based firm that tracks supermarket sales. Bottled water, a growing category even without safety fears, jumped 26 percent during that period, and firewood surged 24 percent.\n     \"What drives this kind of spending is plain old anxiety,\" said Christopher Puto, dean at the University of St. Thomas College of Business and a consumer behavior expert. \"People like to be in control of things, and they feel out of control right now.\"\n     The bottled water industry saw a deluge in demand about a month ago, when there was much publicity about an orange alert, duct tape and preparedness, said Bill Hansen, vice president and general manager at Glenwood Inglewood.\n     Now, \"we're bracing ourselves for the next onslaught, which could be the first part of next week as warehouses run low on their supplies,\" Hansen said. The company's plant, which can fill 75 one-gallon containers per minute, is poised to add a Saturday run, he said.\n     \"The last time we saw a quick spike like this was with concerns over Y2K. We all were caught a bit off guard,\" Hansen said. \"We're more prepared now and have taken precautions,\" such as making sure to have quick access to empty bottles from its supplier.\n     At the Cub store in Plymouth, shoppers Thursday found well-stocked shelves of water and canned goods. Anyone inclined to stock up on canned tuna would find it an easy purchase to justify at two for 78 cents.\n     In the water aisle, four brands of one-gallon jugs were tightly packed on shelves. Unopened cardboard boxes were at the ready, and boxes of smaller water bottles were piled in the aisle.\n     One shopper stared at the water selection for quite a while before making a choice. Declining to give his name, he said he had eaten a lot of C rations during World War II and learned the value of being prepared.\n     Cub isn't seeing a big jump in sales of water or other nonperishable food items, but it did notice an increase about a month ago when the government raised the nation's terrorism alert level to orange, spokeswoman Polly Deane said. It's likely that those shoppers are well-stocked for the time being, she said.\n     Other grocery retailers such as Kowalski's Markets and Rainbow Foods have seen sales increases in goods related to preparedness, but it's been spotty.\n     Hopkins-based Rainbow Foods is seeing a slight increase in sales of bottled water _ about 10 to 15 percent _ and canned goods, said Bernie Fashingbauer, senior vice president of sales and marketing for the chain. \"We've told our managers to watch it carefully. We can do ordering six days a week, so we can respond quickly.\"\n      From a business perspective, Fashingbauer said he wants to make sure Rainbow is prepared for consumer demand. As far as his own home is concerned, he said, \"I'm not going to do anything differently.\"\n     He's not alone.\n     Jean Bednar, a Plymouth resident shopping at Cub on Thursday, agreed with Fashingbauer, but for a different reason. \"I usually have plenty on hand. I buy canned vegetables when they're on special.\"\n     Puto, the consumer behavior expert, said folks who stock up shouldn't be cast as nervous Nellies.\n     \"This is not a personality issue. . . . Perceived risk is the key,\" Puto said. \"It has to do with the likelihood something will happen, the consequences and how salient it is in your own mind.\" Many people, especially after Sept. 11, have adopted the \"better safe than sorry\" approach, he said.\n      \"People just don't like uncertainty,\" Puto added.\n.\nAnn Merrill is at amerrill@startribune.com.  \nWater storage tips\nTips for storing gallon jugs of water:\n- Keep out of sunlight in cool, dry place\n- Bottles breathe, so keep away from chemicals such as household bleach.\nSource: Glenwood Inglewood Co.\nStocking up\nSales of products that can be used in an emergency are brisk. The figures, for the four-week period ended Feb. 23, compare sales of the items with one year ago.\n.\nProduct         Percent\n                change\nFlashlights      48.4%\nBottled water    26.4%\nFire products    23.8%\nBatteries         11%\nCanned meat      10.2%\nSoup             6.1%\nSource: Information Resources Inc.\n.\n\nGraphic\n\n \nCHART; PHOTO\n\nLoad-Date: March 21, 2003"
}