{
    "title": "Anyone has the potential to be a terrorist",
    "publisher": "university wire",
    "year": 2017,
    "month": 7,
    "day": 21,
    "full text": "ass=\"asset-contentsubscriber-premium\">\nFollowing the terror attack on London Bridge in early June, President Donald Trump expressed his sympathy for London and its civilians, while adamantly pushing for his proposed travel ban.\n\"We need to be smart, vigilant and tough,\" the president tweeted. \"We need the courts to give us back our rights. We need the Travel Ban as an extra level of safety!\"\nTrump does not seem to care about insulting Muslims by installing false fears about them in American minds, which, in turn, breeds racial prejudice against them.\nTrump also does not seem to understand that terrorism is not restricted to citizens from Middle Eastern or Muslim-occupied nations, and that anyone, including an American, is capable of terrorizing the world.\nTerrorism has no race\nThe unjust bigotry toward Muslims is not to be overlooked. With over half of Americans embracing unfavorable views against Islam, it is alarming that Americans have such difficulty separating individuals from religions.\nBy connecting acts of terrorism to Muslims and Muslims only, many media outlets have made it difficult to remember that only ten terrorist attacks have been committed by radical followers of Islam since 9/11, with seven out of 12 of these followers being American-born. An estimated 230,000 murders have been committed since 9/11 by Americans who were not Muslim extremists.\nThe travel ban will not stop terrorism from happening in America. Instead, it will help the real threats that are lurking within the country and government.\n\"The idea of Muslims being victimized doesn't fit his (Trump) domestic or foreign policy agenda,\" said Shahed Amanullah, founder of Affinis Labs, an organization that elevates muslim youth through entrepreneurship. Amanullah served under former president Barack Obama in the State Department as the Senior Advisor for Technology.\nTrump's lack of immediate condemnation of a man who stabbed two men that were defending two Muslim women, after the assailant had spewed racial slurs and threats, is an insult to American Muslims.\nIt is ironic that while Trump may plead with Saudi Arabia to help curb radicalism and extremism, he ignores the alienation and accusations many Muslims in America deal with on a daily basis.\n\"Trump doesn't see that connection at all,\" Amanullah said. \"So he doesn't even respond to something like Portland with basic humanity, both because Muslims are not a core constituency and because it interrupts his narrative of Muslims being a threat.\"\nTerrorism is not restricted to religion\nWhile several terrorists have been Muslims, it does not mean that religion will always serve as a motivator for acts of terrorism.\nIn 2012, Caucasian American gunman James E. Holmes was convicted for the murder of 12 victims after opening firing in a movie theater in Aurora, Colorado. The attack also left 70 people injured.\nIn that same year, the Sandy Hook Elementary shooting took place, where Adam Lanza - a white man - shot and killed 28 people, including 20 children. Neither man had ties to the Muslim religion, or carried out these acts with religion as a motivator.\n\"Terrorism is really political violence, first and foremost,\" said Marc Sageman, a forensic psychiatrist and former CIA Operations Officer.\nTerrorists are not identified by one specific race or religion. They are radical extremists who are not ashamed to use murder as a calling card. To blame terrorism on a single minority is an insult to democratic values many Americans hold dear.\n\nLoad-Date: January 17, 2018"
}