{
    "title": "Aon expands analysis of terrorism threats",
    "publisher": "business insurance",
    "year": 2011,
    "month": 6,
    "day": 13,
    "full text": "Aon Risk Solutions for the first time is including political violence, strikes, riots, war and civil war as factors in its expanded 2011 Terrorism and Political Violence Map.\nThe revamped map, which the Chicago-based broker unveiled last week, builds on its former Terrorism Threat Map. The map, created in collaboration with London-based consultant Janusian Security Risk Management P.L.C., shows an increased risk of political violence in the Middle East and North Africa, reflecting the \"Arab spring\" uprisings.\nThe possibility of coup d'état and rebellions in Africa \"reflect a continent that presents a significant political violence risk,\" Aon said in a statement announcing the map.\nCivil unrest and labor disputes that have arisen from austerity measures in Europe also affected the map, which has been revised since last year's analysis.\nBut terrorism continues \"to severely afflict established conflict zones like Iraq, Afghanistan, Pakistan and Somalia as well as parts of Nigeria and the Sahel region,\" Aon said.\nThe threat of occasional acts of international terrorism also remains significant for most Western countries, the brokerage said.\nAn increasing number of buyers have been wondering whether terrorism and sabotage coverage alone provide them with adequate protection, Neil Henderson, London-based global head of counterterrorism for Aon's crisis management team, said in an interview.\nEvents in Thailand, the Middle East and elsewhere \"highlighted that you should be considering a broader form of coverage,\" Mr. Henderson said, adding that there is a greater demand for supplements to cover the broader perils.\n\"The change in the way the map is scored should not be seen as a decrease in the incidence or severity of terrorist threats, but rather the fact that it provides businesses with a more inclusive view of some of the risk management issues they are facing around the world,\" Mr. Henderson said in the statement announcing the new map.\nTerrorism remains a \"very clear threat,\" but threats to business continuity are coming from many forms of political violence as well, he said.\n\"Businesses should, as a first step, identify the threats they face and implement a comprehensive risk management program to protect their employees, physical assets and, ultimately, their bottom line,\" said Mr. Henderson. \"As the insurance market for terrorism insurance is very mature and can cope with complex international risks, it should be considered as part of a sound risk management program.\"\n\nLoad-Date: June 16, 2011"
}