{
    "title": "AP Explains_ What's behind Trump's town hall answer on QAnon",
    "publisher": "daily news ",
    "year": 2020,
    "month": 10,
    "day": 16,
    "full text": "\"Ask the Q\" has been a rallying cry for QAnon believers since the conspiracy theory's online birth three years ago. They have long claimed that if President Donald Trump was asked about QAnon, his answer would confirm their baseless belief that he is secretly fighting deep state enemies and a cabal of Satan-worshipping cannibals operating a child sex trafficking ring.\nSo QAnon followers were celebrating Trump's response to a question during a televised town hall on Thursday night. Asked if he would completely disavow QAnon and reject its followers' baseless belief that he is the \"savior\" against Democrats running a \"satanic pedophile ring,\" he dodged.\n Trump claimed he didn't know anything about the QAnon theory. But he then praised their work against pedophilia and refused to say the conspiracy theory was false.\n \"I don't know that and neither do you,\" he said.\n Alex Kaplan, a senior researcher for the liberal watchdog Media Matters for America, noted that a QAnon-promoting Twitter account with nearly 50,000 followers hailed the president's comments as \"full and complete confirmation\" and thanked NBC News for airing it.\n While Trump was praising the bizarre group, social media companies were trying to curb the spread of its false claims.\n Here's a look at how the president, other Republicans and Big Tech have responded to QAnon's growth from the internet's fringes to mainstream politics:\n WHAT IS QANON?\n QAnon is an apocalyptic and convoluted conspiracy theory spread largely through the internet and promoted by some right-wing extremists. It is based on cryptic postings by the anonymous \"Q,\" purportedly a government insider. The first Q \"drop\" appeared on the 4chan imageboard in October 2017.\n Many QAnon followers believe thousands of deep state operatives and top Democrats, including Hillary Clinton, will be rounded up and sent to Guantanamo Bay during an event called \"The Storm.\"\n In May 2019, an FBI bulletin mentioning QAnon warned that conspiracy theory-driven extremists have become a domestic terrorism threat and were \"very likely\" to commit violent crimes inspired by their fringe beliefs. QAnon already has been linked to acts of real-world violence, including the killing of the reputed boss of the Gambino crime family.\n WHAT HAS THE WHITE HOUSE SAID ABOUT QANON?\n QAnon supporters have been fixtures at Trump rallies for years. Asked about QAnon in 2018, then-White House press secretary Sarah Sanders  said Trump \"condemns and denounces any group that would incite violence against another individual.\"\n However, Trump praised QAnon supporters during a White House press briefing in August. \"I heard that these are people that love our country,\" he said in his first public comments on the subject. Trump insisted that he hadn't heard much about the movement, \"other than I understand they like me very much\" and \"it is gaining in popularity.\"\n On Wednesday night, his praise was more specific. \"I do know they are very much against pedophilia. They fight it very hard. But I know nothing about it.\"\n HOW DID QANON FOLLOWERS RESPOND?\n Amarnath Amarasingam, a professor at Queen's University in Ontario, Canada, who researches terrorism and political violence, said the president's refusal to denounce QAnon and his frequent retweeting of QAnon-promoting accounts send a signal to the movement's followers that he is \"on their side\" and they are \"onto something.\"\n \"It would have been the perfect set of beliefs to completely ignore and let die on the fringe because it's completely out there and insane. But because it's now talked about by the president, it's having social influence in a kind of outsize way,\" Amarasingam said.\n During his debate with Democrat Joe Biden, Trump refused to outright condemn a neo-fascist group called the Proud Boys. The pro-Trump group's members collectively cheered on social media when the president said they should \"stand back and stand by.\"\n American University professor Kurt Braddock, who researches extremist groups, said Trump's town hall remarks are bound to similarly energize and possibly embolden QAnon supporters.\n \"Being legitimized on that stage is going to be a huge boon to them,\" Braddock said. \"Any kind of legitimization like that is a danger in growing the group's popularity and making the group feel as though what they are doing is justified and valid.\"\n WHAT HAVE OTHER REPUBLICANS SAID ABOUT IT?\n Vice President Mike Pence and other Republican leaders have dismissed QAnon, but the conspiracy theory has penetrated the mainstream GOP political landscape.\n Pence and top Trump campaign officials were slated to attend a Montana fundraiser hosted by a couple who have expressed support for QAnon, but Pence later  canceled those plans.\n At least 86 current or former congressional candidates have endorsed or given credence to QAnon, according to a Media Matters tally. Congress is virtually certain to have at least one QAnon-supporting member next year. Marjorie Taylor Greene, who has expressed support for QAnon, appeared to be coasting to victory in a deep-red congressional district in Georgia even before her Democratic opponent dropped out of the race.\n The Associated Press and Media Matters  also have identified more than two dozen state legislature candidates who have expressed some support or interest in QAnon, including a Tennessee state lawmaker who has received campaign donations from Amazon, Walmart and other corporate giants.\n HOW HAVE MAJOR TECHNOLOGY COMPANIES RESPONDED TO THE SPREAD OF QANON ON THEIR PLATFORMS?\n Facebook and Twitter have vowed to stop encouraging the growth of QAnon, but a recent Associated Press review  of both social media platforms found the companies still aren't enforcing even the limited restrictions they had put in place.\n Twitter announced in July that it was kicking off 7,000 QAnon accounts and promised to stop promoting or recommending QAnon. In August, Facebook introduced new rules designed to stop encouraging users to join QAnon groups. It also banned QAnon hashtags and kicked off thousands of QAnon groups that encouraged violence.\n Facebook announced a stricter policy last Tuesday, saying it will remove QAnon-representing Facebook pages, groups and Instagram accounts even if they don't promote violence. On Thursday, YouTube announced it is taking more steps to limit QAnon and other baseless conspiracy theories. YouTube said it already had removed tens of thousands of QAnon-videos and eliminated hundreds of channels under its existing policies.\n\nGraphic\n\n \nPresident Donald Trump speaks during an NBC News Town Hall, at Perez Art Museum Miami, Thursday, Oct. 15, 2020, in Miami. (AP Photo/Evan Vucci)\n\nLoad-Date: October 17, 2020"
}