{
    "title": "AP Exclusive_ Calif. 9_11 fund raided for deficits",
    "publisher": "the salt lake tribune",
    "year": 2012,
    "month": 5,
    "day": 31,
    "full text": "BC-US--California-Sept 11 License Plates, 1st Ld-Writethru,1431\nAP Exclusive: Calif. 9/11 fund raided for deficits\nAP Photo CAMS202, CAMS203\nEds: Adds photos. With AP Photos.\nBy HANNAH DREIER\nAssociated Press\nSACRAMENTO, Calif. » After the 2001 terrorist attacks, California lawmakers sought a way to channel the patriotic fervor and use it to help victims' families and law enforcement. Their answer: specialty memorial license plates emblazoned with the words, \"We Will Never Forget.\"\nPart of the money raised through the sale of the plates was to fund scholarships for the children of California residents who perished in the attacks, while the majority -- 85 percent -- was to help fund anti-terrorism efforts.\nBut an Associated Press review of the $15 million collected since lawmakers approved the \"California Memorial Scholarship Program\" shows only a small fraction of the money went to scholarships. While 40 percent has funded anti-terror training programs, $3 million was raided by Gov. Jerry Brown and his predecessor, Arnold Schwarzenegger, to plug the state's budget deficit.\nMillions more have been spent on budget items with little relation to direct threats of terrorism, including livestock diseases and workplace safety.\nMoreover, the California Department of Motor Vehicles has been advertising the plates as helping the children of Sept. 11 victims even though the state stopped funding the scholarship program seven years ago. The specialty plate fund continues to take in $1.5 million a year.\nCalifornians who lost loved ones in the attacks take the raid on the license plate fund as an affront to the memory of those who died.\n\"I can't believe that they would do that,\" said Candice Hoglan, who lives in the San Francisco Bay Area and bought a plate to commemorate her nephew, Mark Bingham. \"We're paying extra for the plate; we're making a point, and it means a lot to us.\"\nBingham was killed on United Airlines Flight 93, which crashed in Pennsylvania, and was one of the passengers who led the attempt to wrest control from the hijackers. His mother, Alice Hoagland, also was troubled by the program's apparent drift from its original purpose.\n\"I'm sorry that as we retreat in time from 9/11, we seem to be retreating in our resolve never to forget,\" she said in a telephone interview.\nThe plates, which cost an initial $50 plus a $40 annual renewal fee, feature an American flag partially obscured by clouds and the \"never forget\" slogan. Residents of California, where all four jetliners were bound when they were hijacked, have bought or renewed the plates more than 200,000 times since 2002.\nOf the other states directly associated with the 2001 attacks, only Virginia has established a similar specialty plate program. Yet it did not set up a special fund for the proceeds of its \"Fight Terrorism\" plate.\nFor the past decade, the California DMV has said on its website that the money will \"fund scholarships for the children of Californians who died in the September 11, 2001, terror attacks and helps California's law enforcement fight threats of terrorism.\" It advertises the program with the slogan, \"Be a patriot.\"\nWhile the DMV description of the program was not \"totally disingenuous,\" the department should probably remove references to the scholarship program, said Joe DeAnda, a spokesman for the state treasurer's office, which disburses the money.\n\"It's out of date and it's on DMV to update that,\" he said.\nLate Friday, the department modified the description of the license plate on its website to remove the reference to the scholarship program in response to the investigation by the AP, which began in March. Spokeswoman Jan Mendoza said the reason promotional materials were not updated sooner was \"unknown.\"\nThe DMV still lists the scholarship program on the online and hardcopy form drivers fill out to buy the license plates, but Mendoza said the department will change this next time the forms are printed.\nThe legislation establishing the plates had earmarked 15 percent of the revenue for scholarships. Yet only $21,381 has reached the children and spouses of the three dozen California residents killed during the terrorist attacks. The state treasurer's office closed the scholarship program in 2005, the sign-up deadline for potential recipients, and has $60,000 in reserve.\nThe total amount dedicated to scholarships was 1.5 percent of the $5.5 million raised through the sale of the plates through 2005.\nThe original legislation said the remainder of the money would go to \"law enforcement, fire protection, and public health agencies\" to be used \"exclusively for purposes directly related to fighting terrorism.\"\nBut in 2008, former Gov. Arnold Schwarzenegger, a Republican, borrowed $2 million to close a budget gap. Last year, Brown, a Democrat, borrowed another $1 million.\nNeither loan has been repaid nor are their deadlines to ensure they will be. Elizabeth Ashford, a spokeswoman for Brown, said the loans have done no harm.\n\"We're trying to simultaneously balance the budget and fund important programs,\" she said. \"If there was an indication that borrowing this money was going to negatively impact this program, we wouldn't borrow the money.\"\nThe rest of the money has gone to a wide array of budgets and programs.\nThe Legislature sent $3.7 million to the California Department of Food and Agriculture, according to the Department of Finance, to establish an online food monitoring database and implement a variety of worker safety programs, including hiring industrial hygienists to tend to worker health.\nBut it is difficult to say precisely where the money has gone. Late Friday, the agriculture department delivered documents it said were in response to a California Public Records Act request the AP filed eight weeks earlier.\nThe response contained itemized budget reports going back six years and listing payments for all types of government functions, ranging from salaries and benefits, to printing costs and communication equipment. Among the details: $18,163 for furniture in 2006 and $11,492 for auto inspection in 2009.\nThe response also included a legislative report on the threats the agriculture department is targeting with an online database the license plate program helps fund . A similar report from 2006, when the license plate money was first authorized, lists bioterrorism as a potential danger. But the 2011 report focuses on food safety and livestock concerns, including foot-and-mouth disease and meat and poultry monitoring.\nDirector of Animal Health and Food Safety Services Annette Whiteford said the department does not track license plate money separately from other funds.\nShe said it would be wasteful to reserve the money exclusively for anti-terrorism work. For example, the department uses some of the money to buy safety suits that would be essential during an anthrax attack but also are useful for routine food investigations.\n\"The things that I worry about in the animal food safety division are very high consequence events, but very infrequent. So I always try to leverage those resources,\" she said.\nAnother $2 million has gone to programs that aim to protect Californians from all manner of potential threats, not just those related to terrorism.\nThe California Emergency Management Agency used nearly $1 million in memorial license plate money for general operations, including administrative costs, buying and fueling cars, and hiring a person from 2007 to 2009 to coordinate five so-called \"fusion centers,\" according to documents obtained through a Public Records Act request.\nThe other $1 million went directly to the fusion centers, which were founded after the 2001 attacks to focus on terrorist threats but have since switched to an \"all crimes\" approach that includes gang activity and natural disasters.\nHerb Wesson, who wrote the license plate bill when he was speaker of the California Assembly, said he was saddened to hear how the money had been spent.\n\"I understand the financial climate they find themselves in, but they are not following the spirit and intent of the legislation,\" said Wesson, now president of the Los Angeles City Council. \"The lion's share of the money was supposed to be given to local law enforcement so that they could beef up their anti-terrorism operations.\"\nAbout 40 percent of the total raised to date, or $6 million, has gone to anti-terrorism training programs for firefighters and law enforcement officers. There is a slight discrepancy between the DMV's revenue figures and the Department of Finance's expenditure figures that neither agency could explain.\nPatricia Anderson, who paid $98 for a personalized memorial plate reading \"WE R 4US,\" said she signed up for the program primarily to show respect for victims of the 9/11 attacks. Anderson said she was disheartened but not surprised to learn that much of the money has gone to fill the state deficit or used for general purposes.\n\"That's California,\" said Anderson, who now lives near Austin, Texas. \"It's kind of a given these days -- nothing is spent on what it's supposed to be.\" Alt Heads:\nAP Exclusive: Calif. 9/11 fund raided for deficits\n\nGraphic\n\n \nThis April 21, 2012, photo, shows Candice Hoglan's vehicle with a license plate commemorating the events of Sept. 11, 2001, in Sunnyvale, Calif. Hoglan's nephew Mark Bingham was one of the passengers of United Airlines Flight 93, which was hijacked by terrorists on Sept. 11. After the 2001 terrorist attacks, California lawmakers sought a way to channel the patriotic fervor and use it to help victims' families and law enforcement. Their answer: specialty memorial license plates emblazoned with the words, ?We Will Never Forget.? (AP Photo/Marcio Jose Sanchez)\nIn this April 21, 2012, photo, Candice Hoglan poses for a portrait with her vehicle with a license plate commemorating the events of Sept. 11, 2001, in Sunnyvale, Calif. Hoglan's nephew Mark Bingham was one of the passengers of United Airlines Flight 93, which was hijacked by terrorists on Sept. 11. After the 2001 terrorist attacks, California lawmakers sought a way to channel the patriotic fervor and use it to help victims' families and law enforcement. Their answer: specialty memorial license plates emblazoned with the words, ?We Will Never Forget.? (AP Photo/Marcio Jose Sanchez)\n\nLoad-Date: May 31, 2012"
}