{
    "title": "AP FACT CHECK_ Trump's myth of a terrorist tide from Mexico",
    "publisher": "st. louis post-dispatch ",
    "year": 2019,
    "month": 1,
    "day": 8,
    "full text": "WASHINGTON - President Donald Trump and his officials persist in promoting the discredited notion that suspected terrorists are pouring into the U.S. from Mexico by the thousands.\nDespite their portrayal of Mexico as a teeming portal for terrorists, the State Department issued a report in September finding \"no credible evidence indicating that international terrorist groups have established bases in Mexico, worked with Mexican drug cartels or sent operatives via Mexico into the United States.\"\nIt went on: \"The U.S. southern border remains vulnerable to potential terrorist transit, although terrorist groups likely seek other means of trying to enter the United States.\"\nTrump and others are insistent on sticking to their case regardless as they press Congress for money to build a border wall, the dispute that has closed parts of the government. The latest iterations of their statements:\nPRESIDENT DONALD TRUMP\n\"We have terrorists coming through the southern border because they find that's probably the easiest place to come through. They drive right in and they make a left.\" - Rose Garden news conference Friday\nTHE FACTS - If they're driving in through border crossings, no wall would stop them. But as to his broader point, U.S. officials have not cited evidence of a terrorist influx from Mexico.\nState Department reports on terrorism have expressed more concern about Canada, which unlike Mexico has been home to \"violent extremists inspired by terrorist groups such as ISIS and al-Qaida and their affiliates and adherents,\" as it said in 2017. When it comes to land crossings, Canada has more often been the source of terrorism suspects entering the U.S., though not in great numbers. By far the majority of people who arouse concern try to enter by air.\nThe libertarian CATO Institute said that from 1975 through 2017, seven people who entered the U.S. illegally from \"special interest\" countries - states tied at least loosely to terrorism - were convicted of planning attacks on U.S. soil. None crossed from Mexico. They came from Canada or jumped ship in U.S. ports, and all before special interest countries were classified as such. The plots were foiled, and no one was hurt.\nThe only known terrorists who crossed illegally from Mexico in those decades were three ethnic Albanians from Macedonia who came as children with their parents in 1984 and, in their 20s, were arrested in the foiled plot to attack the Fort Dix, N.J., Army base in 2007, the CATO study found. They were not from a special-interest country.\nSARAH HUCKABEE SANDERS\nThe White House press secretary said, \"We know that roughly, nearly 4,000 known or suspected terrorists come into our country illegally, and we know that our most vulnerable point of entry is at our southern border.\" - \"Fox News Sunday\"\nTHE FACTS - Her implication that Mexico was the primary staging ground of these suspects is wrong.\nAs she acknowledged when challenged, those people were coming \"a number of ways ... by air, by land and by sea.\" And, mainly not from Mexico.\nTrump and several of his officials have misrepresented federal statistics on foreigners who were stopped globally by Customs and Border Protection because they were on a watch list. They have suggested or plainly stated that they were stopped coming from Mexico.\nIn January 2018, a joint report by the Homeland Security and Justice departments stated that Homeland Security had 2,554 \"encounters\" worldwide with people on a watch list who were trying to travel to the U.S. Of them, 2,170 were trying to come by air, with 335 by land and the rest by sea. Nothing ties them specifically to Mexico.\nMonths later, without new totals being released, Homeland Security Secretary Kirstjen Nielsen said her department was blocking an average of 10 \"known or suspected terrorists a day from traveling to or attempting to enter the United States.\" That was up from seven a day in the initial figures.\nThe watch list is an initial trip-wire identifying people who, rightly or wrongly, raise some concern. The standard for placing someone on the list is reasonable suspicion, a lower bar than the probable cause needed to arrest someone for an alleged crime. They must be affiliated with a country identified in some way with terrorism, and there has to be enough identifying information - so if someone named Joe Smith is involved, not every Joe Smith is stopped.\nKIRSTJEN NIELSEN\nThe homeland security secretary said, \"CBP (Customs and Border Protection) has stopped over 3,000, what we call, special-interest aliens trying to come into the country on the southern border. Those are aliens who the intel community has identified are of concern. They either have travel patterns that are identified as terrorist travel patterns, or they have known or suspected ties to terrorism. So we have 3,000 that we know about.\" - Rose Garden news conference Friday\nTHE FACTS - She is overgeneralizing about the terrorist ties of this group of people.\nPeople from many counties outside the hemisphere who seek entry into the U.S. from Mexico are known as special-interest aliens because their home countries are regarded as potential sources of terrorism. It's a broad brush.\nAccording to 2016 Homeland Security testimony to Congress, \"many citizens of these countries migrate for economic reasons or because they are fleeing persecution in their home countries.\"\nYet \"this group may include migrants who are affiliated with foreign terrorist organizations, intelligence agencies, and organized criminal syndicates.\"\nAt the Center for Immigration Studies, which favors less immigration and stronger defenses against terrorist infiltration, analyst Todd Bensman said the Trump administration is losing credibility by exaggerating the threat from Mexico.\nBensman led homeland security intelligence efforts for nine years for the state government in Texas. He wrote on the center's website Monday: \"I can say definitively that the number of terrorist suspects arriving at the southern border or en route never came anywhere close to 3,000, let alone 4,000 in any single year of my state government intelligence service.\" He estimated perhaps 20 a year.\n\nGraphic\n\n \n A police officer and K-9 do a routine security check at the Capitol as the partial government shutdown lurches into a third week with President Donald Trump standing firm in his border wall funding demands, in Washington, Monday, Jan. 7, 2019. After no weekend breakthrough to end a prolonged shutdown, newly empowered House Democrats are planning to step up pressure on Trump and Republican lawmakers to reopen the government. (AP Photo/J. Scott Applewhite) \n\nLoad-Date: January 10, 2019"
}