{
    "title": "AP IMPACT_ NYPD spied on city's Muslim partners",
    "publisher": "the new york times",
    "year": 2011,
    "month": 10,
    "day": 5,
    "full text": "NEW YORK ? The New York Police Department's intelligence squad secretly assigned an undercover officer to monitor a prominent Muslim leader even as he decried terrorism, cooperated with the police, dined with Mayor Michael Bloomberg and was the subject of a Pulitzer Prize-winning series by The New York Times about Muslims in America. Sheikh Reda Shata was among those singled out for surveillance because of his \"threat potential\" and what the NYPD considered links to organizations associated with terrorism, despite having never been charged with any crime, according to secret police documents obtained by The Associated Press. This was life in America for Shata: a government partner in the fight against terrorism and a suspect at the same time. During his time at the Islamic Center of Bay Ridge since 2002, he welcomed FBI agents to his mosque to speak to Muslims, invited NYPD officers for breakfast and threw parties for officers who were leaving the precinct. \nAs police secretly watched Shata in 2006, he had breakfast and dinner with Bloomberg at Gracie Mansion and was invited to meet with Police Commissioner Raymond Kelly, Shata recalls. \"This is very sad,\" Shata said after seeing his name in the NYPD file. \"What is your feeling if you see this about people you trusted?\" The dichotomy between simultaneously being partner and suspect is common among some of New York's Muslims. Some of the same mosques that city leaders visited to hail their strong alliances with the Muslim community have also been placed under NYPD surveillance ? in some cases infiltrated by undercover police officers and confidential informants. In April, more than 100 area imams publicly supported a rally to \"oppose wars, condemn terrorism and fight Islamophobia.\" Of those, more than 30 were either identified by name or work in mosques included in the NYPD's listing of suspicious people and places in 2006. \"The way things are playing out in New York does not paint a picture of partnership and of a conversation among equals,\" said Ramzi Kassem, a professor at the City University of New York School of Law. \"It seems that city officials prefer hosting Ramadan banquets to engaging with citizens who wish to hold them to account. Spying on almost every aspect of community life certainly does not signal a desire to engage constructively.\" The New York Times story about Shata, which won the 2007 Pulitzer Prize for feature writing, described his efforts to reconcile Muslim traditions with American life. Police documents from the same year the story was published paint a different picture. Shata, who emigrated from Egypt to the U.S. in 2002, is described by police as a \"Tier One\" person of interest. According to the police files, a person of interest is \"an individual with threat potential based on their position at a particular location, links to an organization, overseas links and/or criminal history.\" Police assigned an undercover officer and an informant to watch Shata personally, and two others were assigned to watch his mosque, according to the NYPD files. Mark Mershon, the FBI's senior agent in New York in 2006, said he has no recollection of Shata ever being under FBI investigation. A search of commonly used court and public record files show no evidence of any criminal record for Shata. \"What did they find?\" Shata asked through an interpreter at his current mosque in Monmouth County, N.J. \"It's a waste of time and a waste of money.\" NYPD spokesman Paul Browne did not return messages over two days. Bloomberg's office, which has repeatedly referred questions to NYPD, also did not respond. In May, Bloomberg and Kelly organized a news conference to discuss two suspected terrorists. Appearing with the officials was Mohammad Shamsi Ali, an imam regularly at the mayor's side for public appearances that touch on Muslim issues. Shamsi Ali said he and the mayor have maintained good communication over the years. In July, he was invited to a pre-Ramadan conference hosted by the NYPD, and for the past three years he said he has been invited to speak at the police academy about Islam and Muslims. Yet in 2006 the NYPD infiltrated two mosques where Shamsi Ali holds leadership roles ? the Islamic Cultural Center of New York and the Jamaica Muslim Center. The NYPD cited radical rhetoric and possible money laundering in the Islamic Cultural Center of New York and said the Jamaica Muslim Center was a hub of radicalization that offered martial arts training. Shamsi Ali said he was unaware of the police assessments and denied the underlying accusations. \"How do you define rhetoric?\" Shamsi Ali asked. He said some imams sound harsh when they're preaching. He said if the NYPD suspected money laundering, it should ask the Internal Revenue Service to audit the mosque. \"It's wrong to view Muslims as radicals simply because of the outfit,\" Shamsi Ali said. Last year, after a Pakistani-American man was accused of attempting to detonate a car bomb in Times Square, Kelly, the police commissioner, visited the Al-Iman mosque in Astoria, Queens, where he praised a Muslim street vendor for reporting the suspicious vehicle to local police. Kelly assured members of the mosque that racial profiling is prohibited by the police, though he acknowledged in response to a question that officers will conduct random checks of people who fit a particular description. Yet in 2006, the NYPD recorded in its files that members of the same mosque also belonged to extremist organizations that harbored anti-American sentiments and terrorist sympathies. That mosque was placed under surveillance by an undercover NYPD officer and a confidential informant, according to the police files. In October 2006, the president of the Brooklyn borough attended an event on the final day of Ramadan at Brooklyn's Makki Masjid. The borough president, Marty Markowitz, described his Muslim neighbors as \"like every other group in our fabric ? successful, community-minded contributors who improve our quality of life.\" Meanwhile, the NYPD recorded in its files that Makki Masjid was a \"Tier One\" mosque because of its members' radical Islamic views. Two Queens mosques that the NYPD was monitoring in 2006 ? one because it was suspected of funding the Taliban and another that the department described as the national headquarters of an extremist organization ? are listed as \"destination options\" in a 2009 official city planning brochure for a bike tour of Queens intended to promote the community's diversity. Shamsi Ali said he was not surprised to learn that police were secretly listening inside his mosques. \"Everywhere that I go, I feel someone must be listening to me,\" Shamsi Ali said. \"As long as I do things according to law, I don't have to worry at all.\" Shata, the Bay Ridge imam featured in the Times story, said he still considers Bloomberg his friend, but he was hurt by what he saw in the police files. \"You were loving people very much, and then all of a sudden you get shocked,\" Shata said. \"It's a bitter feeling.\" Associated Press writers Matt Apuzzo and Adam Goldman contributed to this report. Contact the Washington investigative team at DCInvestigations(at)ap.org Follow Sullivan at http://twitter.com/esullivanap \n\nLoad-Date: October 6, 2011"
}