{
    "title": "APEC leaders_ Urgent need to cooperate against terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 18,
    "full text": "MANILA, Philippines - Asia-Pacific leaders called Thursday for increased international cooperation in the fight against terrorism as they held annual talks overshadowed by the Paris attacks.\nA copy of the declaration that the leaders will issue following their talks, seen by The Associated Press, strongly condemned \"all acts, methods, and practices of terrorism.\"\nThe statement on terrorism, which also mentions attacks in Beirut and the bombing of a Russian airliner over Sinai, is a rare departure from convention for the Asia Pacific Economic Cooperation forum which normally focuses on trade and business issues.\nThe APEC bloc accounts for about 60 percent of the global economy. It groups the United States and China with middle powers such as Australia as well as developing nations in Asia and South America.\nThe leaders said they are stressing the \"urgent need for increased international cooperation and solidarity in the fight against terrorism.\"\n\"We will not allow terrorism to threaten the fundamental values that underpin our free and open economies,\" the statement said.\nThe mission of the 21-member APEC, convened in the Philippine capital of Manila under extremely tight security, is lowering barriers to trade and economic development. But the declaration noted the vital link between lack of economic opportunity and terrorism.\n\"Economic growth, prosperity, and opportunity are among the most powerful tools to address the root causes of terrorism and radicalization,\" it said.\nAPEC has its detractors, though, and anti-globalization protesters clashed with police near heavily guarded summit venues.\nActivists were chanting and waving banners as they faced off against hundreds of riot police at security barricades on the fringes of APEC venues. About 1,000 people clashed with police who used water cannons and canes to try and disperse the crowd.\nApart from uniting against the attacks in Paris and the deepening crisis in Syria, the leaders are also seeking to promote cooperation against climate change. Disputes between China and its Southeast Asian neighbors about Beijing's claims to most of the South China Sea also drew attention.\nPresident Barack Obama, China's President Xi Jinping and Japanese Prime Minister Shinzo Abe are in Manila for the Pacific Rim summit as fellow U.N. Security Council members France and Russia were pursuing resolutions seeking to unite the international community in combating the Islamic State group.\nOn Wednesday, the hunt by French police for the mastermind of last week's attacks led to a gunbattle in a Paris suburb. Two people were killed and eight arrested.\nThe first of two APEC summit retreats began Thursday with the leaders posing for a \"family photo,\" one of several traditions of the annual gatherings that rotate from one member to the next. The 2016 summit is planned for Peru, 2017 will be in Vietnam and Papua New Guinea will host the 2018 summit.\nProtest leader Renato Reyes of the left-wing alliance Bayan said the group was demanding a new economic framework that puts national interest ahead of corporate profits.\nOver the past two decades \"APEC and imperialist globalization have only benefited the rich countries while further impoverishing developing countries like the Philippines,\" he said.\nAlong with concerns over the rising threat of terrorism, leaders are just weeks away from a deadline to forge an agreement to limit global warming in a meeting that begins Nov. 30 in Paris.\nIn Manila, Obama sought to build momentum for the pact on Wednesday, reasoning that bold climate action will be a boon for businesses in Asia and around the world.\nChinese leader Xi, whose country is now the largest overall emitter of the pollutants that contribute to global warming, said his country was committed to cleaning up its environment.\nAll the events at the summit are tightly scripted and security has been extremely heavy. Thousands of police and military personnel are deployed in Manila and major downtown thoroughfares are closed to all but official vehicles.\n___\nAssociated Press writers Teresa Cerojano and Elaine Kurtenbach contributed to this report.\n\nLoad-Date: November 19, 2015"
}