{
    "title": "APEC leaders to condemn terrorism",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 10,
    "day": 21,
    "full text": "SHANGHAI, China -- Pacific Rim leaders wrap up their weekend summit today with an unprecedented political declaration expected to condemn terrorism but stop well short of all-out support for the U.S.-led strikes on Afghanistan.\nAs wispy fall clouds scudded between the futuristic skyscrapers of China's financial capital, hundreds of police sealed off the city center where the 21-member Asia Pacific Economic Cooperation (APEC) gathering is taking place.\nOn Saturday, President Bush urged APEC leaders to join forces against \"murderers with global reach.\" In his weekly radio address, Bush said he and the other leaders were discussing ways to protect people better against bioterrorism.\nA spate of cases involving potential deadly anthrax bacteria in the United States and the U.S.-led attacks on militants in Afghanistan have become the focus of a summit China had intended to showcase its economic prowess.\nAfter a dinner on Saturday hosted by China's President Jiang Zemin, the leaders watched a stunning display of fireworks that lit up Shanghai's famous waterfront Bund and its art-deco buildings built in the 1920s during the city's heyday.\nThe leaders meet today at the Shanghai Science and Technology Museum before issuing a communique covering trade and the global economic slowdown and a separate statement on terrorism, the first major political declaration in the 12-year history of the economic grouping.\n\"They have a morning session, a luncheon session and an afternoon session,\" a Canadian government official told Reuters.\n\"Those kinds of discussions are often very dynamic and I'm sure they will add final shape to those accords.\"\nChina's APEC senior official and vice foreign minister Wang Guangya said leaders will stop short of a show of support for the strikes on Afghanistan, which Washington launched in response to the Sept. 11 hijack attacks in the United States. \"This draft expresses in general terms the condemnation of the terrorist activities and also expresses in general terms to strengthen international cooperation in the face of terrorism,\" he told a news conference.\n\"It is the view of all APEC members that the leaders' document should be concise, visionary and should not be too specific.\"\nIt was not clear whether the final declaration would include a reference to bioterrorism. A draft obtained by Reuters did not, nor did it make any mention of the U.S.-led strikes on Afghanistan, or of Saudi-born fugitive Osama bin Laden whom Washington accuses of masterminding the September 11 attacks on New York and Washington.\nOn the economic front, a draft of the leaders' statement indicated they would call for looser monetary and fiscal policies in an effort to boost sagging economies.\nBush spent Saturday in bilateral and summit talks seeking to persuade wavering Asian countries to support the military campaign in Afghanistan, but he has faced resistance.\nPredominantly Muslim Indonesia and Malaysia, as well as China, all have qualms about attacks on Afghanistan. Indonesia fears a domestic backlash as civilian casualties mount.\nAs U.S. ground forces joined the attacks for the first time and two U.S. aircrew died in a helicopter crash, Bush heard concerns from Malaysian Prime Minister Mahathir Mohamad about civilian deaths.\n\"We had a very good visit,\" Bush said afterwards. \"He is concerned about the death of innocent people in Afghanistan, and I assured him I am too.\"\nA spokesman for Russian President Vladimir Putin said the Russian and Chinese leaders, who met on Saturday, wanted an end to the military hostilities \"as soon as as possible\" so a coalition government could be formed.\nBush meets Putin for separate talks after the APEC summit. They are expected to discuss arms control as well as terrorism.\nMotorcades of black limousines sped the leaders around the eerily empty city, normally bustling with local people and tourists. Squads of paramilitary police in green uniforms sealed off the financial heart of China's model city.\nAt a business executives' meeting before the summit got under way on Saturday, Bush called the war on terrorism the \"urgent task of our time.\"\n\"Our enemies are murderers with global reach. They seek weapons to kill on a global scale. Every nation now must oppose this enemy, or be in turn its target,\" he said.\nThe September 11 attacks have further damaged Asian economies, which rely heavily on U.S. export markets. Taiwan and Singapore are struggling with their worst recessions for decades.\nAPEC leaders have been trying hard to boost business confidence by talking up the future of a region that accounts for almost half of global trade and 60 percent of output.\nBush vowed that the United States \"will do its part to restore economic momentum for the world.\"\nThe White House said he would return home early, leaving late on Sunday instead of on Monday morning, but said there was no urgent reason behind the change.\nAPEC groups Australia, Brunei, Canada, Chile, China, Hong Kong, Indonesia, Japan, Malaysia, Mexico, New Zealand, Papua New Guinea, Peru, Philippines, Russia, Singapore, South Korea, Taiwan, Thailand, the United States, and Vietnam.\n\nLoad-Date: October 21, 2001"
}