{
    "title": "APEC LEADERS AGREE TO TAKE STEPS TO FIGHT TERRORISM, IMPROVE TRADE; PACIFIC RIM LEADERS ALSO URGED N",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 10,
    "day": 28,
    "full text": "Pacific Rim leaders agreed Sunday to draw closer in their fight against terrorism with concrete steps to protect and streamline the movement of goods, people and data.\nMexico's President Vicente Fox said, \"We condemn in the strongest terms recent terrorist acts in the APEC region, and reaffirm our determination to enhance cooperation in countering and responding to terrorism.\"\nIn a separate statement, the leaders of the 21 members of the Asia-Pacific Economic Cooperation, or APEC, also called on North Korea to immediately stop building nuclear weapons.\nThey also agreed on a U.S.-crafted proposal to overhaul the Pacific Rim's tradeways, tightening security on millions of shipping containers, fortifying cockpit doors in airliners and strengthening customs cooperation. The declaration said such common standards would be put into place by 2005 \"whenever possible.\"\nThe leaders also called on the World Bank and the International Monetary Fund to conduct assessments of countries' efforts to stop the f low of money to terrorists.\nThe declarations were approved after APEC foreign ministers and heads of state spent days discussing the impact of terrorism on their economies and their efforts to open trade borders in a new age of security.\nNorth Korea's nuclear weapons program and U.S. threats of war against Iraq also dominated the summit meeting of the group, established in 1989 mainly to promote free trade among economies of the Pacific Rim.\nThe main declaration did not mention Iraq or North Korea, but the leaders said in a separate statement that Pyongyang should \"visibly honor its commitment to give up nuclear weapons programs.\"\nDespite U.S. lobbying, it did not directly condemn North Korea for trying to build a nuclear bomb.\nPresident George W. Bush hoped to win a strong condemnation from Japan and South Korea of North Korea's nuclear weapons program. But after a meeting with Japanese Prime Minister Junichiro Koizumi and South Korean President Kim Dae-jung, the three merely called on Pyongyang to \"dismantle this program in a prompt and verifiable manner.\"\nJapan said it would continue talks Tuesday in Malaysia with North Korea on establishing diplomatic relations.\nBush also failed to sway any U.N. Security Council members on his proposal to threaten Iraq with war if it did not disarm.\nLike last year's meeting in Shanghai, only weeks after the Sept. 11 attacks, participants expressed determination to send a strong and united message on how to stop terrorists without slowing trade.\nThe APEC leaders - including Bush and China's Jiang Zemin, presidents of the world's largest developed and developing economies - issued the declaration after a retreat Sunday.\nAlthough such political talk among industrialized nations was the loudest voice at APEC, developing nations quietly spoke about claiming their share of prosperity, saying that the increasingly globalized world is doing little to bridge the gap between rich and poor.\nThey said reducing poverty would go far toward reducing terrorism.\n\nNotes\n\nPAGE TWO\n\nGraphic\n\n \nPHOTO; THE ASSOCIATED PRESS Photo - President George W. Bush, accompanied by Australian Prime Minister John Howard (from left) and Peruvian President Alejandro Toledo, leave the annual Asia-Pacific Economic Cooperation Forum Sunday in Cabo San Lucas, Mexico. Bush and Pacific Rim leaders pledged to establish common security standards for ships, docks, airplanes and airports.\n\nLoad-Date: October 28, 2002"
}