{
    "title": "Appeals court voids key portions of anti-terrorism law",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 12,
    "day": 4,
    "full text": "WASHINGTON -- A federal appeals court ruled on Wednesday that key portions of an anti-terrorism law are unconstitutional because the law, relied on heavily by the Bush administration, risks ensnaring innocent humanitarians .\nThe ruling from the 9th U.S. Circuit Court of Appeals, in San Francisco, throws into doubt the administration's reliance on portions of a 1996 anti-terrorism law making it a crime to provide material support to groups designated as terrorists.\nSince the Sept. 11 attacks, the material support ban has become a favorite weapon of choice for the Justice Department in a host of terrorism cases, including the prosecutions of John Walker Lindh, an American who fought with the Taliban in Afghanistan; Lynne Stewart, the defense attorney accused of helping a client pass messages to terrorist associates; and terror suspects in Lackawanna, N.Y., Detroit and Portland.\nBut the famously liberal 9th Circuit ruled that two key portions of the law were unconstitutional.\nRuling in a case involving two groups that do humanitarian and advocacy work on behalf of Kurds in Turkey and Tamils in Sri Lanka, a panel of the 9th Circuit court ruled 2-1 that the law failed to clearly require that a suspect knowingly provided support to a terrorist organization. As a result, the law poses \"a danger of sweeping in its ambit moral innocents,\" the judges said.\nUnder the government's interpretation of the law, the court found, a person who sends a check to an orphanage in Sri Lanka run by a banned group or \"a woman who buys cookies from a bake sale outside of her grocery store to support displaced Kurdish refugees\" could face a lengthy prison sentence for supporting terrorists.\nIn addition, the court affirmed a preliminary ruling issued prior to the Sept. 11 attacks, finding that the material support law's ban on providing \"training\" or \"personnel\" for terrorist groups was unconstitutionally vague and could deter protected free speech. The court said that recent efforts by the Justice Department to narrow the definition of those terms had fallen short, and it blocked the government from enforcing the provisions.\nThe Justice Department declined comment on the decision. \"We are studying the ruling, and there's nothing more we can say at this time,\" said Bryan Sierra, a department spokesman.\nBut David Cole, a lawyer with the Center for Constitutional Rights who represented the humanitarian groups in the case, predicted that the Justice Department, because it has so much invested in the material support law, would almost certainly appeal the decision to the Supreme Court if the 9th Circuit refuses to reconsider it.\nCole said the decision sends an important message to humanitarian groups who have been worried about running afoul of the law.\n\"The government's reading of this statute is extremely broad, and it has had an extreme chilling effect on anyone who is interested in providing humanitarian aid where there might be a designated terrorist organization involved,\" he said.\nThe Justice Department has pointed to a string of recent courtroom successes in defending key aspects of its anti-terrorism campaign.\nBut Cole said that Wednesday's decision, coupled with other setbacks for the Justice Department in cases like the prosecution of Zacarias Moussaoui, \"is another instance of a court raising serious constitutional doubts about initiatives undertaken by the government in the war on terrorism.\"\n\nLoad-Date: December 4, 2003"
}