{
    "title": "Appeals court revisits its ruling in teen's 1996 terrorism death",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 9,
    "day": 14,
    "full text": "CHICAGO -- Twelve years after terrorists' gunfire killed 17-year-old American David Boim at a bus stop in a West Bank town near Jerusalem, U.S. courts are still trying to settle whether anyone must pay millions of dollars in damages.\nA lower court ordered several U.S.-based Islamic groups to pay $156 million to Boim's family -- who contended money that several U.S.-based Islamic groups gave to Palestinian charities ultimately helped fund terrorism. It was the first lawsuit filed under a 1991 law allowing American victims of international terrorism to recover triple damages.\nLast December, a three-judge panel of the 7th U.S. Circuit Court of Appeals threw out that lower court's order.\nBut now the same appeals court is second-guessing itself and revisiting the emotionally charged case. During an extraordinary \"en banc\" hearing last week, all 10 of the 7th Circuit's actively sitting judges gave the bitterly contested case a fresh airing.\nIt's not yet clear how soon the appeals court will reach a decision.\n\"It's been an ordeal,\" says Matthew J. Piers, an attorney for Muhammad Salah, the lone individual sued for damages by Joyce and Stanley Boim.\nThe Boims also are suing the Texas-based Holy Land Foundation for Relief and Development; the American Muslim Society, also known as the Islamic Association for Palestine; and the Quranic Literacy Institute, a group based in south suburban Bridgeview that translates Islamic texts.\nThe Boims say some of the money that Salah and the organizations gave to Palestinian charities on the West Bank bankrolled terrorism and thus ultimately paid for their son's 1996 murder -- even if it didn't buy the specific gun and bullets.\nSalah, 54, who is finishing a 22-month federal prison sentence for lying on documents in the Boim case, once was employed by the Quranic institute. He is a U.S. citizen who grew up in a West Bank refugee camp, and spent 4 1/2 years in Israeli prisons in the 1990s after police found $90,000 in cash allegedly destined for Hamas in his East Jerusalem hotel room.\nPiers told the 7th Circuit judges last week that any money Salah gave to the terrorist group was delivered so long before David Boim was killed that there could be no relationship.\n\"There is no evidence that the defendant did anything that contributed to or caused the tragic death of David Boim,\" Piers told the court.\nHoly Land Foundation attorney John W. Boyd says that group even had a rule: none of its humanitarian money was to go to Hamas, which runs schools and clinics in addition to engaging in armed violence.\nBut he told the appeals judges that such distinctions were swept aside in the aftermath of the Sept. 11, 2001, attacks when the government designated the foundation a terrorist organization and froze its assets.\n\"When these assumptions of guilt merge with the profound human sympathy we all feel for a family such as the Boims -- who lost their son to terrorism -- the prejudice against the HLF is enormous, as is the desire to find some justice for the Boims, whatever it takes,\" Boyd wrote.\nU.S. Magistrate Judge Arlander Keys in 2004 found the foundation, the American Muslim Society and Salah liable. A jury added Quranic Literacy Institute to the list and ordered all of the defendants to pay a total of $52 million in damages. Keys tripled the amount to $156 million.\nHowever, a three-judge 7th Circuit panel threw out the $156 million order, ruling that the Boims had failed to show a tight enough link between the charitable contributions and the death of their son.\nIn the latest 7th Circuit hearing, the judges indicated they wonder what evidence it would take to connect the contributions with the murder.\n\"I'm trying to get a handle on what the elements are,\" Judge Ann Claire Williams said. Some judges suggested that unless the standard of proof were high charities such as the Red Cross or Doctors Without Borders could get in trouble for providing medical aid in Third World countries.\nBoim attorney Nathan Lewin scoffed at the notion that Islamic charities on the West Bank were anything like the Red Cross, saying many of them were \"known fronts for Hamas, known supporters of Hamas.\"\n\"All that needs to be shown is that it's more likely than not that these defendants knew that the recipient group was a Hamas-related organization,\" Lewin said.\nJudge Richard A. Posner questioned Boyd sharply after the defense attorney said that the Holy Land Foundation had strictly refrained from donating to Hamas.\nPosner said that might not be good enough to escape responsibility if the foundation had reason to know that the West Bank charities it did give money to had close ties with Hamas.\n\"You should know the consequences of what you're doing,\" he said.\nIf the appeals court lets the decision to throw out the damages stand, the matter could be sent back to the U.S. District Court, where the Boim attorneys would get another chance to prove their case. If the appeals panel upholds the lower court's monetary judgment, the case could end up before the Supreme Court.\n\nLoad-Date: September 14, 2008"
}