{
    "title": "Apple 's new iControversy",
    "publisher": "university wire",
    "year": 2016,
    "month": 2,
    "day": 26,
    "full text": "BY COLE WHITE | Opinion Editor |\nApple's defiance of the FBI has drawn quite a bit of attention over the past week, and for good reason.\nThe FBI wants access to the locked iPhone of one of the San Bernardino shooters, which they insist has evidence to further their investigation. They're probably right, but Apple, of course, has refused to release information.\nWhy would they refuse furthering an investigation into a known terrorist? Because this isn't about the privacy of a terrorist, this is about the future of digital privacy for everyone.\nThe FBI isn't asking Apple to open this one particular phone for them, they're asking that Apple design software that will allow them to get into it themselves-software that would undercut all of the phone's security. Software that doesn't, and shouldn't, exist.\nApple CEO Tim Cook is right to refuse, and it's nice to see a tech company that has actual concerns over its customers privacy. Apple has refused to do this very thing 12 previous times.\nA phone isn't just a phone anymore, it's the owner's entire life. Bank accounts, medical information, contacts, \"private\" photos-everything about you is stored in the device in your hand. All of our technology is interconnected.\nHow many things in our homes have the ability to record, track or watch? If Apple gives in they set the precedent for every other tech company to bow to federal whims. Suddenly your X-Box could be used to record you with a simple flip of the switch.\nIt isn't just one terrorist. The future of digital privacy is at stake.\nThe FBI isn't alone; law enforcement agencies across the country are drooling over what they could do with this software if Apple caves. This is exactly what Cook warned about in his letter last Friday. Technology has made surveillance incredibly easy if we don't care enough to stop it.\nBut we don't really seem to care.\nPeople like to compare our world to George Orwell's \"1984,\" but they would be wrong. There are no shadowy government institutions that are stealing freedoms and turning the world into a surveillance state, it's the citizens that are doing that.\nOur problem is that over half of Americans don't see the risk here. All of our shortsighted panic leads us to act without thinking. The FBI demands this level of access largely because we as a people demand it of them. We want to be safe, but you can't always be both safe and free.\nFreedom and privacy are intertwined. One can't exist without the other.\nYes, terrorism is frightening and people can get hurt. That's how terrorism works.  By disregarding our future through rash decisions, we're allowing terrorism to work. We should fight against terrorism, but not at the expense of what we believe in.\nThe problem with the software the FBI is demanding is this: once it's created it can't be uncreated. It will become a reality in life from that day forward.\nOver 70 years ago, the Atomic Bomb seemed like a great idea to ending a long, bloody war. And it did. But afterwards we spent every subsequent day terrified of what we created.\nWe need to take some time and think about the future we want to live in.\ncomments\n\nLoad-Date: December 15, 2016"
}