{
    "title": "Apple Values Individual Privacy Over National Security",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 2,
    "full text": "On Feb. 16, a federal judge ordered Apple to cooperate with the FBI's request mandating them to create new software to allow the FBI to break through the passcode of an iPhone used by the San Bernardino shooter, despite Apple CEO Tim Cook's opposition to the request. According to CNN, Apple considers the order to be \"an overreach by the U.S. government\" and an act that would \"lead to a police state.\" I completely agree. According to CNN, Cook warns that \"opening a backdoor\" to the iPhone could lead to a dangerous threat that would enable hackers the ability to potentially harm iPhone users. I also believe that if forced to create a code, Apple would be assisting in giving the government limitless powers.\nDespite the desire to obtain any crucial information that may be on the shooter's iPhone, there needs to be consideration for how this will impact all iPhone users. From 2012 until now, the number of iPhone users has steadily increased. According to Statista Inc., a leading online statistics company, over 44 million people in the United States used iPhones in 2012. That number jumped to nearly 58 million the following year. Since then, the number has increased, reaching 94 million iPhones in the United States in 2015, reported by CNET, a technology and consumer electronics website. Although we want answers to explain the San Bernardino shooting, this infringement of public privacy by the government would be unconstitutional.\nWhile national security is an ever-present issue in our country - especially with the growing threat of the Islamic State of Iraq and the Levant and the increased fear of terrorism - the importance of privacy cannot be negated. According to CNET, Apple stated that by the court forcing them to create a computer code to bypass the protective encryption, the court is effectively forcing Apple \"to compel speech.\" As the First Amendment stands, it is unclear how computer coding and advanced aspects of technology fall under the protection of freedom of speech. Whether the courts could argue that \"protection from imminent or potential violence against particular persons,\" as mentioned in the freedom of speech clause of the First Amendment, is cause for them to overstep Apple's argument is yet to be seen. However, the amount of information that could be obtained by any hacker could greatly damage a different form of protection that the government is obligated to ensure United States' citizens.\nThe United States government may cite the USA PATRIOT Act, which was signed by former president George W. Bush on Oct. 26, 2001 following the terrorist attack on Sept. 11, 2001, as a defense for the action that they are taking against Apple. According to the United States Department of Justice, Section 215 of the Patriot Act \"allows federal agents to ask a court for an order to obtain business records in national security terrorism cases.\" This is where the belief of those like myself gets tricky. Apple is concerned not only for third party safety for iPhone users, but also for their own image that coincides with the company's privacy policy. The court order will undoubtedly affect their ability as a company to ensure their promised privacy and will raise doubt as to whether any company can ensure privacy if a rescindment of the public's privacy is only a court order away. Regardless of whether the government believes that they are acting for the good of the country - and whether they believe that the end justifies the means - I do not think that we should hand over our privacy without considering the potential harm.\nAs of 2011, the Patriot Act had been used less for acts of terrorism and more for drug cases in the United States, according to The Washington Post. The Post reported that despite the act being used in over 1,600 drug cases, there were only 15 terrorism cases used. In an article written in May 2015 for The Washington Times, it was reported by the Justice Department's inspector general Michael E. Horowitz that \"FBI agents can't point to any major terrorism cases they've cracked thanks to the key snooping powers in the Patriot Act.\" Despite the purpose of the Patriot Act being to serve as a means to protect the American people, I have found little evidence to validate its past use. That is not to say that the act is never useful, but I am less inclined to believe that its past record indicates substantial improvement to the progress of cases similar to the recent San Bernardino case.\nRegardless of whether the United States government, or anyone who supports the hacking of the San Bernardino shooter's iPhone references the USA Freedom Act, the decision to hack the shooter's iPhone could possibly open Pandora's Box. The USA Freedom Act was enacted into law on June 2, 2015 with the intention of restoring several provisions of the Patriot Act that had expired a day prior. According to Congress.gov, the Act limited the amount of data that the National Security Agency could acquire from telecommunication devices. While the United States government is likely not anticipating a threat for other iPhone users, there is no legitimacy in denying the possibility that by making one iPhone vulnerable, the temporary opening could allow a terrorist group such as ISIL to sneak into the system and create a larger scale problem before coding changes. It would be foolish and naïve to not anticipate this particular outcome before forcing Apple to go against their moral concerns.\nPerhaps there is no clear-cut solution to the problem. The war on terrorism will continue and there will ultimately be a decision as to whether or not Apple writes the code to hack into the iPhone. However, there needs to be a re-evaluation of the role that technology has on our lives. Whether or not the courts have taken into account the significant number of iPhone users in the country is indeterminable. Nonetheless, careful thought does need to be taken because regardless of the intentions of the government to protect the people from terrorism, it should not be at the cost of our most basic rights to privacy or an infringement of our civil liberties.\n\nLoad-Date: December 15, 2016"
}