{
    "title": "Approach renewal of Patriot Act thoughtfully; The law is often discussed in harsh or glowing terms,",
    "publisher": "portland press herald",
    "year": 2005,
    "month": 6,
    "day": 13,
    "full text": "President Bush is gearing up for a battle that will be waged during the next few months: He wants to renew the controversial USA Patriot Act.\nThe law, which is meant to give law enforcement more ability to fight terrorism in America, was passed by Congress just a few weeks after the terrorist attacks of Sept. 11, 2001.\nThe act didn't have the kind of review that it should have, and it was passed at a time when emotions and fear were running high. That's why it was wise for lawmakers to include a sunset provision so that parts of it would expire or be renewed at a later date.\nThat date is coming up at the end of this year, so the president and proponents are launching a campaign to keep the law intact, saying it's a vital tool in the war against terror.\nOpponents, however, fear that the law allows investigators to cast too wide a net and that it infringes on the civil liberties of ordinary citizens.\nThey're probably both right.\nNo good comes from discussing the Patriot Act in vitriolic terms. Sen. Russ Feingold, D-Wis., has been a critic of the law but made an important statement about how the issue is being presented.\nFeingold told The Los Angeles Times that the president was giving \"a false choice to the American people - that we have to reauthorize the Patriot Act without any changes or leave our country vulnerable to terrorist attacks.\"\nHe's right. This isn't a black-and-white issue. In fact, the act has made some very important changes that help law enforcement agencies communicate better, and it has updated surveillance laws to include new technology.\nIt's important, though, to carefully examine the parts of the act that are up for renewal. Anytime law enforcement powers are expanded, the potential exists for an infringement on citizen rights. There's some dispute, for instance, about whether parts of the law violate the Constitution.\nPresident Bush has argued that the Patriot Act has led to charges against more than 400 terrorism suspects. The American Civil Liberties Union, however, says most of those suspects have been charged with minor, non-terrorism related crimes.\nAs lawmakers approach the renewal of these provisions in the coming months, they should do what wasn't done before: Carefully examine the law for its merits and its flaws, and remember that it's not an all-or-nothing deal.\n\nLoad-Date: June 13, 2005"
}