{
    "title": "AQAP called greater threat than bin Laden",
    "publisher": "the philadelphia inquirer",
    "year": 2011,
    "month": 3,
    "day": 2,
    "full text": "A recent issue of Inspire, the official English-language magazine of al-Qaeda in the Arabian Peninsula, includes a picture of a UPS cargo plane being searched at Philadelphia International Airport.\nInspire carries a mysterious headline on the cover - \"$4,200\" - but inside, the meaning soon becomes clear: Although the bombs were discovered before they exploded, the terror try made America flinch. And it only cost $4,200 to pull it off.\n\"To bring down America, we do not need to strike big,\" the story inside says. \"The strategy [is] a thousand cuts. The aim is to bleed the enemy to death.\"\nThe sophistication of Inspire and its online cousins is being cited by U.S. counterterrorism officials who recently declared that the al-Qaeda group - known in intelligence circles as AQAP - poses a greater threat than Osama bin Laden, who still communicates mostly by old-school audiotapes.\n\"We haven't seen al-Qaeda use new media like this to attract Americans,\" said U.S. Rep. Patrick Meehan (R., Pa.), a former U.S. attorney in Philadelphia. \"This is a new age of terrorism.\"\nMeehan, who chairs the Homeland Security subcommittee on terrorism and intelligence, will convene his first hearing Wednesday on AQAP.\nThe hearing comes less than a month after Homeland Security Secretary Janet Napolitano said that the terrorism threat was greater now than at any other time since 9/11, and after Michael Leiter, director of the National Counterterrorism Center, called AQAP \"probably the most significant threat to the U.S. homeland.\"\nAQAP's leader, the cleric Anwar al-Awlaki, is a New Mexico native who lives in Yemen. He has been linked to the Fort Hood shooter, Maj. Nidal Hasan; Christmas underwear bomber Umar Farouk Abdulmutallab; and Times Square bomber Faisal Shahzad.\n\"When you look at the trajectory of Awlaki-AQAP from its origins in 2009, you see an incredible learning curve - very agile, very opportunistic, and increasingly lethal,\" said Christopher Boucek of the Carnegie Endowment for Peace.\nU.S. officials say Awlaki has used English-language Internet sites, as well as Inspire, to recruit dozens of Americans, including Sharif Mobley, a New Jersey native and former Philadelphia resident now being held in Yemen on terror and murder charges.\n\"The use of perfect English-language material alone, written in native-born American prose, is a game-changer,\" said a federal counterterrorism official in Washington.\nInspire's intended audience is American. The magazine encourages \"open-source jihad,\" offering tips for bomb-making and secure e-mail contact, inspirational quotes from jihadists, and even David Letterman jokes about President George W. Bush. One issue includes a list of helpful tips, \"What to expect in jihad.\"\nInspire is \"so kitsch, at first glance it appears over the top, but this is intentionally so,\" said Jarret Brachman, who runs the terrorism consulting firm Cronus Global L.L.C. and is to testify Wednesday.\nBrachman said that the magazine employed American business concepts of branding and gaming - for example, frequent flyer or \"reward\" programs that entice consumers to buy by making a game out of purchases.\n\"It's almost comic-booklike, with elements of American pop culture, but in a way that attracts people by making it seem like a game,\" he said. \"And it inspires them by lowering the barrier in a way that helps them make the jump from the virtual word into the real world.\"\nU.S. officials say that the threat posed by Awlaki is serious enough that President Obama authorized his assassination, a rare and controversial move against a U.S. citizen.\nU.S. Rep. Chaka Fattah of Philadelphia, the senior Democrat on the Appropriations subcommittee that oversees FBI funding, cautioned that while Awlaki and AQAP are a serious threat, Americans shouldn't overreact.\nThe AQAP cargo plot succeeded, even though no one was killed, he said, because it triggered expensive new security checks. \"The terrorists win when we spend all our time being scared of them,\" Fattah said. \"It's got to be a balancing act.\"\nThis week, some analysts have suggested that the fledgling democracy movements across the Arab world - in Tunisia, Yemen, Egypt, Libya and beyond - will hurt al-Qaeda politically. But Sen. Bob Casey (D., Pa.), who chairs the Foreign Affairs subcommittee on the Middle East, isn't so sure.\n\"I think we need to be careful about making categorical statements like that,\" Casey said. \"I get concerned when I hear discussions that miss the mark, because al-Qaeda is a terribly significant threat and will remain so.\"\nMeehan, a freshman, said his AQAP hearing is designed to be educational. \"We're seeing all of this in a moving dynamic,\" he said. \"We've enjoyed a remarkable, largely safe period since 9/11, and this seems like a new attempt to bring it back to our shores.\"\nBoucek, who will also testify Wednesday, said that the emergence of AQAP in Yemen, rife with civil war and protests, parallels the rise of bin Laden in pre-9/11 Afghanistan.\n\"Yemen's failure is not a foreign policy issue for the U.S.\" he said. \"The next time there is a big domestic attack here, I fear it will have a return address in Yemen.\"\nContact staff writer John Shiffman at 301-320-6655 or jshiffman@phillynews.com.\n\nGraphic\n\n \nFeed Loader\n\nLoad-Date: March 2, 2011"
}