{
    "title": "Arab Bank 's Payments Called Charitable",
    "publisher": "the new york times",
    "year": 2014,
    "month": 9,
    "day": 12,
    "full text": "The witness talked about Arab Bank's policies to guard against money laundering, and its efforts to identify transactions that might be linked to terrorists. He spoke of how Middle East terrorism hurt the bank's business, and even how it affected his family.\nBut after testifying for the defense, the witness, Shukry Bishara, was immediately challenged by a lawyer representing some of the 300 plaintiffs, victims of terrorist attacks. They accuse the bank of knowingly handling transactions for terrorists, in the first civil trial of a bank under the Anti-Terrorism Act. The trial opened last month in United States District Court in Brooklyn.\nMuch of the testimony by Mr. Bishara covered a group called the Saudi Committee, for which the bank processed transactions. Mr. Bishara headed the bank's operations in the Palestinian territories during part of the violent second intifada, or uprising, which lasted from 2000 to 2005.\nThe plaintiffs say the Saudi Committee was offering monetary incentives to suicide bombers. Arab Bank maintains that the Saudi Committee was a charity that was never on the relevant terror blacklists; that the committee made thousands of payments to families affected by the intifada, of which only a handful are in question; and that the bank screened Saudi Committee recipients to make sure they were not listed as terrorists.\nMr. Bishara described the Saudi Committee as ''an effort by Arab governments to put together a humanitarian package to the Palestinian people,'' under questioning from a lawyer for the bank, Shand S. Stephens. ''The package was basically to offer immediate relief'' to people wounded in the intifada, or whose family members were killed.\nArab Bank did not choose the beneficiaries or how much they received, he said.\nMark S. Werbner, a lawyer for the plaintiffs, pushed Mr. Bishara further on the committee and on Arab Bank's role.\nMr. Werbner showed a January 2001 letter Mr. Bishara had written to employees about the Saudi Committee, which said, in part, ''as we strive for the success of this party's project.'' Repeating that phrase several times, Mr. Werbner seemed to be trying to persuade the jury that the bank supported the committee's goals.\nLater, after a question from the bank's lawyer, Mr. Bishara said the letter meant, ''Do not make operational errors,'' as the bank had been improperly making duplicate transfers to individuals.\nMr. Werbner showed a spreadsheet Arab Bank had received from the committee that listed its recipients. Descriptions included ''bullet in the heart,'' or ''assault by a sharp weapon from a settler.'' Mr. Werbner focused on one listing: ''martyr operation.''\n''You know it means suicide operation, correct?'' Mr. Werbner asked.\n''Absolutely false,'' Mr. Bishara said.\nMr. Bishara was also questioned about an account that the bank had maintained for Osama Hamdan, a Hamas spokesman who was designated by the United States as a terrorist in 2003. Plaintiffs allege that the account was used to finance Hamas.\nWhen Mr. Hamdan had opened his Arab Bank account, though, he gave his occupation as a merchant dealing in car parts, Mr. Bishara had said during direct examination. The account was opened in 1998, before Mr. Hamdan was identified as a terrorist on the relevant lists.\nMr. Bishara said he heard Mr. Hamdan's name for the first time after this lawsuit was filed. ''The account had been classified as dormant,'' he said. Finding that Mr. Hamdan was listed as a terrorist, the bank reported the account to the Central Bank of Lebanon, which issued no instructions, so Arab Bank closed the account, which then contained about $8,000.\nMr. Werbner also asked why Arab Bank had given Mr. Hamdan the funds in the account when it closed it. ''You gave this terrorist $8,000, this man who moves weapons and explosives?'' Mr. Werbner asked.\n''My concern was to get rid of the account,'' Mr. Bishara replied.\nMr. Bishara, whose first name is sometimes spelled Shukri, also testified about how terrorism in the Middle East affected him personally, which seemed to be part of a strategy by the bank's lawyers to humanize their client and show that terrorism was bad for its business. Mr. Bishara is now the Palestinian finance minister.\nMr. Bishara recalled having lunch with his wife and three children at the American Colony hotel in Jerusalem the day that conflict between Israelis and Palestinians turned violent. The three-minute drive back to his house took five hours that day, with ''riots in the street, burning fires, stone-throwing,'' he testified.\nHe described the first day of school in September 2001, when a suicide bomber blew himself up at the gates to the Lycée Français in Jerusalem, which his children attended. ''I had deposited them to the school three minutes earlier,'' Mr. Bishara said.\n''I decided I had had enough,'' he said. ''I took my children out of the school and I took them the next day to Amman.''\n\nhttp://www.nytimes.com/2014/09/12/nyregion/witness-for-arab-bank-says-disputed-payments-were-humanitarian.html\n\nLoad-Date: September 12, 2014"
}