{
    "title": "Arab hate Americans, Arabs must break cycle of mistrust March 17, 2003, Monday",
    "publisher": "charleston gazette",
    "year": 2003,
    "month": 3,
    "day": 17,
    "full text": "The intensity of anti-American sentiment in Egypt is staggering. Posters urge consumers to boycott American companies such as Coke, McDonald's and KFC. A sign above the entrance to the Sinai Museum in Dahab, a relaxed seaside town, declares that the American government wants to take over Egypt. People stop me in the street to talk about their hatred of George W. Bush.\nU.S. support for Israel can explain only part of this hatred. Much of the anti-American sentiment in the Middle East is actually redirected frustration with Arab governments. Middle East dictators deny freedom of speech and censor the media. Since Arabs are unable to speak out against their own governments, they turn on the United States as the source of their problems. Arab leaders do little to alter anti-American sentiment, since it distracts attention from their own shortcomings in dealing with domestic and regional issues.\nArabs have legitimate reasons to dislike the United States, which has long supported oppressive regimes in the region that are American-friendly, despite their history of human rights abuses. In the 1980s, for instance, we supplied Saddam Hussein with weapons to fight against Iran. Today, we provide the Saudi monarchy with military aid, and give Hosni Mubarak, Egypt's president for life, $ 2 billion annually in economic aid. We guarantee the safety of these regimes in exchange for promises of cooperation with Israel and access to oil. Thus, the Arab world has good reason to be wary of a U.S.-supported post-Saddam Iraqi government.\nThe inability to speak out against corrupt regimes drives people, who view violence as the only way to communicate, to commit acts of terror. (The terrorists involved in the Sept. 11 attacks were from Saudi Arabia and Egypt.) Terrorism, however, reinforces Western fear of Islam and the Middle East. In response to terrorist attacks, the United States strengthens its ties to American-friendly dictators and increases military aid to Israel, essentially extending the same policy that causes terrorism and anti-American sentiment. Thus, the Arab world and America are caught in a circle of mistrust and resentment.\nThe Arab world and America must find a way to break this cycle. The first problem that we must face is why Islam and terrorism are inextricably linked in the eyes of the West. The majority of Arabs do not support terrorism, but they do little, or are unable, to voice their concerns about the crimes of fellow Arabs. Since Arab governments control media, Arabs have little opportunity to speak out against government policies that might condone or encourage terrorism. Furthermore, sympathizing with Western interests is often viewed as pro-Israel, and thus anti-Islam.\nMeanwhile, Western media focus on the small percentage of Arabs who celebrate attacks on the West. Government officials who openly express condolences to the United States, such as Saudi Prince Alwaleed after 9/11, often attempt to justify the actions of the terrorists. This justification is construed as a tacit acceptance of terrorism, and reinforces Western perceptions that Arabs are terrorists.\nAs long as terrorism and Islam are juxtaposed in the minds of the Western world, we will continue to fear and reject the Arab culture. Likewise, until Arabs have freedom to act and speak in the political arena, they will continue to resort to violence. The United States is justified in its concern that Saddam Hussein might have links to terrorist organizations. However, America must also examine and confront what drives people to use these weapons and commit heinous acts of violence.\nTrumbull was valedictorian of his Morgantown High School graduating class, earned a philosophy degree from Dartmouth College, became a Rotary Scholar to foreign countries, and has been working in Egypt as manager of Agrico Egypt.\n\nLoad-Date: March 18, 2003"
}