{
    "title": "Arab man vindicated by Detroit acquittal",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 6,
    "day": 5,
    "full text": "As the only man to walk away from a Detroit jail in the nation's first terrorism trial since Sept. 11, 2001, Farouk Ali-Haimoud says the trial had nothing to do with terrorism and everything to do with the government's need to win.\n\"There's no evidence. They [prosecutors] knew the case was not about terrorism. They just wanted to win,\" said Ali-Haimoud, hours after his acquittal Tuesday on all charges. \"I couldn't believe this could be happening in the United States. I couldn't believe it.\"\nTwo other Arab men were convicted of supporting terrorism and face 10 to 20 years in jail; a third was cleared of terrorism charges but convicted of document fraud.\nThe arrests occurred six days after the Sept. 11 attacks, in the Detroit apartment they shared. FBI agents went there looking for a man on the government's terrorist watch list, who was not there.\nThe government's star witness against the four men, all in the country legally, was Youssef Hmimssa, 32, a document forger who briefly lived with them.\nFor cooperating in the case, Hmimssa, who pleaded guilty to federal fraud and immigration charges, faced no terrorism-related charges. He will spend three to four years in jail.\nAli-Haimoud, 22, is eager to get on with his life - get a job and go to school. He also wants to testify in the appeals planned by the others.\nAli-Haimoud said the prosecution \"made up a story.\" Witnesses, he said, lied about evidence that the government said showed that the men were planning a terrorist attack on the United States.\nHe debunked government claims that sketches in a day planner were of a U.S. air base in Turkey and a military hospital in Jordan.\nHe said he found the book in the apartment and only used it to record a phone number when he was arranging for utilities.\n\"That's the only occasion I saw the day planner,\" he said. \"I never saw the sketches.\"\nAli-Haimoud said a tape found in the apartment was a travel video made by Middle Eastern students while visiting Disneyland and Las Vegas - not films of potential targets.\n\"They were not terrorists,\" Ali-Haimoud said.\nAt home in Detroit on Tuesday night with his mother and 12-year-old sister, Ali-Haimoud welcomed friends and well-wishers. He then went to evening prayers at the local mosque where other Muslim men told him they had prayed for him. \"All of the Muslims knew this case wasn't about terrorists. It was about winning,\" he said.\nHis mother, Meriem Ladjadj, who came to the United States 15 years ago to take a college teaching-and-research position and is now a citizen, was in the courtroom every day. During breaks in the two-month trial, she sat quietly reading the Koran, a practice that she says gave her strength.\nMother and son exchanged smiles and nods. \"We were saying signs of 'I love you,' \" Ladjadj said.\nWhen the acquittal was announced in Detroit federal court, Ali-Haimoud and his mother wept.\n\"I believe this is a country of justice,\" she said a few hours later. \"I knew the truth would prevail, and the truth will prevail again when [the others] appeal.\"\nAs soon as is possible, Ladjadj said, she wanted her son to become a U.S. citizen. Because of her citizenship, Ali-Haimoud has had a green card since he was 7, living with her sister in Algeria. He came to the United States in November 1999, joining his mother and sister.\nNow, the family is hoping that the public can forget that Ali-Haimoud had been labeled a terrorist.\n\"I hope they will forget all that was said,\" Ladjadj said. \"We were portrayed as terrorists and we are not.\"\nContact staff writer Rose Ciotta at 215-854-5024 or rciotta@phillynews.com.  \n\nGraphic\n\n \nPHOTO;\nRICHARD LEE, Detroit Free Press\nFarouk Ali-Haimoud stands with his mother after returning to her Detroit home following his trial on terrorism charges. One of four defendants, he was the only one acquitted on all counts.\n\nLoad-Date: August 1, 2005"
}