{
    "title": "ARABS ASSAIL RAID AS 'PEAK OF INTERNATIONAL TERRORISM'",
    "publisher": "the new york times",
    "year": 1981,
    "month": 6,
    "day": 9,
    "full text": "Arab governments have angrily condemned Israel's bombing of the Iraqi nuclear reactor as an act of terrorism. Iraq requested meetings of the Arab League and the United Nations Security Council to consider the matter.\nChedli Klibi, Secretary General of the 21-member Arab League, said yesterday the group would hold an emergency meeting in the Iraqi capital within the next three days to confront the ''arrogant challenge'' from Israel.\nAt the United Nations, consultations were under way on the Iraqi request for a Security Council session. Iraqi diplomats said the meeting, if called, would presumably follow the Arab League talks in Baghdad.\nArab nations assail Israel for its attack on Iraqi nuclear reactor\nThe Iraqi Revolutionary Command Council issued a statement in Baghdad saying the Israeli attack on the French-built reactor Sunday was aimed at maintaining the technological gap between the Arabs and Israel.\n''The Zionist entity realizes that a strong Iraq today and tommorow constitutes the decisive factor in the Arab struggle against that entity,'' the statement said. It added that the Israelis were bent ''on widening the vast gap of technology that separate them from the Arab world'' because ''that gap is one of the decisive elements in deciding the future of the struggle of the Arabs.''\nBut, it said, President Saddam Hussein's Government is confident that Iraq's nuclear scientists ''are able to continue this course despite the attempts of the enemies.''\n \nSaudis Join in Denunciations\nThe denunciations of Israel included a statement by Saudi Arabia's Information Minister, Mohammed Abdo Yamani, after a Saudi Cabinet meeting. The attack on the reactor, the statement said, was the ''peak of international terrorism practiced by Israel.''\nPresident Anwar el-Sadat of Egypt said today that the Israeli raid was an ''unlawful, provocative'' act, and warned of ''grave consequences'' at ''this critical stage of the current efforts for reaching an overall Mideast settlement.''\nIn a statement carried by the official Middle East News Agency, Mr. Sadat said that the Israeli ''aggression'' against Iraq contradicted the spirit of peace. He did not mention his meeting last week with Prime Minister Menachem Begin of Israel, with whom he reached the 1978 Camp David peace agreement.\nAn earlier statement by Foreign Minister Kamal Hassan Ali said that Mr. Sadat had agreed to the meeting, held at Mr. Begin's request at Sharm el Sheik in the part of Sinai still under Israeli occupation, because of Egypt's ''constant efforts to establish peace and stability in the region.''\nReports from Jerusalem said that Mr. Begin had not mentioned Israel's plans for the raid to Mr. Sadat during their discussions.  Kuwait, a neighbor of Iraq, issued a call for ''collective Arab action'' to prevent further Israeli attacks.  ''The attack is another proof of the acts of terrorism practiced by Israel in the region,'' Abdul Aziz Hussein, Kuwait's State Minister for Cabinet Affairs, said. ''The Israeli attack is a continuation of the enemy's aggression against the Arab people in Lebanon.''\nHe was apparently alluding to Israeli attacks against Palestinian guerrilla strongholds and the shooting down of two Syrian helicopters in Lebanon on April 28.\nThe Jordanian Government said King Hussein telephoned the Iraqi President and reaffirmed support for Iraq. The Jordanians have been Iraq's staunchest Arab ally in its war against Iran, while the Iranians have received support from Syria and Libya.\n''Those who do not support Iraq would in effect be supporting Israel,'' the Jordanian statement said. On the other hand, it added, ''supporting Iran means supporting the Zionist enemy.''\nThe Iraqi statement said Israeli warplanes had previously tried to bomb the reactor site, referring to an attack by unmarked Americanmade Phantom F-4's on the complex on Sept. 30, eight days after the outbreak of the Iraqi-Iranian war. Iran at the time said its planes had not been involved. There were unconfirmed reports that the aircraft were Israeli.\n \n'The Zionist Enemy'\n''The warplanes of the Zionist enemy raided Iraq during the initial days of the war,'' the statement said, adding that the ''target was the nuclear installations of Iraq.''\nIt said that the Iraqis ''did not mention the Zionist enemy by name at the time because of military, political and morale reasons.'' The plans for an Arab League meeting in Baghdad were announced by Mr. Klibi, the group's secretary general, in remarks to reporters at Beit ed Din, near here. Mr. Klibi was attending meetings of an Arab League committee with Lebanese leaders on ways to bring peace to Lebanon."
}