{
    "title": "Arab leaders OK pact to fight terrorism; Details likely will be made public when the pact is deliber",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 12,
    "day": 23,
    "full text": "Leaders of Arab countries from the Persian Gulf agreed Monday to form a pact to combat terrorism and praised Washington for planning to transfer power to Iraqis by mid-2004.\nThe leaders of the six Gulf Cooperation Council states - Kuwait, Saudi Arabia, Qatar, Bahrain, Oman and the United Arab Emirates - ended a two-day summit with the agreement.\nCouncil Secretary-General Abdulrahman al-Attiyah said the pact was a \"big achievement that will benefit the Gulf and the whole world.\"\nOfficials did not give details of the pact or say when it would be finished. Details likely will be made public in Kuwait when the pact is deliberated by lawmakers, who must sanction it.\nBut the council's communique said members of the political and economic alliance \"support every international measure to fight terrorism and cut the sources of its finances.\" The United States accuses many Arab charitable organizations of feeding terrorist organizations such as Osama bin Laden's al-Qaida network, blamed for the Sept. 11 attacks.\nThe summit opened Sunday with Kuwait's prime minister, Sheik Sabah Al Ahmed Al Sabah, saying terrorism is \"among the most grave dangers and challenges\" facing the region.\nSuicide bombers have killed 52 people and wounded more than 100 others in four attacks in the Saudi capital, Riyadh, since May 12. Islamic militants have also killed one U.S. Marine and an American civilian in Kuwait, a major U.S. ally, since October 2002.\nAbdulrahman al-Attiyah, the GCC's secretary-general, said that \"because the (rulers) are keen on enhancing security cooperation and coordination to fight terrorism, they have blessed the GCC agreement to combat it, and delegated the interior ministers to sign its final version.\"\nReading the final communique, al-Attiyah said the summit discussed common steps to \"develop education curricula\" according to studies carried out since last year. He did not say if this meant revising textbooks to eliminate words that sow hatred for Jews and Christians and encourage religious intolerance.\nKuwaiti liberals have been calling for this reform for years. Saudi columnists joined them after 15 of the 19 hijackers involved in the Sept. 11, 2001 attacks in the United States were found to be Saudi.\n\nLoad-Date: December 23, 2003"
}