{
    "title": "Arab Reformists Raise Voices on Terror",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 7,
    "day": 27,
    "full text": "While the Arab world has seen a steady rise in the number of reformists speaking out against terrorism over the past four years, their statements have become increasingly urgent in the aftermath of the July 7 London attacks.\nWithin the Arab mainstream, two sides are battling for the future of Islam. One is the establishment, which includes regimes and their elitist supporters in the press, academia, mosques, and elsewhere. For years, they have used a mechanism that nurtures incitement against others to stay in power - without free elections - and encourage the Islamist movement now terrorizing the world. Their statusquo positions are in jeopardy due to the outrage over the attacks in Britain.\nOn the other side is the reformist camp, which is fed up with the establishment. Its supporters are allying with the West and backing the struggle against ideological sources of terrorism. They include opposition political figures, student movements, intellectuals, authors, and columnists. Several statements by reformists who are active in the press follow.\nIn a July 13 editorial, the editor in chief of a Kuwati daily, Al-Siyassa, Ahmad Al-Jarallah, praised President Bush for his leadership in the war on terrorism and said that the London bombings gave him \"more ammunition\" to go after Al Qaeda.\nAfter criticizing those in the Arab world who defend terrorists, Mr. Al-Jarallah described the reformists' role, his own included: \"Our interests go hand in hand with the modern world. We find ourselves on the same side as the civilized countries in the fight against terrorism.\" He described the reaction by victim countries as \"a 'world war' against terrorism led by the West to defend its internal security. The war on terrorism is a war to protect human lives.\"\nThe editor in chief of the London Arabic daily Al-Hayat, Ghassan Sharbal, similarly called the events of July 7 a \"chapter in World War III,\" which, he said, began on September 11, 2001.\nIn the article \"Muslims Speak Out,\" the editor in chief of Asharq Al-Awsat, Tariq Alhomayed, encouraged Britain's Muslims to march in the streets against terrorism. On July 22 he wrote, \"No to terrorism, not in our name! Instead of permitting the imams of the Internet and foreign satellite channels, to speak on your behalf. I urge you to follow the media in London because foreign channels, in your native tongues, encourage you to commit suicide, and extol the virtues of martyrdom.\"\nAlso in Asharq Al-Awsat, Mona Eltahawy wrote on July 17: \"It is time to declare once and for all the absurdity of the 'George Bush made me do it' excuse that is dragged out every time Muslims carry out a terrorist attack. It was as ridiculous on July 7 when terrorists struck London as it was on September 11, 2001, when they hit New York and Washington. Many people across the world have opposed U.S. and British foreign policy, but they are not rushing to fly planes into buildings or to blow up buses and Underground trains in London ... we have to knock the phrase 'George Bush made me do it' out of our vocabulary. It is long past overdue that we stopped blaming everyone but ourselves. We have all known about the growing extremism and militancy among our communities, but it was easier to ignore them and say, 'We're not like that' than to confront it head on.\"\nAl-Hayat's Washington correspondent, Salameh Nematt, wrote on July 18: \"The terrorist targeting of Britain, after Spain, is not linked to the U.S. presence in Iraq. If the goal of the killers was to strike against the countries taking part in the occupation to force them to withdraw, then they would not have targeted Istanbul last year, since Turkey did not send troops to Iraq but opposed the war and forbade the U.S. forces from going into Iraq via its territories. The same applies to Saudi Arabia, Morocco, and Lebanon, which are all countries that opposed the war on Iraq but still are targeted by the same terrorism that seems to hit wherever possible.\"\nMr. Al-Jarallah, Mr. Alhomayed, Ms. Eltahawy, and Mr. Nematt are just a few of the many in the reformist camp. To read more about other reformists and their cause, visit www.memri.org/reform.html. Theirsuccess is intertwined with our safety and,ultimately,whether we win or lose the war on terror.\n\nLoad-Date: July 27, 2005"
}