{
    "title": "Arab League gets serious on terrorism",
    "publisher": "pittsburgh tribune review",
    "year": 2015,
    "month": 3,
    "day": 29,
    "full text": "CAIRO \"” The continuing disintegration of Middle Eastern nations preoccupied Arab kings, emirs and presidents meeting this weekend in the Egyptian resort of Sharm El Sheikh. \nOfficials of 21 Arab League states are focused on the Iranian-backed Houthi rebels who ousted Yemen's government and now are under attack by a Saudi Arabia-led coalition. \nNo shortage of crises exists, however, with civil wars in Libya and Syria, which skipped the summit, the spread of the Islamic State in Iraq and Syria and other terrorists and the rising regional influence of Iran. \nThen there is the centuries-old conflict between Islam's Shia and Sunni sects, which has become a proxy war in places such as Yemen. \nIran is Shia-led, while Sunnis dominate Saudi Arabia, Egypt and many other Arab countries. \nAll of this follows the 2011 Arab Spring popular revolts that rattled or deposed teetering governments from North Africa to the Arabian Gulf. \n\"This is the absolute most unstable region in the world, bar none,\" said Ali Abdel Wahab of Egypt's Council for Foreign Affairs. \nEgyptian President Abdel al-Fatah al-Sisi \"” elected in 2014, a year after a public uprising led him to oust Islamist President Mohamed Morsy \"” recently called on Arab governments and religious leaders to confront Islamic extremism. \nEgypt's Sisi has urged the establishment of an Arab military force similar to NATO, as American influence in the region wanes. Last week he backed that up by pledging naval and air assets to the Saudi coalition in Yemen. \nHe has warned the summit of \"an unprecedented threat to Arab identity ... a threat that, if it spreads, will break this Arab nation.\" \nMany experts here consider that to be an oblique reference to Iran. \nThey say Sisi's proposed Arab military force is needed to reverse the spread of ISIS, al-Qaida and other terror groups, as well as Iran. \n\"It would allow the Arab world not to have to rely on outside intervention,\" said Mahmoud Sabit, an Egyptian historian and political analyst. \"We don't want the British or the Americans intervening and then extracting a price.\" \n\"This could be the first time that the Arab League actually turns into an effective body in its entire history,\" said the foreign affairs council's Abdel Wahab. \"With the regional issues and the fact that the U.S. has pretty much taken its hand off, it means that local powers are going to have to come to the fore.\" \nAbandoned by U.S.? \nLast week Saudi officials accused Iran of backing Shia Houthi rebels and forces loyal to Ali Abdallah Saleh, ousted as Yemen's dictatorial leader during the Arab Spring revolts. \nThe rebels have seized much of the impoverished country, which runs more than half the length of Saudi Arabia's southern border. \nYemeni President Abed Rabbo Mansour Hadi fled Wednesday and spoke at the weekend summit. He accused Iran of destabilizing Yemen and called Houthi rebels its \"stooges.\" \nSaudi King Salman bin Abdelaziz said his coalition's military campaign in Yemen would continue until \"security and stability\" are restored. \nMany here believe the United States has abandoned Iraq to Iran, which especially angers and worries Arabian Gulf countries. \nSabit said that \"Mesopotamia\" \"” a reference to the Tigris-Euphrates river system, which includes Iraq, Kuwait and portions of Syria and Turkey \"” \"has been given away by the Americans to the Iranians.\" \n\"I am scared of what we are looking at,\" he said. \"Handing Iraq to Iran, I don't get it. What (President Obama) did was inimical to U.S. policy and to the policy of America's closest allies. \"¦ What are you achieving?\" \nAbdel Wahab said Iran is a destabilizing force \"from the Mediterranean all the way to the Indian Ocean now.\" \n\"You have (Iranian) Revolutionary Guard elements within Hezbollah (in Lebanon), you have Revolutionary Guards in Syria (and) leading strategy in Iraq, and it is quite obvious they have trained the Houthis in Yemen,\" he said. \nTerrorism spreading \nAs ISIS terror-based power has spread from Iraq and Syria, it has become a particular concern for Egypt, which shares 600 desert miles with Libya. \nEgyptian officials say weapons and terrorists move easily across that lightly guarded border. \nWith two Libyan regimes battling for control amid lawlessness and tribal conflict, ISIS's new Libyan affiliate has grown powerful. Last month it executed 20 Egyptian Coptic Christians and a Ghananian in former Libyan dictator Moammar Gadhafi's hometown, Sirte. \nEgypt and the United Arab Emirates have conducted airstrikes in Libya. At home, Egyptian troops are battling an ISIS affiliate in the Sinai Peninsula; the group claimed credit for recent bombings in Cairo. \nLike many here, Sabit believes that underscores the need for the kind of Arab force proposed by Egypt's Sisi: \"It is far better that you have a Sunni Arab army to \"¦ get rid of ISIS, as a counterweight to the Iranians.\" \nLast week, Arab League foreign ministers endorsed a joint force. \nElSayed Shalaby, Egypt's former ambassador to Norway and executive director of the Egyptian Council for Foreign Relations, predicted the summit will approve of it, too. \n\"It still has a long way to go; it is just an idea,\" he said. \"The chiefs of staff of the Arab countries will discuss the details of this force, how it will work, what is the mission, and in what situations this force will be called upon to be used.\" \n\"What you have to create \"” and in a very short time frame, unfortunately \"” is a NATO-like structure,\" said Abdel Wahab. \"We don't have the experience of NATO, but that would be the paradigm.\" \nBig role for Egypt \nThe key, of course, is which nations would join and contribute troops to such a force. \nIn the 1950s and '60s, Egyptian President Gamal Abdel Nasser failed to unify several Arab armies into a joint force as part of his popular but ultimately ineffectual pan-Arab nationalism. \nPolitical differences have long plagued Arab League meetings. At a 2008 summit in Syria, Libya's Gadhafi famously declared: \"We all disagree with each other. Nothing is joining us except this hall.\" \nThis time, Ambassador Shalaby said, the \"Arab rifts should be stopped,\" but not every nation needs to join a combined force: \"It is not a necessity; it is a force of the willing. It is up to other Arab countries to join.\" \nSabit said Egypt would play a large role in a joint force, making it \"the regional superpower, as the guarantor of Arab sovereignty.\" \nBesides, it \"doesn't export anything at the moment other than its military power,\" he said. \nSupporters of a joint force point to the U.S.-led coalition formed by President George H.W. Bush to force Iraq from Kuwait in 1991; several Arab nations contributed to it. \n\"Whether it be the Saudis or the Kuwaitis who rely on the United States for their defense, this time is coming to its end,\" said Abdel Wahab. \"The Arabs are going to have to do the job themselves. I don't think the threat has ever been this severe, ever.\" \nBetsy Hiel is the Tribune-Review's foreign correspondent. Email her at bhiel@tribweb.com \n\nLoad-Date: March 31, 2015"
}