{
    "title": "ARABS IN WALKOUT AT WOMEN'S TALKS",
    "publisher": "the new york times",
    "year": 1985,
    "month": 7,
    "day": 23,
    "full text": "Dozens of delegates chanting ''Zionist terrorists go home!'' marched out of the United Nations women's conference here today as the head of the Israeli delegation began to speak.\nThe delegates and their supporters shouted ''Palestine! Palestine!'' and other slogans in Arabic as they walked through the corridors of the Kenyatta International Conference Center. They returned after the Israeli delegate, Sarah Doron, finished speaking.\nDozens of delegates chanting 'Zionist terrorists go home' march out of United Nations women's conference in Nairobi, Kenya, as head of Israeli delegation begins to speak, then march through halls shouting 'Palestine! Palestine!'; Israeli representatives formally protest what they call 'noisy walkout of Arab delegations' (M)\nIsraeli representatives formally protested what they called ''a noisy walkout of Arab delegations,'' which occurred in a full session of the conference.\nThe conference, which is in its second and final week, was called to assess to achievements of women in the last 10 years and to plan strategy until the year 2000.\nThe gathering has been marked by the kind of polemics and verbal jousting that typically punctuate almost all United Nations debates.\nParticularly emotional exchanges have come over terrorism, apartheid and Palestinians. The clashes have come as delegates seek to fashion a draft resolution that the delegations have promised to try to pass unanimously.\nSeveral delegations have seized on a proposed paragraph, sponsored by the Americans, saying that ''terrorists are often aided and abetted by a small group of outlaw states, which have no respect for freedom, the principles of civilized behavior or international laws.''\nA Cuban delegate, Maria Florez, asked for an addition accusing the United States of practicing ''state terrorism'' by supporting and training terrorists in United States territory, and of promoting ''attempted assassinations of heads of states which the U.S. wishes to destabilize.''\nIn a thinly veiled attack on United States support for rebels fighting the Nicaraguan Government, the Nicaraguan delegate, Arelys B. Parrales, added that ''perpetrators'' of terrorism are frequently ''overtly or covertly'' assisted by a small group that in some cases goes ''so far as to flout'' international law.\nOfficials here say they believe it is unlikely that the paragraph on terrorism will make its way into the final conference document. The United Nations has never succeeded in drafting an acceptable definition of terrorism."
}