{
    "title": "Arab nations demand Qatar shut Al-Jazeera , cut Islamist ties News channel calls demand an attack on",
    "publisher": "daily news ",
    "year": 2017,
    "month": 6,
    "day": 24,
    "full text": "Kuwait's Emir Sheikh Sabah Al Ahmad Al Sabah (left) holds the hand of Qatar's Emir Sheikh Tamim bin Hamad Al Thani in Doha, Qatar, on June 7. Bahrain, Egypt, Saudi Arabia and the United Arab Emirates cut economic, diplomatic and travel ties with Qatar this month, accusing it of supporting terrorism.\nBEIRUT - Saudi Arabia and three other Arab countries that recently cut diplomatic ties with Qatar issued a harsh list of demands Friday, insisting that the wealthy but tiny Persian Gulf nation shut down the TV news network Al-Jazeera, abandon ties with Islamist organizations and provide detailed information about its funding for political dissidents.\nThe demands, presented to Qatar through mediators from Kuwait, risked pulling other powers deeper into the rift by calling on the country to shut down a Turkish military base and to downgrade its ties with Iran - a difficult task given that Iran and Qatar share a large gas field that provides much of Qatar's wealth.\nThe demands signaled an escalation in the deepest political crisis among Persian Gulf countries in years, after nations including Bahrain, Egypt, Saudi Arabia and the United Arab Emirates cut economic, diplomatic and travel ties with Qatar this month, accusing it of supporting terrorism.\nQatari officials did not immediately respond, but they have denied supporting extremists and said that they would neither negotiate while under a blockade nor submit to demands that undermine the country's sovereignty.\nAl-Jazeera, one of the Arab world's most widely watched satellite news channels, denounced the demand for its closure as an attack on journalism.\nAll of the nations involved are allies of the United States, and Qatar and Bahrain host large U.S. military bases. But analysts have accused the Trump administration of sending mixed signals, exacerbating the rift.\nAfter the Arab nations announced that they were cutting ties with Qatar, President Donald Trump posted his support on Twitter and even suggested he had been responsible for the move - though Secretary of State Rex Tillerson was urging the countries to moderate their stances.\nTrump's claim did not stop his administration from signing a previously approved deal for Qatar to buy $12 billion of U.S. F-15 fighter jets.\nAs the crisis has dragged on, U.S. diplomats have complained that the Arab nations were taking too long to present their demands, and raised questions about whether the charges really had to do with any support for terrorism or were driven by other grievances. Tiller-son said that any demands must be \"reasonable and actionable.\"\nQatar has historically played a maverick role in the Gulf Cooperation Council, a regional group that also includes Bahrain, Kuwait, Oman, Saudi Arabia and the United Arab Emirates. It maintains ties with a range of Islamist groups throughout the region, relationships that other countries have found useful when negotiating hostage releases but have complained about when those groups challenge their rule.\n\nLoad-Date: June 24, 2017"
}