{
    "title": "Arab immigrant found guilty in Detroit terrorism trial",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 6,
    "day": 3,
    "full text": "DETROIT -- A jury on Tuesday found one of four Arab immigrants guilty of conspiring to support Islamic extremists plotting attacks in the United States and the Middle East.\nAbdel-Ilah Elmardoudi, 37, was found guilty of two counts -- conspiracy to provide material support or resources to terrorists and another conspiracy count -- to engage in fraud and misuse of visas, permits and other documents.\nFarouk Ali-Haimoud, 22, was acquitted of all charges.\nAhmed Hannan, 34, and Karim Koubriti, 24, were each acquitted on two fraud counts. It was not immediately clear if they were convicted or acquitted of conspiracy counts.\nThe case, which began with a raid on a Detroit apartment just six days after the suicidal jetliner assaults on New York and Washington, was seen as a test of the government's ability to prosecute terrorist \"sleeper\" cells.\nProsecutors said the four men were working as part of a shadowy unidentified terrorist group. They said a videotape and sketches found in the raid showed potential targets were cased including Las Vegas and Disneyland, and military installations in Turkey and Jordan.\nDefense attorneys said their clients were victims of overzealous federal agents who relied on the lies of an admitted con man to build a flimsy case that didn't add up to terrorism.\nOn Monday, U.S. District Judge Gerald Rosen called the jurors into his courtroom and told them to keep deliberating after they asked what to do if they couldn't reach a verdict on some or all of the charges.\nRosen told the jurors that it is typical to have difficulty reaching a verdict in a complex case such as this one.\nAbdel-Ilah Elmardoudi, 37, Ahmed Hannan, 34, Farouk Ali-Haimoud, 22, and Karim Koubriti, 24, all legal immigrants from North Africa, were charged with conspiracy to provide material support or resources to terrorists and another conspiracy count.\nHannan, Ali-Haimoud and Koubriti were also charged with document fraud, including one charge linked to terrorism. In all, Elmardoudi faces up to 15 years in prison and the others up to 25 years.\nAli-Haimoud is Algerian and the others are from Morocco. Prosecutors said their plot was hatched before they arrived in the United States in the late 1990s and 2000.\n\nLoad-Date: June 3, 2003"
}