{
    "title": "Arabs decry US rejection of visa for PLO's Arafat",
    "publisher": "the christian science monitor",
    "year": 1988,
    "month": 11,
    "day": 28,
    "full text": "The United States refusal to grant Yasser Arafat a visa to address the United Nations this week has sparked an outcry from the Arab world.\nThe diplomatic fallout is already taking shape. Egyptian President Hosni Mubarak and Jordan's King Hussein are reportedly organizing a drive by Arab nations to move the scheduled UN debate on Palestine from New York to Geneva so that Arafat can participate. The PLO is also trying to organize a vote by the UN General Assembly condemning the US decision.\nSaturday, Secretary of State George Shultz decided to deny the request of the Palestine Liberation Organization's (PLO) chairman on the grounds that Mr. Arafat ''knows of, condones and lends support to acts of terrorism,'' including some against Americans, and thus is an ''accessory to such terrorism.''\nIsrael has welcomed the decision. However, many in the Arab world see the move as a sharp rebuff to signs of Palestinian moderation. Others say the refusal is an abuse of the basic US treaty agreement with the United Nations to allow entry for those invited to address the world body.\n''This is a backward-looking decision, not forward looking,'' says a well-informed senior Arab diplomat reached by phone. Even if the recent meeting of the Palestine National Council (PNC) in Algiers did not meet all the US conditions for a dialogue with the PLO, he says, ''it went a long way toward that end,'' by recognizing the applicability of UN resolution 242 as a basis for peace talks and denouncing terrorism.\nEuropean allies and Arab moderates were already complaining about the tepid US reaction to the PNC decisions. ''Sure the PLO didn't meet all the US conditions, but it's how you say it that counts,'' says a ranking European diplomat. ''The US reaction does nothing to encourage the pragmatists'' among Palestinians, he says.\nArab and European diplomats at the UN say the US may be creating a situation where it will be more difficult for the PLO to show flexibility. ''It is striking,'' says one European envoy. ''One could have the impression that the Americans didn't want this moderation in the PLO.'' He and others contrast this week's refusal with 1974, when Arafat was granted a visa despite few signs of PLO moderation.\nThe US visa refusal is justified on the basis of a legal loophole in the US treaty agreement with the UN which allows the US to prevent entry ''in order to safeguard its own security.''\nThe US State Department is not saying that Arafat was going to endanger US security while in New York. Instead, Secretary Shultz recommended against a visa because the US has convincing evidence that PLO elements have engaged in terrorism against Americans and others.\nIn preparation for the decision, the State Department reviewed evidence of PLO involvement in terrorist actions since November 1985, when the PLO said it would not undertake terrorism in the future. The review turned up actions against US citizens by three PLO elements, two of which are closely tied to Arafat and the third - the well-known murder of a disabled American, Leon Klinghoffer - was run by a member of the PLO executive committee.\nAccording to US officials and informed diplomats in Washington, the decision was a personal one by Shultz, who received sharply divided counsel.\nFifty-one senators and major Jewish-American groups opposed granting Arafat's visa. Those who favored granting the visa argue it would have encouraged dialogue and the chances for progress in the Arab-Israeli peace process. These officials do not deny that Arafat probably has ties to terrorists but say more is to be gained by letting him show a moderate face at the UN than not.\n''Let's see how far he can go toward dialogue with Israel,'' says one. ''We don't get anything out of stopping (Arafat from showing moderation),'' while a refusal pushes the PLO chief and the radicals back together.\nOn the other side, counter-terrorism officials say as a matter of principle the US has be tough. Some Middle East experts also say that the US should not ease up on its conditions for talking with the PLO. These specialists say a visa would be interpreted as a backhanded signal of endorsement for the PNC and the declaration of a Palestinian state.\n''Shultz has made clear that we will not engage in legal polemics to decide if the PLO has met our conditions,'' says one administration adviser. ''They are quite clear and Shultz is telling Arafat to stop screwing around on terrorism'' - one of those conditions.\nMarian Houk at the United Nations, N.Y., contributed to this report.\n\nGraphic\n\n \nPicture, Arafat and Jordanian Prime Minister Zaid Rifai: Jordan supports Arafat's UN visit, AP"
}