{
    "title": "Arabs fear prospect of hard-line Israel",
    "publisher": "st. petersburg times ",
    "year": 1988,
    "month": 11,
    "day": 3,
    "full text": "AMMAN, Jordan - Arabs faced the prospect of a new rightist Israeli    government with anxiety about an upsurge in \"violence . . . fanaticism    and terrorism\" tempered by the hope that a narrow Likud-led coalition    might not survive long.\n \n     \"The unfortunate result is that there won't be any movement toward    peace,\" said Jordanian Prime Minister Zaid Rifai, who, with Jordan's    King Hussein had earlier called a Likud victory a \"recipe for    disaster.\"\n \n     \"The situation will deteriorate,\" Rifai warned in a post-election    interview Wednesday. \"We've reached the point where you either move    toward peace or the situation leads toward more violence, extremism,    fanaticism and terrorism. . . . We hope this won't lead to another    war.\"\n    Rifai cautioned, however, that given the close results of Tuesday's    elections, it was still possible that the more dovish Labor Party could    put together a coalition including religious parties that scored major    gains. Even if Likud emerged victorious, he said, the extreme division    demonstrated by the Israeli electorate would make it difficult for the    Likud \"to implement their political program since they don't have a    clear mandate.\"\n \n     Jordan, Egypt and some moderates in the Palestine Liberation    Organization (PLO) had lobbied for a Labor victory because the party    favors an international peace conference and would relinquish a portion    of the Israeli-occupied West Bank of Jordan and Gaza Strip in return    for a peace agreement.\n \n     Likud regards all of the West Bank as rightfully and permanently    part of Israel.\n \n     The PLO called the apparent rightist victory a \"fatal blow\" to    the peace process, which has been stalemated since Egypt signed a peace    treaty with Israel almost 10 years ago.\n \n     A statement issued by the PLO in Tunis predicted \"more harshness,    hatred and terrorism from the Likud government.\" Likud vowed during    the campaign to do whatever was necessary to stamp out a nearly    1-year-old uprising by Palestinians in the West Bank and Gaza Strip    that already has claimed the lives of more than 300 Arabs.\n \n     Some experts were also concerned that a new hard-line government in    Israel would make it difficult for the PLO to adopt a conciliatory    political stand at a meeting next week in Algeria of the Palestine    National Council (PNC), an informal Palestinian parliament.\n \n     The Likud had shown no willingness to deal with the PLO even if it    renounces violence and explicitly recognizes Israel's right to exist.\n \n     One PLO political strategist, taking a minority optimist view, said    a Likud government, while freezing the peace process in the short term,    might ultimately lead Israelis to accept the trade of territory upon    which a lasting agreement could be based.\n \n     Assad Abdul-Rahman, a Jordan-based PNC member, said a weak Labor    government or another Likud-Labor coalition like the one that has    governed Israel for the past four years, would be worse than a fragile    Likud-led coalition because it would be unable to deliver a peace    agreement.\n \n     \"If mistakes are made, Likud will be blamed,\" he said. He added    that any Likud government formed on the bases of Tuesday's vote would    be inherently unstable because of its reliance on small religious    parties and would probably collapse before the end of its four-year    term.\n \n    \n\nLoad-Date: December 3, 1992"
}