{
    "title": "Arab media counters terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 1,
    "day": 25,
    "full text": "In what has become a familiar occurrence during the last five years, medical crews worked diligently last Thursday in Tel Aviv, Israel, cleaning up blood, collecting body parts and tending to dismembered victims after a Palestinian Arab blew himself up in a crowded mall.\nThe days following the attack also brought a familiar occurrence: no condemnation of the act from the world's Muslim and Arab organizations.\nIn recent years, thousands of terrorist attacks by Islamic extremists have happened all over the world, and after these attacks, the Arab world has usually remained silent or offered some sort of justification.\nDr. Abd Al-Hamid Al-Ansari recently wrote in the Kuwaiti daily Al-Siyassa that justification of terrorism remains firmly rooted in the Arab world, and many in Arab media \"make their living off it,\" according to the Middle East Media Research Institute.\nBut recent events have indicated that the days when Arabs sing and dance in celebration after terrorist attacks, or when Muslim organizations offer justifications rather than condemnations of Islamic terrorism, are at the beginning of their end.\nCertain brave Arabs are finally beginning to speak out against a culture of hate that is Islamic terrorism - acknowledging its true causes and recognizing its counterproductive nature.\nIn a recent column in the daily Al-Sharq Al-Awsat, Mamoun Fandy, a professor of Middle East studies, called last November's Jordan bombings \"resounding proof that justifying terrorism by linking it to the Palestinian issue is a fraud, and justifying terrorism by linking it to the American occupation in Iraq is a big lie,\" according to MEMRI. Fandy said he believes terrorism will continue until the Arab world - and especially its media - are finally able to denounce the justification of terrorism.\nPalestinian columnist and political analyst Khaled Duzdar also recognizes that decades of terrorism against Israel have only hurt the Palestinian Arabs' cause.\nIn an article in the Daily Star, he wrote: \"As a Palestinian, I also accuse such bombers of damaging our cause and destroying our struggle for freedom. They can't be allowed to use our cause as an excuse for their evil and insane beliefs ... their acts only do us harm, especially at a time when we Palestinians are searching for international support to bring to life a Palestinian state,\" according to MEMRI.\nIt's true, however, that the opinions of these columnists currently represent a minority of those in the Arab world. But it was only a few years ago that the number of Arabs who shared these opinions was immeasurable, and couldn't have even been considered a minority.\nWhen it comes to terrorism, there are no winners. Palestinian Arabs have gained nothing from decades of terrorism that they couldn't have gained through negotiation. Besides the killing of thousands of innocent people, Palestinian-Arab terrorism has achieved nothing except the moral, economic, religious and political destruction of its society and has led to its present state of chaos.\nAdditionally, there's a terrible long-term price that Muslims and Arabs as a whole are paying for the minority who engage in terror and for the majority who either say nothing about it or justify it. Every act of terror causes Arab people and Islam to become increasingly identified with brutality and the murder of innocents.\nHowever, there's finally a glimmer of hope in the Arab world. They are beginning to acknowledge their own responsibility and are beginning to understand that nothing productive or beneficial can ever come from terrorism. Even more importantly, Arabs are realizing nothing can justify murder, no matter where it occurs.\nMy hope is that these are signs of things to come; signs that the rest of the Arab world - as well as terrorist sympathizers and apologists in the West - will begin to wake up to the self-destructive nature of terrorism.\n(C) 2006 The Daily Aztec via U-WIRE\n\nLoad-Date: January 25, 2006"
}