{
    "title": "Arab Bank , Already Found Liable, Settles on Damages in Terrorism Suit",
    "publisher": "the new york times",
    "year": 2015,
    "month": 8,
    "day": 15,
    "full text": "Three days before a first-of-its-kind damages trial was supposed to start, a Middle Eastern bank has reached a settlement with hundreds of American plaintiffs, including victims of terrorist attacks around Israel, who had filed a lawsuit against the bank accusing it of supporting terrorism.\nA spokesman for the bank, Arab Bank, and a spokeswoman for one of the law firms representing the plaintiffs confirmed on Friday that an agreement had been reached but declined to offer additional details, including the amount of the settlement. \n  Last year, a jury in Federal District Court in Brooklyn found Arab Bank liable for financing terrorism by processing transactions for members of the militant Islamic group Hamas.\n  The second phase of the trial, assessing the damages Arab Bank would have to pay to some victims of attacks by Hamas, was scheduled to start on Monday.\n  All of the plaintiffs are American victims of Hamas attacks or relatives of people who were killed.\n  A person who had been briefed on the case, but was not authorized to speak publicly about it because details of the settlement were confidential, said the settlement covered all of the claims brought by the plaintiffs under the federal Anti-Terrorism Act, a total of about 500 plaintiffs.\n  Michael Elsner, a plaintiffs' lawyer with Motley Rice, said through a spokeswoman that ''the framework'' of the settlement agreement ''will be finalized over the next few months.''\n  Under the Anti-Terrorism Act, American victims of terrorist attacks abroad may sue for damages in federal court. (Some of the victims in this case lived in the Eastern District of New York, which covers Brooklyn, Queens and Staten Island in New York City, and Nassau and Suffolk Counties. That is why the case is being heard in Brooklyn.)\n  It is nearly impossible to get individual terrorists to appear in the United States for a civil case, and terrorist groups and members do not generally have much money to pay victims. Banks, however, do, and a number of cases against banks saying they helped to finance terrorism are pending. The Arab Bank case was the first to go to trial.\n  While the claims involving Hamas were tried first, there were other claims against Arab Bank involving other terrorist groups. Those have not been tried, but plaintiffs in those claims were part of the settlement, the person briefed on the case said.\n  The first part of the Hamas trial, which was about liability, occurred last year. Arab Bank argued that it never knowingly held accounts for terrorists. It said that it screened all of the accounts and transactions it handled against terrorist blacklists, and that the few transactions that got through were attributable to clerical errors, such as a different spelling of a name in Arabic and in English.\n  The jury in Federal District Court in Brooklyn, however, found the bank liable for supporting 24 terrorist acts in and around Israel. (Judge Brian M. Cogan later dropped two of the attacks, saying the plaintiffs had not shown strongly enough that Hamas committed them, so 22 remained.)\n  Banking executives said the case set a worrisome precedent, since Arab Bank seemed to follow standard screening procedures to check that its customers were not listed as terrorists. The verdict, they said, could mean banks would pull back from doing work in unstable countries, given the risk that they would later be held liable for financing terrorism.\n  The trial that was supposed to start on Monday would have recreated terrorism attacks in a Brooklyn courtroom, complete with an AK-47 and a replica of a car pelleted with assault-rifle fire.\n  Only three of the 22 attacks were being examined for the damages portion of the trial. It was meant to be a bellwether -- determining damages for these three attacks and 17 plaintiffs would give lawyers a sense of how to deal with the remaining plaintiffs.\n  One of the attacks that would have been examined occurred in 2003 on the hilly Route 60 in the West Bank.\n  Lorraine and Eugene Goldstein had traveled from their Long Island home to Israel for their grandson's wedding. The day after the ceremony, they were driving from a Tel Aviv suburb to Jerusalem. Their son Howard drove, with Eugene in the passenger seat, and Lorraine in the back with Howard's wife, Michal.\n  Two men on the side of the highway shot at the Volkswagen; Hamas later claimed responsibility. Howard Goldstein was killed, and Eugene and Lorraine were seriously injured. The car traveled several more miles with Eugene grabbing the steering wheel until he crashed the car into a ditch.\n  Arab Bank objected to the plaintiffs' showing the body of a similar Volkswagen, to be filled with dummies representing the Goldsteins, and an AK-47 at trial, saying it would prejudice the jury.\n  On Tuesday, Judge Cogan ruled against the bank, saying that most if not all of the jurors would not have seen a terrorist attack close up. The plaintiffs can ''allow them to mentally recreate the scene so that they can intelligently ascertain damages caused by the attack,'' the judge said.\n  Arab Bank lawyers have consistently argued that decisions by Judge Cogan and other judges who worked on the case hobbled its ability to defend itself.\n  The bank spokesman declined to comment on whether the bank would appeal. It wanted to appeal after the liability portion, but Judge Cogan denied the request, saying the bank had to wait for the damages decision.\n  Erwin Chemerinsky, the dean of the school of law at the University of California, Irvine, said in an email, ''Whether they can appeal the liability now is likely to turn on the content of the settlement agreement and whether they waived or preserved the right to appeal.''\n\nhttp://www.nytimes.com/2015/08/15/nyregion/arab-bank-reaches-settlement-in-suit-accusing-it-of-financing-terrorism.html\n\nLoad-Date: August 15, 2015"
}