{
    "title": "Arab Bank of Jordan To Close American Branch",
    "publisher": "the forward",
    "year": 2005,
    "month": 2,
    "day": 11,
    "full text": "Under pressure from American regulators and three lawsuits brought by families of American and Israeli victims for its alleged role in financing Palestinian terrorism, the Arab Bank of Jordan has decided it will \"gradually\" close its sole American branch.\nThe closure was announced in a statement released Tuesday by the Central Bank of Jordan, which oversees the operations of Arab Bank, the kingdom's largest financial institution, with $27.3 billion in assets.\nThe statement did not refer to the suits, which were filed in a federal court in Brooklyn, but noted that \"serious discussions\" were under way with \"supervisory sides in New York and Washington.\"\nThe Wall Street Journal reported last week that the Treasury Department was mulling possible sanctions against the bank for serving as a conduit for Saudi money sent to Palestinian terrorist groups and the families of suicide bombers.\nThe Treasury Department declined to comment.\nThe Arab Bank has denied repeatedly that it supplies any financing for terrorism. An official at its New York branch declined further comment on the decision to close the branch and on a possible American regulatory investigation.\nLawyers for the plaintiffs vowed to press ahead with their cases and are considering steps to prevent the Arab Bank from removing assets and documents from the United States.\n\"I am encouraged by reports of a federal regulatory investigation of its New York branch, and trust that the courts and the executive branch will protect the interests of the victims of the intifada - including scores of American citizens - as the bank retreats from the United States,\" said Lee Wolosky, one of the lawyers and a former National Security Council official.\nSources close to the case said the Jordanian government was concerned about it, noting that the closure decision was announced by the country's central bank.\nThe Jordanian embassy did not return a call seeking comment.\nOn Tuesday, the bank, which is owned by a prominent Jordanian family, the Shomans, and includes former Lebanese prime minister Rafik Hariri among its shareholders, reported a 40% increase on net profits in 2004 to $319.4 million.\nAccording to the civil suits, the bank channeled large sums of money raised in Saudi Arabia and sent to terrorist groups and the families of Palestinian suicide bombers. Its Manhattan branch converted riyals to dollars and shekels, according to the complaints pending in the U.S. Federal Court for the Eastern District of New York.\nIn the past weeks, the bank has agreed to shut one suspicious bank account in Lebanon but has refused to take action on three other accounts in Europe. The accounts are controlled by three Palestinian support organizations listed in August 2003 by the U.S. Treasury as terrorism-supporting entities. A document shows a money wire, after the U.S. Treasury designation, from one of the acounts, held by the Swiss-based Association de Secours Palestinien, to the Tulkarem Zakat committee, identified by American and Israeli authorities as a Hamas front, using the Zurich branch of the Arab bank.\nThe three groups, however, have not been on terrorist lists compiled by the European Union or the United Nations.\nLawyers also have found six instances in which the official Saudi Committee supporting the Palestinian intifada posted on its Web site information about payments made to alleged perpetrators of attacks against their clients. The information, according to a translation of the documents, includes basic biographic information, the sum and a receipt number.\n\"Arab Bank abhors terrorism and does not support or condone terrorist activity of any kind by anyone,\" the bank said in a statement. \"The allegations in the civil lawsuits are completely false, and the bank plans to fight them vigorously in court.\"\n\nLoad-Date: June 14, 2006"
}