{
    "title": "Arab-Americans say visits by the FBI are harassment",
    "publisher": "st. petersburg times ",
    "year": 1991,
    "month": 1,
    "day": 11,
    "full text": "FBI agents have begun dropping in on Arab-Americans for what they describe as \"a friendly exchange of information.\"\n \n    The agents inform the Arab-Americans of how to contact the agency if they become victims of hate crimes. And they also ask for something in return.\n   \"If they have any information on terrorist activity, we want them to inform the FBI,\" Nestor Michnyak, an FBI spokesman, said Thursday in a telephone interview from Washington.\n \n    Randa Kayyali, a spokeswoman for the American-Arab Anti-Discrimination Committee in Washington, said the FBI's questions have included: \"What are your political views? Do you support Saddam Hussein? What do you think about the invasion?  Do you know any terrorists? Can we have the phone numbers of your friends?\"\n \n    \"We think it is like the harassment and singling out of Japanese-Americans\" during World War II, Kayyali said.\n \n    About 120,000 Japanese-Americans were removed from their homes on the West Coast and interned in camps until the war was over. Many lost everything they owned. Last year, the government formally apologized and began giving survivors or families of internees $ 20,000 redress payments.\n \n    The FBI has \"had many years to find out about the Arab-American community if they wanted to,\" said Faris Bouhafa, a spokesman for the Arab-American Institute, a Washington advocacy group. \"What this does is send a sign that there is something to be feared from Arab-Americans, who have never committed a single act of terrorism in this country.\"\n \n    Arab-Americans in the Tampa Bay area haven't reported any visits from the FBI so far, but \"we resent it,\" said Ed Talji, local coordinator of the American-Arab Anti-Discrimination Committee.  \"American Arabs are American first and then Arab. If they had information on any plots of terrorism, of course they would contact the FBI.\"\n \n    The FBI's Michnyak said the questioning isn't unusual.\n \n    \"Nobody's being investigated,\" he said.\n Information from Times files was used in this report.\n\nLoad-Date: November 12, 1992"
}