{
    "title": "Arabs, Jews differ on terrorism bill; Muslim spokesmen fear adverse effect of fund-raising ban",
    "publisher": "pittsburgh post-gazette",
    "year": 1995,
    "month": 6,
    "day": 14,
    "full text": "Arab-American groups argued against anti-terrorism legislation at a House hearing yesterday, contending it could abridge civil liberties. But a major Jewish group expressed support for it.\nA senior House Democrat said he would seek to soften the bill's proposed ban on fund raising for foreign organizations the president designates as terrorist. Rep. Charles Schumer, D-N.Y., said he also would try to add a requirement that tiny traceable materials, called taggants, be placed in chemicals that can be used to make bombs.\n''Anyone who studied the issue would say we ought to have taggants in all explosives,'' Schumer told reporters.\nBut Judiciary Committee Chairman Henry Hyde, R-Ill., said, ''It's not a lead-pipe cinch that taggants are effective. … They can be unsafe.''\nLast week, the Senate overwhelmingly passed an anti-terrorism bill prompted by the April 19 bombing of the Oklahoma City federal building that killed 168 people. The measure includes provisions sought by President Clinton to enlarge federal law enforcement agencies and the government's wiretapping authority, to allow use of the military in emergencies involving chemical or biological weapons and to ban fund raising for foreign terrorist organizations.\nThe Senate bill also includes a requirement for taggants in most chemical explosives, while the comparable bill pending in the House would require only a study of their potential use.\nHyde, who said he hoped the full House would vote on the measure before July 4, said it would ''respond in an intelligent, constitutional way to the Oklahoma City bombing.''\nCritics of the Senate and House measures have said they would trample constitutional rights. Both bills would establish streamlined procedures for deporting alleged terrorist aliens.\nThat provision, among others, ''would tip the balance in such a way as to invite abuse,'' Khalil Jahshan, executive director of the National Association of Arab Americans, testified at the Judiciary Committee hearing.\n''It is essential that, in our eagerness to ensure that terrorism can be prevented or punished, we preserve the rights not only of U.S. citizens, but also of resident aliens who contribute much to this society and obey its laws,'' Jahshan said.\n\nLoad-Date: June 16, 1995"
}