{
    "title": "ARAB EXTRADITED FROM U.S. INDICTED AS TERRORIST IN ISRAEL",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 14,
    "full text": "Ziad Abu Eain, a Palestinian wanted by Israel in connection with a terrorist bombing two and a half years ago, arrived in Israel from the United States today with an Israeli police escort after losing a two-year battle against extradition in American courts and with the State Department.\nThe High Court in Jerusalem later barred the military government in the occupied West Bank from moving to demolish the suspect home, as it has done in the past to Palestinians named as terrorist suspects.\nOn his arrival, Mr. Abu Eain was formally indicted on charges of murdering 2 Israelis and injuring 36 in May 1979 in Tiberias, on the Sea of Galilee. Mr. Abu Eain is accused of having planted a bomb in a garbage can in a street crowded with young Jews celebrating a religious festival.\nZiad Abu Eain, Palestinian who was extradited from US, arrives in Israel to face murder and terrorism charges\nHis lawyer, Felicia Langer, told the High Court that Mr. Abu Eain did not admit the crimes and could not be called a terrorist.\n \nGranted Interim Injunction\nMrs. Langer said there were grounds to suspect that the military government might blow up the residence of the prisoner's father in Ramallah, north of Jerusalem. She applied for a restraining order and gained an interim injunction against any such acts pending the outcome of the legal proceedings.\nMr. Abu Eain is said to have been implicated in the bombing by a purported accomplice who is now serving a long prison term. Mr. Abu Eain went to Jordan soon after the bombing and continued to Chicago, where a sister lives. He was arrested by the Federal Bureau of Investigation in July 1979.\nArab Americans fought Mr. Abu Eain's extradition all the way to the Supreme Court. Attempts to free him on bail also failed although 10 families agreed to put up $1 million as surety. Seventeen Arab ambassadors petitioned Secretary of State Alexander M. Haig Jr. and warned that Mr. Abu Eain's extradition would add to the ''profound sense of injustice'' felt in the Arab world about the Palestinian problem."
}