{
    "title": "Arabic translations challenged; Evidence questioned in terrorism investigation",
    "publisher": "spokesman review",
    "year": 2003,
    "month": 8,
    "day": 1,
    "full text": "Lawyers for a Moscow, Idaho, graduate student who's being held in an\n international terrorism investigation are raising questions about government\n translations of his intercepted calls and e-mails, just weeks after a national\n news program highlighted problems with the FBI's language division.\n Sami Omar Al-Hussayen is awaiting trial on 11 counts of immigration fraud\n and false statements. In court documents filed this week, his defense\n attorneys say some of the government's evidence against him may include\n incorrect translations of the Arabic language.\n After reviewing summaries of English translations of 66 intercepted phone\n calls and e-mails, along with the original Arabic, Al-Hussayen's defense team\n concluded ''that many of the summaries are inaccurate, misleading and in many\n instances, outright false,\" said a motion filed by his attorneys late\n Wednesday. Furthermore, they wrote, ''False statements regarding these\n communications were presented by a government witness to this court at the\n detention hearing.\"\nThe CBS News program ''60 Minutes\" broadcast a program July 13 titled\n ''Lost in Translation\" alleging that the FBI division responsible for\n translating intercepted communications of suspected terrorists is ''riddled\n with incompetence and corruption.\"\n The report, which noted problems  from unqualified translators to delays\n and conflicts of interest, highlighted the story of a whistleblower who was\n fired from the division after raising concerns. The TV report also noted that\n the FBI says it has now dramatically beefed up its translation capabilities.\n ''Recent news reports indicate that the FBI language division is fraught\n with misconduct, corruption, and incompetence,\" the defense motion states. It\n asks the court to order any information about such problems that may affect\n Al-Hussayen's case turned over to the defense.\n ''Translation is an important part of the case,\" said David Nevin,\n Al-Hussayen's Boise attorney. But he declined to comment on the questions\n raised in his motion. ''We will discuss it in court at an appropriate time,\"\n he said.\n The motion asks for full translations of all the intercepted communications\n to be turned over to the defense, along with other documents.\n Terry Derden, assistant U.S. Attorney for Idaho, said Thursday that he\n hadn't reviewed the motion, ''But are there a limited number of people in\n America who are qualified to translate Farsi and other languages in the Middle\n East? Of course, the answer is yes. … There's just a limited number of\n people that are available and qualified to translate those languages, and so\n we're working toward that goal.\"\n Derden said when FBI Special Agent Michael Gneckow testified about the\n intercepts at a detention hearing for Al-Hussayen in March, the agent made it\n clear that he was referring only to summaries.\n ''He testified that those were merely summaries of the conversations and\n were not verbatim transcripts, so a verbatim transcript will be different than\n a summary,\" Derden said. ''But that doesn't mean they're wrong.\"\n At the two-day detention hearing, Gneckow offered extensive testimony about\n Al-Hussayen's contacts with associates of international terrorists, and\n suggested that the Moscow computer science student used his student status as\n a cover. Al-Hussayen's real purpose in being in the United States, the agent\n suggested to the court, was more nefarious and included funneling money to\n charities suspected of terrorist ties and operating Internet sites for an\n array of suspect organizations.\n Al-Hussayen, former president of the Muslim Students Association at the\n University of Idaho, maintained he is a peaceful student who was horrified by\n the Sept. 11, 2001, terrorist attacks. A Saudi citizen, Al-Hussayen is married\n with three young sons. He had nearly finished his doctorate in computer\n science when he was arrested in February.\n Although a federal judge agreed to free Al-Hussayen on house arrest pending\n his trial, he remains in jail because of pending immigration proceedings.\n Authorities also have begun deportation proceedings against his wife and\n children.\n In an order issued Tuesday, U.S. District Judge Edward Lodge set\n Al-Hussayen's trial for January. The trial previously had been scheduled for\n last spring, but was put off because of the case's complexity.\n Derden said thousands of documents and an array of motions are at issue.\n ''I'd say we've already turned over 60,000 documents, something like that,\"\n he said. He said federal authorities also have submitted the contents of 21\n computer hard drives, each of which, if printed out and stacked, would exceed\n the height of the Washington Monument.\n ''There's just a lot of potential information that needs to be gleaned and\n reviewed by both sides,\" Derden said.\n Al-Hussayen's attorneys said in their motion that the English translations\n that authorities plan to use at trial should be provided in full for the\n defense to review.\n But U.S. Attorney for Idaho Tom Moss, in a July 15 letter in response,\n noted that the original Arabic communications were provided.\n ''As in other foreign language related-cases, you are in as good or better\n position to address the translations,\" he wrote.\n\nNotes\n\nBetsy Z. Russell can be reached at (208) 336-2854 or by e-mail at bzrussell@Rmci.net.  \n\nLoad-Date: August 2, 2003"
}