{
    "title": "Arab-Americans Fear a Terrorism Film Will Deepen Hatred",
    "publisher": "the new york times",
    "year": 1998,
    "month": 8,
    "day": 24,
    "full text": "The plot of a new movie goes like this: Terrorists from the Middle East detonate bombs in New York City. The United States Government responds by declaring martial law and herding American Muslims and Arab-Americans into detention camps. An Arab-American Federal Bureau of Investigation agent working on the case is torn between his loyalty to the United States and his horror at the scapegoating of an entire ethnic group.\nTrailers for \"The Siege,\" starring Denzel Washington and Bruce Willis, are showing in theaters around the country. The one-and-a-half-minute trailer intercuts Muslims praying with bombs exploding in New York City.\nAmerican Muslims and Arab-Americans who have seen the trailers are sounding the alarm at what they fear is a dangerous film that will feed suspicion and hatred of Arabs and Muslims in this country just when a real-life Middle-Eastern terrorist group claims to be targeting Americans and days after United States cruise missiles struck targets linked to the terrorist network in the Sudan and Afghanistan.\nAlthough \"The Siege\" is still being edited and is not scheduled for release until early November, protesters are already sending letters by fax and E-mail letters to the studio and to advocacy groups to complain. The Council on American-Islamic Relations plans to express its indignation at a news conference in front of 20th Century Fox studios in Los Angeles on Wednesday. And the American-Arab Anti-Discrimination Committee is encouraging its 20,000 members to picket theaters when the movie opens.\nBut some of the protesters may be in for a surprise. \"The Siege\" is intended as a sympathetic portrait of American Muslims, one that provokes questions about one of the deepest fears of many Muslim and Arab immigrants: If a terrorist crisis hits, how tolerant will Americans and their Government really be of the Muslims in their midst?\nThe film's director is Edward Zwick, best known for the films \"Glory,\" \"Courage Under Fire\" and the television series \"Thirtysomething.\" Mr. Zwick said that in \"The Siege,\" he wanted to explore the American penchant for \"undue and overzealous targeting of a particular ethnic group.\" He mentioned the internment of Japanese-Americans in camps like Manzanar during World War II.\n\"The movie is about us, about this country and who we are or more conjecturally, who we could possibly become,\" Mr. Zwick said in a telephone interview. He would not discuss the plot, but he said, \"It very much touches on the themes of repression and racism that exist, I believe, often on or just below the surface of this society.\"\nStill, the film is not \"a polemic,\" Mr. Zwick said, but \"a thriller\" rooted in the Middle-East conflict. \"It's very difficult to write anything about the Middle East that doesn't offend somebody,\" Mr. Zwick said. He wrote the screenplay with Menno Meyjes and Lawrence Wright, a New York journalist who studied in Cairo and often explores religious themes. The film first attracted the attention of Muslim and Arab-American anti-defamation groups when scenes were being shot last spring in Brooklyn. Muslim residents noticed that the crew for the film had drawn graffiti on Milton Street showing an Arab holding a machine gun and sitting on a camel. Walls bore Arabic slogans reminiscent of the intifada's graffiti. Tanks rolled through the streets. (At that point the film was titled \"Martial Law\" and at various times was called \"Holy War\" and \"Against All Enemies.\"\nSome residents and even a few of the movie's extras phoned the Washington offices of the Council on American-Islamic Relations and the American-Arab Anti-Discrimination Committee, and both organizations began to make inquiries of the studio. (The work of the two groups overlaps but is not the same, since not all Arabs are Muslims, and not all Muslims are Arabs).\nMr. Zwick and Lynda Obst, the film's producer, were initially responsive, say leaders of both groups. They provided copies of the script to both and met with the groups' representatives in New York to hear their concerns about the film.\n\"They thought they were being very sensitive,\" said Hala Maksoud, president of the American-Arab Anti-Discrimination Committee, \"and that's why they shared the script with us. They expected we would approve.\"\nBut after scrutinizing the script line by line, the groups' representatives explained that their main objection was central to the plot; that the terrorists in \"The Siege\" were Arabs and Muslims. They told Mr. Zwick and Ms. Obst that theirs was only the latest in a series of recent action movies -- including \"Executive Decision\" and \"True Lies,\" also by 20th Century Fox -- in which the anti-American bad guys are Muslims or Arabs.\nMr. Zwick countered by pointing out that in his film the Arab-Americans are victims as well as villains, and that one of the main protagonists is an F.B.I. agent who is an Arab-American.\nThat part is played by Tony Shalhoub, an American actor of Lebanese heritage who is not a Muslim. Up to now, it seems, Mr. Shalhoub has been cast in any ethnic role other than his own. He played an Italian cab driver on the television show \"Wings,\" a Russian janitor in \"Paulie,\" an Italian chef in \"Big Night,\" a Jewish writer in the Broadway play \"Conversations With My Father\" and a Spanish brother in a stage version of \"The Odd Couple.\" This is his first opportunity to play an Arab-American hero.\n\"As an Arab-American I've had to try to avoid those kinds of roles,\" he said of stereotypical terrorist characters. \"Those definitely come across my desk, and I have no interest in that. But this role and this material did strike me as different than those run-of-the-mill terrorist movies.\"\nJack Shaheen, a professor emeritus of broadcast journalism at Southern Illinois University who has studied Arab stereotypes in the media, has seen the script, and was at the meeting with Mr. Zwick and Ms. Obst, responded, \"You could have three, four, five sympathetic characters. I don't care how many.\" But, \"when you see the film and all the dead bodies, and you see the people responsible for all the dead bodies, they're Arab Americans. The big question is: what do you come away with?\"\nFor Professor Shaheen, one noble Arab character does not counter the impression left by hordes of violent terrorists. \"It's sort of like a Sambo film that tries to say, he's not like the other bad guys.,\" he said. \"Or Sidney Poitier, he's the good black. It's like the early days when Hollywood would try to appease African-Americans with one black protagonist.\"\nProfessor Shaheen and his colleagues suggested making the terrorists an American militia group while preserving the plot line of blaming Arabs for the crime. That was the real-life scenario behind the Oklahoma City bombing. The attack there was a turning point for many Arab- and Muslim Americans -- some of whom had lived in this country for three generations or more, some brand-new immigrants -- who bitterly recall being harassed and threatened until the real culprit was identified as an ex-G.I. of non-Arab descent from upstate New York.\n\"That would have been an interesting choice,\" Mr. Zwick said in the interview. \"It is not the choice we made.\" Filming was already too far along to make such a drastic plot change, he added.\nBut after the meeting, Mr. Zwick and Ms. Obst wrote to Nihad Awad, executive director of the Council on American-Islamic Relations, and said they had changed quite a few things. For example, the good Muslim F.B.I. agent no longer shouts \"Christ!,\" swears or gets drunk, habits that the filmmakers were told any truly good Muslim would avoid. A glimpse of an Arab cab driver refusing to pick up an African-American is cut.\nYet Mr. Zwick admitted last week that the movie's intended complexity and ambiguity could be undermined by the brief trailer.\n\"There is the possibility of reinforcing the stereotype,\" he said. \"I acknowledge that. But events in the last couple of weeks point out the fact that Arab terrorism exists in the world, and not to address it would be fatuous and disingenuous.\"\nIn the last few years, Muslim militants have been convicted for the World Trade Center bombing, and for involvement in several plots to bomb New York City tunnels, bridges and subways. Mr. Zwick recalled that while he was filming his movie in Brooklyn, two Arab men were arrested for making bombs in their apartment.\nBut Ms. Maksoud of the American-Arab Anti-Discrimination Committee argued: \"To project Muslims as having a monopoly on terrorism is also disingenuous. It's hurtful and it's leading to harassment of a whole community. People have to be a little more responsible.\"\nIbrahim Hooper of the Council on American-Islamic Relations said last week that after months in which Ms. Obst and Mr. Zwick did not respond to follow-up faxes and letters from the Muslim and Arab groups, the filmmakers had invited the groups' leaders to meet with them soon. Ms. Obst said she never received the faxes and letters. When the film is finished, she plans to invite members of the groups to a screening.\nIf the movie proved clearly inoffensive, Ms. Maksoud said, \"Then we would apologize to Mr. Zwick and say we were all wrong.\"\nBut Mr. Zwick conceded that even he cannot predict what impression of Muslim and Arab-Americans his audiences will take home.\n\"The road to hell is paved with good intentions,\" he said. \"If I have succeeded in reinforcing stereotypes, I will be very sad about that. On the other hand, I do believe it is the role of art to be provocative and to really try to encourage dialogue such as might come as a result of this movie.\"\n\nGraphic\n\n \nPhotos: Troops patrolling New York City streets in Edward Zwick's \"Siege.\" (Bill Foley/20th Century Fox)(pg. E1); Edward Zwick, Director, \"The Siege\" (Nathan Welch for The New York Times)(pg. E5)\n\nLoad-Date: August 24, 1998"
}