{
    "title": "Arab-Americans' Rights",
    "publisher": "the world",
    "year": 1991,
    "month": 1,
    "day": 24,
    "full text": "VIGILANCE against the threat of terrorism is needed. Saddam Hussein has renewed his threats to unleash an assault against American and other Western interests throughout the world.\nBut security concerns can't be allowed to trample the fundamental concepts of justice and fairness on which American society rests. The recent blanket interviewing of Arab-Americans by the FBI on the assumption they may know of possible terrorists came chillingly close to doing that.\nThe implication of guilt because of ethnic background has a tragic history in the United States. The internment of Japanese-Americans during World War II was perhaps the worst example of democratic fundamentals being overwhelmed by the emotions of conflict - an episode made all the more abhorrent by its focus on a group that differed racially and culturally from most Americans.\nWith emotions surrounding the current war running high, abuses can creep into everyday life. The Detroit area's large Arab-American community has reported hundreds of incidents of harassment in recent weeks. Most of them involved stone-throwing or name-calling.\nStereotypes can flourish in this mental environment - that all Arabs support Saddam, or that all Muslims are warlike. In fact, many Arab-Americans - as well as Arabs overseas - have decried the Iraqi leader's policies. And basic tenets of Islam strongly condemn intolerance and aggression.\nIncidents of harassment and even violence against Americans of Arab ancestry can seem isolated, the work of a misguided few. But it's important to remember that they may draw on the same distorted motivations of fear and false patriotism that underlay injustices of historic proportions.\nA great strength of the American system is its ability - some might argue its still unrealized potential - to embrace and respect divergent cultures among its people while giving individuals of all backgrounds an opportunity to express themselves and progress. Any tendency to impugn the patriotism of individuals because of their ancestry attacks that strength.\nAgain, vigilance against terrorism needs to be strengthened in current circumstances. But the nation has to be just as vigilant in assuring that the acts of a few misguided ''patriots'' venting their anger against a perceived ''enemy'' find no encouragement in the policies of governmental agencies intent on warding off terrorists."
}