{
    "title": "Arab men wary of invitations for interview; Is the topic terrorism or immigration_",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 12,
    "day": 13,
    "full text": "Dearborn, Mich. --- The Justice Department recently asked 503 young Middle Eastern men living in this area to come forward and be interviewed about terrorism.  While many of them did, others didn't.\nAJC\nMany of those who didn't were afraid. They worried that they would be in trouble, even though they knew nothing about terrorism, said attorney Mohammed Abdrabboh. He is representing 30 clients who received interview requests.\n\"It's a wait-and-see situation,\" said Abdrabboh, who Wednesday planned to send a formal request to law enforcement officials. He was seeking reassurance that immigration issues are not the stated focus of the interviews.\nThat conflict in those not responding to the request has slowed the government's investigative effort. And it has caused concern in cities such as this Detroit suburb. Then, a spokesman for the U.S. attorney's office said local, state and federal law enforcement officers would go door-to-door to personally contact the 152 individuals who had not responded.\nThat has prompted further worries in Dearborn, where about one-quarter of the population of about 100,000 is of Arab descent. Mosques seem as common as churches, and Arabic-language signs outside shop windows outnumber English-language messages in some neighborhoods.\n\"I can understand knocking on doors to look for people if they're suspects, but these individuals are not, and this process is supposed to be voluntary,\" said Imad Hamad, Midwest regional director of the American-Arab Anti-Discrimination Committee.\nOne of Abdrabboh's clients talked about his conflict.\nBy all outward appearances, he is living the American dream. At 30, he is a successful wedding photographer with a wife and child. He calls this ethnically rich community his home. But he is a Palestinian from Jordan and living here illegally. His business work visa has expired. After 4 1/2 years in the United States, he considers himself American. Still, the young man is willing to speak with agents, though he says he has nothing to tell them about terrorists.\nIt remains to be seen what some of the other individuals who received letters will do.\nU.S. Attorney Jeffrey Collins said 242 of the men who have been targeted had scheduled interviews by the deadline, on Monday. The government hopes to complete the interviews by Dec. 21. A few declined to be interviewed, and letters to 104 individuals were returned because of incorrect addresses.\nNationally, letters were mailed to about 5,000 individuals who entered the United States on temporary visas to study, visit or conduct business. They were almost exclusively natives of Middle Eastern countries that government officials said have known terrorist activity.\nArab-American leaders called the process \"selective prosecution,\" though they say they are glad to live in a country where they can publicly criticize government actions.\n\nLoad-Date: December 13, 2001"
}