{
    "title": "Arab Bank , Alleged Terrorism Funder, Departing",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 2,
    "day": 9,
    "full text": "Arab Bank PLC, the defendant in a series of lawsuits by American and Israeli terrorist victims of Palestinian Arab terrorist groups, announced yesterday that it is ceasing operations at its branch at 520 Madison Ave. Moreover, the group is under investigation by the Treasury Department's Office of the Comptroller of the Currency for possible violations of the Anti-Terrorist Act of 1990. An individual familiar with the OCC investigation said a cease-and-desist order was likely to be issued soon.\nA call by The New York Sun to Arab Bank's lawyer, Winston & Strawn's Kevin Walsh, was not returned. The bank's only comment on the matter was a press release that said, in part, \"The operational environment in the United States is not in line with the financial institution's strategy.\" In previous published accounts, Mr. Walsh has asserted that the bank has complied with all American banking laws.\nAmman-based Arab Bank, Jordan's largest with $32 billion in assets, allegedly played a central role in laundering money for terrorist groups like Hamas and Palestinian Arab Islamic Jihad, according to lawyers for the plain tiffs. Gary Osen, one of the lawyers involved with the suit, said, \"No one believes that a profitable international banking group wants to leave New York voluntarily - they obviously feel they have to.\" He said he and other attorneys involved with the case would try to make sure that all documentation is preserved as their cases make their way through the Federal Court for the Eastern District of New York. Mr. Osen said that Arab Bank maintained dollar assets of $600 million in New York.\nWhat the plaintiffs allege in their suit is that the bank acted as the key financial intermediary for the \"insurance policies\" collected by the families of suicide bombers and the Saudi Arabian Islamic \"charities\" that provide the money. Specifically, the suit alleged that the bank would convert these so-called charities from Saudi riyals into American dollars and Israeli shekels, which would then be wired into Arab Bank's Gaza Strip and West Bank branches. Upon presenting \"a certificate of martyrdom\" the family could collect the money.\nAngering the regulators at the OCC might be the least of Arab Bank's problems. The role of the bank in possibly laundering Saudi cash has worried Rep. Sue Kelly, a Republican of New York, and the vice chair of the Financial Services committee, who wrote the OCC last week asking for information on the matter. In her letter, Ms. Kelly wrote, \"Americans would be appalled by the notion that the families of Al-Qaeda murderers were being rewarded through a financial institution located in New York.\" A total of $90 million was allegedly sent to Palestinian Arabs through the bank, according to the suit.\nOne of the examples given is that of the family of Dia Al-Tawil, who launched a suicide attack on March 27, 2001, for Hamas. The bank issued a receipt to the designated recipient of the martyrdom benefit, Tawil's father in this case, who, after presenting photo identification, was given a receipt that stated his son was Palestinian Authority Martyr number 449. He presented the receipt to the bank and the money was wired into his account in Ramallah. One of the lawsuits, Coulter v. Arab Bank PLC, said Arab Bank's commitment to the Intifada was deep in that the bank purportedly gave $2 million in late 2000 to a fund that was personally controlled by late Palestinian Arab autocrat Yasser Arafat. Moreover, the bank's chairman, Abdul Majeed Shoman, purportedly gave an additional $500,000.\n\nLoad-Date: February 9, 2005"
}