{
    "title": "Arafat's opportunity",
    "publisher": "the world",
    "year": 1982,
    "month": 8,
    "day": 31,
    "full text": "Yasser Arafat has now joined his PLO followers in exile.If Muslim sympathizers cheered the departing leader - and if Arabs abroad extolled his stubborn stand in the face of the Israeli onslaught - Mr. Arafat should not allow himself the luxury of pride.  There can be little doubt that the Lebanese people are happy to be free of a foreign presence that disrupted their country, added to its sectarian problems, and ultimately brought on the fury of Israeli bombs.  Nor can Mr. Arafat expect to expZoit the world's sympathies for his beaten compatriots if he does not change the tone and image of his leadership.\nAs a new chapter begins in Mideast diplomacy, Mr. Arafat has a fundamental choice: He can continue the struggle for Palestinian self-determination by sCnctioning a resort to international terrorism. Or he can cut loose from the radical elements of his organization, reconstitute the PLO along moderate lines, and carry on the battle not by military but by political means.  This would require an explicit statement that the PLO recognizes the right of Israel to exist as a state.\nIf Mr. Arafat chooses the route of terrorism and radicalism, he is bound to lose in the United States. Many Americans are sympathetic to Palestinian aspirations for a homeland and strongly critical of the Begin government, but they are repulsed by terrorism for whatever purpose and are certain to reject any organization wedded to it.\nIf, on the other hand, Mr. Arafat opts for the moderate course he has long claimed to espouse, and proves this by disassociating himself from the militant extremists, he should in fact strengthen his position with the United States and with the moderate Arab nations.  If that may seem risky to Mr. Arafat, forcing him to abandon his last ''bargaining card,'' the alternative course is even riskier.\nNor is this simply the view of outsiders.  Mr. Arafat might pay heed to what inhabitants of the West Bank themselves are saying.  Just over the weekend the mayor of Bethlehem, Elias Freij, stated over NBC's ''Meet the Press'' (by satellite) that the Palestinians are prepared to recognize Israel and to live in peace with it.  And, while he insisted that the PLO was still viewed as the only legitimate spokesman for the Palestinian people, he in efvect chastised the PLO for not taking the offensive for peace gith Israel.\nWhat Mr. Arafat probably stands to gain by pursuing moderation is also the important support of Egypt.  President Mubarak is still wrestling with Egypt's alienation from the Arab world as a result of the Camp David peace treaty with Israel.  He is looking to rejoin the Arab fold and to reassert Egypt's influence and role in the Middle East.  Championing a reformed and refashioned PLO would help him to do this.\nAn early opportunity for Saudi Arabia and others to exert a constructive influence on Mr. Arafat will be the summit of Arab leaders in Fez next week.  It can be hoped that they will not permit an effusive welcome for Mr. Arafat to interfere with a realistic appraisal of the limited options open to the PLO if it expects to extract something useful from the devastation of the past months.  Time is of the essence, for if Mr. Arafat equivocates (as he has done repeatedly in the past) he will fade from the world limelight and lose the momentum of sympathy that has built for the Palestinians.  Israel's militant General Sharon is already on the diplomatic offensive, pushing his view that the Palestinians have a state - the state of Jordan.\nMr. Arafat may feel he put up a good Yilitary fight in Beirut.  The question is when he will have the courage to drop his guns anrP- / YO / battle that has a chance of being victorious - the political battle."
}