{
    "title": "ARAFAT SAYS INTERCEPTION SHOWED 'COWBOY LOGIC'",
    "publisher": "the new york times",
    "year": 1985,
    "month": 10,
    "day": 13,
    "full text": "Yasir Arafat, the leader of the Palestine Liberation Organization, denounced the United States today for forcing an Egyptian plane carrying the hijackers of a cruise ship to land in Italy, calling it an exercise in ''cowboy logic.''\n''There is no difference between a terrorist who hijacks an airplane with a pistol and a terrorist who hijacks a plane with warplanes,'' Mr. Arafat said at a news conference on a visit here. ''President Reagan thinks it is a courageous act by the Sixth Fleet'' when it is ''an act of terrorism,'' he said.\nThe Egyptian plane was forced to Sicily late Thursday after it left Egypt with the hijackers of the Italian cruise ship, the Achille Lauro.\nThe Egyptian Foreign Ministry said in a statement that it had planned to deliver the hijackers to the P.L.O. for trial, but Tunisia, where the P.L.O. has its headquarters, refused to allow the plane to land. 'Double Face' of U.S.  Mr. Arafat, making his first statement since the United States intercepted the plane, said the action showed the ''double face of American policies.'' He said that while negotiating with Arab leaders, the United States approved acts of terrorism against them.\nThe hijackers had said they belonged to a P.L.O. faction, the Palestine Liberation Front, and Mr. Arafat said he had asked Egypt to turned them over to him for ''judgment and punishment.'' Previously Mr. Arafat emphatically denied having anything to do with the hijacking.\nPresident Hosni Mubarak of Egypt promised the hijackers safe passage in return for releasing the passengers aboard the ship on Wednesday.\nMr. Mubarak said that when he made the bargain he was not aware that one passenger, Leon Klinghoffer of New York, was killed aboard the ship. #2 P.L.O. Aides on Plane Two P.L.O. officials who played a role in the negotiations to free the ship hostages were also aboard the Egyptian plane. Mr. Arafat said at the news conference that an Egyptian carrying a message from Mr. Mubarak was also on board.\nMr. Arafat reiterated his belief that the United States was involved in the Israeli bombing of the P.L.O.'s headquarters in Tunisia on Oct. 1. Washington has denied such assertions.\n''Any country where there is a P.L.O. office is no longer safe from American terrorism, which can strike at will with the complicity of Israel,'' he said. ----More Violence Is Seen TUNIS, Oct. 12 - A P.L.O. spokesman said here tonight that American efforts to extradite and try Mohammed Abbas, the Palestinian official suspected of involvement in the hijacking, would provoke more violence from radical Palestinian groups.\n''I don't think Abul Abbas will forget,'' the spokesman, Ahmed Ben Bella, said.\nHe said the extradition request, added to the American intervention of the plane carying the cruise ship hijackers from Cairo, had increased frustration and anger among Palestinians against the United States. More radical Palestinians will strike back at American targets, he said."
}