{
    "title": "ARAFAT VOWS CRACKDOWN Says he'll try to halt terrorism",
    "publisher": "daily news ",
    "year": 2001,
    "month": 1,
    "day": 3,
    "full text": "WASHINGTON - Yasser Arafat vowed in a meeting with President Clinton last night to try again to halt Arab terrorism in the Middle East - and arrest those responsible for bombings and other violence.\nHis pledge to Clinton came during a late-night, one-hour meeting at the White House - their second meeting of the day - which broke no new ground in the negotiations.\nBut the promise kept alive at least a flickering hope for the crumbling peace process.\nIsraeli Prime Minister Ehud Barak had warned earlier yesterday that there would be no chance for an agreement unless the Mideast violence ended.\n\"A good deal of the discussion was how best to end the violence,\" said White House spokesman Jake Siewert after Arafat left Clinton shortly before 11 p.m.\n\"We're still working on this. We felt the meetings today were useful.\"\nSiewert said Arafat specifically agreed during his talks with the President to intensify attempts to reduce acts of violence, arrest those responsible and resume security cooperation \"to combat terrorism.\"\nBut, apparently mindful that such pledges have quickly evaporated in the past, the White House spokesman said: \"Words don't matter here, deeds do.\"\nArafat left the White House and returned to his hotel without speaking to reporters last night - just as he had after an earlier 2 1/2-hour session with Clinton in the afternoon.\nThe President planned to talk to Barak by phone today and possibly will talk by phone to Arafat, too, Siewert said.\nWith only 18 days left in his administration, Clinton had summoned Arafat to Washington in a last-ditch effort to get him to commit to a framework that would allow peace negotiations to continue.\nSo far, the Palestinian leader hasn't agreed to Clinton's terms - and Barak has said he could abide by the framework, with a few changes.\nBarak warned in Israel that there could be no agreement until the Palestinians stopped their terror attacks.\n\"From our point of view of the situation at the moment, the behavior of Arafat and his positions and the difficult terror attacks of the last few days - and in some of them, members of the [Palestinian] Authority . . . [were] involved. We cannot continue the contacts and talks with the Palestinians,\" Barak said.\nOne man was killed and 10 other people were wounded in fighting yesterday.\nIn response to the growing violence, Barak has told his generals to dust off war plans - just in case.\nIsraeli tanks also closed off major roads in the Gaza Strip yesterday, cutting the territory in three parts and restricting the movements of many Palestinians.\nIn the West Bank, Israel tightened its blockade of Palestinian towns and villages, in effect since mid-November.\nIsrael also closed the Palestinian airport in Gaza and shut border crossings between Gaza and Egypt, as well as the West Bank and Jordan.\n\nGraphic\n\n \nAP LAST-DITCH EFFORT Palestinian leader Yasser Arafat (l.), with his press secretary, Nabil Aburedin, talks with President Clinton at the White House last night. Arafat promised to crack down on violence in Mideast, which has claimed more than 300 lives.\n\nLoad-Date: January 3, 2001"
}