{
    "title": "Arafat's accountability",
    "publisher": "st. petersburg times ",
    "year": 1988,
    "month": 12,
    "day": 27,
    "full text": "Yasser Arafat went to Geneva earlier this month and \"renounced\"    terrorism, rather than merely \"condemning\" it as he had in the past.\n \n According to the official judgment of Secretary of State George Shultz,    Arafat's semantic concession, accompanied by a straightforward    acknowledgement of Israel's right to exist, finally satisfied the    United States' 13-year-old preconditions for direct talks with the    Palestine Liberation Organization (PLO). The first such diplomatic    contact took place in Tunis barely 48 hours after Arafat's statement in    Geneva. Presumably, that session established the basis for an ongoing    relationship.\n    Yet not even the most naively optimistic observer believes that    Arafat's renunciation of terrorism, even if sincere, means the actual    end of terrorist activity in the Middle East. If anything, the    diplomatic breakthrough between the United States and the PLO can be    expected to bring a short-term increase in violence on the part of    those groups opposed to any political accommodation in the region.\n \n     The reaction to the apparent bombing of Pan American World Airways    Flight 103 illustrates the problem of establishing accountability for    terrorist acts. Both Arafat and Israeli officials were quick to express    their regret over the incident - and to accuse each other of    responsibility for it, despite the lack of hard evidence. Other groups    were equally quick to claim responsibility, whether or not they were    actually involved.\n \n      In such an uncertain environment, how can Arafat and the PLO be    held accountable? Arafat cannot claim to represent all of the PLO, much    less all of the Palestinian people. More radical elements within the    PLO leadership bowed to majority will in allowing him to go forward    with the diplomatic initiative that led to the breakthrough in    relations with the United States. However, the history of the PLO has    more often been one of violent infighting. Those who, for whatever    reason, oppose the current framework for a political solution to the    Israeli-Palestinian conflict might see a terrorist attack on Israel or    the United States - or on Arafat and other PLO leaders - as an    effective way of undercutting the recent progress.\n \n     Now that the United States has made the fateful decision to talk    directly with the PLO, it cannot easily reverse itself. The new    relationship should not be jeopardized by every indeterminate act of    terrorism.\n \n     At the same time, however, American officials must satisfy    themselves that Arafat's historic words are matched by actions. The PLO    cannot be allowed to have it both ways: publicly renouncing terrorism,    while continuing to support and encourage terrorist acts for which it    denies responsibility.\n \n     To balance those concerns, the United States should continue to    wrestle with two questions that may be ultimately unanswerable:        What is terrorism? Since its first official meeting with American    representatives, the PLO has stressed the distinction it draws between    acts of terrorism and legitimate military action against Israel. \"If    President Reagan thinks that we will stop attacks against Israeli    military targets, then I tell him to stop the dialogue now,\" says    Saleh Khalef, Arafat's deputy in the Fatah faction of the PLO.\n \n     Yet the line is impossible to draw. It is not terrorism when Arab    children throw rocks at armed Israeli soldiers in the occupied    territories - although the Israeli government disingenuously claims    otherwise. It clearly is terrorism when cowardly killers smuggle bombs    onto passenger planes or attack classrooms full of schoolchildren, no    matter what the purported cause.\n \n     However, in many other cases, the difference between terrorism and    legitimate warfare is purely one of politics and perspective. A    guerrilla attack on off-duty soldiers? It may be viewed differently by    different people, depending on whether the soldiers are in El Salvador,    Afghanistan, Northern Ireland or Israel. U.S. representatives should    satisfy themselves that they and the PLO share a basic understanding of    what does and does not constitute terrorism.\n \n     How can individuals or groups be held accountable for terrorist    acts? The PLO is a genuinely divided organization, and many radicals    within the Palestinian movement have refused to follow Arafat's lead in    renouncing terrorism. In that shadowy world, responsibility for    particular acts of terrorism can be impossible to apportion.\n \n     In the context of the United States' relationship with Arafat's    bloc of the PLO, our reaction can be based on a different, simpler    standard. Negotiations with Arafat are based upon the presumption that    he speaks for a significant element of the Palestinian community. If it    turns out that Arafat's renunciation of terrorism carries no practical    effect, Arafat becomes irrelevant to the peace process, and the United    States should then pursue a different avenue. No single act or event    should precipitate such a policy change, but Arafat should understand    from the beginning of this new relationship that he cannot escape the    consequences of future terrorism simply by publicly distancing himself    from it.\n \n\nLoad-Date: November 12, 1992"
}