{
    "title": "Arafat Died an Uncontrite Terrorist",
    "publisher": "the forward",
    "year": 2004,
    "month": 11,
    "day": 19,
    "full text": "Terrorism certainly didn't begin with Yasser Arafat. It has its roots deep in history, from the Jewish Zealots-Sicarii during the Roman occupation, to the Hindu Thugees who strangled their enemies over the centuries, to the medieval Islamic Hashishins who prepared for assassinating political opponents by smoking hashish.\nBut Arafat changed the nature of terrorism forever, by killing on a wholesale rather than a retail scale, by internationalizing it, and by employing it as a tactic to gain recognition for a cause. He proved to the world that terrorism can be made to work.\nHe did so in several ways. First, by killing his enemies, even when they were babies or the elderly, he perversely influenced the outcome of several Israeli elections. Second, by killing people in dramatic fashion, as at the 1972 Munich Olympics, he brought attention to a cause that previously had been largely ignored. Third, by showing a willingness to kill so many innocent people, he managed to persuade naive world leaders that, exitus acta probat, his cause must be compelling and just. And finally, by justifying terrorism in ideological terms, he used it as a recruiting tool among the disaffected.\nThe net result is that Arafat made terrorism acceptable among many of the world's political, religious and academic leaders. Even before he claimed to be renouncing terrorism, he was welcomed at the United Nations, at numerous capitals, at the Vatican and at European universities. After claiming to renounce terrorism, he received the Nobel Peace Prize, only to resume the only occupation at which he truly excelled: masterminding terrorism. The manner in which so many leaders, including some Jewish leaders, fawned over him, sent a powerful message to other would-be terrorists with religious or political ambitions.\nThat message was that important people will deal with you, recognize you, even praise you while you are still engaging in terrorism. Before Arafat, many terrorists were recognized as leaders to be negotiated with - but only after they had renounced terrorism and started down the road to statesmanship.\nAnti-Israeli polemicists always point to Menachem Begin and Yitzhak Shamir as examples of Jewish terrorists who eventually became prime ministers. To begin with, there is no comparison between the nature and scope of the focused terrorist acts of the Irgun and the Stern gang, on the one hand, and Arafat-inspired Palestinian attacks on random civilians on the other hand. More importantly, however, is the ignored fact that Begin and Shamir could not enter Israeli politics until they had totally abandoned their past tactics, and that they had to serve as backbenchers for decades before being elected prime minister.\nArafat never abandoned terrorism, except perhaps during a brief tactical interlude following the Oslo Accords. He quickly learned, however, that when it came to the U.N., European capitals, the Vatican and numerous other church and academic groups, he could have his cake and eat it too.\nHe could continue to receive recognition and acceptance while still playing his terrorism card. Indeed, he learned an even more disturbing lesson: namely, that by increasing terrorism against Israel - as he did following his decision to turn down the Clinton-Barak offer of statehood in 2000-2001 - he could provoke Israel into a reaction that would actually strengthen his own position.\nIt is absolutely remarkable that following the collapse of the Camp David-Taba negotiations - which both President Clinton and Dennis Ross blamed squarely on Arafat - and the discovery of Arafat's fingerprints on the Karin B shipment of terrorist arms, anti-Israel attitudes increased throughout much of the world, and certainly on university campuses. Terrorism thus became a win-win tactic for Arafat, because a craven world rewarded him for killing innocent Israelis.\nNor did the isolation of Arafat in recent years by Israel and the United States decrease his stature in many parts of the world or among his people. Arafat was a master of turning defeat for his people into victory for his own image and legacy.\nEven in death, Arafat was praised by so many as a statesman, despite the reality that he died as he had lived - a terrorist who would not abandon violence, would not compromise and would not accept \"yes\" for an answer. I am aware of no other terrorist who received so much praise upon his death without having previously and permanently renounced terrorism.\nArafat's enduring legacy is that terrorism works, that it need not be abandoned for it to work, and that so many in the world are cynically willing to accept terrorism - as long as it is not directed against them. His short-term legacy to his own people includes poverty, hatred, corruption and death - but it does not include statehood, at least not yet.\nStatehood will eventually come for the Palestinians, and it is essential to world peace that it come in the right way - not as a reward for terrorism, but as a reward for abandoning terrorism. If Arafat is seen by the world as the founder of the Palestinian state, rather than as a hindrance to its establishment, then terrorism will become the tactic of choice in a world full of injustice. If the Palestinians become the only disenfranchised people to achieve statehood because they used terrorism, while other equally deserving groups - the Tibetans, for one - are ignored because they eschew terrorism, then Yasser Arafat's way will become the way of the future. And we will all suffer the consequences.\nAlan Dershowitz, a professor of law at Harvard University, is author of \"The Case for Israel\" (John Wiley & Sons, 2003) and the forthcoming \"Rights From Wrongs: The Origins of Human Rights in the Experience of Injustice\" (Basic Books).\n\nLoad-Date: June 14, 2006"
}