{
    "title": "ARAFAT, THE PEACEMAKER",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 12,
    "day": 16,
    "full text": "Although it is easy to argue otherwise, Yasser Arafat deserved the Nobel Peace Prize he collected in Oslo, Norway, last weekend. The prize is a monument to his perseverance in the face of U.S. obstructionism.\nTo this day, the United States has tried to prevent Arafat from making peace with Israel. For many years, the United States, as the chief mediator of Arab-Israeli peace negotiations, refused to even meet with Arafat despite his explicit desire, reiterated over a dozen years, to make peace.\nIn 1988, Arafat was scheduled to speak before the United Nations to declare his willingness to recognize Israel. But the Reagan administration denied Arafat a visa, despite the legal responsibility of the United States as host country to allow foreign dignitaries access to the world body. The entire General Assembly had to travel to Geneva to hear Arafat's conciliatory address.\nIn 1987, Congress voted to close the Palestine Information Office in Washington, preventing Arafat from even presenting his case to the American public. \"Anti-terrorism\" was the official rationale for the vote, though no one at the office had ever been accused of criminal activity and the office had complied with all applicable U.S. laws.\nCongress also tried to limit the public activities of Palestine Liberation Organization representatives in the United States and made it a crime for any American to be paid by the PLO to present Arafat's views - even on peace. The government also tried to close the PLO mission to the United Nations, though this was subsequently ruled illegal by both a U.S. federal court and the International Court of Justice.\nU.S. policy on terrorism and the Middle East was fraught with double standards. The same Congress that evicted the PLO from Washington in the name of fighting terrorism provided military and economic aid for the terrorist war of the Contras. And while the United States denied U.S. visas to Arafat and even his most moderate aides, the Immigration and Naturalization Service gave entry to Meir Kahane and other Israeli extremists advocating terrorism against Palestinians.\nFor years, the international community has been virtually unanimous in agreeing that an Israeli-Palestinian peace would require a two-state solution recognizing: a secure Israel within its internationally recognized (pre-1967) borders, a Palestinian state in the West Bank and Gaza and special status for Jerusalem. Arafat has explicitly endorsed this approach since 1988, but both the United States and Israel still reject the right of Palestinian Arabs to statehood.\nIf moderation is the key to peace, then Arafat has long been more moderate than either Israeli or American leaders.\nDespite this, when the United States opened Middle East peace talks in Madrid in 1991, the Bush administration barred Arafat and the PLO. The United States insisted that Palestinians could come only as part of the Jordanian delegation and had to be unaffiliated with Arafat and the PLO.\nOnly last year, when Israeli leaders met secretly with Arafat and other PLO leaders in Norway, did real progress toward a negotiated settlement begin. In bypassing an intransigent Clinton administration, Arafat, Yitzhak Rabin and Shimon Peres received the Nobel Prize.\nYes, Arafat's PLO practiced terrorism. But then Henry Kissinger (who won the prize in 1973) presided over much of the Vietnam War and winked while Indonesia invaded East Timor with U.S. weapons in 1975. The late Israeli leader Menachem Begin (who won the peace prize in 1978) authorized the bloody invasion of Lebanon.\nAs head of the Palestine National Authority, Arafat also has demonstrated an autocratic streak. Last month, his police force opened fire on Hamas demonstrators, killing 14. He has curtailed freedom of the press. Yet Palestinians in the West Bank and Gaza have far more freedom now than they did under Israeli governments led by Rabin and Peres.\nPeace is still far from final, and the Nobel may be premature. Much to the chagrin of the Palestinians and the Israeli moderates, the Clinton administration is now supporting the hard-liners in Rabin's government by treating the Palestinian demand for independence as delusional.\nIf this year's Nobel Peace Prize is to do anything but gather dust on mantelpieces, the United States must get out of the way of peace and support Palestinian self-determination.\n\nGraphic\n\n \nGRAPHIC; Graphic/sketch of (Yasser Arafat) - no cutline\n\nLoad-Date: December 20, 1994"
}