{
    "title": "Arafat's visa_ Shultz has better tools for fighting terrorism",
    "publisher": "christian science monitor ",
    "year": 1988,
    "month": 12,
    "day": 15,
    "full text": "ILLEGAL policy is almost certainly foolish policy. The decision by Secretary of State George Shultz to refuse a visa to Yasser Arafat for the purpose of addressing the United Nations General Assembly about the meeting of the Palestine National Congress in Algiers, and the meaning of its declaration of Nov. 15, is a stunning example.\nFirst to the law. Under the ''Headquarters Agreement'' of June 26, 1947, between the United Nations and the United States, Section 11, ''The federal … authorities of the United States shall not impose any impediments to transit to or from the headquarters district (in New York) of: … (5) other persons invited to the headquarters district by the United Nations ... on official business.'' Under Section 13, ''When visas are required for persons referred to in (Section 11), they shall be granted without charge and as promptly as possible.''\nAs if to drive the point home, Section 6 of Annex 2 to the agreement preserves ''the right of the United States to safeguard its own security and completely to control the entrance of aliens into any territory of the United States other than the headquarters district and its immediate vicinity.''\nThe Congress of the US by Joint Resolution on Aug. 4, 1947, adopted this agreement and its annexes into the domestic law of the US.\nIt is commonplace among lawyers that any simple declaratory sentence in any contract can be construed to be ambiguous. But ambiguities are not resolved by the interpretation of one party. They are resolved by further agreement of both, by a tribunal with the appropriate authority, or by the constituencies to which the contract is addressed. In this case, the ambiguities, if any worthy of attention can be supposed, have been resolved against the US by all its allies except Israel; the vote in the General Assembly was 154 to 2.\nIn these circumstances, there is more than a substantial question as to whether the secretary of state had the authority to withhold a visa from any party invited by the UN. It seems likely that, if Mr. Arafat were to sue in an American court to require Mr. Shultz to issue the visa which, under American and international law, he seems obliged to issue, he would win.\nBut he will not sue. Why should he? The effect of the American action has not been to pit the US against the ''terrorist'' Arafat, but against the UN. Politically, the situation has been turned wholly in favor of the Palestinian radical right and against US influence in the Middle East.\nMost distressing is that Shultz could have attacked ''terrorism'' with far more effect if he had known something of the law.\nTo Arafat's right in the Palestine Liberation Organization's ruling body are several militia leaders, including Abul Abbas, believed to have ordered the Achille Lauro hijacking, and possibly even directly to have ordered the killing of Leon Klinghoffer. Mr. Abbas and his friends lost considerable ground in the declaration of Nov. 14. The US could have compounded his problems by requesting Algeria to seize him as a criminal.\nUnder the 1949 Geneva Conventions, to which Algeria, the US, Italy, Lebanon, Syria, Israel, and just about everybody else is a party, ordering the commission of a ''grave breach'' is itself a ''grave breach.'' It requires all parties to search out persons accused and try them or extradite them to another party concerned. There is no serious doubt that killing even a surrendered enemy soldier is a ''grave breach,'' and certainly killing a crippled civilian is one. Indeed, even hostage-taking is a ''grave breach.''\nIsrael may have its own reasons for considering Abbas to be a common criminal and not a soldier committing ''grave breaches.'' But it is very hard to understand how Italy or Algeria, which regard Arafat's organization as a belligerent against Israel, could deny their legal obligations. The US could easily have demanded that Italy explain why it was not requesting Abbas's extradition from Algeria; he was already convicted in absentia of the Klinghoffer murder. The US could also have demanded that Algeria explain its failure to try or extradite him to Italy or to the United States.\nThe US does not have a bilateral extradition treaty with Algeria to provide for cooperation in normal criminal matters or to abide by the extradition term of the 1949 Geneva Convention. But that failure does not eliminate the obligation; nor does it relieve Algeria of its obligation to Italy. The International Committee of the Red Cross oversees the conduct of the 1949 conventions and would surely have been interested in the correspondence.\nThe unfortunate conclusion being drawn by international lawyers worldwide is that the United States is not serious, and that Shultz is either hypocritical, incompetent, or more interested in fighting the UN than in doing something about terrorism or bringing peace to the Middle East."
}