{
    "title": "Arafat needs to be held accountable accountable",
    "publisher": "the new york times",
    "year": 1997,
    "month": 8,
    "day": 2,
    "full text": "EVERY time Israeli citizens are murdered by Palestinian terrorism, the\nworld's leaders respond by spitting on their graves.\nThey do it by blaming \"enemies of the peace,\" as if the terrorists\nwere entirely outside the responsibility and control of Yasir Arafat,\nanointed as the champion of peace.\nAnd they do it also by continuing to refuse to acknowledge and punish\nArafat's failure to carry out commitments he has made, again and\nagain. Those commitments might have defeated Palestinian terrorism and\nsaved the lives of Israelis slaughtered in the latest carnage.  carnage.\nThe first desecration perverts the truth about how the bombings became\npossible. The second permits the United States and other Western\nnations to keep pouring money into Arafat's treasury. The distortions\nare not only an insult to the Israeli dead, but make more bombings\ninevitable.\nArafat is not an enemy of peace, of a kind. Already the peace talks\nhave given him more than anybody thought he could accomplish by now -\na Palestinian state the world will recognize when he chooses.\nNow he is maneuvering on how much territory the state will have, how\nfree he will be to increase his over-limit army still further, how to\nmake sure Israel's security conditions do not bring real guarantees to\nthe Israelis - and for Jerusalem.\nIn these maneuvers, terrorism is an invaluable weapon. It increases\nWestern pressure on Israel to soften security conditions \"to avoid\nwar.\"\nHe does not, as far as is known, select specific targets. But he seeds\nand nurtures terrorism by having his Palestinian Authority invite\nviolence through sickening anti-Jew propaganda. He allows Hamas, the\nterrorist group that says it carried out Wednesday's bombing, to\noperate in territory he controls. He allows it to keep its arms and\nget more, and to hold political rallies.\nHe permits his officers, including police chiefs, to take part in\nterrorist plans and attacks. He jails terrorists only occasionally and\nbriefly.\nAnd in case there is any doubt, he gives his imprimatur to Hamas. From\nhis May 27 interview with Novoye Vremya, a Russian newspaper:\nQ: Is Hamas a terrorist organization?\nA: The Hamas is one of many patriotic organizations.\nQ: Even its military wing?\nA: Even its military wing.\nAll this is in violation of commitments he made against terrorism four\nyears ago in Oslo to the Israeli Labor government. He made them again\nseven months ago to the governments of Benjamin Netanyahu and\nPresident Clinton, as the price for Israeli withdrawal from Hebron.\nThey are part of a longer list of commitments. It includes the\nrewriting of the Palestinian Charter vowing the destruction of Israel,\nand the strengthening of security cooperation between Israel and\nPalestinians. He broke every one.\nThe broken commitments make Arafat pragmatically responsible for the\nJerusalem bombing. He does not have to specify targets, just point\ntoward Israelis, knowing the abundance of Palestinian terrorists.\nSometimes terrorists do inconvenience him a bit by breaking his\npolitical rhythm by their bombings, as when he wants a round of talks\nwith Israel. But he carries on; encouraging terrorism can be a tricky\nbusiness, but worth the trouble.\nAmong all the nations, only the United States and Israel would even\nthink of making Arafat pay for his deserted commitments on terrorism.\nPresident Clinton can carry out his own commitments against terrorism\nby releasing the full story of Arafat's betrayals. Now they are\ncoppered over so the United States can give Arafat millions. Whether\nor not Clinton gives that order, Congress should cut off U.S. funding\nof the Palestinian Authority.\nIsrael's responsibility is not to be a victim. Arafat is unlikely to\ncarry out Israeli demands that he disarm and imprison terrorists, for\nreal, paying particular attention to Palestinian police terrorists.\nThen Netanyahu will have to use Israeli troops if he wants the job\ndone.\nThe world will denounce Israel, as now customary when Israelis act in\ntheir own interests, even the interest of living. But it might stop\nArafat from digging more graves with his pointing finger - at least\nwhile the world can see.\nRosenthal is a columnist for The New York Times.  times.\n\nLoad-Date: August 4, 1997"
}