{
    "title": "ARAFAT RIPS ISRAEL AT UN Charges terrorism, 'ethnic cleansing'",
    "publisher": "daily news ",
    "year": 2001,
    "month": 11,
    "day": 12,
    "full text": "U.S. officials pressed Yasser Arafat yesterday to halt terrorism, and the Palestinian leader responded at the UN by delivering a loaded diatribe accusing Israel of \"ethnic cleansing\" and \"state terror.\"\nHis 24-minute address to the United Nations General Assembly was punctuated by frequent and loud applause.\n\"State terror is being practiced against the Palestinian people,\" Arafat said, accusing the Israeli Army of assassinating Palestinian leaders and killing \"women, children and [the] elderly.\"\nIsraeli Ambassador Aaron Jacob turned thumbs down on Arafat's address.\n\"He did not mention attacks against Israel or refer to [President] Bush's comments that violence and terror need to end before there can be a state,\" Jacob said.\nMalcolm Hoenlein, executive vice chairman of the Conference of Presidents of Major American Jewish Organizations, said Arafat \"was still not ready to take responsibility to stop the violence in Israel.\" Snubbed by Bush Jewish leaders have repeatedly accused Arafat and the Palestinian Authority of backing terrorist attacks against Israeli civilians since the Palestinian uprising erupted in September 2000.\nBush refused to meet Arafat Saturday at the UN because of the ongoing terror attacks.\n\"We need to see action from Chairman Arafat and the Palestinian Authority,\" Condoleezza Rice, Bush's national security adviser, told ABC yesterday.\n\"Until there is a real effort at the cessation of terrorism, it's going to be very hard to get the peace process going,\" she said.\nArafat was greeted yesterday with applause before uttering a word and escorted to the podium - an honor that is usually reserved for prime ministers and presidents.\n\"The Israeli Army practices also include assassinations of Palestinian political leaders, demolition of homes, destruction of private and government institutions,\" Arafat said. \"We call upon the international community . . . to exert every possible effort to stop this war of aggression.\"\nWhile he devoted most of his speech to accusing Israel of \"state-sponsored terrorism,\" Arafat also denounced the attacks on the World Trade Center and Pentagon as \"terrorist, horrific, criminal and ugly.\"\n\"Our deepest and warmest sympathy to President Bush, the American people and government and to the families of the victims\" of the attack, Arafat said.\nArafat later met privately with Secretary of State Powell to discuss the crisis in the Middle East. Later, maybe Asked why Bush would not meet Arafat in New York, Powell said a future meeting was possible \"but this weekend and this occasion was not the appropriate time.\"\nEarlier, Powell said Bush's use of the word Palestine in his UN address was deliberate.\n\"It's appropriate . . . to call those two states what they will be, Israel and Palestine,\" Powell said on NBC's \"Meet the Press.\"\nUntil Saturday, State Department diplomats had spoken only of a \"Palestinian\" state because the term Palestine is fraught with symbolism.\nUnder British rule, the word meant the entire pre-1948 territory, which includes Israel, the West Bank and Gaza Strip.\n\"The only objection we would have to the use of the term 'Palestine' would be where it is meant as an alternative to Israel,\" said Raanan Gissin, an adviser to Prime Minister Ariel Sharon.\n\nGraphic\n\n \nAP ONE-ON-ONE Palestinian leader Yasser Arafat (l.) and Secretary of State Powell meet at Waldorf-Astoria after Arafat's UN speech yesterday. They held private session on Mideast crisis.\n\nLoad-Date: November 12, 2001"
}