{
    "title": "ARAFAT HAS A DATE WITH TERRORISM",
    "publisher": "daily news ",
    "year": 2001,
    "month": 4,
    "day": 17,
    "full text": "There's an international conference of terrorist organizations in Tehran next week, and guess who's among the guests of honor? Not the elusive Osama Bin Laden. He doesn't go out much these days. No, the big surprise personality is no one less than Nobel Peace Prize laureate Yasser Arafat.\nIt's the Palestinian leader's first visit to Iran in a long time. The mullahs who rule that benighted nation have considered him unkosher ever since he began talking about making peace with Israel. But according to Palestinian insiders, Iranian intelligence decided recently that Arafat has \"resumed the path of the people\" by launching the now five-month-old intifadeh and apparently dropping plans to resume peace negotiations with Israel.\nSo off went the invitation to Arafat. Both the host and the invitee decided to keep the visit hush-hush, say the sources, until Arafat's actual arrival in Tehran. Once there, they say, he plans to meet with Iran's spiritual leader, Ayatollah Ali Khamenei, the most extreme of the extremists holding sway in Iran.\nOf course, the April 24-25 predators' ball is not being billed as a terrorist conference, but rather as the International Conference for Support of the Intifadeh.\nBut the stated goal is clear: to seek \"ways to establish an independent Palestinian state from the Jordan River to the Mediterranean Sea\" - which kind of cuts out Israel.\nThe participants, in addition to Arafat, are major Islamic terrorist groups. This rogues' gallery includes the heads of all the Palestinian extremist groups, such as Hamas, the Islamic Jihad and the Popular Front for the Liberation of Palestine, as well as leaders of Islamic militants operating worldwide.\nAlso attending: the senior leadership of Hezbollah, the Iranian- and Syrian-backed Lebanese-based terrorist army whose recent attacks on Israeli civilians and military are sharply raising the Mideast's war risk factor. It was Hezbollah's killing of an Israeli soldier in the Shebaa Farms district that prompted Sunday's Israeli air raid on a Syrian radar position in eastern Lebanon.\nThe Israelis say - and they are right - that Hezbollah would never have upped its attacks on Israel without Syrian approval, if not instigation. So guess where Arafat is stopping on his way to Tehran? In Damascus, to pay his first visit to Syrian President Bashar Assad, the head of another government that looked askance on Arafat's \"peacemaking\" with Israel.\nWhat does all this mean? Possibly that Arafat hasn't strayed that far from the terrorism that he claims to have rejected. For all his talk of making the \"peace of the brave\" with Israel, what we are seeing is increasing proof that he is unwilling or incapable of accepting the presence of a viable Jewish state.\nThose who back Arafat, both Westerners and moderate Arabs, should take note, as Israeli Prime Minister Ariel Sharon already has. Syrians, Iranians, Arafat and all their buddies should remember: The biggest risk terrorists face is the danger of blowing themselves up.\n\nLoad-Date: April 17, 2001"
}