{
    "title": "Arafat reduces peace process to blackmail",
    "publisher": "usa today",
    "year": 1997,
    "month": 4,
    "day": 14,
    "full text": "In the past month, Yasser Arafat has led a terrorist Palestinian\ngroup to assume it has his approval for acts of terrorism against\nIsrael. He has urged the Arab League to resume its boycott of\nIsrael. As a result, the peace process has plummeted to its lowest\nebb in recent memory.\nThe behavior of Arafat and his cohorts has reduced the \"peace\nprocess\" to scarcely more than blackmail. The Palestinians and\ntheir Arab partners have formulated a dangerous either/or threat:\nPeace on their terms or suffer their boycotts, bombs and stones.\nAll of this seems to be based on the weird presumption that it\nwill have no impact on relations with the United States.\nThis presumption is terribly wrong. For years it has been obvious\nthat certain realities have been unclear to the Arab parties to\nthe peace process. The Department of State, constrained by the\nmeaningless rhetoric of diplomacy, is ill-equipped to convey those\nvery clear realities. It is long past time that Arafat and Company\nwake up and smell the coffee.\nThe American people are not likely to be bullied away from their\nfriendship and support for the state of Israel. Americans want\na foreign policy dictated by values, not by\nrealpolitik. They respect democracy, and they like Israel\nbecause they feel comfortable with a system of majority rule,\nof elections, of civil and political freedom.\nCongress needs no pro-Israel lobby to instruct us as to why we\nshould support Israel. The U.S. cares about Israel because the\nvalues held dear by Americans are reflected in Israel. Those who\nundertake to subvert these values earn our enmity. We should not\nengage with them; we should not trade with them; we must do our\nutmost to isolate them. (Witness U.S. policies against Iran and\nCuba.)\nThe Palestinians, led by Arafat, have labored too long under the\ndelusion that because they are engaged in an illusory, on-again,\noff-again peace process with Israel, they have no obligation to\nabide by the standards expected of other nations in partnership\nwith the United States. The Palestinians must understand the choice\nconfronting them: They can adopt our values, reject further terrorism,\nand embrace democracy; or they can join the pariahs.\nFor other participants in the Arab League's recent hate-fest in\nCairo, similar conditions apply. There are indeed relationships\nwith many Arab states that are important to us. But if they undertake\nto revert to the old boycott days, there are U.S. laws to restrict\nthe scope of our relations, and they will be applied.\nThese realities must be made completely clear throughout the Middle\nEast, especially in light of the impending final status talks\nbetween Israel and the Palestinians. There is little doubt that\nonce the peace process clears this current hurdle, discussions\nof the ultimate disposition of the West Bank and Jerusalem can\nand will commence. On this, the views of the Congress are clear:\nJerusalem is the united capital of the state of Israel, and the\nU.S. will support its remaining so forever. If this is unacceptable\nto the Arab parties to the peace process and if they resort to\nterrorism, boycotts and other failed policies of the past, relations\nwith the United States will surely deteriorate.\nU.S. acceptance of the Palestine Liberation Organization as a\nnegotiating party in the peace process became possible conditioned\non the PLO's decision to renounce terrorism. For those willing\nto embrace the fantasy that terrorists are, somehow, freedom fighters,\nthe PLO's words alone were enough. For the rest of us, renunciation\nof terrorism demands that Arafat and the Palestinian Authority\nmust not merely condemn acts of terror, but must also actively\nprevent such acts and imprison the perpetrators.\nI confess disinterest in the exigencies of Palestianian balance\nof power politics that \"require\" Arafat to entertain Hamas and\nIslamic jihad.\nIf, during the final status talks, we are obliged to look forward\nto PLO-sanctioned acts of terrorism and a chorus of threats from\nthe Arab League, Israel and its friends will have little incentive\nto attend such talks. That would not, of course, reflect any change\nin the U.S. relationship with Israel, which is based on shared\nvalues. But it will bode ill for the U.S.-Palestinian relationship,\nwhich, after all, is based on the peace process and little else.\nSen. Jesse Helms, R-N.C., is chairman of the Foreign Relations\nCommittee and author of the Middle East Peace Facilitation Act.\n\nGraphic\n\n \nPHOTO, B/W, Reuters\n\nLoad-Date: April 14, 1997"
}