{
    "title": "ARAFAT FOES ADD 2 KILLINGS TO TERRORISM UPSURGE",
    "publisher": "the new york times",
    "year": 1985,
    "month": 11,
    "day": 29,
    "full text": "There has been an upsurge in terrorist activity recently by the underground Palestinian group headed by Abu Nidal, who has been accused by Egypt of masterminding the hijacking of an Egyptian airliner to Malta.\nThe group said in a statement published here today that it killed two Palestinians in Jordan this week, accusing them of having been agents of the Jordanian authorities and of Yasir Arafat, chairman of the Palestine Liberation Organization.\nTwo days earlier, Jordan's Interior Ministry announced the arrest of three terrorists in connection with the killings. The announcement said the detainees told the police that they were members of the Abu Nidal group.\nThe group, which uses the name of Al Fatah - Revolutionary Council and other titles such as Arab Revolutionary Brigades, said it was responsible for killing the two men, Hussein al-Bitar and his son, Mohammed.\nIn a statement delivered to An Nahar, a Beirut daily, it said the father had worked for Mr. Arafat's ''security service,'' and it accused the son of being a Jordanian agent.\nThe Beirut press carried reports on Tuesday saying the hijacking of the jetliner to Malta was a joint operation by the Arab Revolutionary Brigades and a group called Egypt's Revolution.\nSurvivors of the ordeal said the hijackers had told them they were members of Egypt's Revolution.\nThe 50-year-old Abu Nidal, whose real name is Sabry al-Banna, broke away from Mr. Arafat's mainstream guerrilla group, Al Fatah, in 1974.\nHe was the first guerrilla activist to challenge Mr. Arafat's leadership of the P.L.O. He stepped up activity in Jordan with the declared goal of undermining P.L.O.-Jordanian cooperation in finding a peace settlement.\nA year ago his group took responsibility for the slaying of Fahd al-Kawasmeh, a former member of the P.L.O. executive committee, in Amman.\nAbu Nidal, who was interviewed in September by Arab and foreign reporters in Tripoli, Libya, was reported to be bent on discrediting a pledge by Mr. Arafat banning guerrilla attacks outside Israeli-occupied areas.\nThe pledge was contained in the Cairo declaration that Mr. Arafat issued Nov. 7 after a meeting with President Hosni Mubarak of Egypt.\nAbu Nidal has been suspected by West Germany of having had a role in a car-bomb attack outside a United States military shopping center in Frankfurt on Sunday.\nEgypt accused Libya of having been behind the hijacking of the Egyptair plane last weekend, and the Cairo press pointed at Abu Nidal. Tripoli denied the charges.\nPalestinian organizations in Syria have issued their own condemnation of the Cairo declaration. A statement by the Palestine National Salvation Front, a coalition of six groups, accused Mr. Arafat of capitulating to Israel.\nThe National Salvation Front was set up last March with Syrian help to oppose Mr. Arafat's leadership.\nThe Abu Nidal faction does not belong to the front, but some dissidents in Al Fatah have been trying to make common cause with it. ----Israel Raids Lebanon Villages BEIRUT, Nov. 28 (AP) - Israel sent troops and armor today into the villages of Yater and Kafra in a part of southern Lebanon that is patrolled by the United Nations. Israeli planes crisscrossed Lebanese skies and shook Beirut with sonic booms.\nA spokesman for the United Nations force said that Israeli troops entered the villages at 9 A.M., apparently searching for guerrillas. The Israelis reportedly herded villagers into the main squares and questioned some, and also scoured homes and fields.\nThe villages, four miles north of the Israeli border, are policed by Nepalese and French units of the United Nations force. They are in an area that Israel has proclaimed a buffer zone, overlapping with the area patrolled by the United Nations.\nPairs of high-flying Israeli jets broke the sound barrier three times today. Each pair circled Beirut, then headed west over the Mediterranean."
}