{
    "title": "Arafat Visa for U.N. Linked To P.L.O. Actions at Parley",
    "publisher": "the new york times",
    "year": 1988,
    "month": 11,
    "day": 9,
    "full text": "Actions by the Palestine Liberation Organization this weekend could affect whether the United States gives Yasir Arafat a visa that would allow him to address the United Nations, American officials said today.\nThe Palestine National Council, the supreme policy-making body for the P.L.O., is scheduled to meet over the weekend in Algiers. A decision by the Council to renounce terrorism could enhance Mr. Arafat's chances of obtaining a visa, the American officials said.\nBut Secretary of State George P. Shultz has told Congress that he has ''no desire whatever to see Arafat in the United States.'' Mr. Shultz made the comment in response to a letter from 51 senators urging him to deny an expected visa request for Mr. Arafat.\nArab diplomats and Administration officials have said they expect Mr. Arafat to seek a visa to address the United Nations General Assembly when the assembly considers the Middle East situation and ''the question of Palestine'' later this year.\n \nProblems for Arafat\nSuch requests are routinely granted to people invited to speak at the United Nations. But State Department officials said the United States informally advised the United Nations that there could be problems if the organization tried to arrange a visit by Mr. Arafat.\nP.L.O. members say the Palestine National Council will probably declare an independent Palestinian state in the Arab lands occupied by Israel. Whether it would renounce terrorism or make any gesture toward recognition of Israel is uncertain.\nMr. Shultz's letter was addressed to Senators Charles E. Grassley, Republican of Iowa, and Dennis DeConcini, Democrat of Arizona. A copy was sent to Javier Perez de Cuellar, the United Nations Secretary General.\nIn the letter, Mr. Shultz said Mr. Arafat had not formally applied for a visa. He added, ''Should we receive such an application, I can assure you that I will apply severe scrutiny to it in the light of applicable law and regulations and other circumstances pertinent at the time.''\n \nWould Talk in New York\nMr. Arafat's representatives have told several members of the Council on Foreign Relations that he would welcome an opportunity to speak at its New York headquarters. Peter Tarnoff, the president of the council, said no decision would be made ''unless and until a visa is issued'' to Mr. Arafat.\nIn their letter to Mr. Shultz, the 51 senators said, ''Arafat should be denied access to our country until he and the P.L.O. renounce terrorism as a tool of foreign policy.'' The letter also said the P.L.O. should formally recognize Israel's right to exist and accept United Nations Security Council Resolutions 242 and 338 as the framework for peace in the Middle East.\nIn a 1975 memorandum of agreement with Israel, the United States said it would not recognize or negotiate with the P.L.O. so long as the organization did not recognize Israel's right to exist and did not accept the two United Nations resolutions.\nThe additional condition, requiring the P.L.O. to renounce terrorism, evolved through a consensus of the Reagan Administration and Congress. All three conditions are now codified in laws passed by Congress. The laws say that no officer, employee or agent of the United States Government may negotiate with the P.L.O. unless it satisfies all three conditions.\n \nSpoke in 1974\nThe United States is putting pressure on Mr. Arafat to renounce terrorism by highlighting the involvement of his aides and associates in terrorist activities. Mr. Arafat addressed the General Assembly in 1974, saying he came ''bearing an olive branch and a freedom fighter's gun.''\nUnder the United Nations Headquarters Agreement of 1947, the United States is not supposed to ''impose any impediments to transit'' of people invited to the United Nations on official business. But the United States has always reserved the right to exclude such people if they posed a ''security threat.''"
}