{
    "title": "Arafat in perspective",
    "publisher": "the world",
    "year": 1989,
    "month": 3,
    "day": 9,
    "full text": "Does Yasser Arafat speak for the PLO or doesn't he? Does the PLO    V renounce terrorism or doesn't it? The questions arise from several    attempted guerrilla raids against Israel that chairman Arafat has not    found public voice to decry. When Egypt pressed him to speak out,    Arafat is said to have replied privately that he could not afford to    offend the dissident PLO factions responsible for the raids.\n \n     That's no reason for the United States to break off its nascent    dialogue with the PLO, but it does show the need to keep a clear head    about the prospects. It should also caution other nations against    hastening, as some already have done, to grant diplomatic recognition    of sorts to the PLO or its alter ego, the Palestinian National Council.\nNeither is a government in any sense. Neither has the power to adopt    coherent policy, much less enforce it. The PLO is a movement, nothing    more.\n \n     The difference was underscored Tuesday when George Habash, leader    of the PLO's second-largest faction, vowed more guerrilla raids into    Israel's southern Lebanon security zone and claimed they were not    forbidden by Arafat's renunciation of terrorism three months ago.\n \n Though even Arafat asserts military targets are exempt, he has    suggested that he would entertain the possibility of a truce along    Israel's border with Lebanon. Habash, however, said he would not.\n \n     It should be pointed out that there is no such thing as a purely    military target in that part of the world. Guerrilla raids almost    always end in harm to civilians. So do the retaliatory air strikes.\n \n     Arafat's expressed willingness to break this cycle of violence in    the context of a negotiated peace is reason enough for the United    States to be talking with him. There is not likely to be a    comprehensive Middle East peace settlement without him. Whether there    can be one even with him is, unfortunately, not nearly so clear.\n \n\nLoad-Date: November 9, 1992"
}