{
    "title": "Arafat inches toward peace",
    "publisher": "christian science monitor ",
    "year": 1988,
    "month": 12,
    "day": 15,
    "full text": "YASSER ARAFAT went a few more centimeters toward the kind of unambiguous statements Washington demands with his speech in Geneva before the United Nations General Assembly. But it was not enough. The State Department, though impressed by Mr. Arafat's positive tone, still refuses to talk with the PLO.\nDoes that position serve the cause of peace? In the last six months the Palestine Liberation Organization has modified its traditional hard-line approach to resolving the Mideast conflict. Arafat is trying to take the organization from confrontation to compromise. He's been applauded by US allies in Europe, and by the PLO's traditional Arab and third-world friends.\nBut the parties that count most, the United States and Israel, are not yet willing to sit down with Arafat and see whether he's serious. The PLO leader came close in Geneva to meeting Washington's criteria for talks. There had been an understanding he would meet these criteria - notably, a clear acknowledgment of Israel's right to exist.\nArafat swerved from the agreed language, as he tends to do. He may never acknowledge Israel's right to exist without complicating things by affirming the Palestinians' right to a state of their own. Should he be expected to? When does a focus on semantics block out the bigger picture - a breakthrough for peace?\nAnwar Sadat's early peace overtures were soundly rejected by the US and Israel. The trauma of another Mideast war, in 1973, broke the skepticism. Mr. Sadat began to be taken seriously; things moved toward Camp David. No one now on the Mideast scene seems ready to duplicate the Egyptian's peace initiative. But this is another period of fluidity in the region. Opportunities should be explored.\nArafat's repeated embrace of UN Resolutions 242 and 338, which affirm the right of all states in the region to ''live in peace within secure and recognized boundaries,'' is such an opportunity.\nIn Geneva, Arafat repeated his rejection of ''terrorism in all its forms,'' but mentioned a past declaration excepting resistance within the occupied territories. Complications abound here. Has the PLO dropped its longtime stand that all of Israel is ''occupied territory''? Is the current uprising, or intifadah, a kind of terrorism, as the Israeli government might argue? Certainly the PLO's words rejecting terrorism must be tested.\nIsraeli Prime Minister Yitzhak Shamir sees terrorism as inherent in the PLO's goal, stated in its charter, of eliminating Israel. PLO spokesman say recent stands by the Palestine National Council and by Arafat have abrogated those provisions of the charter. Arafat would do well to announce unequivocally that the charter will be formally amended and the offensive references removed.\nNothing the PLO chairman does is going to allay Mr. Shamir's doubts soon. Within Israel, however, is a recognition that any peace settlement will have to involve Palestinians.\nFor now, chairman Arafat is pursuing an intricate bargaining process. The US can at least talk with him, to show that moderation can have a chance."
}