{
    "title": "Are the terrorists winning_ We can't let fear and a bunker mentality become the new normal in Americ",
    "publisher": "usa today",
    "year": 2010,
    "month": 5,
    "day": 20,
    "full text": "Cal Thomas is a conservative columnist. Bob Beckel is a liberal Democratic strategist. But as longtime friends, they can often find common ground on issues that lawmakers in Washington cannot. View the video version of this column at www.usatoday.com/news/opinion/default.htm or at USA TODAY's YouTube channel at youtube.com/usatoday.\nToday: Terrorism in America.\nBob: What would you say if I told you the terrorists were winning?\nCal: I'd check your temperature. Thanks to President Bush and his war footing, we have radical Islamists on the run.\nBob: Before we head to our political corners, think about it. One incompetent schmo who probably couldn't program his VCR gets caught after trying to blow up a car in Times Square, and what do we do? Spend the next two weeks living in hysteria. The coverage of terrorism in the American news media (print and television)  can be frightening and vastly overreported. I must have seen hundreds of video clips of suspect Faisal Shahzad's Nissan Pathfinder in Times Square. So did my young daughter, who knows I'm in Times Square every week and was terrified about my going back. The blanket and repetitive coverage of a badly trained kid with a makeshift bomb was just what the terrorists want: to keep us scared. By doing so, they are winning this war.\nCal: We should be afraid, but not in fear itself. There's a distinction. We can and should acknowledge the threat and, yes, react to it. But such incidents should also motivate us to keep our guard up. These images of terrorists trying to kill us and ruin our way of life are reality, and if we don't fight this war with the same intensity they have toward us, they will succeed. Apathy is the greater danger when we should remain vigilant.\nBob: Not only is the coverage overkill, so is the response from politicians and terrorism experts.  More Americans died of bee and other insect stings in the last year than died at the hands of terrorists. And I'd venture to say that more will die over the years from the stress related to terrorist threats than to terrorism. Yet we are consumed with spending billions of dollars and altering our very lifestyles because of fear of the unknown. Enough!\nCal: Thirteen died at Fort Hood. That was a terrorist act. More people also die in car accidents than in terrorism on U.S. soil, but bees and reckless drivers are not the same as terrorists with political and religious philosophies.\nBob: Look around. Our National Mall and its monuments resemble an armed camp. The Supreme Court just shut its main door to visitors for the first time in its history. Why?  Some security people at the court perceive it as a potential target. Since 9/11 three terrorists have been captured: the \"shoe bomber\" in Boston, the \"Christmas underwear bomber\" in Detroit and now the \"Times Square bomber.\" Combine the IQ of all three, and we're still not in triple digits.\nCal: Don't forget, though, that there are also Ayman al-Zawahris  out there, too. Al-Qaeda pulled off 9/11 with Mohamed Attas and Osama bin Ladens -- smart, if evil, men. Underestimating the enemy is what opened the door to that horrific attack.  Look, I also lament the armed camp Washington has become. I have a picture of my mother as a young girl in the White House driveway in 1922. Then, the guards recognized her and my grandmother and waved them in to visit President Harding and Vice President Coolidge. They didn't need identification.  Those days are gone forever, swallowed up in the reality of our modern age.\nBob: I understand that even badly trained terrorists can do a lot of damage. If any of the three bombs I mentioned had detonated, hundreds could have been killed. But did the authorities need to shut down blocks around Times Square, essentially shuttering businesses in the area? The hotel I stay in near Times Square was shut down, and no guests were allowed to leave  until 3 a.m. After the London subway and bus bombings, though the Brits certainly reacted in horror and ramped up security, normalcy returned rather quickly. I'm just saying that our government should be more resolute and less reactionary and knee-jerk.\nCal: I agree that we should be more proactive and less reactive. It's perplexing to see ramped-up security just after an attempt, as though terrorism occurs in waves. We need to be ready for every attack while dealing with terrorists as enemies, not as criminal suspects.\nBob: Terrorist activity on U.S. soil is a law enforcement issue. In fact every terrorist plot here, and the train bombings in London and Madrid, were solved by good police work -- not by thousands of troops. We worry far too much about attacks here rather than getting to the root of the problem, particularly in Pakistan. That country's military and intelligence services have done a good job over the last year in rooting out terrorist cells that were mainly threats to Pakistan. But what about taking on terrorist camps that train and fund terrorist plots on U.S. and European soil?\nCal: We should take them to task. But I won't let you get away with this law enforcement nonsense.   If we fight a war with the weapons of the criminal justice system, we will lose. Our enemies know this, and that is why they fight with different weapons and use our legal system against us.\nBob: One other thing that bothers me is Sen. Joe Lieberman's proposal that those aiding foreign terrorists should be stripped of their American citizenship. The Supreme Court in Afroyim v. Rusk in 1967 rejected a similar proposal saying, \"Citizenship is no light trifle to be jeopardized any moment Congress decides to do so.\" I also reject the outcry over giving Miranda rights to Faisal Shahzad. He is a U.S. citizen and as such enjoys Fifth Amendment protection from self-incrimination.\nCal: I think Lieberman meant that if a terrorist  is a U.S. citizen, he (or she) should be stripped of citizenship. And I think that should especially apply if the person obtained citizenship under false pretenses, meaning he wanted to use it to make it easier to travel and receive training -- as Shahzad did in Pakistan -- and violently overthrow the United States and its government.  Being Jewish, Lieberman  understands better than most politicians what the stakes are in this war. I also think President Obama is right to look at modifying Miranda warnings when it comes to terrorist suspects.\nBob: So what do we do about Pakistan, Cal? This \"ally\" has become a terrorists' nest. Here's what I propose:  If the Pakistanis fail to obliterate the terrorist camps on its soil, then we need to not only ramp up the use of drones, but also pour U.S. Special Forces into these areas. There can be no havens, period.  In the meantime, I propose that only Pakistanis who are doing business or going to school here be allowed to travel to the USA. That will infuriate Pakistan, but it will send a loud message to the Pakistanis and to the world: Coddle enemies of the United States, and you'll suffer the consequences.\nCal: I'm on board. After all, the  U.S. government has a history of barring people with certain contagious diseases from entering America because they pose a danger of spreading infection and possibly causing an epidemic. Terrorism is such an infection. It is spreading. Because one of its key sources is Pakistan, we should do all we can to keep people who might be carriers of this political and religious disease out of the country. \n\nGraphic\n\n \nPHOTO, B/W\nPHOTO, B/W\nPHOTO, B/W\nGRAPHIC, B/W\n\nLoad-Date: May 20, 2010"
}