{
    "title": "Are drone strikes needed to fight war on terrorism_",
    "publisher": "usa today",
    "year": 2015,
    "month": 4,
    "day": 27,
    "full text": "On Thursday, the White House revealed that two hostages held by al-Qaeda, including one American, were killed in a counterterrorism drone strike in Pakistan last January.\nPeople seem to forget that we are at war! Good people die in wars. We all pray for families that have lost loved ones in any war, no matter whether they are civilian, military or volunteers.\nRon Williams\nDrone strikes killing innocent people are creating terrorists out of their relatives. Is it any wonder that people of the Middle East hate us?\nDavid Toland\nCondolences to the friends, family members and loved ones of these two men killed in the January drone strike. Hopefully, their deaths via this tragic accident will not be in vain and the families will be allowed to grieve in peace. The real question is why did it take nearly three months to report the deaths?  On a plus side, the counterterrorism operations did kill two Americans who joined al-Qaeda.\nMichael R. Smith\nHow many troops have been killed by friendly fire in past wars?  Yes, things happen in war, often  more bad than good.\nRon Woodworth\nA call for more transparency\nTwitter\nThere is no excuse for killing someone and not telling his family right away.\n@Whatfour\nIf President Obama had used special forces on the ground, he could have accomplished the same thing without killing the hostages.\n@JoeMGoldner\nIt is tragic when an American and an Italian are killed by a drone strike, but what about the countless other civilians who are killed?\n@dmcnay19\nFollow @USATOpinion or #tellusatoday on Twitter for more discussions\nList\nU.S. casualty\nWHO: Warren Weinstein, 73\nWHAT: The U.S. aid worker was killed accidentally in a counterterrorism drone strike in Pakistan in January.\nWHY: Intelligence assessments had found \"near certainty\" that no civilians were in the compound targeted in the strike.\nLetters\nThe discussion about drones is healthy for our society. Sen. Tim Kaine, D-Va., is right about constantly re-evaluating our strategy (\"Sen. Kaine: The problem isn't drones. It's the mission,\" Capital Download, News, Friday).\nBut he is jaw-droppingly wrong about the length of the war being a surprise. Anyone could have seen on Sept. 12, 2001  -- and I did see -- that the war would last years, perhaps 50 or more.\nThat is because we can only hold firm against an evil ideology such as militant Islam. We must firmly oppose it until all the proponents of that twisted and corrupt version are dead, either from war or old age.\nA new generation will then Recognize that fighting against us in the West will only bring  defeat and destruction.\nLynn Johnson\nSalt Lake City \n\nLoad-Date: April 27, 2015"
}