{
    "title": "Are drone strikes worth damage done to U.S. image abroad_",
    "publisher": "usa today",
    "year": 2014,
    "month": 7,
    "day": 18,
    "full text": "LETTERS\nIn 37 of 44 countries surveyed by the Pew Research Center, more than half of the respondents objected to U.S. drone strikes on terrorists (\"Global opposition to U.S. drone strikes grows,\" USATODAY.com, Tuesday).\nBut how many of the countries surveyed are targets of terrorism? And how many of them contribute to the \"war on terrorism\"? To both questions, I suggest, very few! This is a new form of war, and the methodology had to evolve. Should we commit ground troops in countries sheltering terrorists instead? How many of our troops are we willing to sacrifice because polls suggest people in some countries object to  our using drones?\nWhen they step up to combat terrorists, then -- and only then -- let them decide whether countries should employ drones. Frankly, if the use of drones saves the life of one American serviceman or woman, it has served its purpose well.\nPhil Seymour\nNew Bern, N.C.\nFACEBOOK\nHow quickly the world forgets 9/11. Many critics offer no alternative solution to the problem of terrorist attacks.\nI bet a large number of New York City residents approve of drone strikes. We are expected to be the world's police force for democracy, but not hurt anyone in the process.\nFred Clemens\nNow where are all these people to denounce  taking any kind of meaningful action against  terrorists? If you  have better ideas on how to stop these thugs, we'd love to hear it. If not, your \"poll\" is meaningless.\nHugh Marshall\nDrone strikes are out of control and doing more damage than good.\nA lot of damage has been done. Even stopping them will not undo all of it. But there still may be cases where the risk is warranted, or where the U.S. should be visibly seen to be working with governments, and not doing it unilaterally.\nTerry Mayer\nThe killing of innocent people, especially children, is tough to condone no matter  the intent.\nWayne Leslie\nManned or unmanned, we have a right to defend ourselves.\nBetty Simmons\nWho cares what others think about drones? Let them develop their own defense weapons/tactics. It does not make sense to put boots on the ground if you have eyes in the sky.\nKen Rushing \n\nLoad-Date: July 18, 2014"
}