{
    "title": "Are we apathetic to terror - or are we resilient_ Atrocities occur so often, there's a risk of becom",
    "publisher": "usa today",
    "year": 2017,
    "month": 6,
    "day": 6,
    "full text": "When terrorists barrel into unsuspecting pedestrians on London Bridge, stab people in Borough Market or bomb children in a Manchester arena, they do it to stoke fear. But what happens when attacks seem so pervasive that terrorism begins to feel normal?\n\"People are on edge, but as these attacks increase, there is going to be less public outcry because they become normalized,\" terrorism researcher Alexandra Bradford said. \"People always adjust to violence.\"\nIn the USA, an undercurrent of fear has persisted since  9/11,  and the rise of social media, a relentless 24/7 news cycle and the prevalence of smartphones to access the news has amplified the feeling that we are under constant threat. There are push alerts on the latest attack. Facebook feeds of baby pictures and nights out are interrupted by videos of panicked victims. Tweets show bodies in the street.\nIt can feel inescapable.\n\"When we are repeatedly exposed to fear-provoking media content, we become desensitized over time and experience a diminished reaction,\" said Melanie Greenberg, a clinical psychologist in Marin County, Calif., and author of The Stress-Proof Brain.\nAccording to a report from Pew Research Center, even before the terrorism attacks in London and Manchester, people in Europe, the USA and Canada had pervasive concerns about the threat of extremism.\nBradford points out that the U.K. has experienced a volatile, violent climate before and that people have adjusted.\n\"If we use history as an example -- in terms of how (the U.K.) continued to flourish under the darkness of the blackout during the years of the Blitz and then again during the decades of IRA attacks -- people became accustomed to everyday violence,\" she said.\n\"Life recalibrated, and a new normal was found.\"\nThe realities of global terrorism are complex and rapidly changing. Worldwide deaths from terrorism decreased 10% in 2015, the first decrease since 2010, according to the 2016 Global Terrorism Index. However, deaths among the 35 member countries of the Organization for Economic Cooperation and Development -- which include European nations, the USA, Israel, Australia and others -- were up 650%, from 77 to 577, from the previous year.\n\"There continue to be periodic gruesome attacks that attract much attention,\" said Richard Lachmann, a political sociologist at the University at Albany. \"But the total number of Americans and Europeans killed by terrorists remain low, on the level of the number killed by lightning.\"\nHas the public reaction recalibrated under the onslaught of terrorism news? After the Paris and Brussels attacks, Facebook profiles were awash in the tricolors of the French and Belgian flags. After seven people were killed in London this weekend, the Union Jack was not splashed across social media sites.\nThough there were social media messages of concern, prayers and support for London, there was also something else, something more akin to numbness.\n\"I've become numb to these senseless acts of terrorism around the world to the point where it doesn't even bring out a reaction in me anymore,\" @its_treys tweeted after the Manchester attack.\nStepping back from thinking about terrorism is \"a necessary reaction,\" said Frieda Birnbaum, a research psychologist in Saddle River, N.J.\n\"Even though it affects us and we have that in the back of our minds, we have to go on with our daily activities,\" Birnbaum said.\nGetting back to life isn't a bad thing, psychologists say.\n\"Sending the message to terrorists of the world that they do not have the power over us. That is really what makes us resilient, and we want to encourage that over reactions of fear and avoidance,\" said George Washington University professor Mary Karapetian Alvord.\nIt's people's resilience, in some way, that means the terrorists will never win, Bradford said.\n\"A job of a terrorist is to terrorize the public,\" she said. \"And if the public becomes accustomed to these attacks, and if we remain steadfast and refuse to give into fear, then really these terrorists have failed in their ultimate goal.\"\nContributing: Greg Toppo, USA TODAY \n\nLoad-Date: June 6, 2017"
}