{
    "title": "Are anti-terror claims inflated_",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 5,
    "day": 28,
    "full text": "WASHINGTON -- U.S. immigration agencies say anti-terrorism is their primary mission, but they tried to deport only 12 people on terrorism-related charges from 2004 through 2006, according to a private research study released Sunday.\nThat group of 12 represents a tiny fraction of the 814,073 people the government tried to remove from the country during those three years. The study's authors acknowledge the figure understates the anti-terrorism effort by the Homeland Security Department's immigration agencies.\nIn addition, because no one knows how many terrorists are in the United States or tried to get in, there is no way to say whether the figure of 12 is too low, too high or about right.\n\"The right number is unknowable,\" co-author David Burnham said in an interview. \"But the budget and powers of this agency are influenced by all their talk and rhetoric about terrorism and criminals, and if that isn't what they are doing, it should be considered by Congress and the public.\"\nHomeland Security spokesman Russ Knocke said the study failed to appreciate record-setting enforcement totals.\n\"They seem not to grasp that immigration laws are a powerful authority in preventing security risks from setting foot on our soil,\" Knocke said. \"The vast majority of immigration violations are either going to be criminals or economic migrants who arrive illegally, but we're tough for that off-chance one presents a national security concern.\"\nTerrorists have been barred, Knocke said, and new tools to help are going into place. That includes getting data on travelers well before they arrive and improving security of travel documents.\nA former New York Times reporter, Burnham is co-director of the Transactional Records Access Clearinghouse. The private research group at Syracuse University analyzed the work of two Homeland Security agencies -- Immigration and Customs Enforcement and Customs and Border Protection.\nTRAC analyzed records of the more than 200 immigration court judges employed by the Justice Department back through 1992 and the department's records of criminal cases brought in U.S. district courts. The records were acquired under the Freedom of Information Act.\nTRAC also found that a separate, broader category of national security charges were brought to try to deport an additional 114 people during the three years. Criminal charges such as human trafficking, drug dealing and other traditional crimes were used against 106,878, or 13 percent of those the government tried to deport.\nThe overwhelming majority of deportation cases -- 86.5 percent -- were based on traditional immigration violations such as sneaking past border inspections, not having a valid visa or overstaying a student visa, TRAC said.\nTRAC found that Homeland Security agencies were credited during the period with producing or assisting on only 31 of 620 criminal prosecutions in district courts against defendants whom prosecutors labeled international terrorists, domestic terrorists or terrorism financiers.\nLast month, Assistant Secretary Julie L. Myers, who heads ICE, said: \"Our mission remains clear -- to protect the United States and uphold public safety by targeting the people, money and materials that support terrorists and criminal activities.\"\nThe customs commissioner, Ralph Basham, said in the agency's performance report for 2006: \"Our priority mission -- and our greatest challenge -- is to prevent terrorists and terrorist weapons from entering the United States.\"\nThe TRAC report said deportations and prosecutions are not the full measure of the agencies' anti-terror efforts, which also include patrolling borders and inspecting cargo. The study said some people suspected of terrorism may be charged only with lesser infractions because those are easier to prove and the maximum penalty for either charge in immigration court is removal from the country.\nDefending the performance, government officials note the absence of major terrorist attacks in this country since Sept. 11, 2001.\nBut TRAC unearthed evidence the total of 12 persons targeted for deportation on 14 separate terrorist charges might have been too high. Only four charges were upheld by immigration judges; six charges were withdrawn by Homeland Security; one was not sustained; two are pending; and one was otherwise dealt with.\nOn the other hand, the number might be too low if other terrorists have entered undetected and are waiting to attack.\n\nLoad-Date: May 28, 2007"
}