{
    "title": "Area Muslims express relief tinged with anxiety for future Bin Laden's death helps counter 'the perv",
    "publisher": "st. louis post-dispatch ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "st. louis - Muslims in the St. Louis area joined others around the country in declaring the death of Osama bin Laden as welcome news, serving as justice for the murderous terror on American soil a decade ago.\nMany Muslims in America have long decried the acts of bin Laden and other terrorists, saying they do not reflect the true nature of Islam but instead distort it.\nThe relief on Monday, though, was tempered with anxiety, with area Muslims unsure of what comes next and what bin Laden's death ultimately means in the war on terrorism.\n\"Obviously, I'm relieved that one less leader of al-Qaida\" is out there, said Dr. Khaled Hamid, who runs an allergy and asthma practice with offices in St. Charles and Des Peres.\nBut a decentralized organization \"with a common, stupid ideology\" is still present, and it's premature to celebrate the end of a reign of terror, said Hamid, an American citizen born in Egypt.\n\"Tomorrow, if al-Qaida is gone, I will be celebrating,\" he said.\nThe Islamic Foundation of Greater St. Louis commended President Barack Obama and the troops who carried out the mission.\n\"Bin Laden's ideology has cost the lives of thousands of people of all nationalities and faiths,\" the group said in a statement. \"His death is an important step in the fight against the perversion of our peaceful religion, but there is still much work to be done to defeat the ideology that allows terrorism to continue.\"\nThe foundation, which runs a mosque and school in west St. Louis County and a mosque in St. Louis, said it was pleased the president stressed that bin Laden was a mass murderer of innocent people, including Muslims.\nThe Council on American-Islamic Relations sees the death of bin Laden as an opportunity to revive community discussions about Islam and Muslims in America.\n\"Now that he is dead, we have another avenue to condemn his actions and distance ourselves from him,\" said Faizan Syed, executive director of the local chapter of CAIR. \"After Sept. 11, there were a lot of community outreach programs. That died down through the years.\"\nDr. Ghazala Hayat, a St. Louis University professor of neurology and psychiatry, said the death of bin Laden brought a collective sigh of relief, along with hope that there is not a return volley of violence.\n\"The ideology (of al-Qaida) is rooted in so many parts of the world,\" said Hayat, a Pakistani-American. \"We don't know what's in the future. You hope it's good, but you have to be realistic.\"\nThe sentiment was shared by the Islamic Foundation, with which Hayat has been long associated.\n\"We should not lower our guard at this time, as with the death of bin Laden, the creed of terrorism is not dead,\" the foundation said.\n\nLoad-Date: May 4, 2011"
}