{
    "title": "Area Muslims denounce terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 8,
    "day": 27,
    "full text": "The two worlds that some 200 St. Louis Muslims had come to discuss Sunday evening were on display even in the midst of a discussion about how to maintain faith as a Muslim while becoming part of the American fabric and convincing non-Muslim neighbors that Islam itself has nothing to do with terrorism.\nMelissa Matos, executive director of the Council on American-Islamic Relations' St. Louis chapter urged the crowd to be more vocal in denouncing terrorism. Meanwhile, moms in traditional Muslim head-covering herded young sons carrying baseball gloves, who wanted only to leave the adults to their conversation and go outside the mosque for a traditional game of catch.\nMatos said Muslims needed to communicate better with their neighbors. \"Muslims are an integral part of American life and this is our home,\" she said. \"So why does this misunderstanding exist? It is because extremists are yelling while we are whispering, brothers and sisters, and no one can hear us.\"\nThe rally at the Daar-ul-Islam mosque in west St. Louis County kicked off the \"Muslim Visibility Campaign\" being organized by local Muslim leaders. Organizers handed out stickers with the campaign's logo: an olive-branch-carrying dove in front of an American flag, with the words \"Muslims Denounce Terrorism\" above and \"Terrorism has no religion\" below the dove.\n\"Be loud,\" Matos said. \"Islam does not encourage hate or terrorism against civilians. Islam stands for justice and peace, and we must be the ones to carry that message, because no one else will.\"\nImam Minhajuddin Ahmed, the spiritual leader of the mosque, encouraged non-Muslim Americans to befriend their Muslim neighbors and to ask about their faith.\n\"I would also ask my Muslim brothers to meet others in the community, participate in community activities,\" he said. \"Those of us who are practicing have to start engaging.\"\nA Council board member, Khaled Hamid, said Muslims who keep to themselves should become more active. \"Being a nice neighbor isn't enough anymore,\" he said. \"The message is not loud enough until the intended recipient of that message hears it, and this message has not yet been heard.\"\nAli Chaudhry, 55, of Ballwin, said later that he believed the campaign was necessary but challenged by an American media that equates Islam with terrorism. \"I know many of my neighbors, but a lot of Muslims are afraid now to mix,\" he said.\nChaudhry said he came to the U.S. 30 years ago from Pakistan and is constantly amazed by what his native-born American friends take for granted.\n\"I know what is hunger, what is disease, what is death,\" he said. \"I tell my friends how much they don't know about how blessed they are. I would give my life for this country.\"\n\nLoad-Date: August 27, 2007"
}