{
    "title": "Area officials have adapted a tracking system to watch over U.S. ships in an age of terrorism(2)",
    "publisher": "ips",
    "year": 2003,
    "month": 3,
    "day": 12,
    "full text": "Philadelphia-area maritime businesses and law enforcement agencies have created what they say is the nation's first high-tech information system to tighten security and keep commerce flowing in the age of terrorism.\nCalled RISK Alert, it already is providing critical cargo-tracking information - including pictures and data on ship crew members - to law enforcement agents.\n\"We are way ahead of other ports,\" said Earl P. Freilino 2d, a former FBI terrorism expert for 35 years, who worked on the project as Pennsylvania homeland security director in the Schweiker administration.\n\"RISK Alert tracks ships - and their crew and cargo - beginning thousands of miles away, all the way to the end user. If they're not where they should be, when they should be, law enforcement gets an alert,\" Freilino said.\nThe new system, developed over the last six months, is a customized version of technology developed by Union Pacific Corp. It spots potential threats - to security and to the region's economy - and monitors the massive volumes of cargo crossing oceans on thousands of huge ships registered in countries such as Liberia and Panama.\nAlthough testing of RISK Alert won't be complete until May, government and business officials already are discussing its expansion to other seaports.\nThe system is providing more information and time \"to analyze situations, coordinate a response… and commit more resources to suspicious vessels,\" said Joe Alkus, a 25-year federal Customs law enforcement agent who helped design the system.\nEach law enforcement unit can specify which situations it wants to know about - such as the presence of certain crew members or deviation from planned schedules or routes. It also can choose how the warnings will be delivered - by fax, computer, and even radio pager.\n\"They can identify what they consider a risk, and mine RISK Alert for information,\" said Gregory F. Adams of Maritime Consulting Solutions in Drexel Hill, a retired Coast Guard captain who is working on the project.\nThe system also will benefit consumers by keeping prices down. A day's delay for a ship can cost up to $80,000, said Bob Bandos of Rice, Unruh, Reynolds Co., a 152-year-old firm that handles logistical tasks for oceangoing ships.\nIn addition, RISK Alert will help protect an industry that generates 75,000 jobs in the region, according to Elizabeth Murphy, chief operating officer of the Delaware River Port Authority. The jobs are tied to seven area oil refineries and marine terminals handling chemicals, wood, paper, steel, frozen meat, fresh fruit, cocoa beans and cruise ships.\nThe system was developed by the Delaware River Maritime Enterprise Council, a nonprofit agency in Trevose created by the Commonwealth of Pennsylvania. The project has been funded with $850,000 in federal transportation-security money and $150,000 from the Pennsylvania Department of Community and Economic Development.\n\"We were not off in a corner saying 'this is what we think you need,' \" said Susan Howland, the council's executive director. \"Law enforcement came together as a team. We didn't have the FBI in one corner, the Coast Guard in another, and Customs in another. All of them came into one room, and helped do this.\"\nThe design team included refiners, vessel owners, a U.S. attorney, the Coast Guard, Army Corps of Engineers, River Pilots Association, Maritime Exchange, Philadelphia Regional Port Authority, the Philadelphia police, the FBI, and Immigration and Customs law enforcement, said Ed Hazzouri of Sunoco Inc., the largest oil refiner on the river.\nTwo oil tankers chartered by Sunoco, the Stena Victory and Stena Vision, are participating the RISK Alert test.\nThe system is built around a cargo-tracking system created by Transentric, a unit of Union Pacific Corp., parent of the nation's largest railroad. \"We developed it initially to track cargo on railroads… to help customers manage shipments and measure carrier performance,\" Transentric president Jim Dammon of St. Louis said. \"Now we track… anything that moves.\"\nRISK Alert (for Rapid Information Security Knowledge Alert) focused first on tanker ships, but it can cover all cargo types.\n\"It allows law enforcement to compare what is happening with what was planned,\" said William J. Shepard, a veteran logistics expert who is managing the project for the maritime council.\nIt can also collect data from new technology such as bioterrorism sensors and electronically monitored container seals, he said.\nIncreasingly, terrorists are using delay-causing threats as well as violence to disrupt the economy. So added security in today's just-in-time supply chains is critical, said Bill Evans of Barthco International, a Philadelphia Customs broker and freight forwarder.\n\"If Customs had to examine 10 percent of shipments, the backlog would be astronomical,\" Evans said. \"The cost of keeping goods in the supply chain for another two, three or four days would be expensive - and passed on to the consumer.\"\nBy collecting and analyzing data from many places, RISK Alert deals with issues that have bedeviled law enforcement for years, said Michael Lovejoy, Philadelphia port director for what is now called the Bureau of Customs and Border Protection of the U.S. Department of Homeland Security.\n\"A lot of commodities are packaged outside of the production facility, loaded into containers at another site. With movement of goods, so many parties can be involved,\" Lovejoy said. \"And RISK Alert tells us more and more about all of them.\"\nContact staff writer Henry J. Holcomb at 215-854-2614 or hholcomb@phillynews.com  \n\nLoad-Date: March 12, 2003"
}