{
    "title": "Area's legislators voice support",
    "publisher": "telegraph herald ",
    "year": 1998,
    "month": 8,
    "day": 21,
    "full text": "'Long overdue': Democrats credit Clinton; Republicans laud the military\nWhile the tri-state's national legislators expressed varying levels of support for the U.S. bombing of terrorist strongholds in Sudan and Afghanistan, party affiliation appeared to determine whether or not President Clinton got any credit for the decision.\nWithout mentioning the president's role, Sen. Chuck Grassley, R-Iowa, made clear he strongly supports the attacks, saying, \"The kind of strike we saw today was long overdue.\n\"There's been a buildup of terrorist networks and facilities internationally among Islamic fundamentalist groups for over two years,\" Grassley said in a printed statement. \"And increased terrorist activity has occurred because we have failed to take a sustained fight against terrorism.\"\nGrassley said he would be carefully monitoring developments and consulting with Defense Department and congressional advisors on the Intelligence and Foreign Relations committees.\nRepublican Reps. Jim Nussle, of Iowa, and Don Manzullo, of Illinois, voiced their support in terms of backing the nation's military personnel.\nReferring to the American people, Manzullo said, \"We will always support the action taken by our military and it's important that what they do not be politicized.\"\nManzullo, who sits on the House International Relations Committee, said he did not regard the attack as a complete surprise, since government agencies have been working around the clock to find out who bombed the American embassies in Africa.\nNussle said he supports U.S. men and women in uniform \"who put their lives on the line for the cause of peace,\" but he added he wants assurances that Clinton has a long-range plan for future U.S. military involvement.\nIowa's Democratic Sen. Tom Harkin said in his statement that \"the president deserves support for this decisive action against terrorism.\"\nHarkin made vague reference to those who have said Clinton authorized the bombings to draw attention from his personal problems.\n\"Without any evidence, it is inappropriate to question the motives behind this action,\" Harkin said. \"Such speculation only lends aid and comfort to the terrorists who were behind the embassy bombings.\"\nRep. Ron Kind, D-Wis., issued a statement saying he supports Clinton's \"willingness to respond to this serious threat against the American people.\"\n\"It is important that we send the clear message that the U.S. will hold terrorists accountable for their actions,\" Kind said.\nStriking back against terrorists can make political sense, but it's also likely to blow up into more terrorist attacks against America, according to an Iowa State University professor who's studied terrorism for 15 years.\nTodd Sandler, a distinguished professor of economics and political science, said it's good politics to retaliate when a country says it will.\n\"You lose credibility to say that and do nothing,\" he said from his Ames office.\nIf retaliation does break the back of a terrorist group, Sandler said it can buy some safety for a while.\nBut, \"If you look at raids in the past, he said, \"there's usually a tremendous backlash of terrorist activities.\"\nAfter U.S. jets bombed Libya in 1986, Sandler said terrorist attacks against America and other countries nearly quadrupled.\nThe surge in terrorism usually lasts a few months, then decreases as terrorist groups exhaust their resources.\nIn Sandler's view, the way to fight terrorists isn't retaliation. \"It's to go after their resources and to infiltrate them.\"\n- Mike Krapfl contributed\n\nLoad-Date: August 21, 1998"
}