{
    "title": "AREA LAWMAKERS URGE CAUTION ON TERRORISM LAWS",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 5,
    "day": 1,
    "full text": "LEGISLATIVE SOLUTIONS to the dangers posed by domestic terrorism should be approached cautiously, warn members of Congress from the St. Louis area.\n\"We're dealing with a classic American dilemma - how to preserve our individual freedoms and still deal with this problem,\" said Rep. Richard J. Durbin, D-Ill., on Friday. \"People are not quite sure what will work. I'm not sure either.\"\nCongress will begin searching for answers in earnest when both the House and Senate reconvene this week, the first time both chambers have been in session since the bomb in Oklahoma City rocked the nation.\nThe Senate Judiciary Committee began hearings Thursday on President Bill Clinton's $ 1.2 billion anti-terrorism proposal. The plan would add 1,000 new agents and prosecutors to combat terrorism and pay for a new counter-terrorism center headed by the FBI. The president also called for expanded wiretapping authority, use of the military to investigate crimes involving chemical weapons and the \"tagging\" of bomb-making materials to allow investigators to track them to their source.\nRepublicans in the Senate have pledged bipartisan cooperation on the legislation, but fractures have begun to appear over a GOP proposal to insert limits on death-row appeals into the anti-terrorism package.\nMissouri's two Senate Republicans, Christopher S. Bond and John Ashcroft, are both waiting to see what emerges from committee hearings before they commit to a course, said their spokeswomen.\nCatherine Kaliniak, Bond's press secretary, said the senator was gratified that his colleagues were \"taking a thoughtful review rather than reacting to tragedy\" precipitously. \"It is a tragedy, but we need to be absolutely sure of what course to take,\" she said.\nDoreen Denny, Ashcroft's spokeswoman, said the senator believed there might be \"some room for stepping up our efforts on the anti-terrorism front\" but wanted to make sure those efforts didn't infringe on constitutional rights.\nSen. Carol Moseley-Braun, D-Ill., expressed similar reservations. \"If terrorists succeed in forcing us to undermine the constitutional guarantees of free speech or free association, they have won,\" she said.mbsC\nSen. Paul Simon, D-Ill., said he would prefer to shift money to the FBI from the Central Intelligence Agency and said he opposed efforts to let the FBI infiltrate organizations that had not made threats of violence.\nRep. Bill Clay, D-Mo., said the FBI already had the ability to get court orders for wiretaps and surveillance if investigators could convince a judge that their suspicions were reasonable.\n\"The electorate is frustrated,\" Clay said. \"The problem with being frustrated and reaching for straws and doing things that are extreme is that if it doesn't resolve the problem, you become even more extreme.\"\nHe charged that some Republicans were using public fear to \"make hay\" on unrelated issues, such as a one-year limit on appeals of death sentences. \"What the hell does (that) have to do with terrorism?\" Clay said. \"The people on death row weren't involved in these terrorist acts.\"\nRep. Jerry Costello, D-Ill., said he was concerned by the price attached to the president's plan. \"I don't necessarily think the solution to this problem is to spend $ 1.5 billion,\" he said. \"I'm inclined to believe we could hire 50,000 more officials and we still couldn't prevent someone from manufacturing a bomb on their farm, putting it in a truck and driving up to a federal building.\n\"I have not had anyone suggest to me - and I talked to 300 people just today - that hey, we need to pass more laws or spend more money,\" Costello said. \"We need a thorough review of what we're doing now. Possibly we need to give the FBI and other investigators additional tools. But we need to hear from them before we make those decisions.\"\nRep. Jim Talent, R-Mo., said he particularly wanted to increase the security of federal buildings and would be willing to hire more people to do it. He also would support expanded use of wiretaps and infiltration of terrorist organizations as long as those powers were not \"free-wheeling.\"\n\"I want evidence that violence is being planned or considered,\" he said.\nTalent said he saw no reason not to include limits on death penalty appeals. But he cautioned that political arguing and finger-pointing in Washington should not \"dilute the message that should come from all parts of the spectrum - that this should not be tolerated.\"\n\nGraphic\n\n \nPHOTO; Photo Headshot of Rep. Richard J. Durbin, Illinois Democrat\n\nLoad-Date: May 2, 1995"
}