{
    "title": "Area Votes in Congress",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 10,
    "day": 1,
    "full text": "Here is how Philadelphia-area members of Congress were recorded on major roll-call votes last week.\nHouse\nIntelligence findings. The House defeated, 217-171, a Democratic motion for a closed House session to consider a new National Intelligence Estimate that concludes U.S. involvement in Iraq has helped fuel the spread of global terrorism.\nA yes vote backed the motion.\nVoting yes: Robert E. Andrews (D., N.J.), Robert A. Brady (D., Pa.), Tim Holden (D., Pa.) and Allyson Schwartz (D., Pa.).\nVoting no: Charles W. Dent (R., Pa.), Michael G. Fitzpatrick (R., Pa.), Jim Gerlach (R., Pa.), Frank A. LoBiondo (R., N.J.), Joseph R. Pitts (R., Pa.), H. James Saxton (R., N.J.) and Christopher H. Smith (R., N.J.).\nNot voting: Michael N. Castle (R., Del.), Chaka Fattah (D., Pa.) and Curt Weldon (R., Pa.). Castle missed all votes last week because he is recovering from two minor strokes; he was released from Christiana Hospital in Newark on Wednesday.\nInterrogation rules. The House passed, 253-168, and sent to the Senate a bill that sets rules for interrogating terrorism suspects and trying them before military panels. The bill (HR 6166) affirms the Geneva Conventions but allows broad presidential leeway to determine interrogation techniques.\nA yes vote was to pass the bill.\nVoting yes: Andrews, Dent, Fitzpatrick, Gerlach, Holden, LoBiondo, Pitts, Saxton, Smith and Weldon.\nVoting no: Brady, Fattah and Schwartz.\nDomestic spying. The House passed, 232-191, and sent to the Senate a bill to codify the administration's program of domestic eavesdropping without Foreign Intelligence Surveillance Act warrants. The bill (HR 5825) would permit permit spying on terrorism suspects in the United States for 90 days without FISA warrants.\nA yes vote was to pass the bill.\nVoting yes: Dent, Fitzpatrick, Gerlach, LoBiondo, Pitts, Saxton, Smith and Weldon.\nVoting no: Andrews, Brady, Fattah, Holden and Schwartz.\nSurveillance limits. The House rejected, 221-202, an alternative to HR 5825 (above) that sought a seven-day rather than 90-day limit on domestic eavesdropping without court warrants.\nA yes vote backed a stricter limit on warrantless spying on terrorism suspects in the United States.\nVoting yes: Andrews, Brady, Fattah, Holden and Schwartz.\nVoting no: Dent, Fitzpatrick, Gerlach, LoBiondo, Pitts, Saxton, Smith and Weldon.\nMinors' abortions.The House passed, 264-153, and sent to the Senate a bill (S 403) that would make it a federal crime to transport a minor across state lines for an abortion to evade a parental notification law in her home state, except when the abortion is necessary to save her life.\nA yes vote was to pass the bill.\nVoting yes: Dent, Fitzpatrick, Gerlach, Holden, LoBiondo, Pitts, Saxton, Smith and Weldon.\nVoting no: Andrews, Brady, Fattah and Schwartz.\nReligion lawsuits. The House passed, 244-173, and sent to the Senate a bill (HR 2679) that would prohibit courts from reimbursing the legal costs of plaintiffs who prevail in lawsuits against governments over taxpayer-funded religious displays, such as Nativity scenes.\nA yes vote was to pass the bill.\nVoting yes: Dent, Fitzpatrick, Gerlach, LoBiondo, Pitts, Saxton, Smith and Weldon.\nVoting no: Andrews, Brady, Fattah, Holden and Schwartz.\nDefense spending. The House approved, 394-22, the conference report on a bill (HR 5631) appropriating nearly $448 billion for the Department of Defense in fiscal 2007, including $70 billion for at least six months' actions in Iraq and Afghanistan. The Senate later approved the bill, 100-0, sending it to President Bush.\nAll Philadelphia-area representatives and senators voted for the bill, except Castle, who did not vote.\nSenate\nTribunals, interrogations. The Senate passed, 65-34, a bill setting rules for the imprisonment and trial of individuals regarded as U.S. enemies in the fight against terrorism. The bill (S 3930) was nearly identical to HR 6166 (above), and a combined measure was sent to President Bush for his signature.\nA yes vote was to pass the bill.\nVoting yes: Thomas Carper (D., Del.), Frank Lautenberg (D., N.J.), Robert Menendez (D., N.J.), Rick Santorum (R., Pa.) and Arlen Specter (R., Pa.).\nVoting no: Joseph R. Biden Jr. (D., Del.).\nTerrorism suspects. The Senate rejected, 54-43, a bill proposed by the Armed Services Committee on the treatment of \"enemy combatants.\" In part, the committee bill required strict adherence to the Geneva Conventions, prohibited prisoner abuse and included the right of suspects to examine and respond to all evidence presented against them. This vote made way for passage of a bill (S 3930, above) backed by the administration that authorized harsher treatment and fewer rights for terrorism suspects.\nA yes vote backed the committee bill.\nVoting yes: Biden, Carper, Lautenberg and Menendez.\nVoting no: Santorum and Specter.\nHabeas corpus. The Senate rejected, 51-48, a proposal to establish habeas corpus rights for prisoners in S 3930 (above). This vote affirmed the bill's stripping federal courts of habeas corpus jurisdiction in terrorism prisoners' cases.\nA yes vote backed the habeas corpus right for terrorism suspects.\nVoting yes: Biden, Carper, Lautenberg, Menendez and Specter.\nVoting no: Santorum.\nAhead. Congress is in recess until Nov. 13.\nFor information on how to contact your member of Congress, go to http://go.philly.com/congress.\n\nLoad-Date: October 1, 2006"
}