{
    "title": "AREA POLICE ENTER FIGHT AGAINST TERRORISM WITHOUT NEW WEAPONS; DEPARTMENTS WORK WITH LIMITED FUNDS",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 29,
    "full text": "Metro East police departments and emergency response agencies plan to investigate - and perhaps deter - any acts of terrorism without using much new equipment.\nMadison County Sheriff Bob Churchich said his department has bought several new heavy-duty plastic bags \"as required by the FBI for containment of hazardous materials.\" The department also purchased some surgical masks for deputies to use when responding to reports of hazardous or suspicious spills, he said.\nChurchich said the county hadn't increased his office budget in the wake of the Sept. 11 terrorist attacks on New York and Washington or during the anthrax scare. So he called any new purchases to help deputies deal with suspected terrorist acts \"very minor expenses.\"\nChief Deputy Mel Weith of the St. Clair County Sheriff's Department said his department also hadn't made any special purchases in preparation for terrorist acts. Weith said deputies in St. Clair County were trained to work with the county Health Department on handling hazardous materials.\nThe lack of much new high-tech anti-terrorism equipment in most Metro East communities contrasts with reports that some Chicago-area police departments have been buying thousands of dollars worth of new equipment.\nThe DuPage County Sheriff's Department in suburban Chicago recently committed federal funds to purchase $450,000 in anti-terrorist equipment, including a $10,000 electronic bomb detector and a $13,000 thermal-imaging infrared camera.\nAnd the Arlington Heights Fire Department, also in suburban Chicago, is planning to pay about $25,000 for new protective gear for those who arrive first on the scene and for chemical detectors.\nChurchich, however, said he believed federal grants could be put to better use in the Metro East, which doesn't have nearly the population base of the Chicago area and probably would be less likely to be a target for major terrorism.\nChurchich also noted that several suburban Chicago law enforcement agencies have large budgets from which they can afford the latest high-tech equipment.\nEven so, he said his department and others in the Metro East area remain on high alert and are ready to work with other agencies like the Illinois Emergency Management Agency to respond quickly to any terrorist actions.\nAlton Police Chief Don Lovell said police there were buying field anthrax test kits, which could cost thousands of dollars. The money will come from the city's general fund budget and federal grants, he said.\nAlton police also have been assigned manuals on how to respond to hazardous spills and other emergency situations, Lovell said.\nEdwardsville police are getting new laptop computers and hand-held scanners that will help them in day-to-day operations as well as giving a boost to the ability to respond to a major emergency, officials said.\nThe Edwardsville Police Department has earmarked more than $240,000 to buy 13 Mobile Data Computing Program stations. A federal grant will pay for nearly $180,000 of the purchase and the city will cover the remaining $60,000.\nYet smaller Metro East police departments often have far tighter budgets for new equipment.\n\"Nobody's informed us of any way to apply for federal funds\" that might buy any anti-terrorism equipment, said Mascoutah Police Chief Kevin Gordon.\nAlthough that community is close to Scott Air Force Base - considered a potential terrorist target as a base where worldwide U.S. military movements are coordinated - Mascoutah, along with most other smaller communities, relies in serious emergencies on a hazardous materials joint response team that includes trained representatives from other nearby police departments, Gordon said.\nO'Fallon Police Chief Don Slazinik noted that his city also is close to Scott Air Base but can't afford much new high-tech equipment. \"We're hoping that outside laboratories will do (hazardous materials) tests for us,\" he said.\n\"We're kind of addressing our response more from the training end,\" Slazinik added. \"Every department is probably taking a second look at disaster plans now.\"\nMeanwhile, a statewide Illinois Terrorism Task Force was formed last spring. It is a mutual aid system designed to deal with the release of hazardous materials anywhere in the state. The task force has created three teams to coordinate on-site emergency responses in northern, central and southern Illinois.\nAlso established by the task force are three mobile medical response units to cover all areas of the state. The mobile units will include doctors, nurses and other medical personnel to assist local health authorities with large-scale emergencies.\nStatewide, more than 19,000 police officers, firefighters and other first responders have received more than 184,000 hours of specialized training from the state to deal with a possible terrorist attack, Gov. George Ryan recently announced.\nIllinois State Police have bought no new equipment in preparation for any terrorist attacks, said Capt. Dave Sanders, a spokesman. But he said State Police have hauled out old Y2K emergency plans and are applying those plans to the current situation.\n\"Preparedness at this point is ongoing,\" Sanders said. \"We are working in conjunction with other state agencies to review everything that is done in emergency situations.\"\n\nNotes\n\nReporter Robert Kelly:; E-mail: rkelly@post-dispatch.com; Phone: 618-659-3637  \n\nLoad-Date: October 29, 2001"
}