{
    "title": "Argentina Designates Hezbollah Terrorist Group on 25th Anniversary of Bombing",
    "publisher": "the new york times",
    "year": 2019,
    "month": 7,
    "day": 18,
    "full text": "BUENOS AIRES — Argentina designated Hezbollah a terrorist organization on Thursday and ordered a freeze on the financial assets of the group, which has been blamed for two terrorist attacks in the country.\nThe move coincided with the 25th anniversary of one of those attacks, the 1994 bombing of a Jewish community center in Buenos Aires, the Argentine capital, which killed 85 people and wounded more than 300 in one of the deadliest anti-Semitic crimes since World War II.\nThe terrorist designation of Hezbollah, a political and military group supported by Iran, came a day before a whirlwind visit by Secretary of State Mike Pompeo. He will participate in a regional counterterrorism conference in Buenos Aires and also take part in a commemoration of the victims of the 1994 bombing of the Argentine Jewish Mutual Aid Association community center.\nMr. Pompeo’s trip comes at a time when “the U.S.-Iran policy has been isolated in Europe and found little support among traditional partners, so the State Department is looking for unusual allies to tighten the screws on Iran,” said Benjamin Gedan, an Argentina expert at the Woodrow Wilson International Center for Scholars.\n“Argentina can help the United States tell a compelling story of Iran’s support for terrorism,” Mr. Gedan added.\nSince coming into office in December 2015, President Mauricio Macri of Argentina has made it a priority to improve relations with the United States.\nYet the government was not just receiving pressure from abroad when it came to the terrorist designation of Hezbollah, which holds ministerial posts in its base country, Lebanon.\nAriel Eichbaum, the president of the Argentine Jewish Mutual Aid Association, celebrated the Hezbollah designation as “a concrete step in the fight against terrorism in the region.”\nHe spoke at a memorial service shortly after sirens sounded at 9:53 a.m. on Thursday to mark the moment of the attack a quarter century ago.\nArgentina added Hezbollah to a new, publicly available registry of entities or people who could be tied with terrorists, a list based on information provided by the United Nations, by the country’s judiciary and by the Financial Information Unit, or UIF, Argentina’s anti-money laundering organization.\nHezbollah “continues to represent a current and present threat to national security and the integrity in the Argentine Republic’s financial economic order,” the UIF said in explaining its inclusion of the group in the new registry.\n“This is a very useful tool that reinforces our legal framework to prevent future actions related to terrorism and its financing,” Justice Minister Germán Garavano said. He also said the move has a “symbolic value,” considering that Argentina’s judiciary has also accused members of Hezbollah and the Iranian government of taking part in the community center attack as well as a 1992 bombing of the Israeli embassy in Buenos Aires that killed more than 20 people.\nThere are currently five Interpol red alerts for Iranian citizens and three for Lebanese citizens that the Argentine courts have accused of taking part in the community center attack. Iran has long denied any involvement.\nA quarter century after the attack, the Argentine judiciary has yet to criminally convict anyone for carrying out the assault. Earlier this year, eight people, including a former federal judge and a former head of the intelligence services, were convicted of taking part in a cover-up to obstruct the investigation into the 1994 bombing.\nLast year, the Financial Information Unit ordered the freezing of the assets of the so-called Barakat Clan, which is considered the most direct connection with Hezbollah in the region. The clan operates from the porous tri-border region where Argentina, Brazil and Paraguay meet, an area seen as a hub for illegal activity, including terrorism financing.\nThe United States Treasury Department has said the head of the clan, Assad Ahmad Barakat, “has long served as a treasurer” for Hezbollah.\n“For decades, Hezbollah has taken advantage of the loosely regulated region to raise money and plan possible attacks,” Nathan A. Sales, the State Department’s coordinator for counterterrorism, said at a forum last week in Washington. “We assess that some of the planning for the AMIA bombing took place there,” he added referring to the community center attack.\nBut Seth Jones, a terrorism expert at the Center for Strategic and International Studies in Washington, said that while Hezbollah has long been involved in the drug trade in the region, “When it comes to Latin America, I don’t see a stepped up Hezbollah threat.”\nHe added of the designation and the freezing of assets: “I don’t think it gets you a lot. It’s more of a political step than a financial one, or one that will weaken it from a paramilitary perspective.”\nPHOTO: Argentina’s judiciary has accused members of Hezbollah and the Iranian government of taking part in the 1994 bombing of a Jewish community center in Buenos Aires, an attack that killed 85.&lt;br /&gt;&lt;br /&gt; (PHOTOGRAPH BY Ali Burafi/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\nRelated Articles\nArgentina Convicts Ex-Officials in Cover-Up of ’94 Bombing of Jewish Center\n\nLoad-Date: July 20, 2019"
}