{
    "title": "Argentina 's economic woes may win support for leftist guerrillas",
    "publisher": "the christian science monitor",
    "year": 1981,
    "month": 6,
    "day": 26,
    "full text": "Amid continuing economic trauma, Argentina's military government could soon be faced with a resurgence of leftist terrorism.\nThat is the estimate of Argentine intelligence officials who say that the Montonero guerrillas are regrouping for a renewal of the terrorism that a decade ago led Argentina to the brink of civil war.\nThe Montoneros -- using assassination, bombing, and kidnapping -- kept successive Argentine governments on edge during those years.  But when the tough-fisted Argentine military seized power in 1976, it quickly eliminated or sent into hiding hundreds of Montonero activitists, along with other guerrillas and terrorists.\nThere were hints last year, however, that the Montoneros might be regrouping.  In fact, there has been a small but growing number of terrorist incidents in Buenos Aires in recent months.  Montoneros have either claimed responsibility for these incidents or been blamed by the military for them.\nAll this comes as the Argentine military government, headed by Lt. Gen. Roberto Eduardo Viola, grapples with a worsening economy:\n* External debt, now nearly $30 billion, threatens to climb as high as $35 billion by the end of 1981.\n* Official reserves, some $10 billion at the start of 1981, are now less than $1 billion.\n* Inflation, reduced to 80 percent last year, is taking off again and threatens not only to break 100 percent in 1981, but perhaps to reach 150 or 175 percent.\nBehind these ominous signs of economic trouble lies a history of poor economic management by successive Argentine governments -- one of the reasons that terrorist groups like the Montoneros were able to win considerable support from a disgruntled public during the guerrillas' heyday back in the late 1960s and early 1970s.\nA steadily worsening economy at this juncture might win some fresh public support for the Montoneros if they make a comeback.\nThere is no doubt the Argentine public is increasingly angry over economic conditions.  During the past four years, economic policy was aimed at keeping the peso's value high to ease the entry of low-cost imports, but kept prices for domestic products high.  Industrial and agricultural sectors of the economy complained that this overvalued peso priced them out of markets at home and abroad.\nThis week, the Viola government allowed the Argentine peso to float freely on all exchange transactions other than exports and imports.  The peso promptly slipped 25 percent in relation to the dollar.  That slide followed earlier 1981 devaluations of 54 percent.\nThe peso float was part of a government decision setting up a two-tiered exchange policy -- one tier for the purchase of dollars on the open market and the other for international trade such as the financing of exports and imports.\nGovernment spokesmen said the new two- tiered policy aimed at halting the continuing heavy drain on official reserves.\nBut it prompted stiff new criticism of Economy Minister Lorenzo Juan Sigaut, in office just three months, for going back on a promise, that there would be no further peso devaluations.  He made that promise over nationwide radio and television last week.\nIronically, this growing economic trauma comes at a time when Argentina is experiencing its largest harvest in history -- close to 37 million metric tons of corn, wheat, and other grains.  This massive harvest will calm the economic turmoil somewhat, but much more improvement is needed."
}