{
    "title": "ARGENTINE GENERALS PAVE PERONISTS' PATH TO POWER",
    "publisher": "the new york times",
    "year": 1983,
    "month": 5,
    "day": 8,
    "full text": "The Government's recent report on terrorism said little about what happened to thousands of Argentines who disappeared, evidently while in the hands of state security forces, in the 1970's. But it said a great deal about the changing political aims of the country's military rulers.\nThe military, which overthrew President Isabel Martinez de Peron, widow of Gen. Juan Domingo Peron, seven years ago, has about-faced and now quietly favors the Peronist Party in elections promised for October. The switch since January became apparent for the first time in the terrorism report. After years of blaming Peronism, a populist movement, for national instability, the military lauded Peronist leaders for having opposed leftist terrorism.\nBUENOS AIRES - The Government's recent report on terrorism said little about what happened to thousands of Argentines who disappeared, evidently while in the hands of state security forces, in the 1970's.\nThe military used to refer to former President Peron, a maverick general, as ''the demagogue,'' but the terrorism report speaks respectfully of ''General Peron,''\nThe regime is not overtly fixing the elections for the Peronists.  But local officials reportedly are cutting red tape for services such as identification cards and are suggesting that citizens might join the Peronist Party.\nOn a grander scale, Raul Alfonsin, a presidential aspirant in the Radical Party and the only man given a chance to defeat the Peronists, touched off an uproar last week by charging that a group of generals led by the army chief, Lieut. Gen. Cristino Nicolaides, had made a ''secret pact'' with ambitious Peronist union leaders.\nThe unions are one of the main Argentine power centers, along with the Roman Catholic Church and the military. Since General Peron died in 1974, unions have largely dominated the Peronist Party. Union thuggery and corruption made a shambles of past Peronist attempts at democracy. Without democratic unions, argued Mr. Alfonsin, a mustachioed, 57-year-old center-leftist, political democracy would have little chance the next time either.\n'International Plots'\nHe named four union chiefs, including Lorenzo Miguel, the burly mutton-chopped leader of the unions' political arm, the 62 Organizations. Mr. Miguel called Mr. Alfonsin a ''liar'' and gave him 48 hours to withdraw the charges or face a slander suit. The National Council of the Peronist Party, the 62 Organizations and one of the two national union confederations, the General Workers Confederation - Republic of Argentina, accused Mr. Alfonsin of a ''plot against the fatherland.'' They said he was attempting to undermine the elections and was linked to ''real or uncertain guerrilla operations'' and to ''colonialist sectors and international lines,'' meaning the United States.\nMr. Alfonsin replied that union leaders were misleading workers with ''traps, arrogance and oligarchy.'' Mr. Miguel and other union leaders have been in touch with the military, usually through emissaries, according to military, union and Peronist sources, but a formal pact is unlikely. The generals have four objectives, the sources said - protection from future investigations into responsibility for the thousands of missing people and corruption; keeping their commands until retirement age; retaining their authority in national security policy, and limiting the power of leftists.\nBut the air force, navy and many army officers as well oppose any agreement with the unions, arguing the military should stay out of politics and Peronism. However, General Nicolaides is the power behind the Government of President Reynaldo B. Bignone and calls the important shots.\nArmy-union talks date back several years but they became intense in January, the sources said, after the army concluded from specially commissioned polls that the Peronists would likely win the elections. The talks have been reported for months without a denial by the generals. The army and unions have a history of making and breaking alliances (Mr. Miguel was once jailed for four years) but the two institutions understand each other. Also, while the parties have yet to nominate their candidates, Mr. Alfonsin, a leader in early polls, is the most reform-minded.\nBoth the party and the unions are fragmented. The generals have concluded that the ''verticalists,'' factions that claim loyalty to Mrs. Peron, would prevail. Mr. Miguel is a dedicated verticalist and rightist. He helped touch off a right-left brawl at a huge Peronist rally in October by verbally attacking leftist youths present. Last week, he was accused in a court statement by Patricio Kelly, another Peronist leader, of having helped to organize the Triple A, a rightwing terrorist group in the 1970's. The statement also accused Mr. Miguel of ordering the 1975 murder of Mr. Kelly's bodyguard, who was found quartered and burned. Mr. Miguel denied the charges.\nMr. Miguel has yet to back a presidential candidate, reportedly waiting for a decision by Mrs. Peron. She is expected to return soon from exile in Spain but is unlikely to run herself. Peronist political leaders say privately that Mr. Miguel and the unions must be prevented from taking over the party. But in public, they refrain from criticism although his contacts with the army are expanding his power.\nSince January, the Government has acted in ways that seemed to favor Mr. Miguel and his allies, the General Workers Confederation - Republic of Argentina, over their rivals, the General Workers Confederation - Azopardo. Ignoring its own law that requires workers to choose their union leaders in democratic elections, from the bottom up, the Government has been placing Mr. Miguel's men in key positions overseeing unions being returned to independence from Government tutelage.\nMr. Miguel, meanwhile, was one of the few leading Argentines who remained silent when the junta issued its much-criticized terrorism report.\n\nGraphic\n\n \nIllustrations: photo of demonstrators"
}