{
    "title": "Argentine President says American Jewish Committee that he plans to visit Israel Argentine President",
    "publisher": "noticiasfinancieras",
    "year": 2005,
    "month": 11,
    "day": 11,
    "full text": "Argentine President Nestor Kirchner told the American Jewish Committee today that a multilateral approach is needed to isolate Iran and other countries that support terrorism.\n\"Terrorism is a scourge that goes beyond any ideological or political decisions,\" Kirchner said during an hour-long meeting with an AJC leadership delegation.\nAJC Executive Director David A. Harris thanked Kirchner for the fact that Argentina was one of the first countries to condemn the recent remarks of the Iranian president calling for the destruction of Israel.\nPresident Kirchner told the AJC leaders that he is planning to visit Israel for the first time in early 2006, a trip he hopes will further deepen Argentine-Israeli relations.\nTurning to the ongoing investigation of the worst terrorist attack in Argentine history, the bombing of the Argentine Israelite Mutual Association (AMIA) building in 1994, which killed 85 people and wounded hundreds, Kirchner reaffirmed his commitment to pursuing justice in the bombing. It is widely believed that Iran and Hezbollah played a central role in the attack.\nSpecifically, the Argentine leader spoke of his commitment to submit a new request to Interpol, based on more solid information, to reissue warrants for the arrest of eleven Iranians suspected of involvement in the AMIA bombing.\nMoreover, the Argentinean leader expressed confidence in the investigation conducted by the Prosecutor Alberto Niessman who is expected to issue his findings momentarily. The report is expected to give a new boost to the long stalled case. The AJC group will be meeting with Niessman during their visit to Buenos Aires.\nAJC has met regularly with Kirchner both in Argentina and in the U.S. The Argentine President was a keynote speaker at the AJC Annual Meeting in Washington in 2004.\nThe AJC senior leadership delegation came to Argentina this week as part of a four-nation tour to discuss with top political leaders issues of democracy, human rights and terrorism, ties between the U.S. and South American countries, and policies towards the Middle East.\nThe visit is an initiative of AJC's Institute on Latino and Latin America Affairs. The Institute sponsors research, publications, conferences, and travel missions such as this week's visit to Chile, Argentina, Uruguay and Peru. Last month, AJC leaders visited Venezuela. © 2005 NoticiasFinancieras - Business Wire Latin America - All rights reserved\n\nLoad-Date: November 11, 2005"
}