{
    "title": "Arguments on surveillance heard in terrorism case",
    "publisher": "the bismarck tribune",
    "year": 2014,
    "month": 1,
    "day": 4,
    "full text": "CHICAGO (AP) - A terrorism suspect's attorney argued Friday that a Chicago judge can restore \"lost faith\" in the judicial system by ordering the government to disclose whether it used the kind of expanded U.S. surveillance revealed by Edward Snowden against his client.\nThe impassioned comments came in U.S District Court during a rare open hearing regarding evidence that may have been gleaned from phone and Internet spying - an issue that jurists have been increasingly forced to grapple with in the wake of leaks by former government contractor Snowden.\n\"Step up and say, 'The time has come,'\" defense attorney Thomas Durkin said, appearing to challenge U.S. District Judge Sharon Johnson Coleman. Mandating the disclosures, he added, \"would go a long way toward restoring lost faith (in the justice system) in this country.\"\nThe defendant at issue in Friday's hearing was Adel Daoud, a 20-year-old U.S. citizen from suburban Chicago who denies allegations that he took a phony car bomb from an undercover FBI agent in 2012, parked it by a downtown Chicago bar and pressed a trigger. His trial is scheduled to begin April 7.\nAt the end of 2013, a federal judge in Manhattan upheld the legality of the phone records collection program, while another federal judge in Washington, D.C., earlier concluded it was likely not constitutional.\nBut the judge in Chicago took pains to say Friday not to expect such an expansive opinion from her when she rules in Daoud's case in the coming days.\n\"I'm not sure my ruling will be that grandiose,\" she said, responding to Durkin's call for her to restore faith in the judiciary. She did not say when she would issue the ruling.\nDefense lawyers want the government to disclose whether it employed enhanced surveillance to flag Daoud and only then targeted him in the FBI sting. They describe Daoud as immature for his age and say he would have been vulnerable to undercover agents' suggestions that he contemplate setting off a bomb.\nAnother Daoud attorney, Josh Herman, said some documents turned over by prosecutors, including emails dated 2011, seemed to support defense attorneys' claim that warrantless surveillance was used on Daoud.\n\"This is not tin-foil hat paranoia,\" Herman said.\nBut prosecutor William Ridgway said that the 2011 emails may have been found on Daoud's computer that authorities seized with a warrant in 2012.\nIf the government did target Daoud only after sifting through communications data without a warrant, the defense wants to challenge all subsequent evidence on the grounds it was gathered through a violation of Daoud's constitutional rights against unreasonable searches.\nProsecutors have agreed they must notify terrorism defendants if they plan to use evidence derived directly from enhanced surveillance at trial. However, they say they don't plan to use any such evidence at Daoud's trial and, therefore, aren't obliged to say one way or another if they used the surveillance programs.\nDaoud's attorneys say the government's refusal to clearly confirm or deny that it used the programs leaves them hamstrung: With no answer, they can't mount a credible constitutional challenge.\nProsecutors said they would - according to established rules on classified information - offer detail about any enhanced surveillance to the judge behind closed doors. But they said Daoud's lawyers didn't have a right to be present, in part because national security issues are at stake.\nDurkin said such exceptions for terrorism cases undermine the institution of trials based on both prosecutors and defense attorneys having equal access to evidence. At least when it comes to terrorism trials, he said, \"the viability of the adversarial system is ... at a crossroads.\"\n\nLoad-Date: January 6, 2014"
}