{
    "title": "ARISTIDE DEMANDS POLICE, MILITARY RESIGNATIONS; ''HELP US RID OURSELVES OF THIS STATE TERRORISM,'' H",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 9,
    "day": 14,
    "full text": "Exiled President Jean-Bertrand Aristide demanded yesterday that the police chief and army leaders quit because of the assassination of a leading Aristide supporter.\nAristide urged the international community to ''help us rid ourselves without delay of the leadership of this state-sponsored terrorism.''\nHis speech, broadcast to Haiti, followed U.N. envoy Dante Caputo's characterization of squads of plainclothes police as ''killers.''\nClerics and human rights advocates accuse the special police agents of carrying out the killing Saturday of pro-Aristide businessman Antoine Izmery and making a wave of death threats during the U.N.-backed transition to democracy.\nThe hundreds of plainclothes special agents and 1,000 municipal police officers in the capital are commanded by Joseph Michel Francois, an army colonel who was a leader of the 1991 coup that forced Aristide into exile.\n''Those in command of military institutions and the chief of police have quite simply given themselves other tasks to accomplish: the massacre of the population for the benefit of sordid interests,'' said Aristide.\nThe wave of violence has threatened the U.N. peace plan, under which Aristide is scheduled to return Oct. 30. Under the accord, Francois and army commander Raoul Cedras, who signed the agreement with Aristide, must quit. Aristide, however, asked for their immediate resignations.\nLater yesterday, Aristide asked Parliament to consider a law shifting the police from military to civilian control, which is also part of the U.N. plan. The separation is stated in the 1987 Haitian Constitution, but it has never been enacted.\nA new democratic government led by Aristide's premier, Robert Malval, has been helpless in the face of rising terror by its armed opponents.\nAt least seven bodies were discovered on the streets of the capital region over the weekend.\nCaputo, who is leading the international efforts to return Aristide to power, said 15 U.N. soldiers have already arrived as part of a 1,000-strong international training force to reform Haiti's army.\n\nGraphic\n\n \nPHOTO, Michael Stravato/Associated Press: Crewmen of the U.S. Coast Guard Cutter Mohawk watch from deck as Haiti police, right, inspect 37 boat people returned to Port-au-Prince yesterday. Nine Haitians were missing after their sailboat capsized during rescue by the Coast Guard yesterday. It was the first group of boat people intercepted by the Coast Guard in three months.\n\nLoad-Date: September 20, 1995"
}