{
    "title": "Arizona N-plant is locked down",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 11,
    "day": 3,
    "full text": "WINTERSBURG, Ariz. -- Security officials at the nation's largest nuclear power plant detained a contract worker with a small pipe bomb in the back of his pickup truck Friday, and investigators were searching his apartment, authorities said.\nIt didn't appear to be an act of terrorism, authorities said, but they were still trying to determine why the device was in the truck.\nThe worker, identified Friday afternoon as Roger William Hurd of Goodyear, Ariz., was stopped and detained at the entrance of the Palo Verde Nuclear Generating Station, about a half mile from the containment domes where the plant's nuclear material is stored, plant spokesman Jim McDonald said. Security officials then put the nuclear station on lockdown for a few hours, prohibiting anyone from entering or leaving the facility until Friday afternoon.\nAuthorities described the device as a six-inch capped explosive made of galvanized pipe that contained suspicious residue. Tom Mangan, a spokesman for the Bureau of Alcohol, Tobacco, Firearms and Explosives, said it was likely homemade.\n\"If this thing went off in the bed of the truck, it certainly would put a hole in it,\" Mangan said. \"It was rather crude in construction, but it could certainly injure somebody.\"\nMaricopa County sheriff's officials rendered the device safe, sheriff's Capt. Paul Chagolla said. The pipe was not hidden in the truck, he said.\nChagolla said Hurd normally drove a motorcycle to work but was in a truck Friday because of cool weather. He described Hurd as about 60 years old and originally from South Carolina.\nHurd was interviewed and cooperating, and authorities were searching his apartment in Phoenix with his consent, Chagolla said. Hurd had not been arrested.\n\"There's no information to indicate that there's domestic terrorism at hand,\" he said.\nIn Washington, the Department of Homeland Security also said there was no known terrorism link.\nMessages left at numbers listed for Hurd in Arizona and Hartsville, S.C., weren't immediately returned.\nMcDonald said Hurd was a procurement engineer, responsible for evaluating equipment purchases for the plant. McDonald wouldn't say which company employed Hurd.\nHurd had access to protected areas of the plant but hadn't been in any such area since Aug. 21, said Randy Edington, the chief nuclear officer for plant operator Arizona Public Service Co. Hurd would have had access to the reactors but officials didn't know the last time he would have been near them, Edington said.\n\"Our security personnel acted cautiously and appropriately, demonstrating that our security process and procedures work as designed,\" Edington said in a news release.\nThe detention was considered an \"unusual event\" -- the lowest of four emergencies the plant can declare, said Jim Melfi, an inspector with the U.S. Nuclear Regulatory Commission.\nThere was no threat to the public, McDonald said.\nDoug Walters, the senior director of security for the Nuclear Energy Institute, an industry group, said Palo Verde's response was \"exactly what you would expect it to be.\"\n\"We have a checkpoint for this reason,\" he said. \"They were able to identify a suspicious item in the truck. I don't know what they could have done differently.\"\nEveryone who has access to the plant must submit to a background check, McDonald said.\nWorkers must pass through two security checkpoints to get inside one of the plant's three containment domes, which house the radioactive material. One of the checkpoints includes an automated system that examines workers for the presence of bomb-making materials, McDonald said.\nPalo Verde is the nation's largest nuclear power plant both in size and capacity. Located in Wintersburg about 50 miles west of downtown Phoenix, the plant supplies electricity to about 4 million customers in Arizona, New Mexico, Texas and California.\n\nLoad-Date: November 3, 2007"
}