{
    "title": "Arizona House Approves Compromise On Eco-Terrorism Bill",
    "publisher": "arizona capitol times",
    "year": 2005,
    "month": 4,
    "day": 22,
    "full text": "After receiving vetoes in consecutive years - including once last month - on legislation that would include animal and ecological terrorism to the racketeering statutes, two East Valley lawmakers sat down with the governor and the state's top lawyer to try and reach a compromise.\n\"It's very healthy that the governor and attorney general were willing to work [on the language],\" Rep. Andy Biggs, R-22, said. \"It's a positive thing. \"\nS1166, replete with an amendment crafted by the AG's Office, passed the House April 20 by a 33-26 vote.\nMr. Biggs and Sen. Thayer Verschoor, R-22, crafted the original language for the bill last year and met with Governor Napolitano and the Attorney General's Office to develop a compromise. Mr. Verschoor, the sponsor of S1166, did not return a call seeking comment.\nIn its original form, the bill would have allowed the prosecution of organizations that coordinated efforts involving criminal damage or the use of a deadly weapon to stop a legal activity involving animals, mining, foresting, harvesting or processing other natural resources. It also allowed prosecution of the organization if any of its members committed such crimes.\nHowever, as amended, the bill requires that at least three people be working in concert to commit such a crime, to prevent prosecution because of one or two \"loose cannons,\" Mr. Biggs said. It also requires the crime to be knowing and intentional instead of reckless and defines that a crime must cause damage of at least $10,000 before this legislation would be applicable.\n\"While it's not nearly as strong as we'd like it to be...we felt that at least it was a positive move,\" Mr. Biggs said.\nLast Session's Veto\nThe governor vetoed S1081 last session and S1333 last month, citing over-broadness and saying it would unintentionally curb the free speech of animal and ecological advocates.\nThe governor was unavailable for comment, but House Democrats showed their displeasure with the measure, even with the amendment from the Attorney General's Office. All but two of the 22 members of the minority caucus voted against the bill.\n\"The language still fails to mirror terrorist language elsewhere in statute,\" Rep. Kyrsten Sinema, D-15, said, adding that she felt the provisions of the bill still are overly broad.\nMr. Biggs said there is still some concern that law enforcement may be reticent to enforce this new provision but said it is necessary because many people are intimidated by animal and ecological terror organizations and are reluctant to come forward.\n\"We're hoping that with this bill in place,\" he said, \"you will get people more confident in reporting and allowing law enforcement to proceed in these areas. \"\n\nLoad-Date: February 2, 2010"
}