{
    "title": "Armenia Shares Video of ' Azerbaijani Tank' Being Destroyed in Karabakh",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 7,
    "full text": "Fighting in Nagorno Karabakh has continued for a second week as Armenia and Azerbaijan clash over the breakaway region.\nCavusoglu repeated calls for Armenia to withdraw from the region \"in line with worldwide laws, UN Security Council resolutions and Azerbaijan's territorial and border integrity\".\nThe head of Russia's SVR Foreign Intelligence Service, Sergei Naryshkin, underlined Moscow's concerns by warning that Nagorno-Karabakh could become a launch pad for \"international terrorist organisations\" to enter Russian Federation and other countries.\nAFP journalists heard explosions in the city after days of intermittent shelling and saw residents walking past an unexploded shell wedged in a street in the city center, which was strewn with glass and debris.\nIt remains acknowledged by the global community as part of Azerbaijan and no state, including Armenia itself, recognises its independence.\nAzerbaijan has repeatedly said it will not agree to a ceasefire until Armenia withdraws its troops, a line reiterated Tuesday by Foreign Minister Jeyhun Bayramov who added: \"We will be fighting until the end\".\nHe said on Monday Azerbaijan was \"responding to an attack and saving Karabakh from its occupation\".\nIt has cordial relations and arms cooperation with both sides.\n'Lewd': Netflix indicted by U.S. grand jury over Cuties controversy\nNetflix has continued to defended the film , with a spokesperson telling AFP the charge is \"without merit\". The company apologized for the \"inappropriate\" imagery and said it wasn't representative of the film.\nLate on Monday, Russia, the United States and France, co-chairs of the Minsk Group, issued a fresh call for an \"immediate and unconditional ceasefire\". Each denies targeting civilians.\nAlmost 290 people have been confirmed killed since the clashes erupted, including more than 47 civilians.\nThe Azeri prosecutor's office said 27 Azeri civilians had been killed in the renewed fighting.\nIn an interview with AFP Tuesday, Armenian Prime Minister Nikol Pashinyan said Turkey's \"full support\" had motivated its ally Azerbaijan to reignite fighting, describing the role of Armenian forces as a \"counter-terrorism operation\".\nSeparately, the Pentagon has accused Ankara of sending thousands of Syrian fighters to fight on behalf of the internationally recognized, Turkey-backed government in Libya. Azerbaijan is not releasing any figures on its military deaths.\nAssad offered no evidence for his allegation.\nMeanwhile media in Azerbaijan published photos of what they claim is two killed PKK terrorists, allegedly fighting alongside the Armenian-supported forces. For the Kurdish PKK, the arch-enemy is Turkey.\n\nLoad-Date: October 8, 2020"
}