{
    "title": "Armenia mourns slain officials; Five gunmen, who said they were trying to save the nation from corru",
    "publisher": "the atlanta journal and constitution",
    "year": 1999,
    "month": 10,
    "day": 29,
    "full text": "President Robert Kocharian declared nationwide mourning Thursday to honor officials killed in an attack on parliament.\nThe assassinations stunned the nation. As Armenians gathered in offices, on the streets and at bus stops to discuss the shootings, some were openly weeping.\nCONSTITUTION\n''I have never approved of the government's policy, but this cold-blooded murder was a beastly action,'' said Levon Grigorian, an engineer.\nThe gunmen, who said they opened fire to punish corrupt officials, surrendered Thursday morning after they were allowed to speak on national television and were promised a fair trial. They turned over their weapons and freed about 40 hostages taken after they burst into the parliament and opened fire Wednesday.\nThree days of mourning began today to honor Prime Minister Vazgen Sarkisian, Speaker of Parliament Karen Demirchian and six other dead lawmakers and officials. They will be buried Sunday.\nIn Washington, Secretary of State Madeleine Albright directed her deputy, Strobe Talbott, to return to Armenia. She also offered the former Soviet republic assistance in its troubled transition to a post-Communist era.\n''We have to see what we can do to lessen the pain,'' Albright said.\nHer comments came as the five gunmen were charged with terrorism and attempting to weaken state power. If convicted, they could be sentenced to up to 15 years in prison or to death, although Armenia has had a moratorium on capital punishment since 1994.\nThe gunmen's leader, Nairi Unanian, an ardent nationalist, accused the government in his television address of allowing Armenia to disintegrate. He accused the country's elite of sapping the economy through corruption, and he called for national renewal.\n''We wanted to save the Armenian people from perishing and restore their rights,'' he said in a recorded statement broadcast shortly before he and the other gunmen surrendered. ''Those responsible for robbing the country must face trial along with us.''\nLike many other former Soviet republics, Armenia has seen its economy stumble from crisis to crisis, stuck between the failed Soviet system and largely unsuccessful efforts to build a market economy. Corruption is rampant, and some officials have been accused of diverting public funds.\nThere were no indications that the prime minister or the other dead officials were involved in corruption. And while many Armenians sympathized with some of the gunmen's complaints, most were appalled by the violence.\nThere was no explanation of how the gunmen were able to get into the parliament chamber. They apparently hid their automatic rifles under overcoats.\nJustice Minister David Arutyunian said the gunmen reached the parliament chamber because legislators were trusting enough to have reduced security.\n''Unfortunately, the lawmakers tried to be closer to the people and they declined the special secret police services,'' he said on Russia's ORT television network.\nThe Defense Ministry demanded that the prosecutor-general, interior minister and national security service chief be fired.\n''We express indignation over the fact that the gunmen could get into the parliament building unimpeded. The crime has demonstrated the incompetence of the security services,'' the ministry said in a statement.\nLater Thursday, Interior Minister Suren Horamyan submitted his resignation, but his office said the move was not connected with the Defense Ministry demand, the ITAR-Tass news agency reported.\nSeven lawmakers and officials were wounded in the attack, and one of them was in grave condition.\nKocharian took office as president after elections in 1998. He appointed Sarkisian prime minister this past June.\n\nGraphic\n\n \nPhoto\nAfter being released by gunmen who had killed their colleagues, Armenian lawmakers are herded from the parliament building in Yerevan early Thursday through a cordon of police and soldiers. / Associated Press\n\nLoad-Date: October 29, 1999"
}