{
    "title": "Armies of sensors deployed in war against terrorism",
    "publisher": "federal times",
    "year": 2004,
    "month": 7,
    "day": 26,
    "full text": "The Homeland Security Department's Science and Technology Directorate is trying to make security at airports, bridges and city streets as unobtrusive as possible.\n\"We have been successful in the best possible way,\" said Marc Hollander, deputy assistant secretary for plans, programs and budget.\n\"People walk right by our sensors, don't notice them and don't have to think about whether there is a chemical, biological or radiation threat.\"\nThe directorate, in existence a little more than a year, has fielded devices that sense whether there are dangerous elements in the air. For example, Washington-area commuters give little notice to devices placed on subway platforms. \"It made a humming noise, and people would glance at them, but nobody realized they were chemical sensors,\" Hollander said July 20 at an Industry Advisory Council forum in Washington.\nNewer sensors are much smaller. Law enforcement officers wear biological and chemical sensors the size of beepers, Hollander said.\nThe directorate also has sensors at ports that peer right inside shipping containers that might hold hazardous material. \"We have been amazed by the things people have tried to sneak in,\" Hollander.\nThe directorate has a budget of $987 million in 2004, and House and Senate appropriators have approved more than $1 billion for 2005.\nThe directorate has more technology in the works aimed at protecting the public.\nOne project is focusing on detecting suicide bombers. \"We are looking at how they think,\" Hollander said. \"The human side of terrorism is the hardest to understand.\"\nAnother pilot program, being tested on the Arizona border, is an acoustic device that can hear gunshots.\nThe directorate is also working with the Energy Department's supercomputers to analyze how various explosives will react when set off in specific areas.\n\nLoad-Date: August 3, 2004"
}