{
    "title": "ARMS EXPERT WARNS U.S. CITIES FACE NUCLEAR TERRORISM THREAT",
    "publisher": "pittsburgh post-gazette",
    "year": 1999,
    "month": 1,
    "day": 23,
    "full text": "The odds are that an American city will be destroyed by a nuclear weapon within ten years, an architect of the U.N. weapons inspection program in Iraq predicted yesterday.\nAmbassador Robert Gallucci gave a chilling overview of the parlous state of nuclear proliferation at a luncheon sponsored by the World Affairs Council at the Duquesne Club.\nHis nightmare scenario:\n\"One of these days, one of these governments fabricates one or two nuclear weapons, gives it to a terrorism group created for this purpose. The group brings one of these bombs into Baltimore by boat, and drives another one up to Pittsburgh.\n\"And then the message comes in to the White House: Adjust your policy in the Middle East, or on Tuesday you lose Baltimore, and on Wednesday you lose Pittsburgh. Tuesday comes, and we lose Baltimore. What does the United States do?\"\nHis estimate of the likelihood of the nightmare scenario coming true: better than 50-50.\nGallucci believes the breakup of the Soviet Union and the breakdown of order in Russia and former Soviet republics has made rapid nuclear proliferation inevitable.  Since the dawn of the atomic age in 1945 until last year, there were only five declared nuclear powers - the United States, Russia, Britain, France and China - and at least one undeclared nuclear state: Israel. Last year, India and Pakistan joined the club, each exploding devices that could kill more than a half-million people instantly.  There are more to come.\n\"Thirty years ago, we thought by the end of the century we'd be up around 100,\" Gallucci said. But proliferation was held in check by the Cold War standoff between the U.S. and Soviet Union.\nAlliances helped. When Germany and Japan chose to rely on the United States rather than on nuclear weapons for protection, for instance, nations that felt threatened by Germany or Japan didn't have to build nukes either.\nAlso contributing were increased democratization; the weapons inspections and oversight of the International Atomic Energy Agency; bilateral negotiations, and timely application of military force.\n\"Iraq would have nuclear weapons today if we hadn't fought the Gulf War,\" Gallucci said.\nBut the chief reason so few nations went nuclear was that it was extremely difficult to manufacture the \"fissile material\" enriched uranium or plutonium required to make a nuclear bomb.\nFor years, whenever the CIA director was asked by a member of Congress how long it would take for Iran, Iraq, or North Korea to build a nuclear weapon, he would say, \"about ten years,\" Gallucci said.\n\"It takes about nine years to build up the facilities [required to produce fissile material] from scratch, and another year to build an implosion device.\"\nThe correct answer now, Gallucci said, is: \"I don't know, senator. They may have it already.\"\nRussia's economic troubles have dramatically shortened the time required to build a nuclear bomb and made it more difficult for intelligence agencies to monitor nuclear weapons programs.\nIt takes fissile material about the size of a softball to build a nuclear bomb. There are thousands of tons of enriched uranium and plutonium in Russia, much of it poorly secured.\nWorse, the Russian scientists who design nuclear weapons, the engineers who build them, and the soldiers who guard them are paid only sporadically, making them open to offers.\nThe facilities required to manufacture fissile material are large and require specialized equipment that is hard to hide from U.S. spy satellites. But once fissile material has been obtained, it's easier to conceal a bomb assembly plant.\nPresident Clinton's decision to go forward, tentatively, with a ballistic missile defense program is in part a response to the rapidly expanding nuclear threat, and in part an effort to deprive Republicans of an issue in the next presidential election, Gallucci said. But the primary threat won't come from missiles, he predicted.\n\"Ships, planes and trucks are also good ways to deliver nuclear weapons. We don't have very good defenses against those, either. . . . If you want to sneak a nuclear weapon into the United States, hide it in a bale of marijuana.\"\n \nCurrently dean of the School of Foreign Service at Georgetown University in Washington, D.C., Gallucci also serves as U.S. special envoy on proliferation matters. He was deputy executive chairman of the U.N. inspection team in Iraq when it was created at the end of the Gulf War and chief U.S. negotiator on the Framework Agreement for dismantling North Korea's nascent nuclear weapons program.\n\nGraphic\n\n \nPHOTO, PHOTO: Associated Press: Ambassador Robert L. Gallucci in a 1987; photo.\n\nLoad-Date: February 14, 1999"
}