{
    "title": "ARMSTRONG MAN GUILTY OF POSTING CALLS FOR TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 8,
    "day": 10,
    "full text": "An Armstrong County man accused of soliciting jihadists online to attack U.S. institutions and later biting two FBI agents who tried to question him pleaded guilty Tuesday in federal court.\nEmerson Begolly, 22, of Mayport, admitted to Senior U.S. District Judge Maurice B. Cohill Jr. that he posted a series of messages on an Islamic extremist Web forum suggesting the use of bombs, guns and other weapons against police stations, synagogues, bridges, power plants and railroads.\nHe also pleaded to carrying a loaded gun when he bit two FBI agents who came to question him in January.\nHe had earlier posted Web messages urging extremists not to be taken alive by law enforcement and to fight back any way they could, including biting fingers, according to prosecutors.\nMr. Begolly had been charged in the Western District of Pennsylvania with assaulting the agents and in Virginia with the solicitation accusations because the website server for the forum was located in Virginia.\nAs a moderator on the Ansar al-Mujahideen forum, Mr. Begolly used a pseudonym, Abu Nancy, to incite jihadists to all manner of mayhem, from creating car bombs with propane tanks to tearing up railroad tracks with a pry bar in the hope of derailing a train.\nIn the summer of 2010, he urged others on the site to \"write their legacy in blood\" and to die for Allah in taking revenge against the U.S. for how it has treated Muslims.\nAfter shootings at the Pentagon and the Marine Corps Museum in October 2010, Mr. Begolly posted a comment praising the violence and said he hoped his messages had encouraged the shooter.\nMr. Begolly also posted a bomb-making manual on the forum.\nOn Jan. 4, 2011, two FBI agents approached Mr. Begolly in a Burger King parking lot as he sat in a parked car. When he reached for a concealed gun, they said, they struggled to subdue him and he bit their fingers, drawing blood.\nAsked by the judge why he was pleading, Mr. Begolly said simply, \"Because I am guilty.\"\nJudge Cohill ordered Mr. Begolly held pending sentencing Nov. 29.\nHe faces at least five years on the gun charge and up to 10 years on the solicitation conviction.\n\nNotes\n\nTorsten Ove: tove@post-gazette.com or 412-263-1510./\n\nLoad-Date: August 10, 2011"
}