{
    "title": "ARMS FOCUS SHIFTS AS THREAT OF NUCLEAR TERRORISM INCREASES _ NATIONS BEGIN WORK THIS WEEK ON EXTENDI",
    "publisher": "the philadelphia inquirer",
    "year": 1995,
    "month": 4,
    "day": 16,
    "full text": "The Mayak nuclear complex in Russia, so secret that it didn't show up on Soviet maps during the Cold War, has enough plutonium in storage to make 3,750 bombs.\nThe site is protected by enough soldiers to fight a war. But inside, where 30 metric tons of plutonium are stored, security is so lax that it wouldn't take much effort for one worker to steal radioactive material.\n\"They're worried about hordes attacking them, instead of someone from the inside walking off with material,\" said a U.S. Department of Energy official who toured Mayak last fall.\nThe danger from within, not the hordes, is the new nuclear nightmare.\nThis week, more than 170 nations will meet at the United Nations to begin the process of indefinitely extending the Nuclear Non-Proliferation Treaty that commits them not to build atomic arms. The expected extension of the 25- year-old treaty is likely to be hailed as a decisive nuclear deterrent.\nBut the nature of the nuclear threat has changed since the end of the Cold War. It has become more elusively menacing than anything a treaty can handle, experts say.\nIt's the menace of the minuscule: the possibility that as little as a couple of kilograms of plutonium or weapon-grade uranium could fall into the hands of terrorists and bring a city like New York or Tokyo to its knees.\nThe very event that has led to wholesale cuts in the U.S. and Russian nuclear arsenals - the collapse of the Soviet Union - has made it easier for rogue nations and terrorist groups to get the materials they need to build a bomb.\nFormer Soviet stockpiles of nuclear materials are poorly guarded and open to pilferage by desperate scientists who might be tempted to make a quick profit.\nThe Energy Department official who visited Mayak and other Russian nuclear sites said that at one research facility directors couldn't tell him exactly how much nuclear material they had in inventory because they didn't know.\nClinton administration officials warn that the danger of nuclear materials falling into the wrong hands is a major risk.\n\"The nuclear arms race is over,\" said Thomas Graham Jr., the lead negotiator for the U.S. Arms Control and Disarmament Agency. \". . . But the threat that an unstable country or terrorist group somewhere might actually acquire and use such a weapon is much greater.\"\nThe fear of nuclear terrorism is coming at a time when real advances appear to be coming in nuclear arms control. Today, the actual number of nations with bombs or in pursuit of bomb-making capability is declining:\nAll of the ex-Soviet republics that inherited nuclear arsenals after the collapse of communism - Belarus, Kazakhstan and Ukraine - have agreed to relinquish their weapons.\nSouth Africa has ended its nuclear weapons program and deactivated six warheads.\nBrazil and Argentina are no longer pursuing projects to build bombs, and this year, Argentina became the 174th nation to join the Nuclear Non- Proliferation Treaty.\nThe United States and Russia, also, have pledged to make further cuts in their nuclear arsenals. This year, the U.S. Senate and Russian Duma will consider the START II treaty, which would eliminate an additional 2,500 long- range warheads on each side.\n\"We've really scored a number of successes,\" said a White House official. \"But we can't sit on our oars. . . . The breakup of the Soviet Union has brought with it a whole new set of risks. Thousands and thousands of kilograms of fissile materials, which if not adequately protected, could find their way into the wrong hands.\"\nLaw enforcement officials know this. Politicians know it. And there's little they can do.\n\"It's like the drug problem,\" the administration official said. \"If you try to just intercept it at the consumer end, there aren't enough agents or enough money. You just can't do it.\"\nThe Clinton administration wants to attack the problem from the \"wholesale\" end of the transaction. It is pushing other nations to cut off the production of fissile material for military purposes, but the idea is facing resistance.\nBut the larger problem, which is out of the hands of other governments, is Russia's dire economic condition. Because of financial desperation, the same scientists who built the Soviet nuclear program now are the ones most tempted - and most able - to sell out.\n\"The dominant concern is there could be an insider job that involves actual custodians, guardians or senior officials at these facilities who might collaborate and unload really large quantities of good material,\" said Bruce Blair, a nuclear proliferation expert for the Brookings Institution.\nBlair said the Russian military installations that hold warheads and fissile material to make bombs are secure. But the nuclear material in the hands of research institutes or civilian programs is more difficult to monitor.\nRussia has 60 sites with significant amounts of highly enriched uranium versus 13 facilities in the United States, according to the Institute for Science and International Security (ISIS).\nEven without a nuclear bomb going off, an act of nuclear terrorism could\nwreak more havoc than either the World Trade Center bombing in New York or the Tokyo subway poisoning.\n\"It's truly terrifying to think about a kilogram of plutonium being dispersed in an explosion in an American city,\" said David Albright, a physicist and president of ISIS.\nHe said that a terrorist group would not have to know how to make a nuclear bomb to cause nuclear violence. If the terrorists who bombed the World Trade Center had mixed plutonium with their explosives, they could have covered the area with radioactive dust.\n\"It would be a mess,\" said Albright, an advocate of tighter international controls on fissile materials. \"It would plaster against all the buildings. It would be all over the streets, and the wind would pick up the plutonium.\"\n\nLoad-Date: October 28, 2002"
}