{
    "title": "ARMY CONDUCTED SECRET TRAINING THROUGHOUT AREA _ DRILLS, INCLUDING ONE IN CHESTER, WERE TO PREPARE F",
    "publisher": "the philadelphia inquirer",
    "year": 1999,
    "month": 5,
    "day": 21,
    "full text": "As many as 100 elite commandos, dressed in battle fatigues, brandishing sophisticated weaponry, and at times using helicopters, conducted secret training exercises throughout the region from May 11 through Sunday.\nThe operation, dubbed \"Exercise Roller Ghost,\" was held in Philadelphia locations as well as in Chester and Camden Cities and Montgomery County. It was designed to prepare for \"urban terrorism\" on foreign soil, an Army spokesman said.\nWalter Sokalski, an Army Special Operations spokesman, said the soldiers, based at Fort Bragg, N.C., were concerned solely with preparing for events overseas.\nHerbert Leary, the Camden fire chief, said he was told the operation was in preparation for the Republican National Convention next summer in Philadelphia. Sokalski said the fire chief was incorrect.\n\"We have nothing to do with police activities or activities in the United States,\" he said. \"Our focus is outside, foreign enemies.\"\nLeslie Gromis, who has been involved in some GOP convention work for Gov. Ridge, said she was unaware of any terrorism training having taken place for the convention.\nSokalski would not confirm specific locations, saying, \"We might want to use some of these training venues in the future again, since they were real quiet.\"\nBut a proposed schedule that was faxed to U.S. Rep. Robert Brady (D., Phila.) on May 11 said the sites were to include the Camden port area; the 80-acre Barbadoes Island in the middle of the Schuylkill in West Norriton Township, Montgomery County; Northeast and Northwest Philadelphia; Chester; and Philadelphia International Airport.\nThe fax said the operations would include \"surgical live fire . . . and close-quarters combat.\"\nSokalski said such operations cannot be performed in other countries.\n\"The next best thing is practicing in an urban area,\" he said. \"We realize it's an inconvenience. But it's really necessary training.\"\nLeary said the exercises in Camden began at 8 p.m. May 13 and ended about 1 a.m.\nThe exercise took place about 100 yards from Anna Butler's rowhouse at the vacant three-story South Jersey Port Corp., a long, brick Delaware River waterfront building.\n\"They shouldn't have done that in our neighborhood. We've got little children here,\" said Butler, who lives in a rowhouse in the 500 block of Fairview Avenue. \"Why didn't they do it in Cherry Hill and Voorhees? If they come back, I'll bomb them.\"\nLeary said about 40 special forces soldiers were flown in by helicopter, and descended from ropes to the staging area. He said they displayed M-16s and other weapons and used explosives to blow off doors.\nLeary said city officials were notified about the exercise approximately a week in advance.\nThe Army has conducted at least 20 other urban counterterrorism exercises across the country since 1994, many of which have inflamed the public and local officials. In March 1997, the City of Charlotte, N.C., evicted the Army after the first night of an intended three-night exercise due to public outcry. Similar drills were cut short in Houston and Pittsburgh for the same reason.\nAs to Philadelphia locations on the list, city officials said they had no knowledge of - and gave no permission to the Army to conduct - any operations.\n\"We are not aware through complaints or formal or informal channels that any operation is about to take place or has taken place in Philadelphia,\" said Managing Director Joseph Certaine.\nPhiladelphia Housing Authority officials denied there were any Army operations at the Schuylkill Falls Housing project in East Falls - a site also listed on the Brady fax.\nPHA spokeswoman Robin Leary said that Army officials had approached PHA in April about using the project along Kelly Drive for maneuvers but were turned down.\nThe Schuylkill Falls high rises were torn down several years ago, but there are low-rise townhouses still on the site. Most of them are empty, but a few are still occupied, Leary said.\nAirport officials said they had no knowledge of any training exercises.\nOn May 13, the Army's Special Operations troops moved to Barbadoes Island, according to West Norriton officials. The land, which is owned by Peco Energy Co., has a nuclear-training facility on it.\nPeco spokesman Michael Wood would say only that the company knew about the exercise beforehand.\n\"No one uses our property without our knowledge, and that's as far as I'm going with this,\" Wood said. \"We have an agreement with the Army not to comment on the exercise.\"\n* Inquirer staff writers Thomas Ferrick Jr. and Frederick Cusick contributed to this\n\nLoad-Date: October 22, 2002"
}