{
    "title": "Army commits to secure borders",
    "publisher": "national mirror",
    "year": 2016,
    "month": 12,
    "day": 8,
    "full text": "Lagos, Dec. 8 -- The meeting of Multinational Joint Military Technical Cooperation involving Nigeria, Benin, Burkina Faso, Togo and Niger has held on joint border protection.\nThe porus border in the region has made it immensely difficult to curb border crimes, including insurgency and smuggling.\nNigeria's Chief of Defence Staff (CDS), Gen. Abayomi Olonisakin, restated at the meeting that the Armed Forces was committed to the protection of Nigeria's borders.\nThe Army, he said, would protect the borders against trans-border crimes and to checkmate the security challenges in the North East posed by remnants of the Boko Haram terrorist group.\nHe pointed out that no effort will be spared to contain trans-border criminal activities.\nHe expressed Defence Headquarters' (DHQ) readiness to partner the French Military that is providing technical assistance to the Cooperation in order to protect the West African borders in the fight against terrorism.\nThe CDS, who was represented by the Director Training DHQ, Rear Admiral Jonathan Ango, said countries must work together to ensure the security of its people and borders.\nHe appreciated the French Government and other French speaking countries for their tremendous support in the area of intelligence sharing, training and fight against terrorism.\nHe assured the meeting that the Armed Forces of Nigeria would be doing its best to ensure that trans-border crimes are reduced to minimum.\nHe noted that terrorism transcends borders and urged all regional countries to collaborate in the elimination of the menace posed by the terrorist elements still operating in the fringes of the region.\nThe Deputy Chief of Staff in-charge of Operations (DCOSOPS) for the French elements in Senegal, Colonel A Vidal who spoke at the event said the French military are willing to assist in terms of training of personnel in planning for the year 2017. It will also assist in the areas of cooperation between various countries in terms of border protection, he said.\nPublished by HT Syndication with permission from National Mirror. For any query with respect to this article or any other content requirement, please contact Editor at htsyndication@hindustantimes.com\n\nLoad-Date: December 8, 2016"
}