{
    "title": "Army veteran hosts talk on terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 11,
    "day": 1,
    "full text": "Lt. Col. Nicholas Ayers, a 20-year army veteran and graduate of the United States MilitaryAcademy at West Point and Stanford University, talked about terrorism in the modern era andthe various strategies and tactics used by terrorist groups to achieve their goals. Photo by Andrew Hartnett, The Campus Ledger.\nNell Gross\nNews Editor\nngross1@jccc.edu\nStudents and faculty gathered in the CoLab on Thursday afternoon for a talk called \"Understanding Terrorism\" presented by Lt. Col. Nicholas Ayers.\nA 20-year Army veteran, Ayers graduated from the United States Military Academy at West Point and attended graduate school at Stanford. While attending graduate school after returning from Iraq, Ayers became interested in the subject of terrorism and began learning more about it. He has taught at both Stanford and West Point and is currently teaching at Fort. Leavenworth.  \nThe lecture covered the difference between terrorist strategies versus terrorist tactics along with the reasons that terrorist groups form. Ayers explained the different structures that are found within terrorist organizations and the different reasons that people are motivated to join them. With his front line experience, Ayers was able to provide real life examples and personal stories to help break down the complex subjects.\nA major focus of the discussion was on ISIS and its structure and motivations compared to other terrorist organizations. Taking advantage of the provided white boards, Ayers illustrated different concepts as a way to help the audience visualize them.\nEnding with a Q&A session, Ayers answered questions from the audience about different aspects of terrorism, terminology and the state of terrorism today. Attendees asked about the different conspiracy theories surrounding terrorism and Ayers provided the audience with his individual views on the matters.\n\"I learned perspectives I had not heard before, particularly ... in regards to tribal regions and who controls them in Iraq,\" student Kaitlin Abbelrachman said. \"I was interested in seeing what kind of information he was giving people who don't know other ways to access to information on the subject...\"\nTo stay informed on the subject of terrorism, Ayers suggests students read from all types of literature then reach out to those in the field and have a conversation about it.\n\"There are a lot of preconceived notions about things like terrorism and you hear either what's in the media or what you hear from family,\" Ayers said. \"What I want to try and do is open up some perspectives to consider.\"\n\nLoad-Date: November 2, 2016"
}