{
    "title": "Army Joins Hunt For Militants In Indonesia",
    "publisher": "the new york times",
    "year": 2010,
    "month": 10,
    "day": 8,
    "full text": "JAKARTA, Indonesia -- Indonesia has sent its military to fight local militants for the first time in nearly a decade to send a ''strong message'' to the insurgents, who are shifting from suicide bombings to armed attacks on the government, the country's antiterrorism chief said Thursday.\nMilitary intelligence agents and troops have joined the police in hunting militants in North Sumatra Province in response to an attack by gunmen on a police station outside the provincial capital, Medan, last month that killed three police officers, said Inspector General Ansyaad Mbai, who runs the newly formed National Antiterrorism Agency.\n''This is a new development,'' said Mr. Mbai, a retired police officer. ''The goal is to send the terrorists a strong message that they are now enemies of the state, not just the police. Terrorists have to know for sure that they're now facing the state, and the state is ready to use all its force to face them.''\nThe inclusion of military units represents a significant change in the Indonesian antiterrorism strategy, which has emphasized law enforcement and open trials and is widely seen as a success. Operations have been led by the Special Detachment 88 police unit, a Western-backed force founded after the suicide bombings in Bali in 2002, which killed 202 people.\nThe shift to a role for the military has long been anticipated with the creation of the antiterrorism agency in August.\nThe attack in Medan prompted a flurry of demands for an expanded military role, with President Susilo Bambang Yudhoyono calling this week for closer police-military cooperation, saying, ''Terrorism is the enemy of the nation, the enemy of us all.''\nGroups like the Indonesian National Commission on Human Rights have said that the use of the military could lead to human rights abuses. Special Detachment 88 has been accused of rights violations.\nMr. Mbai said the military move was a justified response to Indonesia's evolving terrorism threat.\nThe police have said that the group behind the police station attack is made up of militants responsible for armed robberies in North Sumatra.\nThe police killed six people suspected of being militants from the group and arrested seven last weekend, The Associated Press reported.\nJim Della-Giacoma, the Southeast Asia project director of the International Crisis Group, a nongovernmental organization, said that although the military could play a role in situations like dealing with plane or ship hijackings, Indonesia must make sure it does not undermine its successful strategy that has been driven by law enforcement.\n''I think Indonesia has to be very careful about involving the military in fighting this war; Indonesia has to be very careful about overreacting to this threat,'' Mr. Della-Giacoma said. ''Terrorism is not an existential threat to the nation, it is not threatening the unitary republic. It is a criminal exercise by a small group of people who are generally well known, and many of them have been in and out of prisons.''\n\nhttp://www.nytimes.com\n\nLoad-Date: October 8, 2010"
}