{
    "title": "Army scientist briefs pediatricians on terrorism",
    "publisher": "usa today",
    "year": 2002,
    "month": 10,
    "day": 23,
    "full text": "\"Dirty bombs,\" sabotage of nuclear power plants and nuclear war would appear to be way off the agenda of U.S. children's doctors.\nBut not anymore. Doctors are turning their attention to nuclear terrorism and its possible impact on children.\nA top military scientist briefed pediatricians Tuesday on the potential threat.\n\"There's no intelligence that says any of these scenarios will occur,\" says U.S. Army Col. Robert Eng, who is director of the Armed Forces Radiobiology Research Institute in Bethesda, Md. He spoke at the American Academy of Pediatrics meeting in Boston.\nBut Eng was invited \"because we want our members to be prepared for all medical risks that could affect children,\" says Yale Medical School pediatrician David Schonfeld.\nSome of the threats aren't nearly as catastrophic as parents fear, Eng says, pointing to dirty bombs as an example.\nA dirty bomb combines radioactive material with conventional explosives, enabling it to spread radiation over several city blocks when detonated. Eng says the radiation in smaller dirty bombs would dilute rapidly, minimizing radiation exposure. But shrapnel from the explosion could cause injuries or deaths, he says.\nIf a nuclear power plant were sabotaged or a nuclear bomb detonated, \"damage would be most intense near the site itself, but fallout causes the majority of casualties in our modeling of what would happen,\" Eng says.\nChildren are particularly vulnerable to radiation for two reasons:\n * Radiation damages infection-fighting white blood cells. Pre-adolescent kids have developing immune systems, so they're already at a disadvantage and could suffer serious infections from radiation exposure, Eng says. The U.S. government has been stockpiling antibiotics for potential emergencies, he adds.\n * Radiation causes cancer, but often not until years after exposure. Children live longer than adults, so they're more likely to face these cancers. Chernobyl showed that thyroid cancer is a particular danger for kids exposed to radiation, Eng says. Federal agencies are stockpiling potassium iodide pills, which help protect against thyroid cancer, and are offering the pills to states with nuclear power plants.\nSome parents think that driving away from any explosion would be the best way to protect their kids from fallout. But that's wrong, Eng says. \"You have no idea how winds will shift, and cars offer little shield against radiation.\" Instead, it's best to go indoors, close all windows, turn off the ventilation system, and stay off upper levels, where fallout will gather, Eng says.\nRight now, all of this is hypothetical. But the publicity about North Korea's nuclear weapons program and other news items may prompt children to ask questions. Parents should inform themselves and reassure kids that they're safe, says child psychiatrist Milton Anderson of the Ochsner Clinic Foundation in New Orleans. \"This is grown-up business, and they need to hear there's no immediate danger,\" he says.\nFor more information, Eng advises visiting www.hps.org (click on \"ask the experts\") or www.afrri.usuhs.mil (click on \"pocket guide for responders to ionizing radiation terrorism\").\n\nLoad-Date: October 23, 2002"
}