{
    "title": "Army vet entered service as enlisted and left as a colonel",
    "publisher": "the brunswick news ",
    "year": 2018,
    "month": 9,
    "day": 5,
    "full text": "Sept. 05--Today's veteran: James Fraser, 77\nBorn: Alameda, Calif.\nResidence: St. Simons Island\nService: Army, 28 years\nDuties: Infantry, senior aviator, military police\nRank: Colonel\nRecognitions: Vietnam Service Medal; Vietnam Campaign Medal; Legion of Merit; Bronze Star Medal; Air Medal (with two V devices for valor and four oak leaf clusters); Meritorious Service Medal; Army Commendation Medal; National Defense Service Medal; Airborne Wings\nDuty stations: Vietnam; Fort Ord, Calif,; Fort Benning; Fort Meade, Md.; Fort Wolters, Texas; Fort Rucker, Ala.; Elgin Air Force Base, Fla.; Fort Bragg, N.C.; Fort McClellan, Ala.; Fort Leavenworth, Kansas\nHis story: James Fraser was working as a law enforcement officer in California when the Army came calling. He was among the last group of men drafted before John Kennedy was drafted.\nAfter completing basic training, Fraser was designated as a military policeman with the rank of private first class. He didn't require any advanced training because of his prior experience.\nHe was assigned to the security team at Walter Reed Hospital, where a chance encounter with a general changed his career path. The general asked him if he was interested in being an officer and Fraser said he was interested but he was told the only openings were in artillery. Fraser told the general he was only interested if he was assigned to an infantry unit.\nUntil that time, Fraser said he never considered the Army until the next day when he got a call from the general's office that he was headed to infantry officer's training.\nAfter a year in officer's candidate school, he was assigned to Fort Meade, Md., where he served as the training fire officer and post conservation officer. He also inspected medical kits periodically to ensure no tampering had occurred.\nHe decided to go to flight school to learn to fly Chinook helicopters. After training, he took a 21-day cruise on an aircraft carrier to Vietnam, where he spent most of his time moving artillery. He was flying at 1,200 feet when his helicopter got shot down during one mission.\nThe crew battled a blaze with small bottles of fire retardant that enabled the helicopter to auto rotate to the ground.\n\"It seemed like 20 minutes,\" he said. \"The world was going in slow motion.\"\nLuckily nobody was injured and the crew was quickly rescued.\nThat was the closest brush with death Fraser said he had in Vietnam. He signed up for a second tour of duty in Vietnam, but it was cut short when he suffered a bout of hepatitis.\n\"I was a young guy. I was happy in Vietnam. I never thought I was going to die,\" he said.\nHe was sent to Fort Benning for more training before being sent to Egland Air Force Base to take command of an airborne company. Afterward, he returned to Fort Benning before he completed his bachelor's degree in criminal justice.\nAfter school, he was sent to Fort Bragg, N.C. as adjutant of an aviation group. He was later assigned to Fort Leavenworth, where he earned a master's degree in administration. He also helped to establish an anti-terrorism training program.\nAfter a stint in Alabama, he returned to Fort Leavenworth to head up a world-wide anti-terrorism program.\nHe was assigned to the Pan American games in Indianapolis, where he worked directly under to the command of the assistant secretary of defense. His job was to coordinate security activities with local law enforcement.\n\"It was unique because it was in the private sector,\" he said.\nHe had a similar job later in his career at the Atlanta Olympics.\nHis final duty assignment was at the Federal Law Enforcement Training Center where he served as advisor to the director.\nAfter he left the Army, he returned to California where he served as the state's POST master instructor and facilitator.\nFraser said he believed he would serve his two-year commitment and get out when his draft notice arrived. He never imagined how his military career helped him grow as a person.\nOur Veterans runs Tuesdays. Contact Gordon Jackson at gjackson@thebrunswicknews.com, on Facebook or at 912-464-7655 to suggest a veteran for a column.\n___ (c)2018 The Brunswick News (Brunswick, Ga.) Visit The Brunswick News (Brunswick, Ga.) at www.thebrunswicknews.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: September 5, 2018"
}