{
    "title": "Army Flags Off Operation 'Egwu Eke III' Nationwide",
    "publisher": "the will ",
    "year": 2018,
    "month": 12,
    "day": 28,
    "full text": "SAN FRANCISCO, December 28, (THEWILL) The Nigerian Army says it will conduct exercise \"Egwu Eke III'' ndash Python dance nationwide, to tackle already \"observed upsurge'' in security challenges as the 2019 general elections draw nearer. According to the Chief of Army Staff, Lt.\n-Gen. Tukur Buratai, who announced this at a news conference on Friday in Maiduguri, the exercise will be conducted from Jan.\n 1 to Feb. 28, 2019. THEWILL recalls that the 2019 general elections are due to commence with the Presidential and National Assembly elections slated for Feb.\n 16. Represented by Maj.-Gen.\n Lamidi Adeosun, the Chief of Training and Operations, Buratai identified those threats as stockpiling of arms by criminal groups, formation of ethnic militia and violence induced by political activities. The army had in 2016 and 2017 conducted exercise Egwu Eke I and II to address peculiar security challenges in the South- East geo-political zone, particularly during Yuletide.\n \"These challenges coupled with other security threats across the country such as terrorism, militancy, kidnapping and banditry portend that dissident group and criminal elements could cash in on the situation to perpetrate large scale violence before, during and after the 2019 general elections,\" he said. According to the army chief, the Nigerian army troops need to be prepared and equipped with requisite skills in order to professionally and effectively respond to these challenges and security threats in collaboration with the Nigerian Police and other para-military oganisations.\n Responding to question why Egwu Eke III is being conducted nationwide and not restricted to the South-East in line with its code name, Buratai said there is python everywhere. \"Even in the desert of Borno, don't forget, the Lake Chad basin is there, python can also dance within the desert.\n \"In fact, we have desert python, so python will dance all over the country this time around,\" he said. The army chief explained that the success of the exercise Egwu Eke I and II in checkmating security threats in the South-East informed its simultaneous implementation across the country now.\n Buratai called on Nigerians to provide the army and other security agencies with useful and timely information to enable them to deliver on the mandate of exercise Egwu Eke III. He reaffirmed the commitment of the army to fight against terrorism and insurgency in the country.\n\nLoad-Date: December 29, 2018"
}