{
    "title": "Army Appoints New War Commanders Against Terrorism",
    "publisher": "the will ",
    "year": 2019,
    "month": 1,
    "day": 7,
    "full text": "Chief of Army Staff, COAS, Tukur Buratai BEVERLY HILLS, January 07, (THEWILL) Following the recent directive by Minister of Defence, Mansur Muhammad Dan Ali, that Operation Lafiya Dole be reorganised for effective results, the Chief of Army Staff, Lt. General Tukur Buratai, has appointed new operational commanders to prosecute the war on terror.\n A statement by Brigadier-General Sani Usman, Director of Army Public Relations, said: \"In order to inject new hands in the fight against terrorism and other operations, the Nigerian Army authorised the posting and appointments of some of its senior officers. \"Those affected by the new posting and appointments include some Staff Officers and Commanders at various levels.\n \"Specifically, the newly promoted Major-General OT Akinjobi, Head of the Operations Monitoring Team at the Office of the Chief of Army Staff, has been appointed Commander, Sector 3 Operation Lafiya Dole, while Major General MG Ali, Commander 9 Brigade has been appointed Commander of the newly created Nigerian Army Special Forces Command Brigadier-General BR Sinjen, Commander, Integrated Fire Support and Brigadier General FO Omoigui, has been moved from 2 Division Nigerian Army to Army Headquarters Department of Training and Operations and appointed Director of Operations. \"Brigadier General TA Lagbaja is to take over as Commander 9 Brigade, Nigerian Army, Brigadier General OR Aiyenigba, Director Land Warfare at the Armed Forces Command and Staff College is to move to the Office of the Chief of Army Staff as Head of Operations Monitoring Team, while Brigadier General AU Kuliya is to take over as Director Land Warfare at the Armed Forces Command and Staff College.\n \"Similarly, new Brigade Commanders have been appointed for some of the Brigades at Operation Lafiya Dole. These include Brigadier General EF Oyinlola, 22 Brigade, Brigadier General VU Okoro, 25 Task Force Brigade, Brigadier General AB Mohammed, 26 Task Force Brigade, Brigadier General AO Oyelade, 27 Task Force Brigade, Brigadier General MT Usman, 28 Task Force Brigade and Brigadier General MG Kangye, 37 Brigade, while Brigadier General AS Ishaq has been appointed as Coordinator, Nigeria Police Force for Operation Lafiya Dole.\n \"New Commanders have also been appointed for the various Army Headquarters Logistics Commands at the theatre. \"These include Brigadier General AG Ibrahim, Brigadier General PN Okeson and Brigadier General OA Aminu for Logistics Base I, II and III, respectively.\n \"Similarly, the posting has affected severalCommanding Officers of the various units in Operation Lafiya Dole, among others.\" \"The Chief of Army Staff has also directed that all those affected by the posting in the theatre, must remain committed and fully in charge until they are properly relieved in line with standard operating procedures and military professional ethics.\n\" \n\nLoad-Date: January 7, 2019"
}