{
    "title": "Around the world",
    "publisher": "the atlanta journal-constitution",
    "year": 2012,
    "month": 3,
    "day": 27,
    "full text": "Stories from around the world selected and edited for our readers from The Associated Press, New York Times, Washington Post and Bloomberg News.\nEx-IMF chief facing sex charges\nA lawyer for Dominique Strauss-Kahn says the former IMF chief has been handed preliminary charges alleging he was involved in a French prostitution ring.\nInvestigating judges questioned Strauss-Kahn for several hours Monday. Lawyer Richard Malka said after Strauss-Kahn left that he was accused of procuring prostitutes and involvement in an \"organized gang.\"\nMalka says Strauss-Kahn denies wrongdoing. The lawyer also says it is wrong to prosecute Strauss-Kahn for \"simple libertine activity.\"\nEUROPE\nSuspects were under house arrest\nA British system under which suspected terrorists not charged with any crime were forced to live under partial house arrest was among the most repressive tools used in the West, the country's anti-terrorism watchdog said. David Anderson, a lawyer reviewing Britain's legal efforts to combat terrorism on behalf of the government, said 52 people had been held under the control order between 2005 and 2011, when the system was replaced.\nMIDDLE EAST\nMore shelling in Homs, activists say\nSyrian forces fired shells at Homs, a city that symbolizes the anti-government uprising Monday, activists said, while the country's Muslim Brotherhood branch said it would work for a democratic state if President Bashar Assad falls. The announcement was an appeal by the Sunni Muslim group to minorities who fear for their place in a post-Assad Syria.\nASIA\nTibetan protester sets himself on fire\nA Tibetan exile lit himself on fire and ran shouting through a demonstration Monday in New Delhi, India, just before a visit by China's president and following dozens of self-immolations in China in protest of its rule over Tibet. Jamphel Yeshi, 27, is in critical condition, according to the Association of Tibetan Journalists.\nNuclear reactor down for repair\nAnother Japanese nuclear reactor was taken off line for maintenance on Monday, leaving the country with only one of its 54 reactors operational following last year's devastating earthquake and tsunami.\nALSO ...\n*Turkey's Jewish community is protesting a Turkish commercial that uses film footage of Adolf Hitler to sell shampoo.\n\nLoad-Date: March 27, 2012"
}