{
    "title": "Around the World, Support for the U.S. Is Mixed With Fatigue and Regret",
    "publisher": "the new york times",
    "year": 2011,
    "month": 9,
    "day": 12,
    "full text": "PARIS -- On Sunday, however briefly, nations around the world came together with the United States to remember the attacks on New York and the Pentagon that killed nearly 3,000 people from 90 countries.\nCommemorations were held from Indonesia to Israel, with many political and religious leaders expressing their commitment to democracy and the fight against terrorism. But there was also weariness, with smaller-than-expected crowds in some cities and numerous commentaries noting the wars that followed Sept. 11 and the attacks' more negative impacts -- on civil liberties, air travel, international law and the United States' reputation.\nThere was an overnight suicide bombing involving an explosives-packed truck in Afghanistan, the arrests of terrorism suspects in Berlin and Sweden and heightened security alerts most everywhere. There was analysis about how democratic values have triumphed in the Arab Spring, which has been seen as a defeat for Al Qaeda. But even with Osama bin Laden dead, Al Qaeda or its offshoots remain active in the chaotic areas of Yemen, Somalia, Pakistan and the Maghreb, and its ideology still inspires some to plan attacks against the United States and its allies.\nAlthough NATO is at war against Al Qaeda and the Taliban, 10 years later, the European allies have tired of the war and are pressing for negotiations with the Taliban.\nIn Pakistan, where opinion surveys show most people doubt that Al Qaeda was responsible for the 9/11 attacks, the government ignored the anniversary, except to put an advertisement in The Wall Street Journal describing Pakistan as a victim, not a perpetrator, of terrorism. In Germany, where the attacks were planned, there was a quiet commemoration, an interfaith service at the American Church in Berlin. Three days after the attacks, about 200,000 people had gathered near the Brandenburg Gate, but barely 200 showed up for a moment of silence on Sunday.\n''I thought there would be a few more people,'' said Alan Benson, who helped organize the program and held an American flag. ''First there was empathy with Americans, but as a consequence of the wars there are a lot of misgivings now.''\nIn Hamburg, Germany, where the lead 9/11 hijacker, Mohammed Atta, and several of the other plotters lived at Marienstrasse 54, Mayor Olaf Scholz ordered flags at half-staff on public buildings.\nBritain, which lost 67 of its citizens on Sept. 11, held several commemorations. It has been America's principal military partner in Afghanistan and Iraq over the last decade, and 559 British soldiers have died in the wars there.\nIn London, remembrances were led by Prince Charles and Prime Minister David Cameron and included many relatives of the 9/11 victims. The ceremony was held at the London memorial garden for the victims in Grosvenor Square, across a park from the United States Embassy.\nAfter family members read the names of those who were killed, relatives, including children not yet born on the day of the attacks, walked into the arbor and laid white roses on a memorial stone that is atop a piece of twisted metal taken from the rubble at ground zero.\nPrince Charles said he could identify with the families' grief, having lost his uncle and mentor, Lord Louis Mountbatten, in a 1979 terrorist bombing in Northern Ireland. ''For so many of those left behind,'' he said, it had been ''a continuing, awful agony that has to be endured day by day.''\nIn Rome, the Colosseum was illuminated on Sunday night as a gesture of mourning. The Italian president, Giorgio Napolitano, wrote President Obama of the need to ''look forward and reinforce that international and multilateral solidarity that supported us 10 years ago.'' Pope Benedict XVI urged world leaders to address ''the grievances that give rise to acts of violence.'' Terrorism in the name of God, the pope said, was a kind of abomination, adding, ''No circumstances can ever justify acts of terrorism.''\nIn Paris, the main commemoration was across from the Eiffel Tower on the rainy Place du Trocadero, where 10-story replicas of the twin towers were covered with the names of the victims and messages from the French. Some 1,300 people came. A large sign in French and English read: ''Sept. 11, 2001. The French will never forget.'' One organizer, the businessman Patrick du Tertre, said, ''We want the Americans to know that we love them, that we are their allies, that we remember and that we share their sorrow.''\nOn Friday, the American ambassador to France, Charles Rivkin, held a small ceremony in his garden with President Nicolas Sarkozy, who delivered a fiercely pro-American speech.\n''In the darkest hours of its history, France has always been able to count on the American people,'' he said. ''Without you, the Americans, we would not have been able to keep our freedom. So on 11 September, when terrorists struck at the heart of America, every French citizen felt the blow.''\nIn Oslo, there was a sense of affinity with the United States after the July 22 killings by Anders Behring Breivik, who took 77 lives. He claimed to be acting to defend Europe from Islam, an obsession that began with the Sept. 11 attacks.\nAn article in the newspaper Aftenposten described the meeting of a Norwegian survivor of Sept. 11 with a Norwegian survivor of Mr. Breivik's spree on Utoya Island.\nKari Gasvatn, a commentator for the newspaper Nationen, said that both attacks were challenges to democracy and raised questions about what kind of society to build afterward. ''Both attacks show how vulnerable we can be,'' she said. ''Skyscrapers can collapse on a sunny autumn day. Young people can be massacred on a peaceful Norwegian island.''\nAsle Toje, a political analyst, said that in Norway, as in most of Europe, the initial sympathy for America after 9/11 was ''followed by a lack of enthusiasm, you might say, for the way 9/11 was exploited for political purposes.''\nThe war in Iraq was connected to 9/11, he said, ''and that has made sentiments about 9/11 a lot more complicated.''\nRussia marked the anniversary with a powerful evocation of the Holocaust, a subject that was off limits for much of the Soviet era. The Russian National Orchestra performed Shostakovich's Symphony No. 13, ''Babi Yar,'' and Leonard Bernstein's Symphony No. 3, titled ''Kaddish.''\nRussians recalled the outpouring of sympathy 10 years ago and the sense, however fleeting, that the threat of Islamic terrorism meant that Russia and the United States were aligned. Yevgeniya Pishchikova pointed to deeper shifts. Fear has become so reflexive, she wrote in Moscow News, that conversations in hair salons touch on the changes in the Muslim world, the riots in Europe and the reliable conclusion that ''everything is about to crash.''\n''Only one thing is clear -- there is no way to live calmly,'' she said. ''So let's not put on airs. Whether America appeals to you or not, let us commemorate with her the decade of global fear.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: AFGHANISTAN: American soldiers prayed at the 9/11 service at Bagram Air Base. The United States invaded Afghanistan in late 2001 in response to the attacks. (PHOTOGRAPH BY JOHN MOORE/GETTY IMAGES)\nPARIS: The memorial in the Place du Trocadero. ''We want the Americans to know that we love them,'' an organizer said. (PHOTOGRAPH BY GONZALO FUENTES/REUTERS)\n KARACHI, PAKISTAN: Protesters called the attacks part of an American conspiracy to seize the resources of Muslim nations. (PHOTOGRAPH BY ASIF HASSAN/AGENCE FRANCE-PRESSE -- GETTY IMAGES)                                           \n\nLoad-Date: September 13, 2011"
}