{
    "title": "Arrest heightens U.S. domestic terrorism fears; But National Security Adviser Samuel R. Berger says",
    "publisher": "portland press herald",
    "year": 1999,
    "month": 12,
    "day": 20,
    "full text": "The United States' top national security official Sunday urged Americans to be \"vigilant\" as they proceed with their holiday plans, and worry about the threat of domestic terrorism seems to have spread after an Algerian man was charged with smuggling bomb-making materials across the border from British Columbia.\nAlthough National Security Adviser Samuel R. Berger said he was unaware of any other specific threat against U.S. targets, and law enforcement officials said they had taken every step possible to ensure the public's safety, they nonetheless acknowledged a heightened risk of terrorism against Americans.\nThe warning about domestic terrorism follows a recent State Department alert for Americans traveling abroad, which Berger called a \"yellow light, not a red light.\" But, taken together, they underscore the concern wrought by the arrest of Ahmed Ressam, 32, identified as an Algerian national traveling on fake Canadian identity papers and linked to extremists using Montreal as a North American base.\nRessam was charged Friday in Seattle with carrying more than 100 pounds of bomb-making supplies and a sophisticated detonating device across the border in a rental car.\nSunday, U.S. Customs began the first day of beefed-up patrols at the 301 ports of entry, including several in Maine and Vermont, following a high alert put in place Saturday.\n\"As a result of the arrest and seizure last week, we are redoubling our efforts,\" said Customs Service spokesman Dennis Murphy. \"We're having more eyes and ears out there to be alert to anything that might be out there. Inspectors need to be vigilant, to look out for anything that could be out of the ordinary or unusual.\"\nGiven Ressam's arrest and the unanswered questions about the nature of the plot he was allegedly involved in, Berger, speaking on CBS' \"Face the Nation,\" said: \"As we head toward the New Year's, the millennium, the end of Ramadan, this is a period of heightened risk of terrorist actions involving Americans.\"\n\"I would say that Americans should be vigilant as they go about their plans for the New Year,\" he said. \"If they see something suspicious, or see packages or activities that they think are unusual, they should obviously let law enforcement people know.\"\nBerger said U.S. officials did not know of \"any other specific threat against particular targets in the United States, and, obviously, if that changes we'll alert the American people.\"\nWhile refusing to discuss details of how security is being beefed up in Washington and across the country for end-of-the-century celebrations, FBI spokeswoman Debra Weierman said \"there is heightened security at this time because it's the millennium,\" and said the agency was working with state and local law enforcement to ensure adequate security.\n\"All precautions that can possibly be made have been made and will undergo activation\" once the festivities start, Weierman said, including the mass events on the Mall in Washington and in New York's Times Square.\n\nLoad-Date: December 21, 1999"
}