{
    "title": "Arrests May Signal End of Basque Terrorism",
    "publisher": "the new york times",
    "year": 1993,
    "month": 3,
    "day": 11,
    "full text": "A string of arrests of leading guerrillas in France last month has stirred cautious optimism in Spain that the end of the Basque terrorist movement may finally be in sight.\nSweeps by the Spanish and French police over the last year have dealt a severe blow to the group, experts say, and prompted debate in its ranks over whether it should seek a negotiated end to 25 years of bombings and killings. The organization, Basque Homeland and Freedom, is known as E.T.A. for its initials in Basque.\nPoliticians in the Basque region say the recent arrests may pave the way for new talks to negotiate a definitive peace. In a little over two weeks, the French police arrested half a dozen suspects as leaders of the group and uncovered what is believed to be the organization's main arsenal of plastic explosives, automatic weapons and other weapons in Bayonne, France.\nThis year, the Spanish police have also arrested dozens of people suspected of being E.T.A. members, including three lawyers accused of acting as liaisons between imprisoned guerrillas and the organization. Last year the French and Spanish police rounded up almost 300 suspected E.T.A. members.\nThe capture of Rafael Caride Simon in Toulouse on Feb. 20 was described by the police in France and Spain as a breakthrough in the 25-year battle.\nMr. Caride, 42, was believed to be the mastermind behind one of E.T.A.'s most deadly attacks, the bombing of a Barcelona supermarket in 1987 in which 21 civilians were killed.\nJose Antonio Ardanza, the head of the Basque nationalist regional government, said, \"E.T.A. as a political reference has ceased to exist,\" he said. He argued that a widening sector of Basque society now \"sees the terrorist group as a terminal phenomenon and only ask when, and not if, its definitive disappearance will occur.\"\nSupport for the separatist group in the Basque region and in southwestern France began to decline after 1978, when Spain began its transition to democracy. The three Basque provinces in the north were granted a level of autonomy, knocking the wind out of calls for independence through violence.\nBombings that killed or wounded women and children have also alienated sympathizers and even some members of E.T.A.\nMr. Ardanza argues that a \"negotiated end\" to the movement would be the best solution for the Basque country.\nAlthough the Spanish Government has maintained sporadic contacts with E.T.A., formal talks foundered more than four years ago in Algeria and never resumed. The Spanish Government refused to negotiate with E.T.A. before the the Olympic Games last summer in Barcelona, which proceeded without incident.\nInterior Minister Jose Luis Corcuera and the Secretary of State for Security, Rafael Vera, both said last week that they could \"see the light at the end of the tunnel,\" but took pains to point out that E.T.A. members who were willing to kill remained at large.\nJose Manuel Martiarena, head of the autonomous Basque police, described the arrest of Mr. Caride as \"one more step in the dismantling process.\"\nJaime Mayor Oreja, chairman of the Basque branch of the conservative opposition Popular Party, said last Thursday that he sensed that the Spanish Government was trying to get \"some sort of truce gesture\" out of E.T.A. before the 1993 elections.\n\nLoad-Date: March 12, 1993"
}