{
    "title": "ARREST OF SUDANESE PUTS FOCUS ON TROUBLED NATION",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 6,
    "day": 27,
    "full text": "The arrest of five Sudanese among the eight suspects in the latest New York terrorism case focuses attention on one of the most troubled and secretive countries in Africa. Sudan is a nation divided by a civil war with a fundamentalist Islamic government that is increasingly dependent on Iran.  Sudan, the largest country in Africa, has been used in recent years as a base for international terrorist groups, especially ones such as Hezbollah and Hamas, which have strong links to Iran.  According to U.S. government sources, the FBI is investigating reports that two men from Sudan's mission to the United Nations were implicated in the plot to blow up the U.N. building, New York auto tunnels and to assassinate U.N.  Secretary-General Boutros Boutros-Ghali and other officials.  The Sudanese mission denied the reports, and the State Department said that it does not yet have enough information to determine whether to take action against the diplomats. But the government has been concerned about possible Sudanese links to terrorism for several years.  State Department spokesman Mike McCurry said Friday: \"At this time we have no evidence that the government of Sudan has conducted or sponsored a specific terrorist attack, but I would say that the United States is very disturbed by the close relationship that Sudan has developed with Iran. We know that Iran is a leading sponsor of international terrorism.  \"A number of terrorist groups, including Hezbollah, Hamas, the Palestinian Islamic Jihad - they all maintain offices in Khartoum,\" McCurry said.\n\"And, in addition, there are reports that a small number of Iranian Revolutionary Guards are training Sudanese militia.\" The Sudanese government is controlled by Lt. Gen. Omar Hassan Ahmed Bashir, an ardent Muslim fundamentalist who overthrew the last civilian government four years ago. His attempt to impose strict Islamic law throughout the country aggravated an already bitter civil war between the predominately Muslim North and the mostly Christian and animist South.  Last year, Bashir's government claimed the conflict is a jihad - an Islamic holy war. The declaration produced additional support for the regime from Islamic fundamentalists, but it further alienated the non-Islamic world.  Bashir's government has been accused of widespread human rights abuses, including torture and political executions. The U.N.-affiliated International Labor Organization reported earlier this year that Sudan is one of only two countries left in the world that condone slavery.\n\nLoad-Date: October 7, 1993"
}