{
    "title": "ARRESTS TARGET TERRORISM BACKERS",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 12,
    "day": 19,
    "full text": "WASHINGTON -- The government, stepping up efforts to choke the flow of money to suspected terrorist organizations, announced the indictments Wednesday of seven people in Texas and the arrests of seven others in Michigan. All are suspected of channeling funds to Arab countries that the U.S. government says are homes for terrorists.\nAttorney General John Ashcroft said federal officials are targeting those who finance terrorism as much as those who carry out attacks.\nA 33-count indictment unsealed in Dallas charged four brothers with money laundering and selling computer equipment to Syria and Libya, two countries the United States says are state sponsors of terrorism. All four have been arrested.\nThe indictment also names a fifth brother, already in custody, as well as Mousa Abu Marzook, a leader of the Palestinian militant group Hamas, and his wife, Nadia Elashi, a cousin of the five brothers.\nU.S. Customs Service agents, meanwhile, raided several businesses and homes in Dearborn, Mich., and arrested seven people. Officials said the people and businesses were involved in illegal money transfers that sent as much as $ 50 million a year to Yemen, a hotbed for al-Qaida and other Muslin extremists.\nA day earlier, three men in Lackawanna, N.Y., were arrested and charged with sending more than $ 480,000 to Yemen without a license to operate a money-transferring business. The three Mohamed Albanna, Ali Albanna, and Ali Elbaneh were released on bail Wednesday. They are relatives of Jaber Elbaneh, accused of belonging to an al-Qaida terror cell in Lackawanna.\nJustice Department officials said the arrests over the past two days were not connected, but were part of an effort by government law enforcement agencies to cut off terrorist financing.\nThe Texas case involved a company in a Dallas suburb, Infocom Corp., for which all five brothers work. The company accepted a $ 250,000 investment from Marzook, who was deported in 1995 after the federal government designated him a terrorist, and made payments to Marzook's wife, according to the indictment. Both are out of the country. Marzook is believed to be in Syria.\nThose arrested were Bayan Elashi, Ghassan Elashi, Basman Elashi and Hazim Elashi. The fifth brother, Ihsan Elashyi, already is in custody on charges of illegally exporting computer goods to the Middle East. If convicted, they each face up to 45 years in prison and $ 7.2 million in fines.\nIn Michigan, authorities arrested Mohammed Aidaros Abdulla, David Nasser Ali, Foiad H. Mohamad, Gamil Manea-Ahmed Al-Najar, Hussein A. Mohamed and Abdulla H. Mohamad.\nCustoms agents seized records and computers from some of the businesses, which included convenience stores, service stations and restaurants.\n\nLoad-Date: December 19, 2002"
}