{
    "title": "Arrests of journalists show Ethiopia 's sterner side From the arrest of more than 100 Ethiopian oppo",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 10,
    "day": 4,
    "full text": "The arrests of two Swedish journalists - captured by security forces in early July after a firefight with ethnic Somali rebels - and the detention of a long stream of local journalists with critical views of the Ethiopian government is showing once again the ruthless streak of America's biggest friend in the Horn of Africa.\nPrime Minister Meles Zenawi - president of Ethiopia from 1991 to 1995, and premier of Ethiopia ever since - is praised for his economic vision in steering the country toward a path of economic growth and foreign investment, as well as his cooperation with the US's counterterrorism efforts in Africa. But Mr. Meles' decisiveness and vision is matched by an intolerance of dissent, critics say.\nOver the past year, more than 100 opposition activists, local journalists and others have been detained under a catch-all anti-terror law that can mean up to 20-year jail terms for those who merely publish a statement that prosecutors believe could indirectly encourage terrorism.\nFormer president of the republic Negasso Gidada, who left the ruling Ethiopian Peoples' Revolutionary Democratic Front (EPRDF) in 2001 to join the opposition, says that Meles and his followers still hold a belief agreed a decade ago that they are the only ones capable of leading the historically impoverished nation to prosperity.\n\"They decided then it is only the EPRDF which can lead the country to middle-income level in 20 to 30 years' time,\" he says. \"All other organizations should to be brought on board or eliminated.\"\nLittle room for dissent\nMeles' proven track record in overseeing economic growth and stability lead some to praise his rule. Human rights groups and journalist organizations complain that the government targets those who simply disagree with the ruling party.\nSenior government spokesman Shimeles Kemal rejects rights groups' claims that the pattern of arrests reveals an intolerance of dissent. He says that those arrested for terrorism - including the two Swedish journalists - have left behind evidence of links with banned militant groups. Ethiopia's concerns over terrorist threats were bolstered recently by a recent UN report detailing an Eritrea-backed plot by rebels aiming to cause carnage in downtown Addis Ababa during an African Union summit in January this year.\nConnections of some sort between opposition politicians and outlawed organizations such as Ginbot 7 are possible. Ginbot 7's exiled leader, Berhanu Nega - sentenced to death in-absentia for his role in a tumultuous 2005 election - was a former colleague in the defunct Coalition for Unity and Democracy.\nBut while exploiting such connections to crush the opposition is a predictable maneuver, the prosecution of the Swedish journalists Johann Persson and Martin Schibbye is a departure for the government.\nTougher line on foreign journalists?\nPreviously, foreign journalists who fell out of favor with the Ethiopian authorities suffered only deportation. Mr. Persson and Mr. Schibbye, detained after being captured with members of the autonomy-seeking Ogaden National Liberation Front, have been charged with supporting a terrorist group. Prosecutors say they confiscated a video of the pair, which shows them handling weapons.\nColleagues at Kontinent News Agency claim the pair were acting in the finest tradition of the profession: having prepared for 6 months, they covertly entered Ethiopia's closed Ogaden region with the intention of investigating the human cost of the armed insurgency and the state's response. The video, they say, is shot in Somalia and shows the gun of a private guard, not a rebel.\nBeing captured with armed rebels, of course, is one thing. Some Ethiopian opinion makers and politicians, like activist Andualem Arage, and virulently anti-EPRDF columnist Eskinder Nega, were arrested after calling for a year of non-violent action, similar to the mass protests that swept North Africa.\nNegasso says the arrest of Andualem was simply due to his bravery and popularity, since Andualem is a pacifist, unlike former Addis Ababa mayor-elect Berhanu Nega, who says if all else fails violence may be used to achieve liberation. \"He preaches love, tolerance and a peaceful struggle,\" says Negasso, who scoffs at any possibility of his involvement in terrorism. \"If you hit him he would turn the other cheek.\"\nWith larger projects like the historic dam on the Blue Nile River in the works - a scheme that should make Ethiopia an electricity provider for the region - Meles and his party have no time for such insolence. In truth, they never have. While political pluralism peeped round the door at a 2005 poll with historic opposition gains, it never showed its face. When opposition supporters protested the official results - which kept Meles in power - soldiers shot dead almost 200 of them. Leaders and activists were accused of treason, imprisoned, and then many fled following pardons two years later.\nLegitimate security concerns and the possibility of unrest may have made a jittery government come down hard on the detractors. However, it is a continued fervent belief in the virtue of the ruling vanguard's mission that is likely to be the fundamental cause of the current unforgiving approach.\nThe strong bonds forged with emerging giants like China means the government is in position to achieve some of the ambitious goals set out in a 5-year growth plan unveiled last year. New hydropower plants will make it the power hub of Eastern Africa; deficiencies in cement and sugar will become exported surpluses; a railway network linking towns and industries is promised; an archaic agricultural system will be transformed by irrigation.\nSuch lofty aspirations become more realizable considering that Western largesse still pours forth, from the US and from others. Ethiopia's role as regional enforcer and record of economic and social development easily outweighs any quibbles in European and American corridors of power about the revolutionary democrats' reluctance to follow their liberal democratic model.\nGiven its uncompleted mission and the privileged geopolitical middle-ground it still occupies, two decades after overthrowing Hailemariam Mengistu's Marxist military junta, the EPRDF is not about to allow itself to be dethroned.\n       \n\nLoad-Date: October 6, 2011"
}