{
    "title": "Arrest of Saudi bombing suspect spotlights Canadian terrorism",
    "publisher": "the new york times",
    "year": 1997,
    "month": 5,
    "day": 4,
    "full text": "SUMMARY: Officials believe Canada's open borders and refugee policies make it easy for suspected terrorists to hide or enter the United States.\nTORONTO - The recent arrest of a Saudi man linked to a deadly attack against Americans in the Middle East last year has provided a glimpse, officials say, of how a largely hidden network of militant groups uses Canada to raise money, recruit members, provide refuge and plan attacks.\nWhile most details are kept secret, court papers, official reports and transcripts of interviews with another man accused of terrorism and deported three years ago reveal the surprising degree to which officials believe the Iranian-backed militant group Hezbollah, or Party of God, has established a presence in Canada.\nCanadian officials believe the nation's comparatively open borders and generous refugee policies make it easy for suspected terrorists to enter, whether they are hiding or looking for an easy way into the United States.\nANTHONY DePALMA; of The New York Times\nThe Saudi man, Hani Abdel Rahim al-Sayegh, is to appear Monday before a federal judge in Ottawa to answer charges that he is a threat to national security and should be deported. He is accused of belonging to Hezbollah and of taking part last June in the bombing of a military barracks in Dhahran, Saudi Arabia, that killed 19 Americans.\nCourt papers indicate intelligence officers believe Hezbollah members in Canada helped Sayegh find safe haven in Canada last August. Much of what Canada knows about the bombing comes from Saudi and U.S. sources.\nBut Canada had gained important information about the workings of Hezbollah in Canada from a man accused of working for Hezbollah's security apparatus who was deported in 1994.\n\"Hezbollah has members in Montreal, Ottawa, Toronto, all of Canada,\" Mohammed Hussein al-Husseini told agents of the Canadian Security Intelligence Service in 1993.\nHusseini offered details of how Hezbollah conducts surveillance of important buildings, such as the regional headquarters of the intelligence service.\n\"If Hezbollah decided to get this building, it would get it,\" Husseini told agents, according to transcripts provided by a Canadian court. \"I mean, it really would.\"\nIn papers presented to the court, the intelligence service stated it believed Hezbollah was prepared to order Husseini to \"commit an act of terrorism or violence in Canada or elsewhere,\" and if it had done so, he would have complied.\nThe arrest in March of Sayegh and the accusation he is connected to Hezbollah's operations in Canada have reopened a sensitive debate that pits national security against the concerns of a multicultural society.\nDuring the Persian Gulf war, for instance, the Canadian Intelligence service was criticized for interviews in Arab neighborhoods, where residents felt unjustly singled out.\n\"The situation in Canada is somewhat confused by the multicultural aspect of Canada,\" said David Harris, former chief of strategic planning at the Canadian Security Intelligence Service and now a political risk analyst.\nWhile the United States, France and other countries with large ethnic populations also have trouble pursuing suspected terrorists without stereotyping minority groups, Canadians are particularly sensitive about offending immigrants.\nBut Harris said it would be shortsighted to let that sensitivity get in the way of national security.\nU.S. officials said at least one Hezbollah cell was in Canada in 1993, six months before the first interviews with Husseini in Montreal. The U.S. officials said then the Canadian arm of Hezbollah provided planning and logistical support for terrorist attacks, perhaps in North America.\nAlthough the Canadian intelligence service will not discuss its investigations, the agency gave its view of the scope of terrorist activities in Canada in its annual accounting to Parliament this month.\n\"Many of the world's terrorist groups have a presence in Canada,\" the intelligence service said in the April 23 report.\nThe intelligence service said it believed the militant groups use Canada for fundraising, safe haven, and recruiting Canadian citizens in ethnic communities. They also provide \"logistical support for terrorism outside Canada,\" and are developing the potential for \"terrorist actions in Canada,\" according to the report.\nLater, Husseini retracted some of his assertions about Hezbollah. But the Canadian court found that the level of detail he had on international terrorist operations made it clear he was closely involved.\n\nNotes\n\nCANADA\n\nLoad-Date: May 5, 1997"
}