{
    "title": "ARRESTS ELEVATE FEARS OF TERRORISM",
    "publisher": "the columbian ",
    "year": 1998,
    "month": 2,
    "day": 20,
    "full text": "LAS VEGAS The call to the FBI came from an informant, a cancer researcher who said he had been contacted by two men who needed to test their store of anthrax perhaps enough to wipe out the city.\nIn the tense hours that followed, the FBI tailed the men by ground and air, briefly losing them in the desert darkness. The men were arrested Wednesday night in Henderson, a Las Vegas suburb, as they allegedly tried to arrange the lab test with the informant for $ 20 million.\nAs the city breathed a sigh of relief, the men were charged Thursday with possessing a deadly germ for use as a weapon. The two-count complaint alleges conspiracy to possess and possession of a biological agent.\nThe FBI did not discuss a potential motive.\nThe FBI in an affidavit said one suspect was a white supremacist who last summer spoke of a plan to release bubonic plague on New York City subways, causing hundreds of thousands of deaths in a massacre that would ruin the economy, surprise the military and be blamed on Iraqis.\nThat man, Larry Wayne Harris, 46, of Lancaster, Ohio, and William Leavitt, 47, of Las Vegas and Logandale, Nev., appeared before a federal magistrate handcuffed and shackled at the ankles.\nTheir detention hearing was delayed until Monday while the government runs tests to determine whether the anthrax was military grade or simply an anthrax livestock vaccine.\nLeavitt, who has no criminal record, owns a microbiology lab in Logandale, north of Las Vegas, and another in Frankfurt, Germany, the FBI said. His attorney, Lamond Mills, said his client is innocent and said he believed the FBI would find that the material in the car was merely an anthrax vaccine used to inoculate cattle and is not illegal to possess.\nHarris attorney, Michael Kennedy, said the credibility of the FBI informant is something were going to look into.\nThe informant said Leavitt told him he had military-grade anthrax in flight bags in the trunk of the Mercedes, according to the affidavit. The informant said he saw eight to 10 bags marked biological in the trunk.\nThe FBI said the pair were trying to arrange to buy the informants testing equipment for $ 2 million up front and another $ 18 million later.\nBobby Siller, the FBI agent in charge of Nevada, said authorities acted aggressively on the tip from the informant because of the potential danger from anthrax, an infectious disease that usually afflicts only animals, especially cattle and sheep. But anthrax spores can be produced in a dry form suitable for weapons and can be fatal to humans in microscopic amounts.\nOur primary concern was the safety of the community, said Siller, who added that there was no indication the men had any target.\nStill, people flooded the lines of Las Vegas radio talk shows with questions and concerns about safety. In New York, Mayor Rudolph Giuliani at first denied any link between the two men and the city as a target, then complained the FBI had not informed city officials of Harris alleged plot.\nThe arrests, which raised the specter of domestic terrorism and memories of the Oklahoma City bombing and the Unabomber, also come amid escalating tension with Iraq, where leader Saddam Hussein is suspected of manufacturing biological weapons such as anthrax.\n\nGraphic\n\n \nR. MARSH STARKS/The Associated Press * Arrested: Larry Wayne Harris, left, gives a thumbs-up as he is led, with William Leavitt, from the Foley Federal Building in Las Vegas Thursday. They were charged with possessing anthrax germs.\n\nLoad-Date: February 20, 1998"
}