{
    "title": "ARREST OF 9 IN TERRORIST GROUP BRINGS UNEASY CALM TO CROATIAN -AMERICANS",
    "publisher": "the new york times",
    "year": 1981,
    "month": 7,
    "day": 23,
    "full text": "The arrest of nine Croatian nationalists last month, which Federal agents say halted ''the most violent terrorist group in the United States,'' has brought an uneasy calm to the nation's two million Croatian-Americans.\nMany are concerned that the highly publicized terrorist activities of Croatian nationalists might have overshadowed years of efforts by nonviolent organizations to win independence for Croatia from the Government of Yugoslavia. And there remains considerable concern in the community that the violence may not be over.\nAccording to law-enforcement officials, the terrorists, who may number as many as 50, infiltrated Otpor, a Chicago-based Croatian political organizaton of about 300 people, took over its leadership and conducted a wave of bombings, assassination attempts, acts of extortion and other terrorist acts in this country since 1975.\nArrest of nine Croation nationalist terrorists brings uneasy calm to nation's Croation-AmericansTargets of Violence\nMost often their targets were other Croatians who refused to meet extortion demands, publicly opposed the use of violence as a means of attaining an independent Croatia or who supported the Yugoslav Government.\nA series of interviews indicate a widespread belief among Croatian-Americans that Belgrade was somehow behind the violence, that its secret police had infiltrated nonviolent Croatian organizations advocating independence and persuaded some of its younger and more zealous members to use violence to discredit these organizations.\nYugoslav officials in this country deny any such efforts by their Government, and the Federal authorities say they have found no evidence that foreign powers were behind the terrorism.\nAsked if the Yugoslav Government had sought to infiltrate Croatian organizations in the United States, such as the Croatian National Congress, which claims a membership of 10,000 in the United States and Canada, Dusan Bogdanovic of the Yugoslav Consulate in New York said:\n''That certainly is untrue. The Yugoslavian Government does not deal with organizations like these. They are terrorists who organized during the Second World War and went to other countries.''\n \n'Had Political Differences'\nOtpor, some Croatian-Americans say, was only the first victim of what they see as Yugoslav subversion.  ''For years we lived a quiet existence, active in about 20 different clubs, political organizations and charities,'' said Marica Levic, a Croat political activist who lives in Los Angeles and who does radio commentary from time to time.\n''We had our political differences, but it never came to physical violence or threats on anybody's life until now,'' she said. ''Now there are a handful of young people who are carrying out this terrorism and I ask you who is financing them, how can they travel all over the country and the world when they never worked one day in their life? I say it is the Yugoslav Secret Police, because the Yugoslav Government wants to label all Croatians as criminals.''\nThe wave of terrorism is perhaps indicative of a new division among Croatian-Americans, a split between the older advocates of nonviolence and a younger, more restless faction for whom violence is an acceptable means of achieving an independent Croatia.\n \nHistory of Strife\nThe enmity between the Croatians and the Yugoslav Government is longstanding. It dates to 1918, when the Austro-Hungarian Empire was broken up and Croatia became part of Yugoslavia.\nAfter World War II, Croatians fled Communist control of Yugoslavia and came to the United States in search of political freedom. Many brought little more than their language, their customs and an intense hatred for the Yugoslav Government, which they felt had ravaged their land and delivered it into bondage.\nMost of the Croatians who came to America were poor and unskilled and spoke little, if any, English. Through the Roman Catholic Church and small organizations trying to preserve their culture, the immigrants found work, usually in factories. Thousands came to Chicago, and they now number about 100,000 here.\nSome of the Croatians were thought to be Fascists because of their support for or lack of opposition to Hitler when his troops moved across Europe. This perception, as much as anything else, has been a major source of what Croatian-Americans see as a lack of understanding by other Americans.\n \nCharges of Fascism\n''We have remained basically a hardworking, blue-collar people who few people ever heard of before a few years ago,'' said Hrvoje Lun, secretary general of the New York-based Croatian National Congress.\n''The majority of our people inside Croatia and out want no more than to have a free Croatia with the freedom and democracy we have in this country, and the Yugoslav Government does not like this.\n''In the old days it tried to discredit us by saying we were just Fascists,'' he said, ''but now there is a new generation that has come out of Yugoslavia, and it is too young for them to call fascist.''\n''The younger generation born after 1941 is more aggressive, more dynamic and more effective so the Yugoslavian Government had to find some other things to discredit this younger generation with, and they found terror and violence and killers and bomb throwers.''\n \nBomb Mailed to Editor\nThe Rev. Castimir Mijic, editor of Danica (The Morning Star), a Croatian newspaper published in Chicago but with an international circulation, was one of the more than 50 Croatian-Americans in the United States who received extortion letters in 1978 demanding that they contribute money to a radical Croatian organization. He later received a mailed bomb after failing to meet the extortion demand, but the device did not explode.\nAccording to the Federal authorities, Croatian nationalists were responsible for at least 21 acts of terror from 1976 to 1980. Eight were in the New York metropolitan area and included the death of a New York City policeman when he tried to defuse a bomb; the hijacking of a Trans World Airlines jetliner; the mailing of a book bomb to a New york City publishing company; the bombing of Rudenjak-Overseas Travel Agency in Astoria, an agency that arranges trips to Yugoslavia; and the bombing of the museum section of the Statue of Liberty.\nThe wave of attacks began in May 1975 when a Yugoslav diplomat and his wife were assaulted in New York City. The following month, the Yugoslav Mission to the United Nations was bombed. Later, there were bombings and assassination attempts in Chicago, Milwaukee, Cleveland, Pittsburgh, Los Angeles and San Francisco.\nAngered by the violence, the Yugoslav Government asked the United States to crack down on the Croatian National Congress, which officials in Belgrade insisted was responsible for the attacks.\nMr. Lun of the Congress denied that it had had any involvement in the acts and said the Yugoslav Government had made the accusations as part of a broad effort to discredit its critics."
}