{
    "title": "Arrest in Japan Raises Fears Of Terrorism at the Olympics",
    "publisher": "the new york times",
    "year": 1988,
    "month": 5,
    "day": 13,
    "full text": "The Japanese police say a radical arrested here last week may have traveled to North Korea several times in the last two years, fueling speculation that he was planning a terrorist attack at the Olympic Games in Seoul.\nThe suspect, Yasuhiro Shibata, who has been linked to the radical group known as the Japanese Red Army, is accused of taking part in Japan's first hijacking 18 years ago and then fleeing to North Korea. He was arrested here last Friday.\nHideo Kunieda, director of foreign affairs at the National Police Agency, said today in Parliament that he believed North Korea had helped Mr. Shibata re-enter Japan under a false name. Mr. Kunieda said he believed that Mr. Shibata had returned to Japan with a specific mission, although he declined to say what it was.\nSeveral press reports here said the police had told Japanese reporters that Mr. Shibata might have met with other Red Army members in Europe and might have returned to North Korea by way of Europe, possibly to plan a terrorist attack on the Olympics.\n \nRecent Activities Linked to Group\nMr. Kunieda also said the Japanese police believed that several other members of the original band of hijackers who had fled to North Korea in 1970 were no longer there.\nThe reports were among several recent signs that the Red Army and the Red Army Faction, an affiliated group founded by members of the Red Army, are becoming more active after years of quiescence. In mid-April, Yu Kikumura, believed to have links to the Red Army, was arrested in New Jersey when explosives were found in his car.\nLast November, police officers in Tokyo arrested the man believed to be the Red Army's No. 2 leader, Osamu Maruoka. Mr. Maruoka had reservations on a flight to Seoul.\nMr. Shibata's arrest also followed the recent defection to South Korea of a man described as a senior North Korean intelligence official. Press reports here say the Japanese police suspect that the North Korean official may have been responsible for coordinating The Japanese police are continuing to question Mr. Shibata and search his apartment. Today they found a high-frequency radio, which they assume Mr. Shibata used to contact North Korea from Japan."
}