{
    "title": "Arrests of Pakistanis jar Calif. town Terrorism probe shakes city with sizeable Islamic population",
    "publisher": "the day ",
    "year": 2005,
    "month": 6,
    "day": 9,
    "full text": "LODI, Calif. - For nearly a century, Pakistanis have been a part of this farming town.\nToday, they account for about 2,500 of Lodi's more than 62,000 residents.\nAnd when the nation came together to heal after Sept. 11, Islamic leaders in Lodi joined rabbis and priests and pastors in signing a \"declaration of peace.\"\nSo it's no wonder that a terrorism investigation leading to the arrests of a father and son has shaken Lodi to its core. Keith Slotter, head of the FBI's central California office, alleges several people committed to al-Qaida have been operating in and around the wine-growing region just south of Sacramento.\n\"We don't want the new slogan to be, 'Come to Lodi and taste our wines and meet our terrorists,'\" said Mayor John Beckman, describing Pakistani-Americans as \"a very vibrant, healthy part of the community.\"\nAuthorities say Hamid Hayat, 22, returned last year after training in an al-Qaida terrorist camp and planned to attack hospitals and supermarkets in the United States.\nHis father, Umer Hayat, is alleged to have paid for his son's training at a clandestine Pakistani camp.\nBoth are charged with lying to investigators.\nThree local Muslims, including two imams, also have been detained on immigration violations.\nUmer Hayat, 47, sold treats to children from his battered ice cream van and his son found work packing fruit. Neighbors said the father was always friendly. Both men are U.S. citizens.\nLes Kolb, 67, who lives across the street, said he talked with Hayat a few days ago about the violence in Afghanistan and Iraq. \"Your people over there are killing each other off,\" Kolb recalled saying. \"He said, 'I know, it's crazy.'\"\nUmer Hayat's nephew, 19-year-old Usama Ismail, blames feuds brought over from Pakistani villages for stirring investigators' interest, but denies his cousin was involved in any terror training.\nThe allegations may have triggered distrust in the community. Beckman said he saw four white men harassing a Pakistani boy the day the federal investigation was announced. He's meeting with religious leaders to try to discourage any hate crimes.\nA local Islamic leader defended the community Wednesday as reporters descended on the town.\n\"We are a peace-loving people,\" said Taj Kahn, of the Islamic Cultural Center. \"We have never done anything to violate the laws of the United States, and we don't intend to.\"\n\nLoad-Date: June 10, 2005"
}