{
    "title": "Arrest is 1 of several Ohio extremism cases FBI Director says stopping extremism still top priority",
    "publisher": "daily news ",
    "year": 2016,
    "month": 11,
    "day": 14,
    "full text": "The arrest last week of an Ohio man on charges of trying to fly to Libya to join the Islamic State group is one of several terrorism cases in the state in the past couple of years. Nationally, FBI Director James Comey has said, preventing extremist attacks remains the agency's top priority.\nFront page news in the early days after the Sept. 11 attacks and the 2003 invasion of Iraq, such cases - especially when thwarted ahead of time - have become almost routine. But that doesn't make them any less important, said a former federal prosecutor.\n\"The problem is, the FBI and the U.S. attorney's office literally have to bat a thousand on these matters,\" said Steven Dettelbach, the U.S. attorney in Cleveland from 2009 until earlier this year. \"Even one incident can have a devastating effect.\"\nThat said, terrorism prosecutions are no different than other criminal cases, from drugs to homicides, once they reach the courtroom, said Sam Shamansky, a veteran Columbus defense attorney.\n\"You figure out what the client wants, and you do everything you can in order to achieve it, always keeping an eye, of course, on the facts of the case and whether or not the government's in a position to prove it,\" he said.\nSome of the recent cases and their status:\nAaron Daniels\nDaniels, 20, of Columbus, taken into custody at John Glenn Columbus International Airport last Monday while allegedly attempting to fly to Libya to join the Islamic State group. A criminal complaint alleges Daniels told an undercover informant about his interest in traveling overseas to commit jihad. The complaint says Daniels wired $250 in January to a Beirut intermediary for a now-deceased Islamic State recruiter and attacks planner. Daniels remained in custody, pending a decision on holding him without bond.\nMunir Abdulkader\nAbdulkader, of Cincinnati, accused of plotting attacks against a U.S. military official and a local police station. In March, Abdulkader pleaded guilty to attempting to kill officers and employees of the United States, material support of a foreign terrorist organization and possession of a firearm in furtherance of a violent crime. Investigators say Abdulkader communicated with a member of the Islamic State and plotted to abduct and kill a military employee and attack a police station that was not identified. Sentencing is scheduled for Friday.\nTerrence McNeil\nMcNeil, of Akron, accused in December 2015 of using a social media site to incite violence against U.S. military members on behalf of the Islamic State terrorist group. The government says McNeil posted a file on his Tumblr account in September 2015 that purportedly contained the names and addresses of military personnel. McNeil, who has pleaded not guilty, is accused of urging Islamic State supporters to kill and behead military members.\nAbdirahman Sheik\nMohamud\nMohamud, of Columbus, accused in April 2015 ofreceivingtrainingonweapons, combat and tactics in Syria, and then returning to the U.S. with a plan to attack a military base or a prison. Mohamud has pleaded not guilty to charges of supporting terrorism, supporting a terrorist group and making a false statement involving international terrorism.\nChristopher Lee\nCornell\nCornell, of Cincinnati, accused of plotting to attack the U.S. Capitol in support of the Islamic State group. FBI agents arrested Cornell in the parking lot of a gun shop near Cincinnati in January 2015, saying he had just bought two M-15 assault weapons and ammunition. Cornell pleaded guilty in August and is set for sentencing next month.\n\nLoad-Date: November 14, 2016"
}