{
    "title": "Arrest of 'Carlos the Jackal' signals that world politics has shifted under terrorists",
    "publisher": "the world",
    "year": 1994,
    "month": 8,
    "day": 17,
    "full text": "IN the 1970s and early '80s terrorists in the world's\nimagination spoke with a vaguely European accent. They were\nwell-educated, refined in their own way, but heedless of human life\nin their pursuit of Marxism or some other sort of secular religion.\nThose were the decades of the Red Brigades, Black September, the\nJapanese Red Army.\nToday the terrorist bogeymen speak Arabic. They are dedicated to\ntheir versions of religion with a fierceness that no secular\n''ism'' could engender. The followers of Hizbullah and Hamas seem\npoorer and less well-taught - but in their own way, more\nfrightening. Terrorist violence seems less targeted, more random,\nmore brutal.\n''You're seeing an evolution in terrorism,'' notes a United\nStates official who tracks the issue for the State Department.\n''Terrorism today tends to produce more acts of spectacular\nimpact,'' such as the recent bombing of a Jewish community center\nin Argentina.\nThis week's capture of Ilich Ramirez Sanchez, the infamous\nCarlos the Jackal, was probably the result of this shift, note\nexperts. Son of a prominent Venezuelan lawyer who himself was a\ndedicated communist, Carlos was once a feared assassin. He was a\nuseful weapon for Soviet bloc countries and secular revolutionary\nArab regimes.\nBut his time was past. Radical Islamic groups dedicated to the\ndestruction of Israel and the rejection of modernity have little\nuse for Carlos' brand of commitment.\nThus Sudan - itself a nation added to the State Department list\nof terrorist supporters last August - felt no compunction about\nhanding Carlos over to France once he wandered into its clutches.\nA State Department report on patterns of terrorism pointedly\nnotes that five of the 15 suspects arrested in the wake of the 1993\nWorld Trade Center bombing were Sudanese citizens.\nWith further Trade Center bomb trials starting soon, Sudanese\nleaders may have thought that ''here's an opportunity for us to\nscore points with the international community,'' the State\nDepartment official says.\nThe capture of Carlos and a spate of bombings in the wake of\nIsrael's recent rapprochement with Jordan may give the impression\nthat terrorism as a whole is on the upswing. While developing peace\nmoves in the Mideast may yet produce a spasm of violence, the trend\nin recent years has in fact been a decline in the number of\nworldwide terrorist acts.\nAnti-US attacks fell to 88 in 1993, down from 142 the year\nbefore. About 21 percent of world terror takes the US as its\ntarget.\nThe spectacular bombing of the World Trade Center was, in a way,\nan anomaly - it was the only incident in 1993 that resulted in US\nfatalities.\nBut the Trade Center attack may be a glimpse of the future. The\nnumber of drive-by shootings and pipe bombs may be going down,\nwhile big assualts against large targets that garner flamboyant\npublicity may be on the horizon, especially if terrorists grow\ndesperate in the face of Middle East peace efforts.\n''The worst is yet to come,'' claims Yonah Alexander, director\nof the terrorism project at George Washington University in\nWashington. ''Terrorism today is much more vicious and\ndangerous.''\n\nLoad-Date: August 19, 1994"
}