{
    "title": "ARSON IN YOUTH GANGS NEW FORM OF URBAN TERRORISM",
    "publisher": "charleston gazette",
    "year": 1994,
    "month": 10,
    "day": 30,
    "full text": "BOSTON _ In Atlanta, a young gang member was\ncharged with murdering two infants after he threw a Molotov cocktail\ninto the apartment of their 18-year-old mother, who was quarreling\nwith another woman who was a friend of the gang.\nIn St. Paul, five children were killed by a firebomb intended to\nintimidate their older brother who had witnessed a gang murder.  And\nin Los Angeles, 10 people were killed when gang members tossed a\nfirebomb into a crowded apartment building.\nThe three incidents are part of a small but worrisome pattern of\nyouthful gangs turning to firebombs as a new weapon of terror, local\npolice around the country say. In the last two years, police in at\nleast 15 cities have reported gang-related arson attacks against\npeople.\n\"We classify this as urban terrorism,\" said Sgt. Rick Wiley of\nthe Philadelphia police.  \"The weapon of choice for some gangs is\nbecoming the Molotov cocktail.\"\nIn Los Angeles, gang members threw a Molotov cocktail, a\nhomemade incendiary device, into an apartment building when the\nsuperintendent tried to stop them from selling drugs outside on the\nstreet.  Two pregnant women and eight children were killed.\nA Molotov cocktail was also used in Philadelphia two years ago\nby a 33-year-old man, said to have been hired by a gang of drug\ndealers, who hurled it into the offices of a neighborhood anti-drug\ngroup.\nA federal jury convicted him of arson last year.  And it was the\nweapon used last month to destroy the Quaker Lace Factory in\nPhiladelphia and a dozen nearby homes.\nGang experts caution that firebombs account for only a tiny\nproportion of gang assaults and that arson has long been part of\ngangs' arsenal.\nMalcolm Klein, a sociology professor at the University of\nSouthern California, estimates that there were 2,200 gang-related\nhomicides in 1991 and that 80 to 90 percent involved guns.\nFirebombs, Klein said, are \"a dramatic but small phenomenon.\"\nStill, local police officials are concerned about an increase in\narson attacks that claim innocent victims and that are hard to fight\n.  Detective Steve Spear of the Los Angeles Police Department, who is\ninvestigating the Los Angeles fire, said, \"It's like combating\nterrorism, it's almost impossible to stop.\"\nArson is more difficult to measure than most crimes because\nthere are usually no witnesses and the physical evidence is often\ndestroyed.\nStill, a recent, large-scale study of arson by the federal\nBureau of Alcohol, Tobacco and Firearms found that cities around the\nnation \"are reporting a startling rise in the use of Molotov\ncocktails by gang members in setting fires.\"\nThe study examined arson fires during 1992 and 1993 in five\ncities: Chicago; Kansas City, Mo.; Los Angeles; New Haven, Conn.; and\nPhiladelphia.  The survey concluded that 15 percent of arson in those\ncities was connected to drugs, and that one-quarter was designed to\ninjure people, not just cause property damage.\n\nLoad-Date: January 30, 1995"
}