{
    "title": "Arson Case At Mosque In Tennessee Spreads Fear",
    "publisher": "the new york times",
    "year": 2010,
    "month": 8,
    "day": 31,
    "full text": "ATLANTA -- After a suspected arson and reports of gunshots at an Islamic center in Tennessee over the weekend, nearby mosques have hired security guards, installed surveillance cameras and requested the presence of federal agents at prayer services.\nMuslim leaders in central Tennessee say that frightened worshipers are observing Ramadan in private and that some Muslim parents are wary of sending their children to school after a large fire on Saturday that destroyed property at the Islamic Center of Murfreesboro. Federal authorities suspect that the fire was arson.\nThe Islamic center has attracted national attention recently because its planned expansion into a larger building in some ways parallels a controversial proposal to build an Islamic center two blocks from the site of the Sept. 11 attacks in New York.\nThe Murfreesboro center, which has existed for nearly 30 years, suddenly found itself on front pages of newspapers this month and on ''The Daily Show.'' It became a hot topic in the local Congressional race, with one Republican candidate accusing the center of fostering terrorism and trying to link it to the militant Palestinian group Hamas.\nThen, on Saturday, the police say, someone set fire to construction equipment at the site where the Islamic center is planning to move, destroying an earthmover and three other pieces of machinery. And on Sunday, as CNN was filming a news segment about the controversy, someone fired at least five shots near the property.\n''We are very concerned about our safety,'' said Essam Fathy, head of the center's planning committee. ''Whatever it takes, I'm not going to allow anybody to do something like this again.''\nNo people were injured in either incident. The cases are being investigated by the police, the Federal Bureau of Investigation and the Bureau of Alcohol, Tobacco, Firearms and Explosives.\nIn a statement on the center's Web site, a spokeswoman called the fire an ''arson attack'' and an ''atrocious act of terrorism.''\nIn Nashville, 30 miles northwest, local imams met with representatives of the United States attorney's office on Monday to discuss the risk of further anti-Islamic violence. Several mosques have requested police surveillance, they said, especially with the end of Ramadan this year nearly coinciding with the ninth anniversary of the Sept. 11 attacks.\n''We're worried that these attacks could spill over into Nashville,'' said Mwafaq Mohammed, president of the Salahadeen Islamic Center there. ''We don't want people to misunderstand what we're celebrating around Sept. 11. It would be better to take precautionary measures.''\nAnother mosque, the Islamic Center of Nashville, has installed indoor and outdoor surveillance cameras, hired round-the-clock security guards and requested that F.B.I. agents be on site during worship services, according to the imam, Mohamed Ahmed.\n''Whoever did this, they are terrorists,'' Mr. Ahmed said. ''What's the difference between them and Al Qaeda?''\nBut in other parts of Tennessee, including Chattanooga, Knoxville and Memphis, Muslim leaders reported that they had experienced no hostility and saw no reason to increase security.\n\nhttp://www.nytimes.com\n\nLoad-Date: August 31, 2010"
}