{
    "title": "Arsons trigger fear in Coatesville _ Fire chief calls it terrorism",
    "publisher": "the philadelphia daily news",
    "year": 2009,
    "month": 1,
    "day": 27,
    "full text": "SOMEBODY'S trying to burn Coatesville down, one house at a time.\nOver the weekend, the firebugs struck again, this time wiping out nearly an entire block, leaving City Councilwoman Robin Scott and dozens others homeless in what officials believe is the 14th arson of 2009 in this once-thriving steel town.\n\"This is a form of terrorism,\" said Fire Chief Kevin Johnson. \nThe Chester County community of about 11,000 has been gripped by fear - some are clamoring for the National Guard - as arsonists torch one property after another.\nMadison Street. Fifth Avenue. Olive Street. Lincoln Highway. Diamond Street. Hope Avenue.\nThe list goes on, and the rumor that the crimes are tied to gang initiations is spreading across Coatesville like the four-alarm fire that engulfed Tina Thomas' home.\nThomas, a housekeeper, went to bed early Saturday night because she had to work at 4:30 a.m. Sunday. But she was awakened shortly before midnight when flames began ripping through 15 rowhouses on Fleetwood Street - moving toward her own.\n\"I just stood there and watched it come right through,\" said Thomas, 38, who is staying at the Holiday Inn and was waiting yesterday for the insurance company to assess the damage to her house.\nThomas' block, situated in a secluded neighborhood that backs up to an Amtrak rail line, looks like a war zone. House are gutted, their windows gone, roofs partially collapsed. The front yards are littered with clothes and trash and things that used to matter to the families that lived there: a bike, a Tonka truck, a speaker from a home-entertainment center.\nPolice Chief William Matthews warned residents against patrolling the streets - or engaging in vigilante justice if they find the arsonists.\n\"Although you have a right to bear arms and a right to defend your property, we cannot have individuals on public streets taking the role of law enforcement,\" Matthews said at last night's overcrowded city council meeting.\nMore than 100 people packed into a room that was far too small to accommodate them, while dozens more jammed the hallway. Council President Martin Eggleston set a meeting for tomorrow night at Gordon Elementary to address the arsons.\n\"I'm not staying here. I've lived here my whole life, and it's really getting bad,\" Thomas said of the crime in her section of the city. \"I remember back in the day when we didn't have to lock our doors and we didn't have a curfew. It's just a shame.\"\nBehind her, a Christmas decoration with the word PEACE hung from the second floor of a charred rowhouse, somehow untouched by the fire that destroyed everything around it.\n\"This is ridiculous,\" she said. \"One person already got killed. A lot of lives could have been lost.\"\nLast year, Coatesville recorded 15 arsons, including one in December that killed an 83-year-old woman. Police have three suspects in custody for some of those cases, but state and federal investigators are now trying to determine whether the unsolved arsons in 2008 are tied to this year's 14.\nSaturday's fire caused nearly $2 million in damage, but no major injuries were reported.\nCity officials declared a state of emergency Sunday and are urging homeowners to report suspicious activity, to turn on the lights outside their homes and to clear their porches of trash and debris. Although the serial arsonists' motives are unclear - which has made solving the crime even more difficult - the perpetrators appear to be using outdoor rubbish to start the blazes.\nKim Zangari, 39, a letter carrier who was on her route on Chestnut Street yesterday, said the city is on edge, and some parents are sleeping in shifts, so their house is never completely dark.\n\"I heard one guy say if he sees anyone who even looks suspicious, he's beating the crap out of him,\" Zangari said.\n\"Enough is enough. Too many fires have been set,\" said Gary Alston, a resident concerned about his 80-year-old mother and 105-year-old grandmother. \n\"Something needs to be done before someone gets killed again. Cops need to walk the beat more, and they need to bring in the National Guard,\" he said.\nPolice had already stepped up their patrols, but Gov. Rendell called State Police Commissioner Frank Pawlow-ski Sunday night and ordered additional resources into the city. \nThe U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives is also on the case.\n\"Governor Rendell is very concerned for the safety and welfare of the citizens of Coatesville, and he understands the fear that has overtaken this city,\" Pawlowski said.\nCity spokeswoman Kristin Geiger said police believe that more than one person is behind the arsons, but no one had been taken into custody as of last night. \nInvestigators have been unable to verify whether the arsonists have any gang connections, as many residents suspect.\n\"Everybody's scared to live in their own houses,\" said Char-mece Wilson of the Community, Youth, and Women's Alliance, which is assisting displaced residents.\n\"It's crazy out here.\" * \n\nLoad-Date: January 27, 2009"
}