{
    "title": "Art and media in the era of extremism",
    "publisher": "university wire",
    "year": 2017,
    "month": 9,
    "day": 29,
    "full text": "Gregory Green's art installation, \"Worktable no. 9, he of Righteousness,\" ignited a conversation about terrorism, media and free speech at a panel discussion titled \"Art and Media in the Era of Extremism\" at the Museum of Fine Arts Tuesday evening.\nThe distinguished panel, comprised of female speakers, compared the purpose and responsibility of art versus that of journalism in an ever-changing media landscape and today's political climate.\nKristen Shepherd, the executive director of the Museum of Fine Arts, introduced Green, who worked as an artist in New York City for 18 years until he joined USF faculty in 2006.\nGreen discussed his process and purpose of creating the piece and described it as an example of the \"chaos that can exist in our world.\"\nAt first glance, the piece is a life-size representation of a work table enveloped in the type of junk you'd find in any old garage -  duct tape, power tools and tall cans of Pabst Blue Ribbon. When viewed more closely, the presence of kitchen timers, fertilizer and a prominently placed pipe bomb, tell a different story.\nAfter Green left the stage, Indira Lakshmanan, the Newmark Chair in Journalism Ethics at the Poynter Institute was quick to compare the artwork with her real-life experiences covering terrorism-related news in Pakistan.\n\"This piece resonated with me because I felt like I was a journalist discovering the scene,\" Lakshmanan said.\nShe described her experience of being one of the first on the scene after the historic capture of Osama bin Laden - drawing comparisons between the details of each landscape.\nThe conversation then digressed into a discussion about how the media covers acts of terrorism.\nMary Shedden, the news director of WUSF, spoke about the way in which most \"mainstream media\" - something she says she's proud to be a part of -handles the coverage of acts of terrorism.\n\"We tell the what but you have to tell the why,\" she said. \"That's where I think a lot of media falls short these days.\"\nLakshmanan spoke passionately about the potential \"contagion effect\" that can occur when covering terrorism. An \"endless loop of shaky cell phone videos\" sensationalize the story and give the people who commit these acts of terror the attention they want.\n\"Our coverage plays into the hands of terrorists, particularly al-Qaeda,\" she said. \"It's like terror porn.\"\nShepherd chimed in with an analogy between art and media. Like journalists and their stories, art directors and artists have a \"grave responsibility to know that art can activate our audience.\"\nThe topic of free speech took the conversation to the sacred journalistic idea of seek truth and report it.\nTrust in the media has declined since the 1970's and this trend created an atmosphere that birthed hyper-partisan media outlets, according to Lakshmanan.\n\"Not all outlets have the same standard of truth,\" she said.\nThe panel agreed that more context, reasoning, and sensibility need to be brought to these types of stories.\nThe discussion ended with Green returning to the stage, where he shared his opinion on the relationship between art and the media.\nHe said that art is \"an instigator of media discussion which becomes more important than the piece itself.\"\nShepherd agreed and added that both art and media provide \"a window\" into worlds that transcend time and culture.\nHeader photo courtesy of Josh02 11Post Views: 28\nWritten by: Tiffany Beyer on September 29, 2017.\nLast revised by: Whitney Elfstrom\nNo related posts.\n\nLoad-Date: September 29, 2017"
}