{
    "title": "Artist's project condemns terrorism",
    "publisher": "richmond times dispatch ",
    "year": 2010,
    "month": 1,
    "day": 8,
    "full text": "***\nCORRECTION PUBLISHED ON SATURDAY, JAN. 9, 2010: A story yesterday on Page B2 had the wrong date for a fundraising event for the Sola Art Project condemning terrorism. The event was last night, but the project remains on view at the ISHQ Fine Arts Gallery, 209 W. Broad St. Hours are noon to 6 p.m. Saturday, 1 to 4 p.m. Sunday, and 1 to 5 p.m. Tuesday through Friday.\n****\nArtist's project condemns terrorism\n Mariam Eqbal's latest public art project has a message for terrorists: Don't use the Quran to justify your crimes.\n An alumnus and adjunct professor at Virginia Commonwealth University, Eqbal said her Sola Art Project is a campaign that promotes the peaceful teachings of Islam and condemns terrorism.\n The project, which uses print media as a visual protest, will be on display tomorrow night at ISHQ Fine Arts Gallery to coincide with the First Fridays Artwalk, an evening of gallery-hopping in downtown Richmond.\n Eqbal hopes her fundraising event will help her take her campaign to a national and then international audience.\n As a Muslim and a Pakistani-American, Eqbal said she felt the need to use her art to speak out against terrorism.\n Her message is conveyed in a banner designed to hang on the side of a building that denounces terrorist acts through images and words. It includes scenes of a father carrying an injured child from a suicide bombing, a terrorist covered by a red X, and verses from the Quran emphasizing peace.\n The message, she said, is that \"the killing of innocent people is not something condoned in any religion.\"\n Stickers and posters with that message will be sold to raise money for her nonprofit group called APAX, or artists for peace.\n About three years ago, Eqbal used the sides of GRTC Transit System buses as her canvas to promote social change through scenes of local homeless people.\nContact Karin Kapsidelis at (804) 649-6119 or kkapsidelis@timesdispatch.com\n***\nSola Art Project\nWhere: ISHQ Fine Arts Gallery, 209 W. Broad St.\nWhen: 6 to 10:30 p.m. tomorrow\n\nLoad-Date: January 12, 2010"
}