{
    "title": "As 2 Movies Open, French Wounds From Algeria Ache as if New",
    "publisher": "the new york times",
    "year": 2011,
    "month": 1,
    "day": 4,
    "full text": "PARIS -- The French colonial experience in Algeria, marked by warfare, terrorism and torture, is a wound that never quite seems to close. Anger and guilt about Algeria infuse some of the anxiety today about the heavily immigrant and Muslim banlieues, or suburbs, about the French concern with national identity, radical Islam and veiled women.\nLately, France has been moved and angered by two films about Algeria and the French confrontation with its colonial past. The films could not be more different: one, made by Rachid Bouchareb, a Frenchman of Algerian descent, is a raging historical fiction about the Algerian fight for independence; the other, made by Xavier Beauvois, is suffused with religious belief and saintliness.\nBut both are set in a period of violence, the first when the Algerian independence fighters of the National Liberation Front, the F.L.N. -- terrorists in French eyes -- began the nasty and blood-drenched struggle to throw off French rule, and the second when radical Islam was gaining hold in Algeria and trying to take power in a civil war, an effort crushed by the Algerian government itself.\nOne film features Algerian martyrs and the other French martyrs. Both are remarkably unbalanced, and both use the ''other'' as puppets in a historical drama. One glorifies criminality and terrorism in the name of Algerian freedom and justice, while the other, set in the mid-1990s, looks on horrified as religion mixed with Algerian politics seeks to justify murder and terrorism.\nYet both films have been chosen by their respective countries, France and Algeria, to represent them for the foreign-language Academy Award, which will be presented on Feb. 27.\n''It is a wound,'' said Benjamin Stora, one of France's best historians of Algeria and French colonialism. ''Algeria is France, it is part of the history of French nationalism. Algeria continues to obsess people and still torments French society.''\nMr. Beauvois's movie, ''Des Hommes et Des Dieux'' (''Of Gods and Men'') is a quiet, contemplative drama about faith, but it sold more than two million tickets here within five weeks of its opening. (It opens in New York on Feb. 25.) It features some of France's best actors, including Michael Lonsdale and Lambert Wilson, in a largely true story of a group of nine Trappist monks who live among the Algerian poor in the monastery of Tibhirine, where they decide to remain even though they sense a growing danger. In March 1996, seven were kidnapped during the Algerian civil war, held for two months and found dead, beheaded, in May.\nThe details of their kidnapping and deaths remain unclear, although the Armed Islamic Group (G.I.A.) claimed responsibility.\nThe film touched something profound in France, a largely Roman Catholic country that is fiercely proud of its constitutional secularism, but also haunted by the loss of selflessness and faith.\nLe Monde said, ''The monks of Tibhirine incarnate everything that the public, from the left to the right, no longer finds in society -- nobility of spirit, a sense of sacrifice, freedom, sincerity, daily ecology, meditation, reflection on death.'' L'Express said the film ''offers a magnificent response to terrorists, as to soldiers, while showing the torments of those who refuse the logic of war.'' Le Figaro said more acutely that the film touched on contemporary unease: ''The Islamist surge and the situation of Christians in the Muslim world in general.''\nWhile the murder of the monks hangs over the tale, and the monks themselves talk about the meaning of the sacrifice they sense is coming, the film is idyllic and bizarrely apolitical. It seems strangely ignorant of the colonial implantation that the monastery represents, so many years after Algeria won its independence, and that a proselytizing Roman Catholicism itself represents. It is an odd obliviousness in a poor, divided country where jihad is on the rise as the political response of the very peasantry among whom the monks live so blissfully, and apparently blindly.\n''Hors-la-Loi'' (''Outside the Law'') is a simpler business, an action film, with lots of noise, speechifying and blood. (It opened in New York in November.) When it was first shown, at the Cannes Film Festival, riot police officers were stationed nearby to deal with angry French demonstrators, and in France it has been something of a commercial flop.\nLe Parisien called it ''the film that disturbs'' because it is an angry and coarse indictment of French colonial rule, opening with the May 1945 massacre of mostly unarmed Algerian civilians by French soldiers in the town of Setif -- civilians who saw the end of the Second World War, as did many in Africa and Indochina, as marking the end of the French empire.\nAlgeria finally won its independence in 1962 after a war that shook France, brought down the Fourth Republic and caused nearly a million French citizens of Algeria, the so-called pieds noirs, and at least 100,000 Algerian supporters of French rule, known as harkis, to emigrate en masse to France.\nThe film features three fine French-born actors of North African descent (none Algerian) playing three brothers who survive the Setif killings -- depicted as an act of complete barbarity and bloodthirstiness, with unarmed civilians lined up against a wall and shot in the back of the head. The brothers immigrate to France, where they become committed to the Algerian revolution, raising money and attacking the French police, as well as more moderate Algerian rivals.\nThe story of the fight inside France by the F.L.N. is little known, and the story of the brothers is compelling. But it is Mr. Bouchareb's effort to compare the F.L.N. to the French Resistance against the Nazis that is most controversial, and what drives most French critics crazy.\nMr. Bouchareb dismisses the protests as ignorant, says the film is about ''injustice'' and told reporters at Cannes that ''it is for sociologists or other experts to say why in France people find it difficult to journey into the past,'' as if the past had a clarity that current politics do not.\nFor Mr. Stora, the historian, the films make various arguments about politics, sacrifice and faith. But in both films, he said, ''Algeria is absent.''\nAlgeria is not France's Vietnam, he said, but something more ingrained. ''It is much more complicated to exorcise it here, and then on top of that we have the pieds noirs and the harkis,'' he said. ''France is now getting slightly more involved in this part of its history,'' with more documentaries on television. ''But the French can't, for now, see their tragedy on the big screen.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Michael Lonsdale, seated at center, in ''Des Hommes et Des Dieux'' (''Of Gods and Men''), a movie about French monks facing terrorism in Algeria. (PHOTOGRAPH BY WILD BUNCH)\n Sami Bouajila, left, and Bernard Blancan in ''Hors-la-Loi'' (''Outside the Law''), about Algerian fighters trying to throw off French rule. (PHOTOGRAPH BY STUDIO CANAL) \n\nLoad-Date: January 4, 2011"
}