{
    "title": "As a nation, we must not lose understanding of 9_11 - The Courier",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 11,
    "full text": "content\">\nAs a nation, we must not lose understanding of 9/11\nSadie Romero, Editor-In-Chief September 11, 2020\n\"Planes hitting a building.\" \nTheodore Darden, professor of Justice Studies at College of DuPage, remembers those four words repeating in his head over and over again throughout his 2 ½ hour car ride home on Sept. 11, 2001. \n\"I was trying to come to an understanding. What were we actually witnessing?\" He began to ask himself questions. \"Is this going to happen in every city? What is going to be next? Is it going to hit our subways, our bus systems? How do we secure ourselves?\"\nJust before 8:46 a.m. EST, Darden was on a military base, Fort McCoy in Wisconsin, training at the State Patrol Academy, along with law enforcement from all across the state.\n\"Class had just started,\" Darden remembered, \"The instructor was talking. His pager buzzed. He looked at it and started reading, 'Plane hits the World Trade Center.' He begins reading out loud because he was in disbelief of what he is reading. By the time he got to the word 'hits,' all of our pagers started going off. It sounded like a beehive. It was buzz, buzz, buzz. Everyone was grabbing their pagers, and we are all reading the same thing. We all just stared at each other in disbelief.\"\nHe remembers everyone rushing out of the classroom and into the room that had a television. Right as they turned it on, they saw with their very own eyes, the second plane hit the second tower. At that moment, Darden knew. He recalls the feeling of the room. They all knew it was an act of terrorism. None of the law enforcement could leave the room, he said, their eyes were glued onto the television in utter disbelief until the first building collapsed. Shortly after, they were all immediately called back to their departments. \n\"By the time we were leaving, the alarm was going off on the base,\" Darden said. \"Everything was already blocked off. They had soldiers out, fully armed. They had these large cement barriers that blocked the road. The only people they were letting off that base were us. They were on high alert. It changed the world forever.\" \nSept. 11, 2001 stands as the most deadly foreign attack on the nation, yet, its layers reveal so much more than just that. It changed the scope of life as an American, for every person. Darden recalls a day when the words \"international terrorism,\" even \"domestic terrorism,\" he said, were almost unknown in smaller communities. When some Americans didn't assume all Muslims and Islamists were radicalized. When the federal government did not have access to an individual's information while obtaining no warrant, simply based on their internet search history. When national security was not largely politicized. Yet, the events that took place on Sept.11th, in a way, created the norm that this nation sees in the 21st century. \n\"For younger people, I suffice to say, it is starting to fade, a lot,\" Darden said. \"I think the reality of what happened and how it changed our lives forever, it is starting to change. We are witnessing a pandemic, which no one had ever experienced on this level since 100 years ago. We are talking about an economic crisis unlike you've ever seen before. Social unrest, which this country has seen throughout its history, but has never fully gotten a grasp of. And now, we are coming up on 9/11, talking about a nation that should be thinking about what happened that day and how it impacted all of us. But isn't it ironic how divisive it seems the nation is, right as we are about to remember a day that supposedly brought us all together? How is this day going to look beyond this?\"\nThe terrorist attack quickly brought a massive wave of patriotism into the United States. In former President George W. Bush's famous Bullhorn Speech, the streets of New York City cheered, unitedly, as Bush ululated a message to the terrorists: \"The people who knocked these buildings down will hear all of us soon.\" Yet, Darden points out that, in the current day, such a sense of patriotism is almost unknown to some.\n\"We looked to our first responders and our military, at that time, when we really got into this patriotic mood, and now, we are at a crossroads when we are talking about 'our police are too militarized,'\" he said. \"So, what does 9/11 really mean in terms of remembrance? We went through the Fourth of July this year, and I cannot remember what it looked like-Labor Day, Memorial Day. All these things have taken a back seat -this is really a strange moment. 9/11 is supposed to be one of those days like Dec. 7 - Pearl Harbor. These are sacred days in our nation, in which we are all supposed to come back together in remembrance. Hopefully, they also inspire us to be our best selves, to be our untied selves.\"\nDarden hopes to remind students, faculty, American people, that this day mustn't be forgotten. A common misconception about 9/11 is that it is \"their day.\" They, referring to our first responders, our military men and women, those lives that were lost. Yet, he reminds us that, instead, it was \"our day.\" Every American lost something that day. Loved ones were lost. Freedoms were lost. Rest was lost. Peace was lost. Finding a way to create inclusivity in this day, recognizing that it affected everyone within the nation, will bring understanding of what 9/11 really means, Darden said. It is a way to correctly give tribute where tribute is due.\n\"Think about D-Day,\" Darden said. \"We have lost almost all of our soldiers from that day. Does it have the same type of feeling that it once had? I can remember when I was a young kid, Dec. 7 meant something. It shows up, and they do a couple of news programs. But really, it kind of faded. I wonder if the same thing is going to happen to 9/11. Are all the things we talk about -a pandemic, social unrest, an economic crisis -going to diminish 9/11? Does our history really mean anything to us? I say that because we tend to focus in on the day -  Sept. 11, Dec. 7, July 4. We have these days, but what does that really mean to us historically? How does that impact us and how did that change our lives?\"\nGlobal pandemic or not, Darden believes Sept. 11 has already slipped through the metaphorical fingers of our nation, in a way. Watching the news networks on this day each year, there are flags, there are first responders, military personnel. Yet, people are at work, children are at school, Americans are unable to gather in proper commemoration. The main communities affected - New York, Washington D.C., Pennsylvania - all host their tributes each year, but we must look beyond simply that. What are we doing in our own communities? How are we personally remembering? What are we seeking to teach ourselves from these events?\n\"When you have such an event, such a tragic day, a threat to us all, a threat to the freedom of this nation and to what we stand for, it is important that we come together in remembrance,\" Darden said. \"If we can just get back to that type of understanding, to that type of togetherness, to that type of belief, in not only ourselves, but our fellow Americans. This day should never be devalued. It should be an opportunity for us to remember but also an opportunity to inspire us to realize what this great nation is all about, and what we can aspire to be. That we can move in a united direction to do so.\"\n\nLoad-Date: November 2, 2023"
}