{
    "title": "As bad as terrorism is, climate change kills more people",
    "publisher": "charleston gazette",
    "year": 2016,
    "month": 8,
    "day": 5,
    "full text": "There's an old saying attributed to several people to the effect that one should \"never argue with someone who buys ink by the barrel.\nThere aren't too many people in West Virginia who fit that description, but one person who probably comes the closest is our state's leading broadcaster, radio talk show host and columnist Hoppy Kercheval, for whom I have a great deal of respect.\n(We even agree on some things, although we've joked that this might be a sign to reconsider our opinions.)\nIn a July 25 column, Kercheval took Secretary of State John Kerry to task for claiming that climate change is as dangerous as terrorism.\nThere's no doubt that terrorism is a terrible scourge, and one that has dramatically increased since the year 2000, when fewer than 4,000 died from it worldwide. The death rate moved up and down through the first decade of the 21st century but has been climbing in recent years.\nIn fact, according to the Institute for Economics & Peace, it climbed by a disastrous 80 percent between 2013 and 2014 alone, with the global death toll rising from 18,111 to 32,658. That's the largest increase on record.\nMost of those deaths occurred in Afghanistan, Iraq, Nigeria, Pakistan and Syria. Of those, Iraq had the highest death toll, with 9,929 fatalities, the highest number on record for a single country. Nigeria had the largest increase, with a total terrorism death toll of 7,512 in 2014, an increase of over 300 percent from 2013.\nThose numbers are bad. More recent ones may well be worse.\nSadly, these numbers pale in comparison with deaths linked to climate change. The international nonprofit research group DARA International estimated in 2012 that climate change causes around 400,000 deaths per year, mostly of children in the developing world - although it can strike anywhere.\nThere are plenty of ways to die from the effects of climate change. One is from extreme weather events, such as the floods that recently struck much of West Virginia. There are deaths from stress caused by extreme heat or cold. There are deaths from wildfires, landslides, droughts and storms. Far more common are deaths caused by malnutrition, communicable diseases like malaria and meningitis and diarrhea caused by contaminated water.\nDARA estimates the death toll from climate change could rise to 600,000 per year by 2030, a level of carnage that many terrorists no doubt would envy.\nBut there's another layer here. As Rebecca Leber pointed out in The New Republic:\n\"The ultimate irony of Republicans brushing off the impact of climate change: Drought and extreme weather can destabilize developing regions, making climate change one of the factors that drives terrorism.\nWest Virginia's owners might not like talk about climate change. They have a vested interest in denying it and in trying to block meaningful action against it. But I think we'd all be better off if we looked at the sky rather than buried our heads in the sand.\nRick Wilson is director of the American Friends Service Committee's WV Economic Justice Project and a Gazette contributing columnist.\n\nLoad-Date: August 5, 2016"
}