{
    "title": "As China Girds For Olympics, New Violence",
    "publisher": "the new york times",
    "year": 2008,
    "month": 8,
    "day": 4,
    "full text": "Chinese officials have thrown an almost smothering blanket of security across this capital of 17 million in preparation for the start of the Olympic Games on Friday. Above all else, Chinese leaders say, these Olympics will be ''safe.''\n  They warn that terrorism is a constant threat, particularly from Muslim separatist groups in the Xinjiang region of western China. On Monday morning, Xinhua, the state news agency, reported what appeared to be the deadliest assault against Chinese security forces in recent memory: 16 policemen were killed and 16 others injured when attackers threw two grenades into a police station in the desert oasis town of Kashgar, in the far west, after driving a truck into the station at 8 a.m. Two men were arrested.\n  Even before that raid, Chinese officials had transformed Beijing into a giant fortress. Surface-to-air missiles take aim at the sky above the Olympic stadiums here. Surveillance cameras mounted on light poles scan sidewalks. Police officers search thousands of cars and trucks entering the city.\n  Even civilians have been called on to strengthen the motherland: Tens of thousands of middle-age and elderly residents wearing red armbands, reminiscent of the zealous Red Guard youth from decades ago, now patrol neighborhoods looking for even a slightly suspicious act or person. \n  But human rights advocates accuse the Chinese government of using the pretext of terrorism to silence dissent and clamp down on ethnic minority groups that chafe at rule by ethnic Han Chinese, who dominate the Communist Party leadership. Some security experts say many of the surveillance measures will probably stay in place after the Games, to bolster the reach of the authorities. \n  To hear Chinese officials tell it, the threats come from a dizzying array of malcontents: groups advocating independence in the western autonomous regions of Xinjiang and Tibet, followers of the banned Falun Gong spiritual movement, Al Qaeda, and unstable individuals. \n  ''I believe that Beijing's Olympics are now facing real threats from terrorist attacks,'' said Li Wei, a counterterrorism expert at the China Institutes of Contemporary International Relations, a research organization that advises the government. \n  ''I think the Olympics are the most important international sports event in four years,'' he said, ''and it's the biggest focus of the international media in four years, so this might draw some attention from terrorist groups.''\n  The specter of terrorism has fallen over every Olympics since the 1972 Summer Games in Munich, when 11 Israeli athletes and coaches were killed by a Palestinian group.\n  Experts on terrorism say the extensive preparations are among the most comprehensive of any Games and may be enough to discourage any attacks in the capital. But China still faces a risk of terrorist attacks elsewhere during the Games, particularly after the raid on Monday and a recent series of bus bombings outside Beijing. \n  The authorities in Beijing are preventing some people from the provinces from entering the city during the Olympics and have slowed or halted the issuing of visas to certain foreigners. All this could dampen attendance at the Games.\n  Terrorism experts inside and outside China say the biggest threat to this Olympics comes from violent separatists from Xinjiang, a region historically dominated by the Uighurs, a Muslim Turkic group, but now governed by Han Chinese. \n  In the first half of 2008, 82 people were arrested in Xinjiang in connection with terrorist plots aimed at the Olympics, the police say.\n  Chinese officials say the greatest risk of an attack comes from a shadowy group called the East Turkestan Islamic Movement, or ETIM, which promotes independence for the region's Uighurs. The State Department listed the group as a terrorist organization in 2002. Scholars of Xinjiang debate the potency and makeup of the group, and some question whether such a group even exists. \n  Some outside experts say the organization is fairly small and includes a group called the Turkestan Islamic Party, which released a video on July 23 showing a masked man identified as Commander Seyfullah claiming responsibility for recent bus explosions in Kunming and Shanghai that killed five people and wounded at least 26. \n  Mr. Li and Chinese officials say the explosions were the acts of disgruntled individuals and not terrorist attacks, though several outside terrorism experts suspect the East Turkestan Islamic Movement was involved.\n  Steve Vickers, a longtime head of Hong Kong criminal intelligence who is now the chief executive of International Risk, an Asian security consulting firm, said ''the threat remains moderate but slightly elevated because of the Olympics.''\n  Although he is one of the experts who say the greatest threat comes from ETIM or offshoots of the group, he said that ''the Chinese have been on these people a long time'' and have contained them well.\n  Rohan Gunaratna, head of the International Center for Political Violence and Terrorism Research at Nanyang Technological University in Singapore, said an ETIM attack outside Beijing was likely. Such attacks could be expected to spread fear and disrupt the Olympics.\n  Mr. Gunaratna estimated that the group has about 40 members based in the mountainous tribal areas of Pakistan who intend to carry out operations. Uighurs trained in Afghanistan before the American invasion in 2001, though their ties with ETIM or other groups are unclear.\n  ETIM now survives in Pakistan under the protection of Al Qaeda and the Pakistani Taliban, and it has in recent years adopted the ideology of global jihad espoused by Al Qaeda, Mr. Gunaratna said.\n  He added that China lacked an understanding of these groups and that harsh tactics adopted against the Uighurs would turn more Uighurs into radicals. \n  Chinese officials are warning of at least one other group fomenting unrest among the Uighur. Xinhua has reported that an international Sunni group called Hizb ut-Tahrir, or Party of Liberation, whose goal is to re-establish an Islamic empire across Asia, was responsible for organizing protests in late March in the western city of Khotan that involved hundreds of people.\n  The new security measures in Beijing include increasing scrutiny in places where Muslims gather. In late July, after the bombings in Kunming, police officers were seen sitting across from a mosque in the Russian quarter of Beijing. The owner of the Xinjiang Kashgar Restaurant near the main Olympic venue said he shut down Tuesday after repeated visits from officials who cited health concerns. He said several other Muslim restaurants nearby had received similar visits. The owner, a Uighur, spoke on the condition of anonymity for fear that he would be further harassed by the authorities.\n  Not only Uighurs are being singled out. A British woman of Tibetan ethnicity who was living in Beijing, Dechen Pemba, said she had been taken to the airport last month and deported without warning or reason.\n  In Xinjiang, an extra layer of security screening has been added to 13 airports, according to Xinhua. Certain liquids, including alcohol, are banned from trains in Xinjiang, and a security inspector has been put on board each of the 4,000 buses in Urumqi, the region's capital. \n  Here in Beijing, the city is edging toward war footing. More than 34,000 military personnel and 74 airplanes, 47 helicopters and 33 navy ships have been deployed, said Col. Tian Yixiang, director of the military affairs department in the Olympic security command center. \n  Xinhua reported on Thursday that the government would put up to 6,000 security people on Beijing's 18,000 buses during the Olympics, and another 30,000 at bus stops and terminals. \n  The Chinese government has also been installing tens of thousands of surveillance cameras on lamp poles and in Internet cafes and bars. \n  Critics of the measure say the cameras can be used not only to track potential terrorists, but also anyone who opposes the nation's one-party rule. Western companies like I.B.M., General Electric, Honeywell and United Technologies have been shipping their latest computer tools to automatically analyze video images from thousands of cameras and alert computer operators to patterns that might indicate a threat.\n  The Security Industry Association, a Washington-based trade group for security companies around the world, said in a study last year that from 2001, when Beijing was awarded the Olympics, China spent as much as $6.5 billion on security in the Beijing area alone. The bulk of the spending is for extensive video monitoring systems that will stay in place after the Games.\n  ''The surveillance system deployed by China for the Olympics, which includes key pieces of Western technology, is the most comprehensive and sophisticated surveillance system ever,'' said James C. Mulvenon of the Center for Intelligence Research and Analysis in Washington, a private group that does classified work for the American government. ''Properly used, it will definitely increase security at the Olympics, and Western companies will have contributed to that security.''\n  Largely separate from the Olympics, China is moving to install video monitoring systems in its 600 largest cities, and some, from Shenzhen in southeastern China to Lhasa, Tibet, are already far along.\n  Dr. Mulvenon said the large volume of sales from foreign companies raised the risk that Western equipment would be used to spy on Chinese dissidents after the Olympic athletes and spectators have gone home.\n  ''The longer-term implications are less positive,'' he said. ''Whereas the legacy of previous Olympics was sports stadiums, the legacy of the Beijing Olympics will be a high-tech police state.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Chinese paramilitary officers awaited instructions last week in the National Aquatics Center, known as the Water Cube, in Beijing. (PHOTOGRAPH BY ODED BALILTY/ASSOCIATED PRESS)                                \n\nLoad-Date: August 4, 2008"
}