{
    "title": "As Election Day Nears, Playing the Terror Card",
    "publisher": "the new york times",
    "year": 2007,
    "month": 11,
    "day": 2,
    "full text": "In the waning days of New Jersey's election season, some candidates for local and state office are reaching beyond the usual campaign accusations of corruption and overspending. They are charging their opponents with being soft on terrorism -- or rather, with knowing someone who is. \n  In one case, opponents of Tracy Riley, a Democrat running for the State Assembly in the Eighth District, mailed campaign materials accusing her of having terrorist sympathies because her husband is a court-appointed defense lawyer for one of the suspects charged with plotting to kill soldiers at Fort Dix. In another example, State Senator Gerald Cardinale, a Republican, asserted that a widely known civil rights group to which his Democratic opponent's law partner belongs was sympathetic to terrorist organizations.\n  And in Toms River,  Thomas F. Kelaher, the Republican candidate for mayor, sent out a press release noting that his Democratic opponent, Richard T. Strada, a political science professor, had once organized a forum attended by a legal assistant to Sheik Omar Abdel Rahman. Mr. Abdel Rahman was convicted in 1995 of conspiring to carry out a terrorist campaign intended to destroy New York landmarks.\n  Terror talk is routine in national campaigns. But in towns like Toms River, Tabernacle and Ho-Ho-Kus, the splash of terrorism-related campaigning might seem odd, considering that local legislators rarely have to confront issues of national security. \n  ''I'm completely puzzled by it,'' said Peter J. Woolley, a professor of comparative politics at Fairleigh Dickinson University.\n  But Ingrid W. Reed, of the Eagleton Institute of Politics at Rutgers University, noted that even local races take place ''in the real world and in the shadow of 9/11.''\n  Some candidates' attempts to portray their opponents as allied with terrorists might appear far-fetched. But Dr. Reed said, ''You can rile people up if you paint them as sympathetic to the enemy, with a very simplistic raising of fears.''\n  The accusations about Ms. Riley have their origin in the arrest in May of six men accused of plotting against the Fort Dix military base. Ms. Riley's husband, Michael Riley, was appointed by the court to defend one of the men, Shain Duka.\n  In August, Ms. Riley, who worked as a law clerk at the same firm as her husband, received a letter from the mayors of towns surrounding Fort Dix, saying, ''We feel it is imperative you answer some questions about how your penchant for defending lowlifes like this would affect decisions you make in the Legislature.'' The mayors asked Ms. Riley and her husband to ''reconsider'' their decision to represent Mr. Duka.\n  Then, three weeks ago, Republican candidates in the district sent out the flier, with a picture of militants wearing balaclavas and carrying machine guns, and the question: ''Will she repeal death penalty laws for terrorists?'' \n  Tracy Riley, who left the law firm in September and is studying to take the bar exam, said the letter shocked her. ''First of all, I'm the candidate. Mike's not,'' she said. ''No one has ever influenced my decisions or my judgment.'' \n  Mr. Riley introduced the flier as evidence in a court hearing in the Fort Dix case this week, saying that he feared it could influence the jury pool. The judge, Robert B. Kugler, called the flier ''despicable.''\n  Chris Russell, the executive director of the Burlington County Republicans, said that Ms. Riley was trying to ''spin'' the flier. The Republican candidates, he said, ''have never questioned this guy's right to a legal defense.'' \n  But speaking of Ms. Riley, he asked, ''When she does pass the bar, how is the kind of cases she takes going to color her ability to deal with issues of illegal aliens?'' \n  Across the state, Senator Cardinale, an incumbent in the 39th District, raised similar questions about his opponent, Joseph Ariyan, a lawyer. Jason Ercole, a spokesman for Senator Cardinale's campaign, said that ''people'' had come to the campaign with concerns about Mr. Ariyan's law partner, Hani Khoury, and his connections to the state's chapter of the American-Arab Anti-Discrimination Committee, a civil rights group. Mr. Khoury is a board member and past president. \n  The group, Mr. Ercole said, had made statements that voters would find ''offensive,'' on a Web page about the Israeli-Palestinian conflict. He said a former national spokesman for the group, Hussein Ibish, had called the former Israeli prime minister Yitzhak Rabin a ''war criminal,'' among other things.\n  Mr. Ibish said his comments were taken out of context from an article he wrote in a student newspaper, and while intemperate were ''not baseless.'' A consultant to Mr. Ariyan's campaign, Julie Roginsky, said that Mr. Khoury had nothing to do with the campaign, and that Senator Cardinale was ''race-baiting'' because Mr. Khoury is of Arab descent. \n  ''It's a completely insulting and ludicrous campaign ploy that exploits the real issues of anti-Semitism and terrorism,'' she said.\n  Despite the allure of terrorism as a campaign issue, it remains a question whether voters care about a candidate's associates or, in the case of Mr. Strada, in Toms River, invited guests. \n  Juan Bellu, a spokesman for Mr. Kelaher, said the campaign was not calling Mr. Strada a terrorist. But, Mr. Bellu said, ''we thought he should have been more sensitive'' in choosing whom to invite to the forum.\n  For his part, Mr. Strada said that the legal assistant to Sheik Abdel Rahman was invited by someone else. He added that as he has visited with voters, they have mentioned concerns about taxes, but not terrorism. \n  ''It doesn't seem to be an issue at all,'' he said. ''I think the Republican hierarchy in the state has decided to run on that issue.''\n\nhttp://www.nytimes.com\n\nLoad-Date: November 2, 2007"
}