{
    "title": "As Islamists Gain Influence, Washington Reassesses Who Its Friends Are",
    "publisher": "the new york times",
    "year": 2012,
    "month": 7,
    "day": 10,
    "full text": "WASHINGTON -- In his first major speech last month, Mohamed Morsi, the new Egyptian president, pledged to seek the release of a notorious Egyptian terrorist from a North Carolina prison. Not long before that, a member of a designated terrorist organization, Gamaa al-Islamiyya -- who also happens to be a recently elected member of the Egyptian Parliament -- was welcomed to Washington as part of an official delegation sponsored by the State Department.\nObama administration officials made no public comment on Mr. Morsi's promise and struggled to explain why the Egyptian Parliament member, Hani Nour Eldin, got a visa, citing privacy rules and declining to say whether he had been granted a waiver from the ban on such visitors or whether his affiliation simply escaped notice.\nPressed by reporters after the visa quickly became a Congressional controversy, a State Department spokeswoman, Victoria J. Nuland, said Mr. Eldin had been judged to pose no threat to the United States.\n''It's a new day in Egypt,'' she added. ''It's a new day in a lot of countries across the Middle East and North Africa.''\nFor the Obama administration, as it navigates the tumultuous effects of the Arab Spring, it's a complicated day, as well. Long-held assumptions about who is a friend of the United States and who is not have been upset, leaving many Americans confused.\n''Right now, the United States is kind of in a trance when it looks at the Middle East,'' said Akbar Ahmed, chairman of Islamic studies at American University. ''Everything has changed.''\nThe overthrow of dictators across the Arab world and the rise of Islamists to new influence or power is forcing Washington to reassess decades-old judgments. The most important is in Egypt, where Mr. Morsi, representing the region's most powerful Islamist movement, the Muslim Brotherhood, won a close election. His move on Sunday to revive the dissolved Parliament had Western experts scrambling to understand his strategy.\nIn Tunisia, a once-banned Islamist party, Ennahda, won a plurality of seats in elections last year, and Islamists have won new support in Yemen as well. In Saturday's voting, Libya appeared to buck the trend, when a coalition led by a moderate political scientist seemed to edge out two Islamist parties.\nBut in a sign of the political potency of religion, the leader of the winning coalition, Mahmoud Jibril, went out of his way to reject the ''secular'' label for his National Forces Alliance and reached out to the Islamists. ''There are no extremists,'' he said.\nIn the decade after the Sept. 11 attacks, Americans largely viewed the Middle East and Islam through the lens of the terrorism threat. The United States exercised stark judgments, encapsulated by President George W. Bush's warning to the world nine days after the attacks: ''Either you are with us, or you are with the terrorists.''\nForeign Muslim scholars were denied visas because of outspoken views at odds with American policy. American officials did not always carefully distinguish between Islamists, who advocate a leading role for Islam in government, and violent jihadists, who espouse the same goal but advocate terrorism to achieve it.\nAmerican hostility to Islamist movements, in fact, long predated Sept. 11, in part because of the United States' support for secular autocrats in Arab countries. During the 30-year rule of Hosni Mubarak in Egypt, the Muslim Brotherhood was officially banned, so American diplomats in Cairo kept contacts quiet and informal.\n''We have not engaged the Muslim Brotherhood,'' Condoleezza Rice, then the secretary of state, declared in a 2005 speech in Cairo, ''and we won't.''\nExperts on the Middle East suggest that the recent controversies over Mr. Morsi's statement and Mr. Eldin's visa are only the beginning of a long, contentious process of adjustment for the United States, with implications for American aid and Arab countries' relations with Israel.\nBut they suggest that Americans should not assume that the rise of Islamists puts the United States in greater danger from terrorists. The opposite may well be the case, they say.\n''I would say people should not be too alarmed by the anti-American rhetoric,'' said Stephen McInerney, executive director of the Project on Middle East Democracy, based in Washington. The end last year of the Mubarak rule in Egypt, he said, ''is an important step in combating terrorism in the region and undermining its appeal.''\n''People can freely vent their frustrations and go to the polls to vote,'' he added.\nFor some members of Congress, the latest developments are nonetheless disturbing. Representative Peter T. King, a New York Republican and chairman of the Homeland Security Committee, said Mr. Morsi's call for the release of Omar Abdel Rahman, a blind Egyptian sheik who is serving a life term, was ''the kind of talk you hear on the street -- not from the president of the country.''\n''We have to be concerned,'' Mr. King added.\nHe wrote to Janet Napolitano, the secretary of homeland security, demanding an explanation for Mr. Eldin's visa. ''If we're going to allow someone from a notorious terrorist group into the country, it should be the result of a long, public process of decision-making,'' Mr. King said.\nThere are historical precedents, Mr. King acknowledged, citing one he knows intimately. A longtime supporter of the Irish Republican Army, Mr. King lobbied for years for a visa for Gerry Adams, head of what was the I.R.A.'s political wing, Sinn Fein, before it was granted in 1994.\n''But that took years of negotiation, and it was done openly,'' Mr. King said, by contrast with the visit by Mr. Eldin, which was not known about publicly until it was reported by The Daily Beast.\nAn earlier precedent might be the Zionist militants who took part in terrorist acts against the British before the creation of the State of Israel, then became leading politicians who were warmly welcomed in Washington.\nGamaa al-Islamiyya appears to be another case of a terrorist organization gradually changing its tactics. The group carried out a brutal campaign of violence in the 1990s, killing Egyptian soldiers and police officers and foreign tourists. But it renounced violence in 2003, and since then has sought to enter the political mainstream.\nThe sheik, 74, now in a federal prison for ailing convicts at Butner, N.C., was a leading figure in the group during its violent days. He was sentenced in 1996 for plotting a ''war of urban terrorism'' against the United States, beginning with the bombings of tunnels and landmarks in New York City.\nBut his guilt is questioned by many Egyptians, who see him as the victim of a conspiracy by the United States and Mr. Mubarak.\nMichele Dunne, an Egypt expert at the Atlantic Council, a Washington research institution, said Mr. Morsi's mention of the case was a political gesture toward ultraconservative Muslims known as Salafis, like Mr. Eldin. It remains to be seen, she said, whether Mr. Morsi will follow up with American officials, who are certain to dismiss any request for the sheik's release.\nThe major Egyptian terrorists, including the sheik and the current leader of Al Qaeda, Ayman al-Zawahri, were shaped by their rage against the Mubarak dictatorship, Ms. Dunne said. The movement of Islamists into mainstream politics should reduce the terrorism threat, she said.\nWhen it appeared last month that the Egyptian military might intervene and block Mr. Morsi from taking power, Ms. Dunne said, that development appeared to hang in the balance.\n''If Islamist groups like the Brotherhood lose faith in democracy,'' she said, ''that's when there could be dire consequences.''\n\nhttp://www.nytimes.com\n\nLoad-Date: July 10, 2012"
}