{
    "title": "As Muslim Group Goes on Trial, Other Charities Watch Warily",
    "publisher": "the new york times",
    "year": 2007,
    "month": 7,
    "day": 17,
    "full text": "The strained argument between the United States government and nonprofit groups over how to deal with charities suspected of supporting terrorism is expected to play out in federal court here with the trial of the largest Muslim charity in this country, the Holy Land Foundation for Relief and Development. \n  [Jury selection in the trial began on Monday, and was expected to take most of the week.] \n  The government, in the lengthy indictment and other court documents, accuses the foundation of being an integral part of Hamas, which much of the West condemns as a terrorist organization. The prosecution maintains that the main officers of the Holy Land foundation started the organization to generate charitable donations from the United States that ultimately helped Hamas thrive. \n  The defense argues  that the government, lacking proof, has simply conjured up a vast conspiracy by claiming that the foundation  channeled money through public charity committees in the occupied territories that it knew Hamas controlled. The federal government, the defense says, has never designated these committees as terrorist organizations. \n  The defense is expected to liken a donation to the Holy Land foundation to one to a Roman Catholic charity in Northern Ireland that ends up helping poor Irish Republican Army sympathizers.\n  The case is being closely watched by a large number of charitable organizations, as well as Muslim-Americans, because its outcome might well help determine the line separating legitimate giving from the financing of banned organizations. \n  Critics of government policy say the Office of Terrorism and Financial Intelligence at the Treasury Department has gone too far in using often secret evidence to condemn charities. The process unfairly destroys them, the critics say, though not one American charity itself has been convicted of supporting terrorism since the practice started in 2001. Some individual officers have gone to jail. \n  These critics say that in its zeal to prosecute, the government has lost sight of the fact that the charities were delivering millions of dollars to the poor and to victims of disasters.\n  They also say that undermining charities on the basis of little or no public evidence tarnishes the United States'  reputation among Muslims globally, effectively helping the very groups the policy is supposed to subvert. \n  ''The Treasury Department has this 'complete taint' theory,'' said Kay Guinane of OMB Watch, a Washington group that advocates government transparency. If anyone in a charity is suspected of aiding a terrorist organization, Ms. Guinane said, the entire charity is deemed guilty. \n  Other countries, like Britain, have managed to allow charities under suspicion to continue to deliver  aid to the poor, she said, whereas the Treasury Department ''disagrees with any approach that says you can separate the real charitable work from the alleged terrorist activity.''\n  Chip Poncy, the strategic policy director for the terrorism finance office at the Treasury Department, outlined the department's basic approach in Congressional testimony in May. ''If any aspect of a charity's organization is engaged in terrorist support, then the charitable organization is a problem,'' Mr. Poncy said.\n  But he also noted that all 44 charities the government has designated as supporting terrorism were engaged in some legitimate charity work. They include six either closed or under investigation in the United States.\n  The Treasury Department refuses to reveal how many millions of dollars donated for the poor or for disaster relief sit frozen in the accounts of shuttered charities. But OMB Watch estimates the sum at $14 million, and lawyers for the Holy Land foundation say it includes its assets and charitable donations of about $5 million. \n  For American Muslims, whose religion stipulates that they give 2.5 percent of their annual income to charity, the shuttering of so many of their organizations without a hearing smacks of discrimination. \n  The Holy Land foundation case has had a high profile since President Bush announced in 2001 that the charity was being closed.\n  In 2004, Attorney General John Ashcroft heralded the 42-count indictment against the charity and seven of its senior officials as the fruit of the USA Patriot Act, saying, ''There is no distinction between those who carry out terrorist attacks and those who knowingly finance terrorist attacks.'' \n  The case is extremely complicated and has been delayed three times since first  scheduled in October 2004. There have been extended legal battles over the terrorism designation itself, secret evidence, a decade of wiretaps and testimony from unidentified Israeli sources, and two efforts  to seize the foundation's assets as damages for deaths in Palestinian attacks in the occupied territories or in Israel. \n  The prosecution's list of unindicted co-conspirators runs to more than 10 pages with some 300 names, including some of the largest Muslim American organizations. \n  The Holy Land foundation ''was an integral part of the Hamas social structure,'' the government's trial brief says. The group, based in Richardson, Tex., received more than $57 million in donations, gifts and grants while it was operating from 1992 to 2001, the indictment states. \n  The prosecution says the money was channeled through charity committees known as zakat committees. Zakat is the Arabic word for ''charity'' or ''tithe,'' and the committees, habitually organized by mosques, exist in virtually every Palestinian town. \n  Official federal foreign aid programs have indirectly channeled money to the occupied territories via the zakat committees, the defense counters. Officials with the United States Agency for International Development and the State Department refused to comment, citing current litigation, as did the prosecutors. \n  ''They are trying to establish that using widely accepted methods of getting humanitarian aid to the Palestinians is criminal,'' said John Boyd, a defense lawyer. ''If that is what you think, then put them on the list and say we can't give them money. Not a single one of those zakat committees has ever been on those lists.'' \n  Three reporters, including one from The New York Times, may be called by the prosecution to testify about their articles on the Holy Land foundation. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: Prosecutors charge that the Holy Land Foundation for Relief and Development in Richardson, Tex., which was closed in 2001, above, was a supporter of Hamas. Among those on trial in federal court are two former leaders of the group, Ghassan Elashi, near right, and Shukri Abu Baker. (Photographs by Mark Graham for The New York Times)                 \n\nLoad-Date: July 17, 2007"
}