{
    "title": "As New Year nears, concerns about terrorism grow",
    "publisher": "usa today",
    "year": 1999,
    "month": 12,
    "day": 22,
    "full text": "In the past two weeks, fears about anti-American terrorist attacks\nduring the New Year's holiday have risen from cyberspace speculation\nabout apocalyptic cults to substantive concern.\nConsider the following events:\n* The State Department on Tuesday issued its second warning\nin 10 days telling Americans abroad to keep a low profile and\nstay away from large gatherings because of credible information\nthat terrorists are targeting Americans.\n* Algerian Ahmed Ressam was arrested outside Seattle on\nDec. 14 while allegedly attempting to smuggle from Canada enough\nexplosive material to damage seriously a building or large gathering\nof people. He is suspected of having accomplices.\n* In Jordan last week, 13 people linked to U.S. Embassy\nbomber Osama bin Laden were arrested on suspicion of planning\nattacks.\n* U.S. Coordinator for Counterterrorism Michael Sheehan\nlast week warned Afghanistan's Taliban regime that the U.S. would\nhold the Taliban responsible for any attacks by bin Laden, whom\nthe Taliban have sheltered.\n* Customs and the Federal Aviation Administration have\nboosted their personnel, sniffer dogs and scanning-machine vigilance\nat points of entry into the USA.\nFrom the White House to law enforcement, officials are tight-lipped\nabout specifics. But behind the scenes, the recent chain of events\nhas ratcheted counterterrorism officials' concern to extraordinarily\nhigh levels.\n\"There probably hasn't been a comparable level of concern\" says\nVincent Cannistraro, former chief of counterterrorist operations\nat the Central Intelligence Agency.\nThe World Trade Center and Oklahoma City bombings show how the\nterrorist threat against Americans has changed. Threats can be\ndomestic, foreign or a mix of the two. What's more, they can come\nfrom hard-to-detect individuals rather than foreign governments.\nThis has left the administration a dilemma about how much to say\nin public.\nWarning the public in more direct terms than \"Americans should\nbe vigilant,\" as National Security Adviser Sandy Berger put it\nSunday, could spread fear. And such panic would constitute a victory\nfor terrorists. But saying too little could leave people at risk.\nReflecting the difficulty of the decision, the FBI planned, then\npostponed, a counterterrorism news conference Tuesday. But the\nright choice is clear: Err on the side of disclosure, so that\nregular Americans can judge for themselves what constitutes self-preservation\non this already-jittery New Year's.\n\nGraphic\n\n \nGRAPHIC, b/w, Genevieve Lynn, USA TODAY, Source:U.S. Department of State(Line graph)\n\nLoad-Date: December 22, 1999"
}