{
    "title": "As Radicalism Declines, Terrorism Surges",
    "publisher": "the christian science monitor",
    "year": 1998,
    "month": 8,
    "day": 20,
    "full text": "Hundreds of marines rush to Albania to protect a hurriedly downsized United States embassy. US diplomatic facilities in Pakistan close, and hundreds of American diplomats and citizens evacuate. A global travel advisory is issued to Americans.\n \n In the two weeks since the bombings of the US embassies in Kenya and Tanzania, a flurry of new anti-American threats - set against the backdrop of Northern Ireland's bloodiest bomb blast - are keeping apprehensions about terrorism on the boil.\n\"All our missions overseas are operating on a heightened state of alert,\" says a US official. \"We've received numerous threats since the [East Africa] bombings.\"\n \n As authorities pursue those responsible for the deaths of 257 people in Nairobi and Dar Es Salaam, a major question officials are now wrestling with is whether the US is facing a new upsurge in terrorism.\n \n Some contend it is too soon to say. Others say there are credible reasons to worry about increasing foreign and domestic terrorism. Beneath the concerns over possible escalations in terrorism lies a common thread. Experts say extremist movements - from Islamic radicalism abroad to the \"patriot\" movement in the US - are losing steam. As a result, the most extreme adherents may feel driven to reassert themselves by greater acts of violence.\n \n This has been a trend throughout the history of political violence. It began in the late 19th century when what are considered the first modern terrorist groups emerged in czarist Russia following the failure of a mass movement for the betterment of the penurious peasantry.\n \n \"The decline of mass movements seems to be related to the emergence of terrorist groups,\" says Leonard Weinberg, an expert on political violence at the University of Nevada at Reno.\nTerrorism's toll\n \n To be sure, international terrorist actions have become more deadly in terms of the numbers of victims, but the number of them have dropped precipitously during the past decade. Some experts attribute the decline to improved security efforts, greater cooperation between states, and a post-cold war drop in government support for radical groups.\n \n Still, the threats by Muslim radicals - the latest of which was received on Tuesday by an Arabic-language newspaper in London - has others more concerned.\n \n The note was sent in the name of the Islamic International Front for Fighting Jews and Crusaders. It is a group wedded to ending the US military presence in Saudi Arabia - the site of Islam's two holiest shrines - and dealing a mortal blow to Israeli-Palestinian peace efforts, which have been on the brink of collapse for months.\n \n The front's leaders include Osama bin Laden, the scion of a wealthy Saudi family who is a prime suspect in the Kenya and Tanzania bombings. Two other suspects were arrested earlier this week as they tried to enter Afghanistan from Pakistan.\n \n For his part, Mr. bin Laden has helped fund and train Muslims who fought the Soviet occupation of Afghanistan and has been linked to the 1993 World Trade Center bombing and two attacks on US troops in Saudi Arabia.\n \n And concerns over an upsurge in terrorism are not limited to attacks overseas. Some experts believe that racist organizations and other groups on the extreme right in the US are also stepping up violent activities. \"Since the Oklahoma City bombing, there have been 24 or 25 plots [uncovered by law-enforcement agencies] to blow up buildings while people are in them,\" says Mark Potok, who tracks domestic terrorism for the Montgomery, Ala.-based Southern Poverty Law Center. \"We could see another Oklahoma City-type attack within the next few years.\"\n \n Yet the broad trends worldwide suggest that these may be desperate actions by increasingly marginalized groups. In the Middle East, for example, the peace process provoked upsurges in anti-Israeli violence by the radical Palestinian groups, Hamas and Islamic Jihad, which oppose the Oslo accords that brought the Palestinian Liberation Organization into the political mainstream. Similarly, the Aug. 15 bombing in Northern Ireland that killed 28 and wounded hundreds was staged by Catholic extremists opposed to the US-brokered peace accord that has been endorsed by a majority of Irish Catholics.\nMuslim fundamentalism\n \n The collapse of the Soviet Union and the discrediting of leftist ideologies has led in recent years to the emergence of radical Islamic groups as the main international terrorist threat.\n \n But with Iran, the wellspring of Islamic revolutionary zeal, deeply riven between hard-liners and moderates, and other Muslim states working with the West to fight terrorism, many experts believe the cause of international Muslim fundamentalism may now be in decline.\n \n And that has increased the apprehensions that individual zealots like bin Laden, flush with cash, aided by modern communications and the Internet, and linked through networks of Afghan war veterans, could attempt to keep the flame of the movement alive through greater, more desperate acts of violence.\n \n \"The broad trends are against radicalism,\" says Ehud Spinzak, an Israeli terrorism expert at the US Institute for Peace in Washington. \"Terrorism remains a very effective way for small and marginalized organizations … to put their case on the world's agenda.\"\n \n In the US, some experts believe the 1995 Oklahoma City bombing by antigovernment fanatic Timothy McVeigh, seriously discredited the militia movement, causing a loss of support.\n \n \"The prototypical weekend warrior is going home. He is back in his insurance offices and car dealerships. But that leaves a smaller, meaner and whole lot leaner hard core of extremists,\" says Mr. Potok.\n \n Adding to the concerns are fears that extremists may attempt to steal or develop chemical or biological weapons from substances and know-how that have become widely available.\n\nGraphic\n\n \nPHOTO: OSAMA BIN LADEN: The scion of a wealthy Saudi family, Mr. bin Laden is a prime suspect in the bombings of US embassies in Kenya and Tanzania. He has also been linked to the World Trade Center bombing and attacks on US troops in Saudi Arabia. BY REUTERS\n\nLoad-Date: August 19, 1998"
}