{
    "title": "As Rice speaks, award given for fighting terrorism",
    "publisher": "star tribune ",
    "year": 2014,
    "month": 4,
    "day": 20,
    "full text": "On the same day that hundreds gathered at the University of Minnesota to listen to former Secretary of State Condoleezza Rice avoid talking about her role in the country's policy on torture, there was a much smaller gathering on campus that did.\nThe featured guest received $1,000; Rice was paid $150,000 for her appearance.\nThe timing was no coincidence. Dr. Steven Miles was given the Sullivan Ballou Fund award for his years of work in human rights and torture as a \"positive\" counterpoint to the Rice appearance.\nRice's speech had been controversial from the start. Some students and faculty objected to her being allowed on campus at all. Others thought she should be able to speak, but that she should also have to answer questions about her role in torture policies.\nThough the timing of his award was a symbolic rebuff to the Rice speech, as it turns out Miles was unaware of that fact. And he completely supported her right to speak.\n\"Condoleezza Rice has been invited to this university,\" Miles said. \"Portions of our community want to hear what she has to say. Such conversations are the mission of a university.\"\nMiles didn't miss the irony of the situation. After all, he was once barred from speaking about torture at a church by the Archdiocese of St. Paul and Minneapolis because of his stand on another topic: abortion.\nAfter affirming Rice's right to speak, Miles added to that conversation:\n\"For 10 years, I have studied United States policies in the war on terror,\" he said. \"I believe that Dr. Rice had executive authority over a system of torture and rendition. I believe that she should be indicted and prosecuted for war crimes\" after due process and review of suppressed CIA files.\nWhile the timing of the award may have perplexed Miles, there is no doubt about his qualifications to be recognized for his human rights work. As medical director of the American Refugee Committee for 25 years, he has rushed to numerous disasters around the globe to help care for the sick, from Thailand to Sudan to Croatia.\nIn the past decade, Miles has become one of the foremost experts in the world on torture. He runs a website (www.doc torswhotorture.com) that documents fellow physicians who are complicit in their country's torture.\nIn 2011, Miles was the key witness against Dr. Wouter Basson, a South African physician called \"Dr. Death\" who was convicted of participating in torture during apartheid.\nHis research also has included exhaustive study of treatment of prisoners at Abu Ghraib and Guantanamo, and he's been an outspoken critic of the U.S. secret prisons where suspected terrorists are taken.\nThat work has caused Miles to seek and study tens of thousands of pages of military documents, much of it heavily redacted \"because of embarrassment, not for national security reasons.\"\nMiles believes U.S. policies since the war on terror began \"created the destruction of international law that took 50 years to build,\" since the Geneva Convention.\nIn his next book, Miles will talk about why physicians, the very people who vow to heal people, get involved in torture.\nHis conclusions are surprising.\n\"They are not sadists,\" said Miles. \"They are ordinary careerists who, in the spirit of collegiality want to 'share the burden' of torture. They are patriotic in the nationalist sense, and initially don't like it. They are rarely compelled or threatened, but do it as a way to share the drudgery.\n\"Many conceive their work as therapeutic,\" said Miles. \"They think, 'I kept him alive, I was practicing medicine.' There is a moral dissonance.\"\nMiles has long been outspoken about being bipolar, and his criticism of the medical profession's reaction to doctors who suffer from mental health issues.\nI asked him if it was wise for someone who suffers from mental health issues to devote his life to the study of torture.\nMiles, who speaks in a low monotone, smiled and deadpanned: \"Fair question.\"\nHe acknowledged that after reading horrible details of prisoner torture, \"I would wake up at night in Abu Ghraib.\"\nBut he learned early on \"to take the dark stuff in small doses, and before lunch.\"\nAfter an especially upsetting day, \"I'd head down to the Dakota and listen to jazz,\" Miles said. \"Jazz has its roots so deep in pain.\"\njtevlin@startribune.com · 612-673-1702 Follow Jon on Twitter: @jontevlin\n\nLoad-Date: April 22, 2014"
}