{
    "title": "As security tops Europeans' concerns, center-left pols lose ground With people across Europe increas",
    "publisher": "the christian science monitor",
    "year": 2016,
    "month": 8,
    "day": 18,
    "full text": "A few years ago, in the wake of Europe's financial crisis and the austerity imposed to address it, it appeared to some old-school social democrats like a moment of opportunity - to shepherd a leftist spirit re-emergent in Europe.\nBut that was before Europe found itself in the middle of an immigration crisis and in the sights of the so-called Islamic State. Now, traditional socialist parties are facing some of their worst eras in governance.\nAs security shoots to the top of voter concerns, surpassing even unemployment, socialists across the continent find themselves in a bind. While they are under pressure to move rightward to bolster their security credentials among voters, doing so also runs the risk of undermining their core ethos, by targeting the sorts of minorities that they seek to represent.\n\"After the general political trend and general economic trend, security is the third shock to the European left's system. It places it again in a very contradictory position,\" says Paul Vallet, an associate fellow at the Geneva Center for Security Policy. \"The left has to undergo some sort of soul-searching, to see whether its traditional dogmas are still adapted to a very radically shifted security situation, especially with respect to terrorism.\"\nHollande's malaise\nThe left's viability will be tested as voters in three major countries, France, Germany, and the Netherlands, vote in elections called for 2017.\nFrance best embodies the left's woes. The Socialist government of President François Hollande has already failed to cut chronic unemployment of about 10 percent and faces record unpopularity. Now, it has lost the trust of the electorate on security. With three major terrorist attacks on his watch, security has now overtaken jobs as the top pubic concern, with 58 percent naming it their No. 1 worry. Unemployment came a distant second at 17 percent, according to a July Ifop poll.\nPrime Minister Manuel Valls, considered a hawk in the Socialist party, was booed in Nice by a crowd gathered to attend a memorial for the 85 people killed when a militant drove his truck through a packed promenade. Center-right presidential hopeful Nicolas Sarkozy has repeatedly argued, as has Marine Le Pen of the far-right National Front, that the Socialists don't know how to navigate the security threat.\n\"Sarkozy says, for example, that the left and Hollande are prisoners of their ideology, which prevents them from seeing the reality, or doing what they need to do,\" says Jerome Fourquet, chief pollster at Ifop.\nFrench history has shown that the right wins in times of insecurity. Mr. Fourquet says it is the reason in 2002 that Socialist candidate Lionel Jospin didn't make it to round two of presidential elections, instead turning the run-off into a race between the right and the far-right.\nNow, similarly, polls have shown that Ms. Le Pen could easily bump the Socialist party out of round two next year. The terrorist threat still looms large. \"Today the situation is not much different,\" Fourquet says. \"There is always an assumption that the right is going to better armed, and more at ease, to respond to these [security] problems.\"\nThe anti-immigrant sentiment that has grown with the terrorism threat makes it hard for leftists, traditionally more open to immigration and the beneficiaries of minority votes, to respond.\nIn some cases it is dividing them. When Hollande, who has launched military operations abroad to root out Islamic extremists and expanded powers at home to monitor radicals, wanted to strip convicted terrorists of French citizenship, he was forced to backtrack under internal pressure.\nImmigration complications\nTerrorism alone is not the cause of the left's electoral troubles. After the financial crisis, leftists adopted rightist policies of austerity, disillusioning their core base. Former Labour Prime Minister Tony Blair's \"Third Way\" centrist policies continue to rile his party, now deeply divided under the leadership of hardliner Jeremy Corbyn, who has been blamed for his tepid campaigning to keep Britain in the EU. And southern Mediterranean countries, from Greece to Spain to Italy, face upstart leftist parties that are occupying the traditional space of social democrats.\n\"It seems to be a time not made for traditional European left-wing politics,\" says Josef Janning, a senior policy fellow in Berlin at the European Council on Foreign Relations. While mainstream politics is under pressure generally from Austria to the Netherlands, many populist parties on the right have appealed to the working class, disproportionately affecting the left.\nIn Germany, the Social Democrats, the junior partner in coalition with Angela Merkel's Christian Democrats (CDU), have faced record low popularity. After Germany became the target of Islamic State-inspired terrorism for the first time this July, Chancellor Merkel's popularity has slumped over her \"open door\" refugee policy. But her decline has not been the Social Democrats' boon.\nThat's in part because she has moved to the middle ground, making it hard for the Social Democrats to distinguish themselves. \"We have never seen a more leftist conservative head of government than Angela Merkel,\" says Mr. Janning.\nIn the fight against terror, as the right flexes its muscles, the left could distinguish itself on questions of de-radicalization efforts, including social measures and education programs, says Mr. Vallet. Many leftists believe such efforts are key to keeping terrorism at bay. But these are long-term efforts whose efficacy would not be seen until long after the next electoral cycle.\n\nLoad-Date: August 18, 2016"
}