{
    "title": "As Terrorism Evolves, Attackers Find Simple Tools Wreak Havoc Enough",
    "publisher": "the new york times",
    "year": 2017,
    "month": 6,
    "day": 7,
    "full text": "WASHINGTON -- In the months after the Sept. 11, 2001, terrorist attacks, Western officials worried about additional attacks, possibly using weapons of mass destruction, that could kill thousands. The United States invested heavily in biological and nuclear detectors and other high-tech gear. Jihadist terrorism seemed a menace that would unnerve entire countries and might last for a generation.\nMore than a decade and a half later, the threat and fear have proved real and lasting. But the death tolls in individual attacks in the West have remained relatively modest, partly because the assailants have learned that they do not need anthrax or dirty bombs to disrupt capitals, terrify tourists, rivet the attention of governments and impress potential recruits. \n  All they need is a gun, or, if that is too hard to acquire, a truck and a knife. And with simple preparation, such plotting, encouraged and sometimes directed by the Islamic State, is difficult to detect even with robust intelligence and law enforcement surveillance.\n  In the aftermath of the van-and-knife assault that left seven people dead in London on Saturday night -- the third deadly attack in three months in Britain -- it is hard to remember that years ago many experts predicted slaughter on a far larger scale.\n  But the attacks still seem a harbinger of further mayhem, especially at a time when the slow strangulation of the Islamic State, also known as ISIS or ISIL, means that more young Westerners drawn to its cause are left to plot havoc at home.\n  Lorenzo Vidino, director of the Program on Extremism at George Washington University, said the three London attackers might be a case in point.\n  ''Two years ago, these three knuckleheads would have headed to Syria,'' he said. ''Now they can't do that, so they do something else.''\n  Besides the victims killed or maimed, terrorism proves again and again its ability to draw obsessive news coverage and to polarize society. It poses a test for leaders, who must weigh what they want to say to fellow citizens and the future impact of their words.\n  President Trump, as in other matters, offered a pugnacious contrast to his predecessor, Barack Obama, and to some European leaders. On Saturday night, he offered a standard message of support for London via Twitter:\n  Whatever the United States can do to help out in London and the U. K., we will be there - WE ARE WITH YOU. GOD BLESS! -- Donald J. Trump (@realDonaldTrump) June 3, 2017\n  But after that, he posted an extraordinary series of nine messages, mocking London's mayor and claiming vindication for his own proposed ''travel ban'' on visitors from certain Muslim countries, now hung up in the courts.\n  That's right, we need a TRAVEL BAN for certain DANGEROUS countries, not some politically correct term that won't help us protect our people! -- Donald J. Trump (@realDonaldTrump) June 6, 2017\n  In the wake of terrorism, Mr. Obama usually projected calm and restraint -- to a fault, even some supporters said -- and always distinguished violent jihadists from Islam and its adherents. His intent was to ensure he did nothing to vilify ordinary Muslims, which he saw as unfair and counterproductive.\n  Most counterterrorism experts say that intimidating or alienating law-abiding Muslims simply makes it less likely they will report alarming extremism or suspicious activities. British officials have said they foiled at least 18 terrorist plots since 2013, often with the help of tips from the Muslim community.\n  Mr. Trump, perhaps with American supporters rather than security tactics in mind, often makes a point of attaching the ''Islamic'' label to terrorism and extremism. This time, his eagerness to do battle with ''slow and political'' courts that have repeatedly rejected his travel ban and critics like Mayor Sadiq Khan of London, the first Muslim to lead a major Western capital, overcame any more deliberative strategy.\n  Bruce Hoffman, a Georgetown University professor who has advised the American government on terrorism for years, said it was ''a strategy of provocation'' and important for leaders not to respond viscerally.\n  ''Any reaction that's immediate and emotional rather than sober and considered plays into the terrorists' hands,'' Mr. Hoffman said.\n  Though he was often critical of Mr. Obama, Mr. Hoffman endorsed the former president's care in responding to attacks. ''His measured and calm response was right,'' Mr. Hoffman said.\n  At the moment, certainly, the fear of jihadist terror in the United States is not nearly so acute as it is in Europe. Americans feel relatively protected from attack, both by oceans and by the relative affluence and assimilation of its Muslim population, which is small by European standards.\n  Mr. Vidino, who is completing a study of jihadist attacks in the West during the three years since the Islamic State declared its own state in parts of Syria and Iraq, counted 52 attacks in that time, leaving 402 dead. While France led the count, with 17 attacks and 239 dead, the United States came next, with 16 attacks and 76 dead. Britain had five attacks and 35 deaths.\n  Still, the attacks in Europe have created an atmosphere of apprehension unlike anything in the United States. ''It's shaping day-to-day life in Europe,'' said Mr. Vidino, speaking from Italy. ''It's a completely different mind-set.''\n  The same night as the London attack, he noted, a firecracker panicked a crowd watching a soccer match on a large outdoor screen in Turin, Italy, causing a stampede that injured 1,500 people, including a 7-year-old boy left in a coma.\n  Such divergent levels of fear could partly derive from the usual level of lethal violence, far higher in the United States than in Europe. Mr. Trump used the London attack to take a swipe at gun control, declaring, ''Do you notice we are not having a gun debate right now?''\n  But the last major jihadist attackers in two episodes in the United States, in San Bernardino, Calif., and in Orlando, Fla., used guns to kill 14 people and 49 people, more than the seven deaths in London. And former Representative Gabrielle Giffords of Arizona, who was severely wounded in a 2011 shooting and is now an advocate of gun control, responded to the president's Twitter post with a statistic about gun violence in America:\n  Mr. President, every day we are having a gun debate because every day 90 people in our country die from gun violence. Many of them are kids. https://t.co/Pv6z2ILKl1 -- Gabrielle Giffords (@GabbyGiffords) June 4, 2017\n  That total includes suicides using firearms as well as homicides.\n  Ms. Giffords's protest reflected the modest news media attention to routine violence compared with the saturation coverage of the slaughter of strangers by religious fanatics.\n  Despite its brutality, the Islamic State, which claimed responsibility for the London attack, has so far largely avoided the backlash that has sometimes been provoked among potential recruits by the killing of innocents.\n  Daniel Byman, a Georgetown professor and author of several books on terrorism, said that jihadists showed no revulsion over the recent bombing of young fans of the singer Ariana Grande in Manchester, England, on May 22.\n  ''These are pathetic targets,'' he said, mocking the suicide bomber's thinking: '' 'I stuck it to the enemy -- I attacked teenagers at a concert.' ''\n  For the Islamic State, even more than for other extremist groups like Al Qaeda, ''part of their brand is, 'We're the most violent,' '' he said. ''And it seems to be working.''\n\nhttps://www.nytimes.com/2017/06/06/world/europe/terrorism-london-attacks-isis-islam.html\n\nGraphic\n\n \nPHOTO: The police and emergency services personnel tended last Saturday to people attacked in London by men armed with knives and wielding a van as a weapon. (PHOTOGRAPH BY DANIEL SORABJI/AGENCE FRANCE-PRESSE -- GETTY IMAGES)       \n\nLoad-Date: June 7, 2017"
}