{
    "title": "AS WAR ON TERRORISM BEGINS, YOUTH WONDER ABOUT A DRAFT",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 23,
    "full text": "As our country engages in the war against terrorism, people in all areas of the service are being called to active duty. With friends around town being called, young adults in all circles speculate that a draft may be reinstituted. While the government hasn't used a draft in years, young people in the area have their own opinions about the possibility that it could return.\nDale Hackmann, 18, owns Hackmann Lawn and Landscape and attends St. Charles Community College. He said the draft probably wouldn't return but that one must be prepared just in case. \"It doesn't bother me because I'm not going to be the only one,\" he said. \"I don't want to be drafted unless I'm absolutely needed.\"\nThe majority of young adults look at the possibility of a draft in the same light. They say, \"I'll go, but make it worthwhile.\" After Sept. 11, the Army, Marines, Air Force, and National Guard have received high numbers of enlistments.\nKirk Barnett, 18, is a full-time student at SCC. Barnett said, \"I don't see the difference between Vietnam and now. If they had a draft for Vietnam, what's wrong with having it now? I registered, so if I get drafted, I deserve it.\"\nThough Barnett acknowledges that a draft may take place, he maintains an optimistic point of view. \"I've never been to the desert before, so I'll take it as a vacation. It would be pretty cool until I got shot at.\"\nDon't start packing for a trip anytime soon. If a draft were to return, people would go to basic training before going overseas. This is the sta ndard protocol the government has always used.\nJason Opperman, 19, attends SCC and works at Applebee's. \"I don't think there will be a draft,\" he said. \"The war on terrorism is more of an intelligence thing. The number of troops isn't the issue.\"\nOpperman said the war is important because we are defending our country from terrorism. He added, \"I think they'll never find Osama bin Laden, and it will go on for years.\"\nThe idea of a long campaign overseas makes a draft more plausible. One local Army recruiter said, \"As long as we have numbers going up, I personally don't see a draft anytime soon.\"\nBeing born in the U.S.A. brings privileges that are unheard of around the world. While we are incredibly blessed, we also know that freedom comes at a price. If the draft returns, so be it. Our way of life is precious, worth fighting for.\n\nNotes\n\nE-mail John Wehrle at john@strawproductions.com.  \n\nGraphic\n\n \nPHOTO; Photo headshots; (John) Wehrle; (Dale) Hackmann - \"Doesn't bother me\"; (Kirk) Barnett - What's the difference?; (Jason) Opperman - \"An intelligence thing\"\n\nLoad-Date: October 23, 2001"
}