{
    "title": "Aschroft says efforts working, Attorney general says war on terror is being won",
    "publisher": "charleston daily mail",
    "year": 2003,
    "month": 3,
    "day": 12,
    "full text": "DAILY MAIL STAFF\nAmerica can tell the Bush administration is winning the war on terrorism because it's generating a lot of paperwork, U.S. Attorney General John Ashcroft told a handful of reporters and a roomful of federal employees today.\nIn a press conference in Charleston following his meeting with the state's Anti-Terrorism Task Force, Ashcroft had little to say about the task force other than that he was pleased with the meeting and that the U.S. Coast Guard is helping chemical plants improve their security.\nAshcroft spent most of his time reeling off a list of statistics such as 18,000 search warrants and subpoenas the Justice Department has obtained in its effort to prevent terrorism attacks. The department is also tracking \"hundreds and hundreds\" of suspected terrorists who are in the United States while putting together detailed files on them.\n\"In short, we are winning the war on terror,\" he said.\nWhile Ashcroft spoke in a room on the fifth floor of the federal courthouse building in downtown Charleston, about 20 people gathered outside to criticize him for using the war on terrorism to take away basic civil rights.\nIn an open letter to Ashcroft, leaders from the anti-war group, Patriots for Peace, the Charleston chapter of the American Civil Liberties Union and the state chapter of the National Lawyers Guild said that \"basic liberties are being zealously taken away from the people of this nation in the name of safety and security.\"\nThe Rev. Jim Lewis, the head of Patriots for Peace, tried to deliver the letter personally to Ashcroft.\n\"We're concerned about security, but we're concerned about freedom,\" he said. \"And if you give up your freedom in the name of security, then you don't deserve either. That's what Benjamin Franklin said and that's what we're going to say.\"\nAt the press conference, Ashcroft said the administration's occasional raising of the terrorism alert level has interrupted terrorists' plans.\n\"The mark of the success is that nothing happens,\" he said.\nReporter Toby Coleman contributed to this story.\nWriter Brian Bowling can be reached at 348-4842 or by e-mail at brianbowling@dailymail.com.  \n\nLoad-Date: March 13, 2003"
}