{
    "title": "ASHCROFT CAMPAIGNS ACROSS THE COUNTRY IN DEFENSE OF TACTICS IN TERRORISM WAR; CRITICS SAY TOUR AIMS",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 9,
    "day": 21,
    "full text": "Attorney General John Ashcroft is taking the offensive against political opponents and civil liberties groups that contend that President George W. Bush's administration has overstepped the Constitution in the fight against terrorism.\nIn an increasingly pointed series of speeches, Ashcroft is accusing some detractors of fomenting false \"hysteria\" that the government is secretly monitoring library patrons and spying on innocent American citizens.\nTo further blunt those claims, the attorney general last week decided to declassify information showing that the FBI has never used authority in the anti-terrorism Patriot Act to request records from libraries, bookstores or other businesses.\n\"On this and every other tool provided in the Patriot Act, charges of abuse of power are ghosts, unsupported by fact or example,\" Ashcroft said Friday during a speech in Minneapolis.\nThe latest speeches are part of a campaign that began in August with a 16-city tour to defend the Patriot Act as essential in combating terrorism. Ashcroft is visiting more states this week, starting Monday with stops in Milwaukee, Cincinnati and Pittsburgh.\nAshcroft said his goal is to make sure \"the truth be known\" to counter harsh criticism about the Justice Department's actions.\n\"These are things that secure liberties, and I think it's important that people know that,\" Ashcroft said during another stop Friday, in Omaha, Neb.\nThe campaign-style appearances could benefit Republicans and Democrats heading into the 2004 presidential and congressional elections.\nFor Bush and the GOP, the attorney general shores up the party's conservative, law-and-order base and constantly reminds voters that the nation has not had a terrorist attack since Sept. 11, 2001.\nFor many Democrats and civil liberties groups, the fact that secrecy shrouds so much of what the government is doing to disrupt terrorists provides an opening for criticism that the administration is flouting the Constitution and trampling privacy rights.\nAshcroft's name has become a favorite applause line for Democratic presidential candidates. Invariably, they say that if elected, they will get rid of the attorney general and many of his policies.\n\"We cannot, in the name of the war on terrorism, let people like John A shcroft take away our rights, take away our liberties, take away our freedom,\" North Carolina Sen. John Edwards said last week.\nAshcroft has been the target of such criticism for many of his actions after Sept. 11:\n* The detention for months of hundreds of illegal aliens as part of the terror attacks investigation.\n* Use of material witness laws to secretly detain dozens of people.\n* A registration program for long-term visitors, mostly from Middle Eastern countries.\n* Most especially, the Patriot Act.\nThat law, which Congress passed a few weeks after the Sept. 11 attacks, expanded government surveillance capabilities, toughened criminal penalties for terrorists and allowed greater sharing of intelligence information. Democrats and Republicans alike have begun exploring ways to scale back the law amid concern it was rushed through while the country was in a panic.\n\"I think the momentum in Congress is for the removal of the most onerous sections of the Patriot Act,\" said Rep. Bernie Sanders of Vermont, the House's lone independent. \"Many members of Congress and their constituents are worried.\"\nEven so, the administration is asking Congress for still more investigative powers, including expansion of a type of subpoena that would allow the FBI to seek business records without approval by a judge or grand jury.\nDemocrats and other critics say Ashcroft's counterattack is an attempt to obscure real threats to civil liberties and privacy rights posed by the administration's requests for more power to investigate, eavesdrop and hold suspects in custody without bail.\n\"After spending huge sums of taxpayers' money touring the country, Attorney General Ashcroft still hasn't explained why we should trust him with more secret powers,\" said Vermont Sen. Patrick Leahy, senior Democrat on the Senate Judiciary Committee. \"We need less self-promotion and lobbying, and more consultation and cooperation.\"\nAshcroft, though, stays on message, speaking in six cities in the South and Midwest last week. The former Missouri governor and senator professes no desire to return to elective politics and appears likely to stay at Justice if there is a second Bush administration.\n\"We have a job to do, a job that's too important to be sidetracked by flights of fancy,\" Ashcroft said in Memphis, Tenn. \"The facts speak for themselves. Fact No. 1: In the past two years, no major terrorist attack has been perpetrated on our soil.\"\n\nGraphic\n\n \nPHOTO; THE ASSOCIATED PRESS Photo - U.S. Attorney General John Ashcroft speaks to law enforcement officers Thursday in Louisville, Ky., praising the Patriot Act as helping the U.S. win the war on terrorism. Ashcroft has launched a counterattack against critics who say the administration has overstepped the Constitution.\n\nLoad-Date: September 21, 2003"
}