{
    "title": "Ashcroft _ Domestic terrorism top concern",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 7,
    "day": 12,
    "full text": "Attorney General John Ashcroft said the Justice Department is working to forge new tools to combat terrorism on domestic soil - a threat he calls the agency's top priority.\nAshcroft said he is paying special attention to security preparations at potential targets, like the 2002 Olympic Winter Games in Salt Lake City.\n\"We must be vigilant about the prevention of attacks utilizing weapons of mass destruction,\" Ashcroft said at a conference on domestic terrorism held by the National Governors Association on Wednesday. \"We must be prepared to mitigate the damage to human life and property should our worst fears come true.\"\nTo deal with bomb threats, Ashcroft said the National Institute of Justice is preparing response guidelines and terrorism- response equipment.\nHe said the institute is funding development and assessment of protective gear for bomb technicians, incorporating material that is resistant to chemical, biological, radiological and nuclear agents.\nHe touted the FBI's ability to subvert terrorist attacks.\nBetween 1980 and 1999, the FBI recorded 327 incidents of terrorism, he said. \"During that same period, 130 planned acts of terrorism were prevented by U.S. law enforcement.\"\nThe Justice Department is no longer the lead agency in dealing with emergency response to successful terrorist attacks. President Bush created an umbrella office on terrorism to coordinate the government's response in May.\nMeanwhile, Ashcroft gave the Justice Department's inspector general authority to investigate problems at the FBI. The move follows missteps that led to calls in Congress for better oversight.\nThe office of inspector general, an internal watchdog that investigates fraud and mismanagement within the Justice Department, will be able to investigate allegations of misconduct within the FBI.\nAshcroft also gave the inspector authority to investigate the Drug Enforcement Administration, a Justice Department agency.\nIn the past, the inspector general could investigate the FBI and DEA only when ordered to do so by the Attorney General or the Deputy Attorney General.\n\nLoad-Date: July 12, 2001"
}