{
    "title": "ASHCROFT DECLARES NEW ERA IN FIGHT AGAINST TERRORISM; HE WARNS TERRORISTS THAT NEW SEARCH LAWS WILL",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 26,
    "full text": "Attorney General John Ashcroft warned terrorists Thursday that authorities will use every law and immigration violation to put them behind bars and to intercept their communications, even their unopened electronic and voice mail.\n\"Let the terrorists among us be warned,\" Ashcroft said in a speech to the U.S. Conference of Mayors. \"We will use every available statute; we will seek every prosecutorial advantage; we will use all our weapons within the law and under the Constitution to protect life and enhance security for America.\"\nSince the attacks of Sept. 11, Ashcroft said, nearly 1,000 people have been arrested or detained in the investigation. He said those determined not to be linked to terrorism have been released, but he did not say how many. \"Our single objective is to prevent terrorist attacks by taking suspected terrorists off the streets,\" he said.\nCites Robert Kennedy\nAshcroft said new anti-terrorism legislation that Congress sent to President George W. Bush on Thursday will open \"a new era in America's fight against terrorism.\" Bush is expected to sign the bill today. Ashcroft said it will enable authorities to impose \"airtight surveillance\" on suspected terrorists and speed up the process of tracking them down and disrupting their plans.\nAshcroft several times cited similar tactics used by Attorney General Robert F. Kennedy in the early 1960s in the fight against organized crime.\nKennedy's Justice Department would arrest mobsters for \"spitting on the sidewalk\" if it would help the battle against organized crime, Ashcroft said.\n\"It has been and will be the policy of this Department of Justice to use the same aggressive arrest and detention tactics in the war on terror,\" he said.\nJustice Department officials said the detentions for immigration violations and arrests for unrelated local, state or federal charges and as key witnesses were partly aimed at preventing any future attacks.\nIn his speech Thursday, Ashcroft said he would direct all U.S. prosecutors and FBI offices to immediately use their expanded powers to wiretap phones, monitor Internet traffic and arrest suspects once the anti-terrorism legislation becomes law.\n\"A new era in America's fight against terrorism is about to begin,\" he said. Ashcroft had proposed the legislation after the Sept. 11 hijacked plane attacks on the World Trade Center and Pentagon that killed more than 5,000 people.\n\"I will issue directives requiring law enforcement to make use of new powers in intelligence gathering, criminal procedure and immigration violations,\" Ashcroft said.\nAshcroft said investigators cannot explicitly link the anthrax incidents with the Sept. 11 hijackers.\n\"Terrorists - people who were either involved with, associated with or are seeking to take advantage of the attacks - are now poisoning our communities with anthrax,\" he said.\nAshcroft said he will direct investigators and prosecutors to begin immediately seeking court orders to intercept communications related to a list of crimes.\n\"Communications regarding terrorist offenses such as the use of biological or chemical agents, financing acts of terrorism or materially supporting terrorism will be subject to interception by law enforcement,\" he said.\n\nGraphic\n\n \nPHOTO; Photo by THE ASSOCIATED PRESS - Attorney General John Ashcroft waits before giving a speech Thursday at the U.S. Conference of Mayors in Washington.\n\nLoad-Date: October 26, 2001"
}