{
    "title": "Ashcroft , Upbeat on Iraq , Aims at Corruption",
    "publisher": "the new york times",
    "year": 2004,
    "month": 1,
    "day": 23,
    "full text": "A year after he faced a broad wave of anti-American sentiment here, the United States attorney general, John Ashcroft, returned to this Alpine village on Wednesday to say that America was winning the war on terrorism and to promote a new campaign to assail global corruption.\n     Mr. Ashcroft was the most senior American official to address the annual World Economic Forum as Washington seeks to swing international opinion behind its vision of a transfer of political authority in Iraq. Vice President Dick Cheney is also expected to attend the gathering at the weekend. \n At his previous appearance last January, just weeks before the invasion of Iraq, Mr. Ashcroft and others, including Secretary of State Colin L. Powell, confronted business and political leaders whose mood varied from skepticism to hostility toward America's military intentions in the Middle East. Mr. Ashcroft also faced wide criticism of the harsh measures he had taken to combat terrorism.\n\"I didn't come back to Davos because I haven't been able to find any hostility in Washington, D.C.,\" Mr. Ashcroft joked at a lunch gathering, apparently referring to questioning in the United States about the extent to which civil liberties have been subjugated to security measures taken in the name of pre-empting new terror attacks.\nAt this year's meeting, the mood is more muted and diffuse, focusing on an array of economic and business uncertainties. But there were some important leaders who challenged the results of America's war on terrorism and its campaigns in Afghanistan and Iraq.\nGen. Pervez Musharraf, the president of Pakistan, told a conference session that the war in Iraq \"complicated the already tense situation in which the world found itself\" with many Muslims resenting the way their cause was being depicted and feeling a \"deep sense of injustice and powerlessness.\"\n\"The world became a very dangerous place to live,\" he said.\nMr. Ashcroft had a more positive message.\n\"We are winning the war against terrorism,\" he said, insisting that despite criticism of his record, Washington was respecting the civil rights \"at the highest level possible.\"\nHe was referring specifically to questioners who challenged the Bush administration's decision to detain people as \"enemy combatants\" with no access to lawyers or legal support.\nBut Mr. Ashcroft alluded to the attacks of Sept. 11, 2001, to say that America was at war, giving Washington the right to seize its foes.\nMr. Ashcroft said that in the past the United States had called on nations to fight terrorism. Now, he said, it would call on them to fight corruption in government.\nHe called governmental corruption a \"contagion that cannot be contained by borders\" and urged strong international cooperation to combat it through political leadership and a readiness by governments to inform people honestly about its actions.\n\"Information is the enemy of corruption,\" he said. \"Corruption cannot flourish in the light of day.\" \n\nhttp://www.nytimes.com\n\nLoad-Date: January 23, 2004"
}