{
    "title": "ASHCROFT TOUTS GAINS AGAINST TERRORISM, FRAUD",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 2,
    "day": 19,
    "full text": "U.S. Attorney General John Ashcroft told business leaders from around Missouri on Wednesday that the United States was winning the war against terrorism and making strides in fighting domestic corruption.\n\"Our nation is more secure and our people more safe,\" Ashcroft told members of the Missouri State Chamber of Commerce and Industry. \"In Afghanistan and Iraq, we are spreading freedom to people who knew only tyranny.\"\nThe former Missouri governor, U.S. senator and state attorney general was the luncheon speaker for about 300 members of the business group who had assembled in the state capital for its annual \"chamber day.\" The chamber, which represents nearly 3,000 employers, lobbies lawmakers and public officials on behalf of business.\nBefore his speech, Ashcroft told reporters he was \"grateful that the U.S. had not been hit by another major terrorist attack.\"\n\"Every day, we begin the day and end the day working to make sure we do everything we can to disrupt terrorist activities,\" Ashcroft said.\nHe declined to respond to questions about a lawsuit filed by a federal prosecutor who has sued Ashcroft claiming the Justice Department had exaggerated the results of the war on terrorism. The lawsuit, filed by assistant U.S. Attorney Richard Convertino of Detroit, accused the Justice Department of \"gross mismanagement\" in the fight against terrorism.\nIn his speech, Ashcroft also said the Justice Department was working to restore faith in American businesses.\nHe said federal prosecutors have filed 290 corporate fraud cases in which 642 defendants have been charged with some type of crime. Ashcroft said studies had shown that corporate corruption had cost the U.S. economy about $40 billion in growth, more than $175 billion in lost retirement savings and an estimated 1 million jobs.\nAs Ashcroft spoke in a hotel ballroom, about a dozen people picketing on the streets outside carried signs that said the Patriot Act was a violation of some constitutional rights. One sign quoted Thomas Jefferson as saying, \"Dissent is the highest form of patriotism.\"\nJimmy Webb of Jefferson City was one of the protesters.\n\"It troubles me that in the name of the defending the liberties and the rights we have that Ashcroft and his people choose to take away some of those very liberties,\" Webb said. He said that he was referring to the loss of privacy - such as federal agents being granted access to a person's library record.\n\"It's just not right,\" Webb said. \"It was done in a way in which the people were not involved in the process that much.\"\n\nGraphic\n\n \nPHOTO; THE ASSOCIATED PRESS Photo - U.S. Attorney General John Ashcroft talks with reporters before the Missouri State Chamber of Commerce and Industry's luncheon Wednesday in Jefferson City. During his speech to about 300 people, he said, \"Our nation is more secure and our people more safe.\"\n\nLoad-Date: February 19, 2004"
}