{
    "title": "Ashcroft defends Justice Dept.'s anti-terror actions",
    "publisher": "usa today",
    "year": 2003,
    "month": 6,
    "day": 6,
    "full text": "WASHINGTON -- Attorney General John Ashcroft defended the Justice Department's performance in the wake of the Sept. 11 terrorist attacks and ceded little ground Thursday on areas of improvement outlined in a blunt critique of the agency issued earlier this week.\n\"We have not violated the law,\" Ashcroft told the House Judiciary Committee. \"If there are ways to improve the way in which we uphold the law, we will.\"\nAshcroft's remarks were his first on a 194-page report issued Monday by Glenn Fine, the department's inspector general. The report chronicled a series of missteps by top Justice, FBI, immigration and prisons officials.\nIn the most comprehensive review to date of the agency's controversial detention of 762 illegal immigrants, Fine said the FBI made \"little attempt\" to separate suspected terrorists from people who were caught up in the probe.\nThe report said senior Justice lawyers insisted on denying bond to detainees until the FBI could \"clear\" them of terrorism suspicions, even after it became clear that the process was taking too long. On average, the report said, it took 80 days for the FBI to conduct the clearance probes.\nSenior Justice officials also urged federal prison officials to delay detainees' access to lawyers, the report said. At a New York prison, where most of the detainees were held, some corrections officers engaged in \"a pattern\" of physical and verbal abuse, the report said.\nRep. John Conyers, D-Mich., said Ashcroft's appearance before the committee, his first in 18 months, provides \"an opening\" for more hearings on the agency's use of the USA Patriot Act, which was passed in October 2001. \"We have never had our Constitutional rights, due process and, frankly, our judicial procedures challenged in this way before,\" Conyers said.\nSeveral committee members questioned Ashcroft about the FBI's use of the law's provisions that allow it to obtain secret court orders for records from libraries. Others raised concerns about Ashcroft's changes last year to investigative rules to allow FBI agents to enter churches and mosques in pursuit of evidence of terrorism.\n\"No prosecutor in modern history has been granted the power you now hold,\" said Rep. Bill Delahunt, D-Mass., a former district attorney. Delahunt said he agrees with Ashcroft that al-Qaeda terrorists are fanatics. \"But the solution is not for us to become zealots ourselves,\" he said.\nAshcroft said he makes \"no apologies\" for the \"hold until cleared\" policy. He stressed that all 762 detainees had committed some immigration infraction.\n\"In an ideal world, we would have liked to have been able to clear people instantly,\" the attorney general said. \"I have some sympathy for the inspector general's desire to have us do a quicker job.  . . .  But you have to remember, Ground Zero (in New York) was still smoldering. The FBI was operating out of a parking garage . . .  and was uncertain about what might happen next.\"\nHe also said a special counsel is not needed to investigate whether detainees were abused. He said civil rights prosecutors investigated 18 complaints and found that 14 did not warrant criminal charges. The other four are under investigation, he said.\nAshcroft told the committee that prosecutors need more power. He said he wants Congress to give the department the authority to seek pretrial detention of terrorism suspects and to make it clear that anyone who attends a terrorism training camp can be charged with providing material support to terrorism.\nHe also said he'd like Congress to strengthen penalties for terrorism crimes to include the death penalty and life in prison to give prosecutors leverage in negotiating deals with defendants. He did not specify which terrorism crimes.\nOverall, Ashcroft gave his agency high marks. \"I think we are working in the right direction,\" he said.\n\nLoad-Date: June 6, 2003"
}