{
    "title": "Ashcroft shuffles Justice to help prevent terrorism",
    "publisher": "st. petersburg times ",
    "year": 2001,
    "month": 11,
    "day": 9,
    "full text": "Attorney General John Ashcroft announced a \"wartime reorganization and mobilization\" of the Justice Department, a move he said will focus law enforcement efforts on preventing new terrorist attacks.\nAshcroft laid out broad principles for a five-year reorganization plan in a speech Thursday to senior department officials, who greeted the former Missouri governor and senator with a standing ovation.\n\"When terrorism threatens our future, we cannot afford to live in the past,\" he said. \"We cannot do everything we once did, because lives now depend on us doing a few things very well.\"\nJUSTICE09\nAshcroft said the Federal Bureau of Investigation - fabled for its pursuit of gangsters, bank robbers and mobsters - will scale back its traditional work to be more \"proactive\" in disrupting terrorist networks before they can harm Americans.\nA restructuring of the Immigration and Naturalization Service will separate its immigration-related functions from its border patrol and law enforcement duties, allowing the agency to more aggressively track foreign terrorist suspects and prevent others from entering the country, he said.\nAnd 10 percent of Justice Department staff positions in Washington will be reassigned to offices throughout the country to beef up forces on the \"front lines,\" Ashcroft said.\nHowever, he offered few specifics, such as which agencies would pick up what elements of the FBI's domestic crime-fighting duties. Details will be determined in coming months, he said.\nThe announcement appeared to be more a kind of pep rally for top Justice lawyers and an attempt to win them over to the new vision, one that the attorney general said will be free of \"bureaucratic turf battles.\"\n\"It is a blueprint for change,\" Ashcroft said. \"It is also a call to you, the men and women of the Justice Department, to embrace fully our new mission.\"\nHe emphasized the need to share intelligence, grand jury and criminal database information up and down the chain of command and across the board, such as with the Central Intelligence Agency.\nDeputy Attorney General Larry Thompson, who is spearheading the reorganization, told the Justice lawyers that saving American lives is more important than getting a notch in their belt for a successful prosecution.\n\"Our overriding priority is to ensure that all necessary and appropriate steps are taken to protect the American people,\" Thompson told the Justice officials, \"even if it means potentially compromising a criminal prosecution.\"\nAll new presidents order their Cabinet officers to overhaul departments, and President Bush was no exception.\nAnd so, Ashcroft was examining ways to retool the sprawling department, which employs 120,000 people and oversees 38 component organizations such as the FBI, Immigration and Naturalization Service, Drug Enforcement Administration, Bureau of Prisons and the U.S. attorneys offices around the country.\nSome lawmakers had been complaining even before the Sept. 11 attacks that the FBI spends too much time on drug trafficking, bank robberies and environmental crimes that could be handled by other law enforcement agencies or local police. Now, the pressure for change is even stronger.\n\"The FBI should focus on investigating federal terrorism crimes and either end or scale back its involvement in a wide array of crimes,\" Sen. Charles Grassley, R-Iowa, wrote in an Oct. 23 letter to FBI director Robert Mueller.\nDrug investigations can be handled by the DEA, observers said, while state and local law enforcement agencies can investigate bank robberies.\nAt the very least, it's unlikely the new FBI will be busting con artists who scam the elderly or sellers of fraudulent sports memorabilia - recent operations the agency is touting on its Web site.\nThe proposals do not require congressional approval but will likely be the subject of oversight hearings.\n- Information from the Associated Press was used in this report.\n\nGraphic\n\n \nPHOTO; Attorney General John Ashcroft\n\nLoad-Date: November 9, 2001"
}