{
    "title": "ASHCROFT WILL ANNOUNCE U.S. AND CANADIAN PARTNERSHIP TO FIGHT TERRORISM, OFFICIAL SAYS",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 12,
    "day": 1,
    "full text": "* Immigration and border-security agreements will be detailed at a meeting Monday in Detroit.\nAttorney General John Ashcroft will announce a series of immigration and border-security agreements with Canada on Monday, a senior administration official told the Post-Dispatch. The announcement will come as Ashcroft leads a U.S. delegation to meetings with Canadian officials in Detroit and Ottawa.\nU.S. Immigration and Naturalization Service Commissioner James Ziglar will accompany Ashcroft Sunday to Detroit, which borders Windsor, Ontario. Monday morning, they will make a public announcement of the accords with Canadian Immigration Minister Elinor Caplan and Solicitor General Lawrence MacAulay, their offices confirmed Friday. Deputy Prime Minister Herb Gray is also expected to attend.\n\"It's a huge day Monday,\" said MacAulay spokesman Dan Brien, who noted the bi-national delegations later in the day will take the ceremonies to the Canadian capital of Ottawa to commemorate agreements \"on immigration, border customs and law enforcement issues.\"\n\"There are a number of agreements,\" said Caplan spokesman Derek Hodgson on Friday night. \"What I know is (Canadian officials) just faxed the final wording to Washington a couple of hours ago. Clearly, both governments have decided they have to work a lot harder together to prevent terrorism. It's coming to a head this weekend.\"\nBeefing up border patrols and tightening visa restrictions soared to the top of the U.S. government's agenda in the wake of the Sept. 11 terrorism attacks on the World Trade Center and the Pentagon. The 19 suspected hijackers who are believed to have flown planes into those targets in a suicide mission all entered the United States legally - on tourist, student and business visas.\nAnd as the U.S. government tightens immigration controls, it has also asked the bordering nations of Canada and Mexico to do likewise. Just over a month ago, in President George W. Bush's first meeting of his Homeland Security Council, he tapped Ashcroft to lead a task force on tracking terrorists to ensure they don't enter the United States. He also directed the team to start talks with Canada and Mexico aimed at simultaneously strengthening their visa and customs restrictions.\n\nNotes\n\nAMERICA RESPONDS\n\nGraphic\n\n \nPHOTO; Photo headshot - (John) Ashcroft - Leading U.S. delegation\n\nLoad-Date: December 1, 2001"
}