{
    "title": "ASHCROFT WARNS OF NEW TERRORISM THREAT",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 10,
    "day": 1,
    "full text": "WASHINGTON -- The Taliban government confirmed Sunday that Osama bin Laden still is in Afghanistan, but the White House flatly rejected an overture to negotiate his fate.\nMeantime, Attorney General John Ashcroft warned of a \"very serious threat\" of new terrorism against Americans that may increase if the United States retaliates for the Sept. 11 attacks.\n\"We believe that there is the likelihood of additional terrorist activity. And it is our job to do whatever we can to interrupt it, to disrupt it,\" Ashcroft said on CBS' \"Face The Nation.\"\n\"We believe there are others who may be in the country who would have plans,\" Ashcroft said when asked about the hunt for those behind the strikes against the World Trade Center and the Pentagon.\nAlso on Sunday, Taliban leader Mullah Mohammed Omar told his people in a radio address not to worry about a U.S. attack because \"Americans don't have the courage to come here.\"\nEarlier, a Taliban envoy acknowledged for the first time that bin Laden is in Afghanistan and under the control of the Taliban. He said negotiations might be possible if the United States offered evidence linking bin Laden to the attacks.\n\"He's in a place which cannot be located by anyone,\" Abdul Salam Zaeef, Taliban ambassador to Pakistan, told journalists in Islamabad.\nZaeef said the Taliban, who have rejected a series of appeals to hand over bin Laden and avert a military confrontation, were willing to talk. \"We are thinking of negotiation,\" he said, adding that if direct evidence against bin Laden were produced, \"it might change things.\"\nWhite House Chief of Staff Andrew Card responded: \"The president has said we're not negotiating.\"\nCard said the Taliban government has been told what to do. \"They've got to turn not only Osama bin Laden over but all the operatives of the al-Qaida organization. They've got to stop being a haven where terrorists can train,\" he said on \"Fox News Sunday.\"\nBin Laden must \"be purged from Afghanistan and the Taliban knows that,\" Card said. \"The United States is very patient, but we want to see justice done and we want to see it done quickly.\"\nDefense Secretary Donald Rumsfeld was skeptical of the Taliban claim.\n\"It was just a few days ago that they said they didn't know where he was, so I have no reason to believe anything a Taliban representative has said,\" Rumsfeld said on NBC's \"Meet the Press.\"\nThe continuing threat against Americans was cited by Ashcroft as he argued for legislation he said would help confront those plotting terrorism.\nHe called on Congress to meet President Bush's deadline of Friday for approval of the administration's plan.\n\"We think that there is a very serious threat of additional problems now. And frankly, as the United States responds, that threat may escalate,\" Ashcroft said.\n\"Very frankly, we need to do everything we can here at home,\" the attorney general said, repeating his claim that his department needs increased powers for surveillance, the ability to use information gathered by foreign governments and the ability to detain terrorist suspects for longer periods of time.\n\"Talk will not prevent terrorism. We need to have action by the Congress. We need the tools to prevent terrorism,\" Ashcroft said.\nCongress has appeared cool toward the Bush administration's anti-terrorism package. Some lawmakers have questioned whether some of the provisions infringe on civil liberties.\nSince the terrorist attacks, the United States has dispatched thousands of additional troops and two aircraft carriers into the Persian Gulf region in preparation for any potential military option, bringing the total of U.S. forces on land and sea close to about 30,000 men and women, military sources said Sunday.\n\nLoad-Date: October 1, 2001"
}