{
    "title": "ASHCROFT ORDERS REDESIGN OF FBI; REORGANIZATION REFLECTS HARD FOCUS ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 11,
    "day": 9,
    "full text": "Attorney General John Ashcroft ordered a \"wartime reorganization\" of the Justice Department Thursday, a broad shift of the agency's goals to reflect a \"new mission against an old evil\" -- terrorism.\nAshcroft said he wants to slash $2.5 billion from Justice Department programs that don't focus on counter-terrorism and shift the money to those that do. He also wants to move 10 percent of investigators and lawyers out of the department's Washington headquarters and into field offices around the nation.\nDepartment staff -- from FBI agents to federal prosecutors to immigration officers -- must sharpen their focus, he told 250 division leaders who packed the agency's cavernous Great Hall.\n\"Defending our nation and defending the citizens of America against terrorist attacks is now our first and overriding priority,\" Ashcroft said. \"We cannot do everything we once did because lives now depend on us doing a few things very well.\"\nAshcroft summed up the mission in a memo to division chiefs: \"Prevent first and prosecute second.\"\nHe said federal law enforcement agencies must now rely more on local and state officials for help in counter-terrorism efforts - and in other areas that will become a lower priority for federal agents.\nThe Justice Department traditionally has taken a broad-based approach to law enforcement, going after white-collar criminals, mobsters, bank robbers and kidnappers. Ashcroft did not say which of those roles or others would be diminished in the restructuring. An eight-member panel within the department will send a list of proposals to him by late February, a senior Justice Department official said.\nSt. Louis area police believe they'll be taking over some of the load of investigating federal crimes such as bank robberies, computer fraud and child pornography.\n\"It's going to put a bigger burden on the local police,\" said Hazelwood Police Chief Carl Wolf. \"But maybe that's what we have to start doing with this new threat. Everyone says the world will never be the same.\"\nIllinois State Police Master Sgt. Rick Hector said he welcomed the challenge: \"We have every confidence that the public is going to continue to be served well. And if issues come up, we'll work through them in time.\"\nSome changes are immediate\nWhile moving one-tenth of the FBI headquarters' forces into the field is a long-term goal - to be accomplished by 2006 - many changes are more immediate. Some, like the creation of counter-terrorism task forces, are already under way.\nSt. Louis Police Chief Joe Mokwa said his department will dispatch a detective to work full time with the local FBI task force.\nBy early December, Ashcroft predicted, Congress would have the plan for restructuring the Office of Justice Programs, a division with a $4.2 billion budget that metes out grants to local agencies for anti-crime measures such as training police, tackling youth gangs and preventing crimes against the elderly.\nA senior Justice Department official said that office is a prime target for streamlining, with a goal of shifting money toward anti-terrorism efforts.\nThe official said that some of the extra money for counter-terrorism efforts would likely go toward upgrading the FBI's outdated computer technology. With new anti-terrorism laws granting prosecutors and intelligence officials the ability to exchange terrorism tips like never before, computerized communications will be especially important.\nFBI is the guinea pig\nThe FBI - which is already devoting 7,000 of its 27,000 agents and staff members to the terrorism investigation - will be the guinea-pig agency for the rest of the department, with a plan ready by the end of the year.\nReforming the FBI had been a top priority for Ashcroft since he took office in February, thanks to a series of scandals that plagued the agency.\nBut the self-admitted intelligence failures that missed the Sept. 11 terrorist hijackings made reform of the FBI even more crucial.\n\"In its history, our FBI has been many things,\" said Ashcroft, with FBI Director Robert Mueller seated in the front row. \"Today, the American people call upon the Federal Bureau of Investigation to put prevention of terrorism at the center of its law enforcement and national security efforts.\"\nSenate Judiciary Committee Chairman Patrick Leahy, D-Vt., lauded the restructuring effort. But he also urged Ashcroft to ask former FBI Director William Webster to take a hard look at the agency's performance on terrorism in connection with the attacks. Webster is already heading an investigation into the case of convicted FBI spy Robert Hanssen.\n\"I urge you to ask the Webster Commission to complete promptly its review of FBI internal security procedures and turn its attention to a review of the FBI's counter-terrorism performance,\" Leahy wrote in a letter to Ashcroft on Thursday. \"Without such a careful review by a body with the stature of Judge Webster's commission, the government will lack an indispensable ingredient in designing our strategy to win our war against terrorism.\"\nA senior Justice Department official said FBI reform will take into account the advice of both the Webster Commission and reports by the Justice Department's inspector general.\nThe next Justice Department agency targeted for changes will be the Immigration and Naturalization Service.\n===\nAirstrikes intensify around Mazar-e-Sharif\nThe United States stepped up efforts to help the northern alliance take control of the key city in northern Afghanistan. A10\n\nNotes\n\nReporter Karen Branch-Brioso; E-mail: kbranch@post-dispatch.com; Phone: 202-298-6880  \n\nGraphic\n\n \nPHOTO, GRAPHIC; (1) Color photo by the Associated Press - Attorney General John Ashcroft addresses Justice Department employees in Washington Thursday. Ashcroft unveiled a sweeping restructuring of the Justice Department to better position local FBI agents to combat terrorism.; (2) Graphic/chart - Justice Department changes;\nTIME FRAME        ACTION;;\nIMMEDIATE         Prosecutors, agents and division heads;…               in the department begin sharing;…                information on terrorism.;;\nNEXT WEEK              Anti-terrorism coordinators in U.S.;…               attorney's offices begin training on;…               how to use information-sharing powers;…               in the new anti-terrorism law.;;\nWITHIN A MONTH    Submit to Congress proposals to place;…               more emphasis on anti-terrorism in $4.2;…               billion grants program.;;\nBY THE END OF      Finalize plans for changing the FBI;THE YEAR; ;\nIN SIX MONTHS     Put into place a plan to streamline,;…               consolidate or eliminate some Justice;…               Department programs and apply the;…               resources toward anti-terrorism.;IN FIVE YEARS     Shift to percent of the current;…               FBI jobs in Washington to field offices;\n\nLoad-Date: November 9, 2001"
}