{
    "title": "ASHCROFT WILL GET CHANCE TO DEFEND TERROR RECORD",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 4,
    "day": 11,
    "full text": "NEWS: The attorney general is scheduled to field questions from the 9-11 panel on Tuesday.\nANALYSIS: Analysts say the testimony of Ashcroft and others scheduled to appear soon will be crucial to building a successful counterterrorism policy.\nFor symbolic reasons, Attorney General John Ashcroft's timing couldn't have been worse when he cut the FBI's budget request for counterterrorism just before 9-11.\nOn Tuesday, Ashcroft is expected to field questions on that recent revelation and other details of his approach to terrorism before Sept. 11, 2001, when he testifies in front of the commission investigating the terrorist attacks.\nDuring two days of hearings, Ashcroft and former FBI director Louis Freeh are certain to field hard questions about failures leading up to Sept. 11.\nFormer Attorney General Janet Reno, Ashcroft's immediate predecessor, and FBI director Robert Mueller also are scheduled to testify as the commission shifts its focus to law enforcement and domestic intelligence.\nThis week's hearings of the National Commission on Terrorist Attacks Upon the United States may lack the drama of previous sessions with former White House counterterrorism chief Richard Clarke's explosive testimony and national security adviser Condoleezza Rice's spirited rebuttal last week.\nBut analysts such as Zoe Baird, a terrorism expert and president of the Markle Foundation, believe the upcoming sessions will be critical for the commission in forming recommendations on fixing the nation's disjointed intelligence apparatus.\n\"As we go forward, we are getting to the core of the question: How are we going to use our law enforcement and intelligence capabilities to tell us what terrorists are going to do and when they are going to do it? It is the key to protecting the nation,\" Baird said.\nMarkle, a New York phil- anthropic foundation, recently brought together intelligence experts from the last four administrations to study terrorism.\nThe 9-11 commission this week may consider a key Markle recommendation: a so-called \"virtual reorganization of government\" to enable immediate sharing of information in many agencies.\nIn its report this summer, the commission may even recommend a new government entity altogether, one similar to Britain's MI-5 domestic spy agency.\nLack of precautions\nThe panel will be looking ahead, but it also will be examining events leading up to 9-11, particularly failures within the Justice De-partment back to the 1990s.\nPrevious testimony, both public and private, has added to evidence that Ashcroft and the FBI did not give terrorism a priority before the 9-11 attacks.\nAmong those scheduled to appear before the commission this week is Thomas J. Pickard, the FBI acting director in the summer of 2001, who has criticized what he viewed as Ashcroft's lack of attention to terrorism.\nLast week, 9-11 commission member Jamie Gorelick asserted that there had been no evidence of heightened anti-terrorism efforts in Ashcroft's office after the president received a classified memo from the CIA on Aug. 6, 2001, entitled \"Bin Laden Determined to Attack Inside the United States.\"\nIn an earlier session, commission member Richard Ben-Veniste remarked, \"Ironically, on September 10th, 2001, Attorney General Ashcroft axed $58 million from the FBI's counterterrorism budget.\"\nJustice Department spokesman Mark Corallo promised that Ashcroft will vigorously defend himself on Tuesday.\nCorallo disputed the recent comments from commission members, remarking that both Ben-Veniste and Gorelick are Democratic partisans.\nHe asserted that Ashcroft had not been briefed on the August warnings and therefore could not have been expected to press the FBI into additional precautions.\nAshcroft's FBI budget-trimming, Corallo argued, amounted to the typical give-and-take in the Washington budget process when agencies submit inflated requests. He said the $58 million was for several purposes, not just counterterrorism.\n\"The fact is, Attorney General Ashcroft took terrorism very seriously,\" Corallo said.\nAshcroft's priorities\nImmediately after 9-11, Ashcroft, a former Missouri senator and governor, paid attention to few matters other than terrorism. He moved for several weeks into FBI offices across the street from his own and began pushing Congress for broader anti-terrorism powers.\nHe championed the contro-versial Patriot Act to expand the government's reach into private information and announced what he called a wartime reorganization of the Justice Department.\nEven so, the government prosecutor in Detroit who won convictions in the first post-9-11 terrorism trial sued Ashcroft earlier this year, accusing the Justice Department of \"gross mismanagement\" in the war on terrorism. The prosecutor, Richard Convertino, was being investigated for his conduct at the time.\nAshcroft's policies leading up to the terrorist attack likely will draw most of the questions.\nAfter being confirmed on Feb. 1, 2001, following contentious confirmation hearings, Ashcroft announced his priorities in office: comba ting gun violence, illegal drugs and discrimination.\nAshcroft also was paying attention to terrorism in his first months in office, Corallo insisted.\nIn his first few weeks in office, Ashcroft ordered a deputy to review the Justice Department role under the Foreign Intelligence Surveillance Act with an eye toward making improvements, Corallo said.\nAshcroft also became acutely aware early on of what Corallo referred to as \"a broken system\" in FBI intelligence and information-sharing.\n\"The fact is, if people want to attack the Justice Department for caring about reducing violent crime in America, particularly gun crime, and saving thousands of lives, I guess we're guilty. And if they want to accuse us of working to rid the country of the scourge of drugs, we're guilty, guilty, guilty,\" he said.\nPaul Rosensweig, a former federal prosecutor, argued that the nation is seeing too much \"finger-pointing\" rather than searching for solutions.\n\"I think the criticisms of Ashcroft are a bit unfair. There have been no wholesale abuse of rights. There has been information-sharing that has led to indictments. And there hasn't been any more attacks in America,\" said Rosensweig, who is now an analyst at the conservative Heritage Foundation in Washington.\nFBI is slammed\nRichard Clarke remarked last month that after touring FBI offices around the country, he doubted if agents would know if terrorists were in the next room.\nSandy Berger, national security adviser in the Clinton administration, told the commission that the FBI suffered from \"sclerosis\" when it came to sharing information.\n\"We've learned since 9-11,\" Berger testified, \"that not only did we not know what we didn't know, but the FBI didn't know what it did know.\"\nLast week, the nonpartisan Congressional Research Service raised questions about whether the FBI can ever develop the capacity to prevent terrorism.\n\"The culture of the FBI, including its law-enforcement-oriented approach to intelligence, may prove to be an insurmountable obstacle,\" the research agency concluded.\nMueller likely will tell the commission this week that the FBI has made progress. For instance, all of the bureau's 56 field offices now have agents devoted to tracking terrorists.\nNonetheless, commission mem-bers have signaled that they may recommend a new counterintel-ligence apparatus outside the control of the FBI and Justice Department.\nCommission chairman Thomas Kean, a former Republican governor of New Jersey, has pointed to the MI-5 agency as a model.\nMI-5 is a 95-year-old security service in Britain with responsibility for combating domestic terrorism but with a broader mission defined as monitoring international terrorists who might be planning attacks.\nAdvocates say that such a system could be effective in the United States by separating fact-finding from law enforcement and centralizing piecemeal intelligence gathering.\nJames B. Steinberg, deputy national security adviser in the Clinton administration, asserted that despite recent improvements in sharing information, \"It's still the case that each agency basically owns its information and shares it more or less on a case-by-case basis,\" he said.\nThe left-leaning Center for National Security Studies in Washington is among the civil liberties advocacy groups fearful of a domestic spy agency.\n\"We do not think it will be possible to construct rules that force such an agency to focus on the truly dangerous individuals who may be in the United States and not use their resources to put vast numbers of innocent Americans at risk,\" said Kate Martin, director of the center.\n\nNotes\n\nReporter Bill Lambrecht of the Post-Dispatch Washington bureau covers national politics and environmental issues./ Reporter Bill Lambrecht/ E-mail: blambrecht@post-dispatch.com/ Phone: 202-298-6880  \n\nGraphic\n\n \nPHOTO; PHOTO by THE ASSOCIATED PRESS - Attorney General John Ashcroft's Justice Department has recorded successes in the war on terrorism since 9-11, but the White House's dedication to counteterrorism prior to the attacks has been questioned.\n\nLoad-Date: April 12, 2004"
}