{
    "title": "ASHCROFT REPORTS PROGRESS AGAINST TERRORISM; WITH RIDGE AND MUELLER, HE TELLS CONGRESS OF ARRESTS, B",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 3,
    "day": 5,
    "full text": "In a public progress report Tuesday on the war on terrorism, Attorney General John Ashcroft revealed new arrests and declared Saturday's capture of the alleged Sept. 11 mastermind Khalid Shaikh Mohammed a \"severe blow to al-Qaida.\"\nAppearing before the Senate Judiciary Committee, Ashcroft joined Homeland Security Secretary Tom Ridge and FBI Director Robert Mueller in painting a hopeful portrait of government efforts to prevent future terrorist attacks.\nAshcroft bolstered the argument by unsealing charges against two Yemeni men who allegedly financed the Islamic militant group Hamas and al-Qaida terrorists through a worldwide fund-raising operation that included transactions in Brooklyn, N.Y. The men were arrested in January.\nOne of the men, Mohammed Ali Hasan Al-Moayad, \"personally handed Osama bin Laden $20 million from his terrorist fund-raising network,\" Ashcroft said. The source of the allegation is a confidential informer, a Yemeni man who said Al-Moayad told him about the money in a conversation that was not recorded.\nThe immediate aftermath of Saturday's arrest of Mohammed in Pakistan was an example of improved cooperation between intelligence agencies, Ashcroft said.\nHe said the CIA and the FBI were moving rapidly to analyze a treasure-trove of computers, disks, cell phones and documents found in the home where Pakistani and CIA officials arrested Mohammed.\n\"I know my phone was ringing at 1:30 in the morning Sunday with the request for consultation in regard to our exploitations of this opportunity,\" Ashcroft said.\nMueller told the committee that \"well in excess of 100\" terrorist atta cks had been averted worldwide as a result of the post-Sept. 11 war on terrorism, though he did not provide details. He added that much more was to be done.\n\"Al-Qaida and other terrorist networks are adept at defending their organizations from U.S. and international law enforcement efforts,\" Mueller said. \"As these terrorist organizations evolve and change their tactics, we, too, must evolve.\"\nAnti-terror cooperation\nMueller provided a list of changes in the FBI. They include increased information-sharing projects under way in St. Louis, San Diego, Seattle, Portland, Ore., Norfolk, Va., and Baltimore. The information sharing is based on a pre-9-11 pilot program in St. Louis that combined investigative files of local and state police with FBI records in a single database. Similar databases in each of the cities will be accessible to members of those cities' Joint Terrorism Task Forces.\nSenators on the panel lauded the speakers for Mohammed's capture and their efforts to prevent terrorist attacks.\n\"This latest success is indeed significant. It represents a striking example of the president's and this administration's coordinated efforts in the global war against terrorists,\" said Sen. Orrin Hatch, R-Utah, the Judiciary Committee chairman.\nBut the members had harsh words as well for what they said were failures to coordinate with Congress in the war on terrorism.\nSen. Arlen Specter, R-Pa., sharply criticized Mueller for not heeding past congressional warnings that FBI lawyers were ill-prepared to use the law that allows them to pursue secret warrants to search and wiretap terrorism suspects.\nSpecter said that lack of understanding led FBI lawyers to reject r equests to seek a warrant for the contents of the computer of Zacarias Moussaoui, the man charged as the \"20th hijacker\" in the Sept. 11 terrorist attacks. Critics have said that clues to the attacks could have been discovered because Moussaoui was arrested on a visa violation the month before the attacks.\n\"There has to be a sense of urgency on these matters,\" Specter said. \"We're dealing with life or death, and there was a gap of time when your people didn't know the (legal) standard.\"\nMueller replied: \"Every night I go to bed, senator, understanding that every day in this job, I deal with life and death.\"\nAshcroft under fire\nAshcroft was criticized for not consulting with committee members on the draft of new anti-terrorism legislation that was leaked from the Justice Department earlier this year. The draft suggests a broad expansion of government powers to conduct secret searches, wiretaps and arrests of terrorism suspects; to strip U.S. citizens of their citizenship if they're linked to terrorist groups; and to create a database that culls DNA from terrorism suspects before they are convicted of any crimes.\nSen. Patrick Leahy, D-Vt., told Ashcroft that five days before the document was leaked, a Justice Department official told his office that \"there was no bill in the works.\"\n\"Somebody lied to a member of my staff. Someone who reports directly to you,\" Leahy said. \"The substance of the proposal, as leaked, mirrors the secretive and autocratic process with which it was produced.\"\nAshcroft, in his most detailed response to date on the leak, insisted that he had never approved the draft. He suggested that he had found at least parts of the proposal unacceptable.\n\"I will prefer if I can to weed out things that I believe are inappropriate before I come to the Congress with an idea,\" Ashcroft said after Sen. Russell Feingold, D-Wis., asked that he consult with Congress on the draft proposal.\n\"Until I have something that I think is appropriate, I don't know that I should engage in some discussions about something that we don't believe is appropriate. We could agree on a lot of things that, 'Hey, those don't belong in our conversation.'\"\n\nNotes\n\nReporter Karen Branch-Brioso; E-mail: kbranch@post-dispatch.com; Phone: 202-298-6880  \n\nGraphic\n\n \nPHOTO; THE ASSOCIATED PRESS Photo - Testifying Tuesday before the Senate Judiciary Committee are (from left) Attorney General John Ashcroft, Homeland Security Secretary Tom Ridge and FBI Director Robert Mueller. They received praise and criticism from senators.\n\nLoad-Date: March 5, 2003"
}