{
    "title": "ASHCROFT URGES ASIAN NATIONS TO COOPERATE IN TERRORISM BATTLE_ HE DECLINES TO GRANT INDONESIA ACCESS",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 2,
    "day": 5,
    "full text": "U.S. Attorney General John Ashcroft urged senior Asia Pacific officials on Wednesday to bolster cooperation to fight terrorism but offered no access to Asia's leading terrorism suspect, now in American custody.\nAustralia's foreign minister told delegates at a two-day anti-terrorism conference that more terrorist attacks are inevitable.\nMinisters and other officials from 33 countries gathered on Bali - site of a deadly terrorist attack in October 2002 - sought ways to pool their resources to battle Jemaah Islamiyah, a Southeast Asian terrorist group linked to al-Qaida.\n\"We have convened here in Bali to deepen our cooperation against those who oppose our shared values and those who would murder innocents,\" Ashcroft said.\nDelegates are not expected to undertake far-reaching regional accords that proponents say would be most effective in fighting terrorists, such as a joint police force or a policy-making entity to streamline anti-terrorism legislation.\nNonetheless, Indonesia and Australia on Wednesday announced the opening of two anti-terrorism centers in Indonesia jointly run by the two governments. They also signed an accord on the exchange of financial intelligence to fight money laundering.\nIn closed-door meetings, some delegates proposed ways to share evidence that would allow governments to keep suspects in prison based on other countries' evidence, one delegate said.\nOthers proposed expanding common databases so that information about terrorists could be shared more efficiently, the delegate said.\nIndonesian President Megawati Sukarnoputri said it \"has now become our common duty\" to expand \"the current joint endeavors to encompass a wider and more effective cooperation.\"\nAshcroft echoed that sentiment, saying: \"The fight against terrorism is not something undertaken by any one country, any one group. … It takes all of us to work together.\"\nYet when asked at a news conference whether Washington would grant Indonesia access to Hambali, Jemaah Islamiyah's purported operations c hief, Ashcroft said he was \"not able to give a specific time frame\" for doing so.\nIndonesia has been seeking to interrogate Hambali, whose real name is Riduan Isamuddin, since his capture in Thailand in August. The Indonesian suspect is being held by the United States at an undisclosed location.\nAshcroft took pains to assure Indonesia, the world's most populous Muslim nation, that \"our war is not a war against any religion. It is a war against terrorists.\"\nBali was the site of the twin nightclub bombings Oct. 12, 2002, that killed 202 people, 88 of them Australians. Jemaah Islamiyah was blamed for both that attack and an attack on a Jakarta hotel in 2003 that killed 12 people.\n\"More attacks that threaten the safety and security of our citizens are inevitable,\" Australian Foreign Minister Alexander Downer said.\nIndonesia has spawned more terrorists than any other Asian country - and has been the target of some of their worst attacks.\nDespite arrests of more than 200 Jemaah Islamiyah members, the group \"is planning for the long term, actively training and recruiting young men as the next generation of leaders,\" Downer said.\nRegional intelligence officials say the group remains dangerous partly because it's been broken into isolated cells willing to lash out on their own.\nJemaah Islamiyah has an estimated 2,000 operatives on the run throughout Southeast Asia.\n\nNotes\n\nWORLD FOCUS\n\nGraphic\n\n \nPHOTO; Photo headshot - (U.S. Attorney General) John Ashcroft/ \"It takes all of us\"\n\nLoad-Date: February 5, 2004"
}