{
    "title": "ASHCROFT TURNS FOCUS SOLELY ON TERRORISM; ATTORNEY GENERAL IS TAKING HANDS-ON LEADERSHIP OF MANY ASP",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 14,
    "full text": "John Ashcroft's last carefree moments came in the early morning hours of Sept. 11.\nHe was on a government Cessna, on his way to Milwaukee, munching on homemade cheese biscuits and his particular weakness -- chocolate-chip cookies. He and his staff talked about Michael Jordan's expected comeback to the NBA. Ashcroft, a former pilot, pointed often out the window to a clear azure sky, filled with air traffic of all types, and marveled aloud as he identified each aircraft.\nA few hours later, the seven-seat Cessna was alone in the sky. Trapped in a holding pattern by Air Force orders to shoot down any planes approaching Washington, the attorney general of the United States and his co-passengers soberly awaited the arrival of a fighter-jet escort that could ensure their safe return to the capital.\nThe life and the role of Ashcroft, just seven months into his new job, changed dramatically with the attacks on the World Trade Center and Pentagon.\nHis goodwill, hand-shaking tours of the nation's U.S. attorney's offices ended on that day.\nHis vow to champion legislation against racial profiling became someone else's priority. His role as a chief negotiator on an immigration pact with Mexico? The Microsoft anti-trust lawsuit talks? His focus on a national war on drugs?\nOver.\n\"While before he was broadly involved with everything that went on in the department and had general oversight, he has now focused like a laser on this investigation since the 11th,\" said David Israelite, Ashcroft's deputy chief of staff.\nThe shift from multitasking delegation to hands-on concentration was immediate. For the past month, Ashcroft's job has been nothing if not related to terrorism: Pushing Congress for broader new anti-terrorism powers for law enforcement. Managing federal funds for victims. Overseeing the FBI investigation into the attacks. Giving legal advice to President George W. Bush. And the role he has deemed most important of all - prevention of future acts of terrorism.\nThe man who did away with the weekly news conferences began by his predecessor, Janet Reno, now calls regular media events at a moment's notice. On Friday alone, he appeared at back-to-back news conferences - his third and fourth of the week - to announce a criminal inquiry after an NBC news employee in New York tested positive for anthrax exposure.\nEven on Monday, Columbus Day, Ashcroft held a news conference in the darkened and empty Justice Department, where almost every other government employee had the day off.\n\"He really hasn't had a day off since the 11th,\" said Israelite, who has known Ashcroft since 1990 when he was Missouri's governor. Before the terrorist attacks, Ashcroft often traveled to his farm in Willard, Mo., for weekend relaxation. But no more. \"He hasn't been back to Missouri. He's traveled three times.\"\nThe three trips all were to sites related to the Sept. 11 disasters: the Pentagon in nearby Arlington, Va.; the site of the demolished World Trade Center towers; and the remote site in Pennsylvania where a fourth plane hijacked by terrorists crashed that day.\nAn office in the FBI building\nWhile the FBI is part of the Justice Department, the investigative agency and its director have historically maintained an arm's-length independence from the attorney general. That, too, changed last month.\nFor the three weeks after the attacks, Ashcroft abandoned his Justice Department office and moved into the FBI building across the street. There he worked in tandem with FBI Director Robert Mueller. Now he splits his time between the two offices, ever vigilant of the investigation.\n\"In the old days, the directors acted on their own and reported on their own to the president,\" observes retired Sen. Thomas F. Eagleton, D-Mo.\n\"(FBI) directors like J. Edgar Hoover, William Webster and Louis Freeh really didn't pay any attention to who was attorney general. Indeed, these directors sometimes held the attorneys general of their time in varying levels of disdain. Today, the new director, Robert Mueller, serves as John Ashcroft's subordinate when Ashcroft allows him to do so. The so-called independent director of the FBI is now the very dependent director of the FBI.\"\nAshcroft's chief of staff, David Ayres, says that his boss' more hands-on role is a dramatic departure from his former approach of delegating authority. But he insists that Ashcroft has not interfered with Mueller's role as lead investigator.\n\"Bob is (more in control), of course,\" Ayres said. \"Each of them understands their respective responsibilities. Because they have an honest relationship, they can sit down and talk about things, weigh the situation, assess what needs to be done and how to attack the problem.\"\nThat approach has led to another shift: Ashcroft's newly named \"9/11 Task Force\" to serve as the Washington-based clearinghouse for investigating and prosecuting the attacks. During the administration of President Bill Clinton, U.S. Attorney Mary Jo White of the Southern District of New York was the primary prosecutor of terrorists, including suspected associates of Osama bin Laden, believed to be the mastermind behind the Sept. 11 attacks.\nNow, White will be included in - but not in control of - the prosecutions.\nInsiders say some partisan divisions have also resurfaced during Ashcroft's aggressive push to get Congress to pass anti-terrorism legislation. Democrats particularly have raised constitutional questions over proposals to expand law enforcement powers to wiretap, delve into e-mail and to indefinitely detain immigrants suspected of terrorism.\nDuring the emotional negotiations, the conservative Ashcroft and the Senate Democrats with whom he tangled during his contentious nomination hearings accused each other of obstructing the anti-terrorism bill.\n\"We've seen the old John Ashcroft, unfortunately,\" said one Democratic insider who spoke on the condition of anonymity.\nBut it is a new John Ashcroft that most have observed since Sept. 11. Aides and friends alike say he's grown more serious, even during personal moments, when he has typically been more prone to crack a joke or smile. He has been forced to give up the morning walks to work from his Capitol Hill condo to the Justice Department on Pennsylvania Avenue.\nAnd when the deeply religious Ashcroft missed a service one Sunday to handle the weekend talk shows, it set off a flurry of calls among his shocked friends, including St. Louis lawyer Charles Polk.\n\"That's got to tell you how busy he is right there,\" Polk said. \"I think the biggest adjustment was getting used to the constant Secret Service around after Sept. 11th. It's 24 hours a day. He basically can't go anywhere without them. Now he takes a Suburban to work every day - a big, black ugly one.\"\nHis freedom is curtailed\nOne of his closest friends since childhood, Dick Foth, said the attacks had changed Ashcroft personally in two ways: He has better accepted his loss of freedom that comes with increased security. And \"he senses the weight of both saying things that are accurate and doing things that are substantive. This is a setting where people hang on the words of the secretary of state and the secretary of defense and of the attorney general, virtually every day. And he really takes that personally in the best sense.\"\nAs for the extra security: \"He's accepted the reality that 'I need this now.' He's easier with that now.\"\nHis pastor, Mark Batterson, noticed the pressure on Ashcroft on Sunday when they spoke at the National Community Church - an Assemblies of God congregation that meets in a movie theater in Washington's Union Station. Ashcroft and his wife, Janet, began worshipping there during his years as a senator.\n\"It's tough, because I don't think any of us can really put ourselves in his shoes and really understand the stress and the pressure with bringing justice to this situation,\" Batterson said. \"There are 270 million Americans looking to the attorney general to help bring justice to the tragedy that happened on September 11th. . . . I think being a person of faith really helps him as he seeks to function in an awfully pressurized and stressful situation.\"\nStill, Ashcroft has not given in completely to the somber mood that struck him and his fellow passengers silent on Sept. 11 as their Cessna descended on Reagan National Airport, with black smoke billowing from an airplane-sized hole in the Pentagon next door.\nAt Monday's news conference, he said he had gone to the Air Force-Navy football game over the weekend to watch his nephew, Joey Ashcroft, of Springfield, Mo., kick off for the Air Force Academy. And Ashcroft has returned to ribbing a Justice Department spokeswoman, Susan Dryden, that her chocolate-chip cookies might have some competition.\n\"He still puts me to chocolate-chip cookie challenges,\" said Dryden, noting that Ashcroft approached her Thursday in the hall with the latest challenge. \"He said, 'I've got some chocolate-chip macadamia nut cookies you can try. You've got to see if you can beat these.'\n\"For me and the department members, it's encouraging. He doesn't want to curtail life after September 11th. He wants to show us we're going to try to go forward with life as normal.\"\n\nNotes\n\nAMERICA RESPONDS\n\nGraphic\n\n \nPHOTO; Color Photo headshot - (John) Ashcroft; Has 24-hour Secret Service protection; Note: photo and caption appeared in the THREE STAR Edition, page A1.\n\nLoad-Date: October 15, 2001"
}