{
    "title": "Ashcroft cites Northwest anti-terrorism successes",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 7,
    "day": 23,
    "full text": "SEATTLE -- Attorney General John Ashcroft praised Northwest law enforcement agencies in a visit to Seattle on Tuesday, saying, \"The work they do here every day may cut off terrorists before they can implement their plans for terror.\"\n\"Thanks to this teamwork, American citizens are safer and our liberties are more secure,\" he said.\nAshcroft met with the region's Joint Anti-Terrorism Task Force for about 45 minutes before holding a news conference at a Coast Guard pier. With the cutter Osprey and a gunboat in the background, he stressed the importance of protecting the state's coastline and Canadian border.\nAshcroft also cited two of the state's anti-terrorism successes: The arrest of \"millennium bomber\" Ahmed Ressam, who tried to enter from Canada in a car full of explosives in December 1999; and a plea bargain in which James Ujaama pleaded guilty in Seattle to conspiring to help the Taliban.\nOutside the base, about two dozen demonstrators protested his visit. Some carried signs reading, \"Defend civil liberties, repeal the Patriot Act.\"\nThe Justice Department's own inspector general, Glenn A. Fine, has been highly critical of some of its conduct in the war on terrorism. Most notably, a report last month criticized the department's detention of 762 people on immigration violations after the Sept. 11 attacks.\nCongress passed the Patriot Act shortly after the attacks to broaden government powers of surveillance and investigative methods.\nOn Tuesday, Ashcroft defended the act, saying its critics had \"substantially misinterpreted\" it. He credited it with \"taking down the wall\" between intelligence gatherers and law enforcement agencies to improve security.\nMany of the powers in it the power to subpoena library records, for example are already available in some cases, such as during a grand jury investigation, he said. The Patriot Act makes them available in terrorism investigations.\nAshcroft was on a swing through the Northwest to meet with an anti-terrorism task force. His previous stops were Portland and Anchorage, Alaska.\n\nLoad-Date: July 23, 2003"
}