{
    "title": "Ashcroft praises council's terrorism efforts",
    "publisher": "st. petersburg times ",
    "year": 2004,
    "month": 6,
    "day": 30,
    "full text": "U.S. Attorney General John Ashcroft on Tuesday praised local efforts to combat terrorism and said he would like to get more legal weapons to help in the fight.\nAshcroft met privately with the members of the Tampa Anti-Terrorism Advisory Council, one of 93 councils across the country, for about an hour.\nThe group includes federal, state and local law enforcement and other authorities from around Central Florida. They discussed with Ashcroft the efforts to fight terrorism and promote information sharing among law enforcement agencies.\nAfter the meeting, Ashcroft told reporters he was impressed that the local council meets every week and added that the group appears to have matters \"well in hand.\"\nAshcroft said the summer and fall seasons, with symbolic events like the Fourth of July and political conventions, can be attractive targets for terrorists.\n\"Al-Qaida wants to hit us and hit us hard,\" he said.\nAshcroft talked about what he saw as the strengths of the controversial act entitled Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism, better known as the USA Patriot Act.\nHe praised the act for lengthening the sentences for terrorism, getting more agents out of the office and onto the street, and allowing intelligence agents to share their findings with their colleagues on the investigative side.\nCritics ranging from liberal Ralph Nader to conservative Newt Gingrich have said the Patriot Act needs to be abolished, or at least reined in.\nAnd others have questioned Ashcroft's contention that the Patriot Act was needed to bring down the wall between intelligence operations and investigative agents. There was no constitutional restraint on sharing intelligence information to begin with, the critics argue.\nBut Ashcroft had nothing but good things to say about the act.\n\"I have yet to see any infringement of civil liberties as a result of the Patriot Act,\" he said.\nAshcroft would like to see other changes to combat terrorism, including making it more difficult for an accused terrorist to get out on bail while awaiting trial.\nAccused drug traffickers, for instance, have to persuade a federal judge that they should be granted bail. The legal presumption is that they should stay in jail without bail. Accused terrorists should face the same standard, Ashcroft said. He added that he would support the death penalty becoming an available punishment for all terrorists who kill innocent people.\nAgents investigating terrorism cases should be able to use administrative warrants to collect business records, he said. Administrative warrants, which do not require a grand jury to sign off, give agents quicker access, which can help break open a case, he said.\nThe warrants are already used in 335 areas, he said. \"But terror investigations aren't one of them.\"\nState Sen. Les Miller of Tampa praised law enforcement, firefighters and Tampa port officials for going \"above and beyond the call of duty in the fight against terrorism.\" The port, in particular, he said has beefed up security.\nBut President Bush's budget this year included cuts of nearly 19 percent from the year before in federal grants for first responders, especially firefighters. And Miller said other money that the Bush administration promised to help make Tampa Bay more safe from terrorists has not shown up.\n\"Only a fraction of those dollars first promised showed up,\" Miller said. \"I'm quite sure it puts a strain on state and local budgets. I'm not sure how it couldn't.\"\n \n- Graham Brink can be reached at (813) 226-3365 or brink@sptimes.com.  \n\nGraphic\n\n \nPHOTO; PHOTO, JOSEPH GARNETT JR.; John Ashcroft (ran CITY & STATE); U.S. Attorney General John Ashcroft speaks at a news conference with the Tampa Anti-Terrorism Advisory Council. (ran METRO & STATE, TAMPA & STATE)\n\nLoad-Date: June 30, 2004"
}