{
    "title": "ASHCROFT LIFTS CURBS ON DOMESTIC SURVEILLANCE BY FBI; NEW AUTHORITY AIDS WAR ON TERRORISM, AGENCY SA",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 5,
    "day": 31,
    "full text": "The administration bestowed broad new domestic spying powers on the FBI on Thursday, saying it needed a new weapon in the battle against terrorism and promising not to let the bureau lapse into the file-building abuses of a bygone era.\nIn a move aimed at averting another Sept. 11, Attorney General John Ashcroft freed the FBI to monitor Internet sites, libraries, churches and political organizations, calling restrictions on domestic spying \"a competitive advantage for terrorists.\"\nCivil liberties groups criticized the move, saying it could trample Americans' constitutional rights. But President George W. Bush said, \"We intend to honor our Constitution and respect the freedoms that we hold so dear.\"\nBush added: \"The FBI needed to change. It was an organization full of fine people who loved America, but the organization didn't meet the times.\"\nUnder revised guidelines, agents can attend public meetings for the purpose of preventing terrorism. The old guidelines issued in the 1970s were aimed at solving crimes already committed.\nThe earlier restrictions were clamped on the FBI's domestic spying in 1976 in response to controversies about the bureau's building of case files against prominent Americans, including the Rev. Dr. Martin Luther King Jr.\nThe guidelines will push the decision-making for various investigative steps away from FBI headquarters in Washington and down to individual offices around the country. The special agents in charge of each office will hold the keys to setting investigative steps in motion.\n\"These major changes will free field agents to pursue terrorists vigorously without waiting for headquarters to act,\" Ashcroft said. He said agents \"are frustrated because many of our internal restrictions have hampered\" their efforts to move quickly on investigations.\nUnder present guidelines, Ashcroft said, agents \"cannot surf the Web, the way you and I can\" and cannot simply walk into public events to observe people and activities.\nThe new guidelines give FBI agents more freedom to investigate terrorism, even when they are not pursuing a particular case.\nFBI Director Robert Mueller said the changes \"will be exceptionally helpful to us.\" Mueller said they were \"important steps to help remove unnecessary bureaucratic obstacles to the effective investigation of terrorist cases.\"\n\"Our reforms of the FBI will and must strengthen our ability to prevent future terrorist attacks,\" he said.\nThe American Civil Liberties Union said the lifting of restrictions could renew abuses of the past. King's \"persecution by law enforcement is a necessary reminder of the potential abuse when a government with too long a leash seeks to silence voices of dissent,\" said Marvin Johnson, the ACLU's legislative counsel.\nSaid Emily Sheketoff of the American Library Association, \"What I'm afraid of as an American citizen is that they're going to look at the kinds of magazines I subscribe to and the kinds of things I'm interested in and use that as probable cause\" to investigate further.\nMo Bey of the Islamic Center of Washington said, \"I don't think citizens should be violated because of their religious affiliations.\"\nBut Ashcroft said the powers would be used only \"for the purpose of detecting and preventing terrorism.\" Nothing in the guidelines would permit the FBI to routinely build files on people or organizations, he said.\n\"The abuses that have been alleged about the FBI decades ago . . . would not be allowed,\" he said, referring to the practice of keeping files and records on prominent figures.\nAnother civil liberties group said the changes would go far beyond how the FBI conducts the war on terrorism.\n\"They are using the terrorism crisis as a cover for a wide range of changes, some of which have nothing to do with terrorism,\" said James X. Dempsey, deputy director of the Center for Democracy and Technology. Dempsey predicted that one new tool, the power to mine commercial databases, would be used in drug and child pornography and stock fraud and gambling and \"every other type of investigation the FBI does.\"\nThe new rules allow agents to conduct \"general topical research\" and \"pure surfing\" designed to find Web sites, chat rooms or Internet bulletin boards with information about terror, bomb-making instructions, child pornography or stolen credit cards.\nAshcroft said a principal goal of the changes was to allow agents to act on \"puzzle pieces.\"\nThe bureau has been criticized for failing to act on a memo from an agent in the Phoenix office suggesting that FBI headquarters conduct a national search of Mid dle Eastern men who were taking flight training in the United States before Sept. 11.\n\nLoad-Date: May 31, 2002"
}