{
    "title": "Ashcroft says Clinton's rules 'handcuffed' anti-terrorism",
    "publisher": "usa today",
    "year": 2004,
    "month": 4,
    "day": 14,
    "full text": "WASHINGTON -- Attorney General John Ashcroft blamed the Clinton administration Tuesday for imposing legal restrictions that stymied the federal government's efforts to combat terrorism, including the Sept. 11 attacks.\nAt the same time, an independent commission investigating the attacks delivered what its chairman, Republican Thomas Kean, called an \"indictment\" of the FBI for its failures \"over many years.\" It criticized Ashcroft for de-emphasizing the terrorist threat in 2001.\nThe finger-pointing highlighted the first of two days of hearings by the 10-member panel into intelligence and law enforcement failures leading up to the attacks on the World Trade Center and Pentagon, which killed nearly 3,000 people. It followed weeks of politically damaging testimony about what the Bush administration knew in the months before Sept. 11 and whether the president or his aides could have prevented the attacks.\n\"For nearly a decade, our government had blinded itself to its enemies,\" Ashcroft said. He singled out commissioner Jamie Gorelick, who as deputy attorney general in the Clinton administration wrote a memo that told officials to \"more clearly separate\" criminal probes and counterintelligence efforts.\n\"Our agents were isolated by government-imposed walls, handcuffed by government-imposed restrictions,\" Ashcroft said.\nBut the bipartisan panel blamed misplaced priorities, miscommunication, bureaucratic and budget battles and outmoded equipment, as well as legal impediments, for the FBI's failures. It said the FBI and CIA might have uncovered the Sept. 11 plot if they had worked together to track down two men who later took part in the attacks.\nThe panel said that former acting FBI director Thomas Pickard briefed Ashcroft twice in the summer of 2001 on terrorist threats, but that Ashcroft \"told him he did not want to hear this information anymore.\" Ashcroft denied that.\nThe commission also noted that on May 10, 2001, the Justice Department cited reducing gun violence and drug trafficking as its top budgetary priorities. Dale Watson, head of the FBI's counterterrorism division, \"almost fell out of his chair\" at the time, a panel report said. Pickard later appealed to Ashcroft for more money for counterterrorism. On Sept. 10, the report said, Ashcroft denied it.\nDuring a news conference Tuesday night, President Bush said, \"There are some things I wish we had done when I look back.\"\nFormer FBI director Louis Freeh, who served from September 1993 through June 2001, defended the bureau. He said political leaders had not put the country on a \"war footing\" against terrorism -- an assessment repeated later by Bush.\n\"We weren't fighting a real war,\" he said. \"We were using grand jury subpoenas and arrest warrants to fight an enemy that was using missiles and suicide boats.\"\n\nGraphic\n\n \nPHOTO, color, Tim Dillon, USA TODAY; Ashcroft: Criticized by panel for actions in 2001.\n\nLoad-Date: April 14, 2004"
}