{
    "title": "Ashcroft _ Methods used weren't torture As attorney general, he approved, then withdrew memos approv",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 7,
    "day": 18,
    "full text": "Former Attorney General John Ashcroft on Thursday disavowed the now-defunct legal reasoning used to justify harshly questioning terrorism suspects, but dug in his heels to defend White House officials who pressured him while he was hospitalized four years ago to approve terrorism surveillance programs.\nAt the heart of the hearing was whether U.S. interrogators acted legally in using harsh tactics on captured terrorism suspects - including waterboarding - in the years immediately after 9/11. Waterboarding involves strapping a person down and pouring water over his or her cloth-covered face to create the sensation of drowning. Critics call it torture.\nAshcroft was attorney general when he approved two Justice Department legal opinions in 2002 and 2003 that, essentially, approved the use of waterboarding and other harsh methods so long as they did not \"cause pain similar in intensity to that caused by death or organ failure.\"\nAshcroft agreed to withdraw both memos a few years later after his advisers said they were concerned that the legal reasoning behind them overstepped the limits of executive authority.\n\"My philosophy is that if we've done something that we can improve, why would we not want to improve it? Why would we not want to adjust it?\" Ashcroft told the committee.\nAshcroft also said he does not believe waterboarding or any of the methods allowed under the memos amounted to torture.\nA now-infamous March 2004 hospital visit to Ashcroft pitted then-White House Chief of Staff Andy Card and counsel Alberto Gonzales against then-Deputy Attorney General Jim Comey and FBI Director Robert Mueller.\nAshcroft said Card and Gonzales asked him to approve a classified national security program against the advice of Comey and Mueller. Mueller has said the clash was about the government's warrantless wiretapping; Gonzales and the White House denied that.\nAshcroft declined to approve the program.\nOf the encounter, Ashcroft said, \"You had a situation where there's people who have differing legal opinions. And eventually somebody has to decide.\"\n---\nTalk\nSTLtoday.com/current What do you think of Ashcroft's statement? Talk about it in Current Affairs.\n\nLoad-Date: July 18, 2008"
}