{
    "title": "ASHCROFT RELEASES DATA ON TERRORISM DETAINEES; MOST, FROM MIDDLE EAST OR ASIA, ARE ACCUSED OF BREAKI",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 11,
    "day": 28,
    "full text": "On the eve of the first congressional hearing on the Justice Department's civil rights record in its anti-terrorism mission, Attorney General John Ashcroft released the most detailed information to date on the detention of hundreds since the Sept. 11 terrorism attacks.\nHe said Tuesday that 548 are being held on immigration violations and 104 are charged with federal crimes in the post-Sept. 11 sweep. The numbers reveal what many suspected but could not be determined from prior information released by the Justice Department: Most are being held on immigration violations, including 10 who are also charged with federal crimes.\nAnd most of them are from Middle Eastern or Central Asian nations.\nOf the 548 in immigration custody, 208 were born in Pakistan, a main U.S. ally in its war against terrorism. Another 74 came from Egypt, the birthplace of Mohamed Atta, the suspected ringleader in the attacks on the World Trade Center and the Pentagon.\nAshcroft defended both the aggressive roundup, as well as the Justice Department's scant release of information to date:\n\"The Department of Justice is waging a deliberate campaign of arrest and detention to protect American lives,\" Ashcroft said at a news conference where he unveiled the information, just hours before Assistant Attorney General Michael Cherthoff will face the Senate Judiciary Committee today.\n\"We're removing suspected terrorists who violate the law from our streets to prevent further terrorist attack. We believe we have al-Qaida membership in custody, and we will use every constitutional tool to keep suspected terrorists locked up.\"\nAshcroft declined to provide details on which people in custody he believes to be connected with Osama bin Laden, chief suspect in the Sept. 11 attacks, or his al-Qaida network.\nAshcroft also did not provide a number of details on the detainees that have been clamored for by civil libertarian groups, immigration advocates and Senate Judiciary Committee Chairman Patrick Leahy, D-Vt.\nAmong those questions are where the immigration detainees are being held, their names and the names of their lawyers.\nLeahy offered a tepid reaction: \"I welcome the additional information the attorney general has provided about the detainees. For the purpose of our committee's oversight of the handling of these detentions, the answers we have received so far have not been responsive to our requests. But we look forward to working with the attorney general toward a full accounting.\"\nThe Senate Judiciary Committee hearings that begin this morning will continue at least through next week, when Ashcroft himself is scheduled to testify.\n\"Valuable intelligence\"\nAshcroft said he would release what he was legally required to release, but deemed the names of immigration detainees to be too sensitive for public scrutiny. The Justice Department also has not provided any information on people held as \"material witnesses\" to the Sept. 11 attacks, citing grand jury rules that prohibit such disclosures.\n\"When the United States is at war, I will not share valuable intelligence with our enemies. We might as well mail this list to the Osama bin Laden al-Qaida network as to release it,\" Ashcroft said of the details he has declined to disclose.\nFor example, in the information released Tuesday, the Justice Department did not detail the birthplaces of the 93 people charged in criminal indictments or complaints, although that information was given for immigration cases. But the Justice Department did release the names of those charged with crimes. They include three men with Missouri ties:\n* St. Louis native Mujahid Abdulqaadir Menepta, 51, formerly known as Melvin Lattimore, who is being held without bail in Oklahoma City on federal weapons charges.\n* Adel Badri, 26, a Saudi-born student at Wentworth Military Academy in Warrensburg, Mo,. who is being held without bond in Kansas City on federal charges of writing about $10,000 worth of bad checks.\n* Kansas City resident Wathek Al-Atabi, 25, who is free on bond from a Pennsylvania federal court in connection with an alleged scam to fraudulently obtain a license to haul hazardous material. He is an Iraqi native who became a naturalized U.S. citizen last year.\nThe American Civil Liberties Union was somewhat more approving Tuesday of Ashcroft's release of information on the detainees:\n\"By releasing fragmentary information today, Attorney General Ashcroft finally seems to have recognized that who the government chooses to arrest and hold in custody cannot be kept a secret under our system of government,\" said Tim Edgar, an ACLU legislative counsel. \"He now needs to promptly take the next step of releasing all of the basic information that members of Congress and civil rights groups have requested so the American public can be assured that the hundreds of detainees are being treated fairly and given the basic protections guaranteed to all people in America by the Constitution.\"\n===\nOf those detained by the Justice Department on immigration charges:\n208 are from Pakistan, the most from any one country.\n74 are from Egypt, the second most.\n4 are from Afghanistan.\n\nNotes\n\nAMERICA RESPONDS\n\nGraphic\n\n \nPHOTO, GRAPHIC; (1) Color Photo headshot - (Attorney General John) Ashcroft; \"A deliberate campaign\"; ; (2) Graphic/chart - Nations of origin of detainees Nations of origin of the people being held on immigration violations by the Justice Department in its terrorism investigation: Pakistan … 208 Syria .…  9 Egypt ..…  74 Guyana …  8 Turkey .…  47 Bangladesh 6 Yemen ..…  38 Algeria …  5 India ..…  20 Afghanistan 4 Jordan .…  16 Iran ...… 4 Saudi Arabia 16 Mauritania 4 Morocco .… 15 Iraq ...… 3 Lebanon .… 11 Kuwait .… 3 Tunisia .… 11 Spain ..… 3 Israel ..…  9 Others … 34\n\nLoad-Date: November 29, 2001"
}