{
    "title": "ASHCROFT BACKS TRIBUNALS Defends anti-terrorism tactics during Senate hearing",
    "publisher": "daily news ",
    "year": 2001,
    "month": 12,
    "day": 7,
    "full text": "WASHINGTON - Attorney General John Ashcroft, waving an Al Qaeda training manual, defended his dragnet tactics against terrorism yesterday, telling senators, \"We are at war.\"\nThe manual, said Ashcroft, teaches Al Qaeda members \"to use American freedoms against us\" and to lie when they're arrested and say they've been tortured.\n\"No one should doubt the intent,\" Ashcroft said.\nThe attorney general endured almost three hours of questions from the Senate Judiciary Committee, then received a surprise from the chairman, Sen. Patrick Leahy.\nThe Vermont Democrat gave Ashcroft a draft bill that would authorize the President to use military tribunals to try Al Qaeda terrorists - but vastly limit their use.\nLeahy wants curbs\nThe proposal would restrict tribunals to war crimes by Al Qaeda members or their associates \"knowingly cooperating . . . in terrorist activities\" and \"apprehended in Afghanistan, fleeing therefrom or engaged outside the United States.\"\nIt would guarantee defendants a lawyer, translators and the chance to know all the evidence except when national security is at stake. It would require public forums, as much as possible, and a unanimous vote for the death penalty.\nAshcroft scoffed at any suggestion U.S. courts should try Al Qaeda members caught in Afghanistan.\n\"Are we supposed to read them the Miranda rights, hire a flamboyant defense lawyer, bring them back to the United States to create a new cable network of Osama TV?\" he asked. \"Can you imagine making a courthouse in a city a target for terrorist activity as a result of focusing the world's attention on some trial?\"\nBut Ashcroft repeatedly dodged senators wanting assurances the administration will not use its executive order for tribunals, signed by the President last month, to try marginal suspects arrested here.\nInstead, he referred to the Sept. 11 attack as a war crime, suggesting that even suspects here are vulnerable.\n\"The war crimes commission ordered by the President, now being developed by the Department of Defense, is designed to say that attacks on innocent civilians . . . are acts of war,\" Ashcroft said.\nGun checks shot down\nFor Democrats, yesterday's hearing became partly an opportunity to call for tougher gun control. Pressed by Sen. Edward Kennedy (D-Mass.), Ashcroft acknowledged he has forbidden FBI agents to search background check records made during gun purchases.\nFederal law forbids it, said Ashcroft, a staunch opponent of gun control and government recordkeeping on gun purchases.\nSen. Chuck Schumer zeroed in on the hypocrisy.\n\"You're looking for new tools in every direction,\" said Schumer (D-N.Y.). \"I support most of those, but when it comes to the area of even illegal immigrants getting guns and finding out if they did, this administration becomes as weak as a wet noodle.\"\n\nGraphic\n\n \nREUTERS EVIDENCE Combative Attorney General John Ashcroft holds up an Al Qaeda terror training manual during an appearance before the Senate Judiciary Committee yesterday. He said it teaches terrorists \"to use American freedoms against us.\"\n\nLoad-Date: December 7, 2001"
}