{
    "title": "Ashley Austin_ Containing terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 19,
    "full text": "We have all heard about the gruesome ISIS terrorist attacks in Paris on the evening of Nov. 13. These attacks took the lives of at least 129 victims and injured hundreds more. They were the first attacks that ISIS carried out in Europe.\nISIS, also known as the Islamic State, has long communicated its intent to expand terror from the Middle East to Europe and the United States. ISIS has had the ability to attack in Europe and the United States for far too long because of its large number of foreign recruits (estimated to be around 30,000 by a United States intelligence report) who have the agency to re-enter their home countries and launch attacks.\nHowever, U.S. President Barack Obama has consistently chosen to be reactionary toward ISIS as opposed to combating the threat itself . Since Aug. 8, 2014, the United States has been launching airstrikes against the Islamic State in Iraq. The airstrikes are a reaction to its startling territorial gains, including the acquisition of Mosul, the second-largest city in Iraq, in June 2014.\nThe beheadings of American journalists James Foley and Steven Sotloff helped to prompt the expansion of airstrikes into Syria in September 2014. These airstrikes haven't sufficiently stabilized the region, considering that ISIS thrives in conquered areas with a large number of Arab Sunni populations and that the organization has attracted recruits from nearly 80 countries. ISIS has been very active in the last few weeks. Besides the terrorist attacks in Paris, ISIS claimed responsibility for a suicide bombing in Baghdad that killed 19 people on Nov. 13, suicide bombings in Beirut that killed 43 on Nov. 12, and for the deaths of 224 on a Russian aircraft that crashed on Oct. 31.\nDespite these extensive attacks by ISIS, Obama maintained his view that current efforts against ISIS are sufficient at the recent G-20 summit in Turkey. He was asked about underestimating the Islamic State, if the United States should send more troops to Syria and about elusive success combatting ISIS. When asked if American policy should increase forces in Syria, he stated, \"We would see a repetition of what we've seen before, which is if you do not have local populations that are committed to inclusive governance and who are pushing against ideological extremes, that they resurface, unless we're prepared to have a permanent occupation of these countries.\"\nIt seems to me that Obama provides an excuse for not sending ground troops by suggesting that he doesn't want to repeat former President George W. Bush's invasion of Iraq. Obama believes that the invasion of Iraq in 2003 failed to create stability in the region because the locals weren't prepared to combat extremism. It's true that the locals were unprepared to combat extremism, but they were unprepared to do so in the wake of a hasty United States exit from the region in 2011.\nDavid Ignatius summarizes the situation in an article for The Atlantic, \"How ISIS Spread in the Middle East.\" Ignatius describes how attempts by the United States or Islamist rebels to topple authoritarian regimes in the Middle East create power vacuums. Extremists will fill the political vacuums if the United States and its allies don't build strong local forces that can suppress terrorist groups.\nThe United States must be persistent in its efforts to aid the local forces - if it withdraws too soon as it did from Iraq in 2011 under Obama's orders, terrorists will seize power. Iraqi forces weren't ready for the withdrawal of American troops, and Obama's policymakers chose to look the other way for too long as ISIS spread between 2011 to 2014. From 2014 onward, the United States has sought to only contain the threat of ISIS through airstrikes - not the full military engagement necessary to topple the Islamic State.\nISIS is only becoming stronger, and it's time to eliminate the threat of terrorism once and for all in the Middle East. For the last 14 years, the United States has been involved in proxy wars in the Middle East that haven't sufficiently eliminated violent extremism its perpetrators seek to spread everywhere. We have lived in a world constantly threatened by terrorism for most of our lives, provoking fear in many of us. Whenever I attend sporting events, fly on an airplane or board a train, there's always that fleeting second in which I think back to 9/11 and other terrorist attacks. I never let this fear dictate my actions, but it's a fear that I cannot escape.\nThere are few places in the world that extremists don't seek to attack, and I know that my fear isn't unique to being an American. I sometimes think back to my harrowing experience on an overnight cruise between Italy and Greece in 2008. When on the cruise, we were informed that there had been a terrorist threat and potential bomb placed on board of the ship. It was difficult to surmise the details of the threat announced on the loudspeakers because the announcements came first in four other languages before English. Passengers spoke in panicked voices over the announcements.\nI remember my mother holding my hand and leading me back to the room that I shared with my sister. Italian police officers and bomb squads raided every room on the ship, including the room that I shared with my sister. I became hyperaware of how trapped and vulnerable I was on this ship in the middle of the Adriatic Sea, so far from home. My last memories of this experience include looking out a porthole at the topaz sea and wondering how such hatred could exist. Evidently, there was no bomb on board, but this experience taught me that terrorism has a broad affect that can touch you anywhere in this world.\nTerrorism cannot be contained to the Middle East; it will extend itself to strike us when we least expect it. The time has come for more extensive attacks against ISIS in Iraq and Syria that may have to include ground troops. The Islamic State is far from being contained as Obama stated it to be on the morning of Nov. 13 in a \"Good Morning America\" interview and maintains presently. Al-Qaeda and its outgrowth, ISIS, have been terrorizing their own societies and the world for the last 14 years, and they have the capability to continue to do so.\nThe reality is that we must demand policies that recognize that this group is a top threat to our ability to live in a democracy and a world where civilians don't have to fear assassination just because they don't adopt Islamic extremist ideology.\nAshley Austin can be reached at agracea@umich.edu\n\nLoad-Date: November 19, 2015"
}