{
    "title": "ASIAN LEADERS PLEDGE ANTI-TERRORISM",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 11,
    "day": 5,
    "full text": "PHNOM PENH, Cambodia -- Southeast Asian leaders agreed Monday to jointly fight terrorism after deadly bombings in Indonesia and the Philippines, but complained that travel warnings issued by many nations were scaring away tourists and hurting their economies.\nInstead of the usual genteel rounds of golf and trade talk at their annual summits, the 10 leaders of the Association of Southeast Asian Nations dealt with the seriousness of new terrorist and nuclear threats.\nThey agreed with leaders of China, Japan and South Korea who also joined the two-day conference in Phnom Penh that North Korea should scrap its recently revealed nuclear weapons program.\n\"The fact that everyone shared the same understanding will be a big help in settling the issue in the future,\" Japanese Prime Minister Junichiro Koizumi said.\nSecurity is the tightest ever for an ASEAN conference, with 5,000 military and police deployed. Streets were barricaded around the conference site, a glitzy hotel, to protect the 1,000 delegates the largest international meeting in modern Cambodian history.\nASEAN leaders hope to convince the world that they are serious about protecting the region from a growing terrorist threat. The bombings last month on the Indonesian resort of Bali killed nearly 200 people. Separate attacks in the Philippines soon after killed 22.\n\"We must take joint measures to fight terrorism,\" Cambodian Prime Minister Hun Sen said. \"We cannot allow the evil of terrorism to prevail.\"\nWealthy nations, including Australia and the United States, have responded with travel advisories, infuriating many Asian countries who charge they're scaring people away from safe destinations and setting the region up for more losses.\n\"True, they were a reminder for people to be cautious, but one should not jeopardize the good image of the entire region or country,\" Hun Sen said.\nLeaders acknowledged it will be difficult to curtail terrorism.\n\"We have been living in such an easy, comfortable climate for so many years,\" said Ong Keng Yong, the incoming ASEAN secretary-general. \"To get someone to suddenly switch and get very strict and look at every dustbin and parked car is a different culture for us.\"\nIndonesian President Megawati Sukarnoputri told about steps her government has taken to solve the Bali blasts, diplomats said.\nThe ASEAN leaders urged Iraq to comply with U.N. resolutions and said the United Nations should have the central role in deciding on any enforcement action.\nASEAN and China signed a nonbinding declaration aimed at preventing armed conflicts in disputed areas of the South China Sea, after failing for three years to agree on a legally binding \"code of conduct.\"\nThey also signed a framework for future talks on an ASEAN-China free trade area that would have a combined market of 1.8 billion people and a gross domestic product of at least $ 2 trillion.\n\nLoad-Date: November 7, 2002"
}