{
    "title": "Asian Session Will Focus On Terrorism And Trade",
    "publisher": "the new york times",
    "year": 2001,
    "month": 10,
    "day": 17,
    "full text": "Trade and terrorism will compete for top billing here beginning on Wednesday when 21 Asian and Pacific Rim countries formally open a series of meetings in what will be the largest gathering of government leaders since Sept. 11.\n     The attacks and subsequent American airstrikes against Afghanistan have turned the Shanghai assemblage from a relatively toothless good-will exercise into a mildly contentious effort by the United States to strengthen its antiterrorism coalition in Asia. They have also added weight to the annual event, the Asia-Pacific Economic Cooperation forum, which has in the past been best known, perhaps, for the closing photo opportunity, at which leaders put on shirts that reflect the culture of the host country. \n China had hoped to use the meetings, for which it is host for the first time, to flaunt its fast-expanding economy and show off its model city at a time when most major economies are slowing dramatically or already in recession.\nBut the main attraction will instead be President Bush, who is expected to arrive here late on Thursday. Secretary of State Colin L. Powell arrives late on Wednesday.\nAlthough Mr. Bush has promised to keep economics on the agenda and is to give a keynote address to business leaders on Saturday, more attention will inevitably be given to his meeting on Friday with President Jiang Zemin of China and on Sunday with President Vladimir V. Putin of Russia.\nThe meetings will be largely symbolic. But Mr. Bush is widely expected to reassure Mr. Jiang that the United States military effort in Central Asia poses no threat to China. Many Chinese policy makers fear that the American presence near its western border may become long-term, altering the strategic landscape and ultimately undermining China's security.\nBeijing has voiced support for Washington's war on terrorism. But the government response to the American attacks on Afghanistan have been measured at best, and largely marked by evident ambivalence.\nThe sudden American campaign has already made obsolete China's own efforts at building an antiterrorism coalition in Central Asia. It has also weakened China's influence in Pakistan, which Beijing has cultivated as a counterbalance to India, with which China has a longstanding territorial dispute.\nMr. Bush may also try to enlist China's help in persuading Indonesia and Malaysia, both predominantly Muslim nations, to support American military actions in Afghanistan. He will meet the leaders of both countries, who have criticized the American bombing.\nThough the American agenda threatens to eclipse Mr. Jiang's carefully crafted show, the fact that Mr. Bush is showing up at all gives Mr. Jiang enormous prestige. Mr. Bush made much in his election campaign and in his administration's early days of intention to play down America's relationship with China in favor of its relationship with Japan.\nYet, despite fighting a war and canceling stops in Japan and South Korea, Mr. Bush has promised to make it to China. His visit is generally expected to put relations with China on their soundest footing so far in his administration.\nChina also has an agenda, including pressing its objections to America's proposed antimissile shield and urging the United States to end arms sales to Taiwan.\nInstead of simply focusing on a multilateral resolution that would outline ways the region's economies can liberalize trade and help reverse the global economic downturn, the leaders of the group, called APEC, and their entourages will also debate a United States-drafted antiterrorism statement that Mr. Bush hopes the assembled leaders will sign. If signed it would be the first time the APEC forum has endorsed a political declaration.\nOther initiatives under discussion are suddenly relevant to the war on terrorism. Among them is a program to link Pacific Rim disease-control centers, train health officials how to monitor outbreaks of diseases and plan responses. The program has taken on increased importance because of the anthrax problems in the United States.\nOfficials are also working on airline, airport and seaport security as well as tightening customs controls. Member nations are expected, too, to propose steps to combat money-laundering and other financial crimes, including the funding of terrorist groups.\nMember nations are also expected to call for a new round of talks on global trade regulations at a meeting next month of the World Trade Organization. The meeting is supposed to be in Doha, Qatar, though the site is uncertain because of new security concerns. W.T.O. members at the meeting are generally expected to endorse China's entry into the trading club.      \n\nhttp://www.nytimes.com\n\nLoad-Date: October 17, 2001"
}