{
    "title": "ASIANA CRASH PROBE CLOSES",
    "publisher": "pittsburgh post-gazette",
    "year": 2014,
    "month": 6,
    "day": 25,
    "full text": "WASHINGTON - Pilot errors, inadequate training and confusion about the airplane's automated controls all contributed to the fatal Asiana Airlines crash in San Francisco last year, U.S. investigators concluded.\nThe pilots weren't trained well enough on the computerized controls and made numerous mistakes while landing, the National Transportation Safety Board determined at a hearing Tuesday. It said the speed-protection system on the Boeing 777-200ER should be studied to ascertain whether it needs redesigning.\nThe findings bring to a close a U.S. investigation into the July 6, 2013, accident, which killed three and triggered questions about South Korea's pilot training and one of Boeing's most popular jetliners. The crash was the first commercial airline accident in the U.S. with passenger fatalities since 2009.\nWhile the NTSB voted down a motion to recommend changing Boeing's auto-throttle design, it said the Federal Aviation Administration should study whether such changes are needed. If all the same errors had occurred and the plane's speed protection had worked, it would have added thrust 20 seconds before the crash, the NTSB concluded.\nThe 777, the largest twin-engine jetliner, began commercial service in 1995 and has one of the industry's best safety records, according to Boeing's annual aircraft accident summary.\nHIV data case charges\nIOWA CITY, Iowa - Responding to a major case of research misconduct, federal prosecutors have taken the rare step of filing charges against a scientist after he admitted falsifying data that led to millions in grants and hopes of a breakthrough in AIDS vaccine research.\nInvestigators say former Iowa State University laboratory manager Dong-Pyou Han has confessed to spiking samples of rabbit blood with human antibodies to make an experimental HIV vaccine appear to have great promise. After years of work and millions in National Institutes of Health grants, another laboratory uncovered irregularities that suggested the results - once hailed as groundbreaking - were bogus.\nMr. Han was indicted last week on four counts of making false statements, each of which carries up to five years in prison. He was set to be arraigned Tuesday in Des Moines, but he didn't show up due to an apparent paperwork mix-up. A prosecutor said Mr. Han will be given another chance to appear next week.\nFinding an HIV vaccine remains a top international scientific priority. A 2009 study in Thailand is the only one ever to show a modest success, protecting about a third of recipients against infection. That's not good enough for general use, so researchers continue exploring numerous approaches.\nNo-fly list decision\nPORTLAND, Ore. - The federal government violated the rights of 13 people who were placed on its no-fly list by giving them no way to challenge the designation, a federal judge in Oregon ruled Tuesday, in what is the first such decision about the classification created to fight terrorism.\nThe no-fly list, established after 9/11, is designed to prevent air travel to or from the United States by those the government suspects of having ties to terrorism. In the current suit, 13 Muslim-American plaintiffs - four of them veterans of the U.S. military - denied having any links to terrorism and said they only learned of their no-fly status when they arrived at an airport and were blocked from boarding a flight.\nThe no-fly list has about 20,000 names of people who are barred from flying into or from the United States. Those listed are people who investigative agencies, including the FBI, have decided have some sort of tie to suspected terrorist groups. About 500 people on the list are U.S. citizens.\nGay rights ruling intact\nSAN JOSE, Calif. - Leaving intact a ruling that provides unprecedented legal protections for gays and lesbians, a federal appeals court Tuesday refused to reconsider a case that found it unconstitutional to exclude jurors from civil trials based on their sexual orientation.\nThe 9th U.S. Circuit Court of Appeals, in a brief order, voted against rehearing the January ruling with a new 11-judge panel. Three of the 9th U.S. Circuit Court of Appeals' most conservative judges dissented, calling the ruling \"regrettable\" and saying it could have sweeping implications for a range of legal issues involving gays and lesbians, including same-sex marriage cases that continue to unfold in the Western states encompassed by the 9th Circuit.\nA unanimous three-judge 9th Circuit panel found earlier this year that sexual orientation deserves the strongest anti-discrimination protections in civil rights law, extending the same rights to gays and lesbians that are in place for women and minorities. The decision relied heavily on the U.S. Supreme Court's decision last year striking down major parts of the federal Defense of Marriage Act, which had denied federal benefits to same-sex couples.\nMass shooting kills 2\nMIAMI - A mass shooting outside a Miami housing complex Tuesday left two people dead, a teen girl clinging to life and six others seriously wounded. Police have not captured the shooters.\nPublicly, police said they aren't aware of a motive.\nThe Liberty Square neighborhood where Tuesday's shooting took place has been plagued by gun violence over the years. Tuesday's tragedy was at least the 13th shooting since 2009. In February, three young girls were shot by a friend seeking revenge.\n\nLoad-Date: June 25, 2014"
}