{
    "title": "ASIDES; AULD LANG PSYCHOS; THERE IS ANOTHER Y2K PROBLEM - TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 1999,
    "month": 7,
    "day": 18,
    "full text": "What may turn out to be the most serious Y2K problem doesn't have to do with computers.  Neil Livingstone, a terrorism expert, noted that incidents of violent crime tend to increase when the moon is full.\n\"From a law enforcement standpoint, Jan. 1, 2000, is going to be the full moon of all full moons,\" Livingstone said. \"If ever there was a day for the wackos to go postal, this is it.\"\nLivingstone is CEO of GlobalOptions, a risk mitigation firm. He and other senior executives held a news conference last week to discuss what they call \"the other Y2K problem.\"\nThe Y2K - shorthand for year 2000 - problem we're more familiar with is the computer date problem. In order to save then-precious memory, computer programmers used only two digits to record dates. When 2000 rolls around, older computers may read the date as 1900, and either shut down or go haywire. In America, the computer problem seems well on the way to being fixed, Livingstone said. But not enough attention has been given to people who may go haywire when the New Year comes.\nThere are three sets of folks we need to worry about as the millennium approaches.\nFirst are cultists who think the world will end on New Year's Day, and want to help it along. These are groups like Aum Shinri Kyo, which released nerve gas in the Tokyo subway in 1995, killing 12 and injuring thousands, and Concerned Christians, whose leader, Monte Kim Miller, has predicted he'll die on Jan. 1 . . . and be resurrected three days later. Earlier this year Israeli police arrested 14 members of Concerned Christians and charged them with plotting terrorist acts.\nOf approximately 1,200 cults monitored by watchdog groups, approximately 25 percent have apocalyptic belief structures, Livingstone said.\nSecond are terrorists who want to make statements the world will remember. The coming of the millennium offers them the opportunity to commit an act of terrorism on a date the world is unlikely to forget, and the millennial celebrations worldwide provide a lucrative target array.\n\"Terrorists key in on dates and benchmarks,\" said Robert Quigley, who spent 28 years in the FBI, seven as head of the bomb data center.\n\"I am confident that [Osama bin Laden] is looking forward to Y2K with some anticipation,\" said Adm. William Crowe, a former chairman of the Joint Chiefs of Staff who headed the commission that investigated the bombings last year of the U.S. embassies in Kenya and Tanzania. Bin Laden is accused of plotting those bombings, in which 224 people were killed and thousands were injured.\nThe third set of folks we need to worry about are enemies of the United States who themselves don't attach any particular significance to the date, but see in Jan. 1, 2000, an opportunity to strike because they know that security forces will be stretched to the limit to deal with the fruitcakes, and because - in the case of cyberterrorism - it will be difficult for authorities to distinguish a deliberately injected computer virus from the accidental problems that may occur from an incomplete fix of the computer date problem.\nTerrorists also tend to commit acts of terrorism as a public response to what they regard as \"persecution\" of members of their organizations. It is not a happy coincidence that both the leader of Aum Shinri Kyo and the Libyans suspected of planting the bomb that exploded on Pan American Flight 103 over Lockerbie, Scotland, are slated to go on trial in the next few months, noted Garry Stubblefield, a former commander of a Navy SEAL team who now works with GlobalOptions.\nWackos don't need to be members of organized groups to pose a threat, Livingstone said.\n\"Less ambitious people with disordered minds might think this is the time to take the assault rifle to McDonald's,\" he said.\nThere are some precautions Americans should take to avoid becoming victims of \"the other Y2K problem.\"\nAttending millennial gatherings planned for places like Jerusalem, the pyramids in Egypt and Machu Picchu in Peru is a real bad idea, Livingstone said.\n\"We're essentially providing targets for terrorists,\" he said. \"We're sending people to where the terrorists live.\"\nIt isn't even a good idea to be flying on foreign airlines around the millennium, Livingstone said. While U.S. airlines and the U.S. air traffic control system are thought to have been debugged, there is less confidence in foreign systems. The problem is worst in underdeveloped nations. But even Western Europe is months, maybe years, behind the United States and Canada in Y2K planning and mitigation.\nMillennial gatherings in the United States should be safer. But, Crowe cautioned, \"every day we see serious evidence that terrorists are turning their attention to the United States proper.\"\nJack Kelly is national affairs writer for the Post-Gazette and The Blade of Toledo, Ohio. His e-mail address is jkelly@post-gazette.com.  \n\nLoad-Date: July 21, 1999"
}