{
    "title": "Ask an Expert",
    "publisher": "the capital ",
    "year": 2012,
    "month": 6,
    "day": 30,
    "full text": "What is \"If You See Something, Say Something?\"\n\"If You See Something, Say Something\" is a national campaign created by New York's Metropolitan Transportation Authority to encourage citizens to report any signs of terrorism or violent crime to authorities.\nIn Maryland, the Natural Resources Police has undertaken this effort along with the Department of Homeland Security and the United States Coast Guard to prevent, identify and stop potential threats that may use Maryland's waterways as an avenue for terrorism.\nThings to watch for include filming activity near public or key facilities, operating vessels at night without lights, demanding immediate repairs regardless of cost and returning to the same location at unusual hours. More examples are available at dnr.maryland.gov/nrp. Report any suspicious activity to NRP at 1-800-6288-9944 or VHF Channel 16.\nAnswered by: Capt. David Larsen, Maryland Natural Resources Police.\nCreature Feature\nDelmarva fox squirrel\nSciurus niger cinereus\nMany people have never seen Delmarva fox squirrels, as they have been endangered since 1967 and live solely on the Delaware-Maryland-Virginia peninsula.\nThey prefer quiet farm fields or woodland areas, especially mature loblolly pine and mixed pine-hardwood forests with an open understory.\nDelmarva fox squirrels may have colors and features similar to that of common gray squirrels, but the comparison ends there.\nDelmarva squirrels can grow up to 30 inches - 15 of which is made up by their tails - and weigh up to 3 pounds. Besides a larger physique, these creatures are slower, shyer, warier and quieter.\nThey also spend much more time on the ground. Instead of jumping form tree to tree, Delmarva squirrels scurry down each tree in order to climb another.\nDelmarva fox squirrels typically eat nuts, seeds and acorns from oak, pine, maple and hickory trees, as well as fruit, fungi, insects and mature green pinecones.\nThey mate in late winter and have an incubation period of about 44 days. Females usually give birth to a litter of one to six young between February and April, and care for their young until they are weaned.\nDid You Know?\nDelmarva fox squirrels are among the largest squirrels in the Western hemisphere. They are one of 10 fox squirrel subspecies.\nTip of the Week\nConserve water. Collect rainwater in barrels for watering plants. Check hoses for leaks and position sprinklers so they water only plants, not the sidewalk, street or house. Avoid evaporation by watering during cooler parts of the day.\n\nGraphic\n\n \nDelmarva fox squirrel.\nDelmarva fox squirrel.\n\nLoad-Date: June 30, 2012"
}