{
    "title": "ASSASSINATION AFTERMATH_ MORE INNUENDO FROM MOSCOW; 'WAKE UP' TO TERROR, SHULTZ SAYS ON WAY TO INDIA",
    "publisher": "the new york times",
    "year": 1984,
    "month": 11,
    "day": 2,
    "full text": "Secretary of State George P. Shultz, speaking shortly before he flew to India to attend the funeral of Indira Gandhi, said yesterday that her assassination was further evidence that ''we in the United States have to wake up'' to the threat of international terrorism.\n''We have to recognize it and be prepared to defend ourselves and our values against it,'' the Secretary said, speaking in New York.\nMr. Shultz, who will head the United States delegation to the funeral on Saturday, said that ''terrorism is a major international problem.''\nMr. Shultz's comments were his first public remarks since a speech on terrorism last week that revived differences within the Reagan Administration on how to respond to such acts.\nSec of State George P Shultz, speaking before he flew to India to attend funeral of Indira Gandhi, says that her assassination is further evidence that 'we in the US have to wake up' to threat of international terrorism; Shultz illustration (M)Nuclear Arms a Topic\nMr. Shultz also spoke on how to prevent the spread of nuclear weapons to nations not possessing them. After his address to the United Nations Association of the U.S.A. at the New York Hilton, the Secretary was asked if there was a likelihood of terrorist groups' getting possession of nuclear weapons.\nHe replied that he did not think it was much of a problem now, but added that ''unfortunately, it doesn't take nuclear technology to make terrorism a problem; there is plenty of technology available to murder, and that is the reason I am going to India.''\nLater, he joined the rest of the American delegation and flew to New Delhi.\nIn his speech last week on terrorism, Mr. Shultz advocated a full-scale war on terrorists. He said the United States had to be ready to strike ''at a moment's notice'' and be prepared to suffer loss of life among its own servicemen and among civilians. That produced an open dissent from Vice President Bush and from Pentagon officials and seeming ambivalence from President Reagan. Later, White House and State Department officials insisted that Mr. Reagan and Mr. Shultz were in general agreement on the need for a firm American response to terrorism.\n \n'Have to Wake Up'\n''I feel very strongly about it,'' Mr. Shultz said yesterday. ''We in the United States have to wake up that it is an international form of warfare, and it is directed largely against us and our way of life and our way of thinking, and we have to recognize it and be prepared to defend ourselves and our values against it.''\nMr. Shultz shouted the words ''wake up!'' His delivery of the speech seemed to underscore his personal feelings about an issue that so far has failed to produce any American retaliation despite three terrorist attacks on United States installations in Beirut in the last 18 months.\nIn New Delhi, Mr. Shultz intends to meet with Mrs. Gandhi's son Rajiv, who has replaced her as Prime Minister, as well as with several of the representatives from other nations at the funeral. In Washington, State Department officials said they anticipated that Mr. Shultz would meet with the Soviet Union's representative, who they believe will be Prime Minister Nikolai A. Tikhonov.\nIf a meeting is arranged with Mr. Tikhonov, State Department officials said, Mr. Shultz will stress the Administration's hopes for a more constructive and active dialogue with Moscow after Tuesday's elections, if Mr. Reagan is re-elected.\nBut the officials said Mr. Shultz would also raise Washington's concern over the allegations in the Soviet press suggesting that the United States had inspired, or at the minimum, conspired in the assassination of Mrs. Gandhi.\n \nU.S. Protests to Soviet\nIn Washington yesterday, Alan Romberg, a State Department spokesman, said the United States had protested to the Soviet Union over the allegations.\n''We strongly resent the Soviet allegations that the United States, and specifically the C.I.A.. were involved in, or inspired, this act of political terrorism,'' Mr. Romberg said. ''We reject in the strongest possible terms the outrageous Soviet allegations. They are absurd and irresponsible.''\nHe said the United States was concerned that Soviet allegations might provoke violence in India against the United States and endanger Americans.\nMr. Reagan, as he left Washington on a campaign trip, was asked if the Russians might exploit the assassination of Mrs. Gandhi, and replied, ''I think that's always a danger with regard to the Soviets.''\nIn his speech yesterday, Mr. Shultz said efforts so far to prevent the spread of nuclear weapons have ''been a success.''\nBut he said that ''a small but significant number of the world's states pose a real proliferation risk.'' The only nation he named as a possible risk was Libya.\n''In seeking to block these states - Libya, for example - from obtaining nuclear explosives,'' he said, ''we have employed a range of political, economic and security measures.''\nState Department officials said that in recent weeks, the United States had pressed Belgian authorities not to permit the sale of nuclear technology to Libya even though it is meant for peaceful uses. The Administration has argued that Libya cannot be trusted with any nuclear technology.\n\nGraphic\n\n \nphoto of Secretary of State George P. Shultz"
}