{
    "title": "ASSAULT ON TERRORISM; Vigilance begins at home; D.C. tourist sites, airports step up preventive effo",
    "publisher": "the atlanta journal and constitution",
    "year": 1998,
    "month": 8,
    "day": 22,
    "full text": "The morning after surprise U.S. military strikes against suspected terrorist operations in Sudan and Afghanistan, many Americans woke to their own \"terrorist warnings\" about their daily train ride to work or their weekend sightseeing destinations.\nFrom coast to coast, in airports, train stations and even popular tourist attractions, security was heightened Friday by officials fearing a possible --- no matter how remote --- terrorist retaliation.\nIn the nation's capital, the transit authority increased police patrols throughout the busy regional rail system and said it is taking \"a number of other measures\" to ensure the safety of passengers.\nDuring train rides, thousands of riders heard announcements urging them to adhere to safety precautions such as using emergency intercoms on the trains and at the stations to report anything \"unusual.\"\n\"We are reminding passengers who see any suspicious persons, packages or activities to contact Metro personnel immediately,\" said Metro System Police Chief Barry McDevitt.\n \nDespite the warnings, most passengers didn't seem worried.\n\"It's the same-old same-old,\" said Linda Hicks, a native Washingtonian. \"I don't really feel any different.\"\nHicks, 42, said she knows the government will protect her because terrorists have never attacked D.C. in her lifetime.\n \n\"I've never known any building to be blown up in D.C.,\" she said.\nMetro System police and other personnel, who were advised to be extra vigilant in light of the international developments, also said Friday was business-as-usual.\n\"People are very calm. They haven't asked any questions,\" said Officer Tito Aguilar.\nMany military experts say a swift retaliatory strike against America is unlikely, especially within U.S. borders.\nNonetheless, at Ellis Island, the Statue of Liberty and all other federal park sites in New York City, security was increased immediately.\nAt Ellis Island, Lt. Don Roofener said tourists Friday were not asking about security. \"They don't seem to be afraid,\" he said.\nAlso in New York, the police department went on heightened-alert status just moments after President Clinton announced the retaliatory attacks. Police Commissioner Howard Safir referred to it as \"Condition Bravo,\" which entails beefed-up patrols at consulates, religious institutions and other sensitive locations.\n \nMany of the nation's largest airports stepped up security noticeably.\nAt Los Angeles International Airport, security was increased and police said they would monitor the local situation for any potential problems. Airport officials also advised passengers to expect some delays because of closer screening of baggage and other materials.\nAt Chicago's O'Hare International Airport, bomb-sniffing dogs and police officers were on increased patrols.\nIn Washington, U.S. Park Police \"increased patrols and heightened security\" at all national monuments including the Washington, Lincoln and Jefferson memorials and the National Mall.\n\"It's a very political area and we have to react to what's happening,\" said U.S. Park Police Capt. Valerie Fernandes.\nAt the Washington Monument, tourists packed the souvenir stand and waited in line like any other day. On a wooden-and-wire gate, a paper sign warned visitors all packages would be searched.\nBlair Eastman, 35, from Elmo, Utah, said the extra security checks were not alarming but were a bit of a nuisance. In particular, he wondered why there had to be a package check at the National Aquarium.\n \n\"Who would want to blow up the fishes?\" he asked.\nFernandes said the stepped-up security in Washington at the national monuments and the Mall would continue indefinitely.\n\nGraphic\n\n \nPhoto :\n On guard against terror: Members of the Defense Protective Service stand\n guard at one of the entrances to the Pentagon on Friday. / KHUE BUI /\n Associated Press\n\nLoad-Date: August 23, 1998"
}