{
    "title": "Assad blames outside forces for bloodshed Uprising in Syria is 'completely different' from those in",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 7,
    "day": 9,
    "full text": "BERLIN - Syrian President Bashar Assad said in an interview broadcast Sunday that he is not afraid of meeting the same fate as the deposed and disgraced leaders of Libya and Egypt, saying he has nothing in common with them.\nIn one of his rare interviews with Western media since the deadly uprising in Syria erupted last year, Assad brushed off a question about whether he feared for his family, including his wife and three children.\n\"It's a completely different situation,\" he told German broadcaster ARD. \"What's happening in Egypt is different from what is happening in Syria. ... You cannot compare,\" he said.\nHe also rejected any comparisons with Libya, where rebels helped by NATO airstrikes toppled the regime. Libyan leader Moammar Gadhafi was killed while fleeing advancing opposition fighters.\n\"Describing what happened to al-Gadhafi, this is savage, this is (a) crime,\" he said in the interview, which was conducted in English.\nThe 16 months of upheaval in Syria, spurred by the Arab Spring pro-democracy movements across the Middle East, have left well over 14,000 people dead, according to activists. They accuse the autocratic ruler of crushing legitimate protests seeking reforms by waging a war against his own people.\nBut in the interview, Assad, 46, who has ruled Syria since taking over from his father in 2000, accused the U.S. of fueling the uprising.\nThe U.S. is partnering with those \"terrorists ... with weapons, money or public and political support at the United Nations,\" Assad said. \"They offer the umbrella and political support to those gangs to ... destabilize Syria.\"\nAssad rejected responsibility of his security forces for the violence.\nInstead, he told ARD that an opposition made up of terrorists, gangs, \"a mixture, an amalgam of al-Qaida (and) other extremists\" is responsible for the violence.\nWhen asked directly about the killing of more than 100 civilians in the Syrian village of Houla in May, he blamed it on gangs who \"came in hundreds from outside the city.\"\nThe massacre caused an international outcry, and U.N. investigators have since concluded that Syrian government troops could be behind the killings.\nAssad said a \"majority of the people ask for reforms, political reforms (but) not freedom.\" He stressed that he still had the overall support of Syria's people, firmly ruling out stepping down. \"The president shouldn't run away from (a) challenge, and we have a national challenge now in Syria,\" he said.\nWhile he said he was ready for political dialogue with the opposition, Assad left no doubt that he would fight those his government perceives as terrorists.\n\"But as long as you have terrorism and as long as the dialogue didn't work, you have to fight the terrorism. You cannot keep just making dialogue while they are killing your people and your army,\" he said.\nThe main obstacles to peace are the nations supporting the opposition, namely Saudi Arabia and Qatar, which send armaments; Turkey, which helps with logistics and smuggling across the border; and, U.S. political support, he said.\nThe interview for ARD's foreign policy program \"Weltspiegel\" was conducted by Juergen Todenhoefer, a former media executive and lawmaker for Chancellor Angela Merkel's conservative party.\n\nGraphic\n\n \n Photo - Syrian President Bashar Assad accuses U.S.  of partnering with \"terrorists.\" \n\nLoad-Date: July 9, 2012"
}