{
    "title": "ASSASSINATION AFTERMATH_ MORE INNUENDO FROM MOSCOW; SOVIET PRESS STEPS UP HINTS OF INVOLVEMENT BY TH",
    "publisher": "the new york times",
    "year": 1984,
    "month": 11,
    "day": 2,
    "full text": "The Soviet press today intensified insinuations that the United States was somehow linked to the assassination of Prime Minister Indira Gandhi.\nNo such charge was made directly. But accounts of the Indian leader's slaying Wednesday were juxtaposed with strident dispatches from the current anti-American propaganda campaign, in which the United States is accused of sponsoring what the Russians call ''state terrorism'' around the world.\nIn Pravda, the official Communist Party newspaper, a Tass dispatch asserted that Mrs. Gandhi's death was the result of an elaborate conspiracy that included the infiltration of terrorists from abroad. It was printed along with a cluster of articles under the headline ''Terrorism - Washington's Policy.''\nSoviet press intensifies insinuations that US was somehow linked to assassination of Prime Min Indira Gandhi (M)\nA commentary in Pravda by Vladimir Bolshakov asserted that the Central Intelligence Agency had sponsored a series of operations to foment separatism in India under the name Operation Brahmaputra. Quoting an Indian publication called People's Democracy, a weekly published by the Communist Party of India, Mr. Bolshakov charged that the United States had given active support to separatists in Punjab state.\n \nC.I.A. Allegations\nA Tass dispatch similarly charged that Sikh extremists had close ties to Western intelligence services, and that many of some 100 ''extremists and spies'' arrested in India in October purportedly admitted that they had been trained in Pakistan under the supervision of the C.I.A.\nThe impression that the United States was somehow to blame in Mrs. Gandhi's assassination was further fed by the prominence given by Tass to anti-American demonstrations in India.\nOne dispatch reported that many Indians ascribed the attack to ''India's opponents abroad.'' Several paragraphs later, the dispatch reported that large demonstrations were held outside American consulates in Madras and Calcutta, leaving the impression that the Americans were meant when Indians talked of opponents.\nThe propaganda campaign accusing the United States of ''state terrorism'' began before Mrs. Gandhi's assassination, and the press has been full in recent days of gruesome accounts of American involvement in all sorts of sabotage, assassinations, terror and murder in Latin America, the Middle East and elsewhere.\n \nCampaign Increases\nMany diplomats here say they believe that the propaganda campaign has been turned up as a counter to the damaging publicity the Russians expect once the three Bulgarians charged in Italy with complicity in the 1981 assassination attempt on Pope John Paul II go on trial.\nHints of Washington's complicity in Mrs. Gandhi's assassination could get sharper, the diplomats said, once the Bulgarians' trials begin, given the widespread presumption that a Bulgarian connection in the attack on the Pope would imply Soviet complicity. Moscow's standard defense against international criticism is to issue similar charges against Washington and the West.\nThe allegations against the United States also reflected the premium Moscow places on its ties with India, with which the Soviet Union has a 20-year friendship treaty and extensive trade.\nDiplomats said it was conceivable that the Soviet Union would try to improve its standing with the new leadership in New Delhi by floating some insinuations damaging to the United States. Moscow's greatest anxiety, the diplomats said, was probably that the turmoil following Mrs. Gandhi's death could bring in a government less open to the Russians than hers.\nThere was still no word on which Soviet official would be sent to Mrs. Gandhi's funeral Saturday. It was presumed that Konstantin U. Chernenko, the Soviet leader, would be the preferred choice to give the strongest possible signal of Soviet support. But it was uncertain whether Mr. Chernenko's health would stand up under the rigors of a funeral in a hot climate.\n \n\n \nU.S. Protests to Russians\nWASHINGTON, Nov. 1 - The State Department said today that the United States had protested to the Soviet Union over its insinuations in the official press that the United States played some role in Mrs. Gandhi's death.\nAlan D. Romberg, a Department spokesman, said, ''We strongly resent the Soviet allegations that the United States, and specifically the C.I.A.. were involved in, or inspired, this act of political terrorism. We reject in the strongest possible terms the outrageous Soviet allegations. They are absurd and irresponsible.''\nHe said the United States was concerned that Soviet allegations might provoke violence in India against the United States and endanger American lives.\nDepartment officials here said that they expected that Secretary of State George P. Shultz to meet in New Delhi with the Soviet Union's representative to the Gandhi funeral, and that they expected him to use the occasion to express the Administration's concern.\nThey added that if a meeting was arranged with the Soviet representative, who is expected to be Prime Minister Nikolai A. Tikhonov, Mr. Shultz would stress the Administration's hopes for a more constructive and active dialogue with Moscow after Tuesday's election if Mr. Reagan is re-elected.\nPresident Reagan, asked in Washington if the Russians might seek to exploit the assassination of Mrs. Gandhi, replied, ''I think that's always a danger with regard to the Soviets.''\n\nGraphic\n\n \nphoto of crowd ; photo of the body of Indira Gandhi"
}