{
    "title": "ASSAULT ON TERRORISM; Shift in policy signals playing offense role; 'Beyond an eye for an eye'_ Expe",
    "publisher": "the world",
    "year": 1998,
    "month": 8,
    "day": 22,
    "full text": "U.S. government officials hinted at a major shift in American policy on terrorism Friday with a vow to go on the offense with a sustained global war against terrorists, striking them down before they can act. But experts outside the government cautioned that any such effort must include more than military strikes. It must be accompanied by diplomatic steps and legal actions to expose terrorists as murderers, they said. The hint of a major policy shift came from National Security Adviser Sandy Berger as he briefed reporters at the White House on the result of Thursday's U.S. missile strikes at suspected terrorist targets in Afghanistan and Sudan. ''We are certainly going to do everything we can to defend ourselves, but we're also going to be on offense as well as on defense,'' Berger declared. However, in response to subsequent questions, he declined to elaborate on the opening salvos of a new war against global terrorism. ''We will do what we think is prudent and wise and deliberate and necessary in each context,'' he said in a brief reply to a question about policy. ''Each situation is different.'' But his use of the word ''offense'' immediately raised eyebrows among terrorism experts, many of whom viewed Berger's comments as marking a new phase in U.S. efforts to wipe out terrorism. ''I'm not aware of that word being used in the past,'' said Lee Colwell, the former associate director of the FBI who served as vice president of the White House Task Force on Terrorism during the Reagan presidency.\n''It certainly sounds like the policy is being redefined or clarified.'' Secretary of State Madeleine Albright also fueled such speculation with comments to reporters on Capitol Hill after a briefing for members of Congress. ''We really have to understand now that . . . the terrorist threat is a longer-term one, and it's a global one,'' she said. ''And we will maintain, along with other civilized countries in the world, a sustained effort to deal with what is an increasing terrorist threat.'' Sean Anderson, an international terrorism expert at Idaho State University, said Berger's comments suggested the United States is adopting the Israeli model of ''pre-emptive counterterrorism'' --- trying to stop terrorists before they act. ''It appears we are moving beyond an eye for an eye,'' Anderson said. Gary Perlstein, co-author of a 1991 book, ''Perspectives on Terrorism,'' agreed, but added that, to be successful, any counterterrorism effort must also strive to strip terrorist leaders of any political legitimacy. ''Hopefully, it won't just be jump in, kill and leave,'' he said. ''It might be that we go in with a small surgical team, bring (terrorist leaders) out and arrest them and brand them before the world.'' Perlstein questioned whether an escalating war on terrorists could be sustained by the United States without damaging diplomatic relations with the countries where the terrorists are located. ''The diplomatic question becomes: What right do we have to enter the sovereign territory of another nation when war has not been declared?'' he said. ''But, of course, the Israelis have done it for years.'' Indeed, said Colwell, ''A government has a right to protect itself, its property and its citizens without regard to political boundaries.''\n\nGraphic\n\n \nPhoto :\n On offense: National Security Adviser Sandy Berger hinted at a change in\n U.S. terrorist policy during a White House briefing Friday. / J. SCOTT\n APPLEWHITE / Associated Press\n\nLoad-Date: August 23, 1998"
}