{
    "title": "Assault on terrorism Blue-chip panel wants crackdown at U.S. airports",
    "publisher": "usa today",
    "year": 1996,
    "month": 9,
    "day": 6,
    "full text": "WASHINGTON -- On the morning of July 17, aviation experts gathered\nto discuss the gaping holes in the nation's aviation security.\nTheir job, National Security Council officials told them, was\nto find ways the system could be fixed -- fast.\nHours later, they watched in horror as the TV pictures appeared\nfrom Long Island, N.Y., where TWA Flight 800 had been blown out\nof the sky that evening. A bomb or missile is suspected, but investigators\nhave not declared the crash a criminal act.\nWithin days of the tragedy, which killed 230 people, President\nClinton ordered Vice President Al Gore to form a commission to\nstudy airport security and aviation safety. And he promised the\nnation that officials would \"search every airplane flying to\nor from America from another nation -- every flight, every cargo\nhold, every cabin, every time.\" But Gore's commissioners soon\nlearned such promises are difficult to keep.\n\"Those are rousing words; great rhetoric,\" says Kathaleen Flynn,\nan anti-terrorism advocate whose son was killed in 1988 in the\nbombing of Pan Am Flight 103 over Lockerbie, Scotland. \"Have\nwe learned nothing in almost eight years? . . . The system needs\nmajor reform.\"\nGore's commission announced its first recommendations Thursday.\nMany were adopted from the work of the aviation experts who met\nthe day of the TWA crash.\nHere are answers to questions about the Gore Commission plan.\nQ: What is the plan?\nA: The plan is to take a sweeping and in-depth look at the security\nat the nation's airports to plug the holes where terrorists could\nattack Americans. It ranges from training more bomb-sniffing dogs\nto buying state-of-the-art equipment. The commission wants the\ngovernment and the airline industry to:\n-- Buy advanced bomb detection systems for airports.\n-- Screen, train, certify and test airport security personnel.\n-- Match every bag loaded onto a plane with a passenger.\n-- Increase the role of the FBI, CIA and other agencies in watching\nfor terrorists.\n-- Train and deploy more bomb-sniffing dogs.\n-- Perform criminal background and fingerprint checks on airline\nemployees. In January, the FAA began requiring criminal background\nand fingerprint checks going back five years on airline and airport\npersonnel but only for new applicants.\n-- Develop better ways to \"profile\" travelers to spot terrorists\nby knowing their habits and moves.\nQ: How much would this cost and who'll pay?\nA: The Federal Aviation Administration estimates that using the\nbest equipment and techniques to battle terrorism will cost $ 6\nbillion over the next 10 years.\nImprovements in security have been stalled for years by fights\nover who would pay for changes. Currently, the airlines pay for\nairport security.\nQ: Would I have to wait in long lines when I travel?\nA: Yes. If the recommendations are implemented -- domestic bag\nmatch, explosives-detection screening and profiling -- fliers\nmight have to arrive at airports 21/2 hours before their flights,\nsays Rich Roth, executive director of aviation security consultants\nCounter Technology Inc. Many airlines now recommend fliers get\nto the airport at least an hour before their flights.\nQ: What's wrong with airport security now?\nA: The increased awareness of terrorist activity has underlined\nweaknesses in passenger screening and access to sensitive airport\nareas. New technology in explosives and plastic weapons also has\nmade it easier to defeat X-ray machines and metal detectors.\n\"We live in a changing world,\" said David Fuscus, spokesman\nfor the Air Transport Association.\nQ: Do bomb-detection devices really work?\nA: The FAA has certified only one explosives-detection device,\nthe CTX-5000 made by Invision Technology. Each machine costs nearly\n$ 1 million. They are in use at in three U.S. airports -- San Francisco,\nAtlanta and New York's JFK -- and some foreign airports. The CTX-5000\ndoes detect explosive material, but in tests it has sounded false\nalarms about 30% of the time. And the CTX-5000 only processes\n100 to 125 bags per hour, well below the 450 bags per hour that\nairlines say is needed so flights aren't delayed.\nQ: How does profiling work?\nA: Profiling -- asking specific questions to identify travelers\nwho pose the highest security risks -- begins with simple questions\nsuch as, \"Did you pack your own bags?\" and, \"Did anyone ask\nyou to carry anything for them?\" Airlines also use information\nthey already have about travelers, such as frequent fliers miles,\nto pre-screen passengers. For example, a business traveler who\nflies 250 days a year isn't likely to be carrying a bomb or be\nduped into carrying explosives.\nQ: Isn't there a concern about privacy?\nA: Yes. Profiling can be an effective way to screen for terrorism,\nbut it raises concerns about civil liberties and ethnic or national\nbiases. Some organizations have complained that profiling singles\nout certain groups for discrimination. A recent FAA security directive\nto airlines lists seven countries whose citizens are automatically\nselected for further questions: Iran, Iraq, Libya, Sudan, Syria,\nCuba and North Korea.\nGregory Nojeim of the American Civil Liberties Union told the\ncommission on Thursday that under the law, individuals can be\nsingled out for searches only if there is \"reasonably articulable\nsuspicion\" that they are involved in criminal activity. Using\nprofiles to pick out passengers for extra scrutiny is not enough,\nsays Nojeim, and often involves racial or ethnic stereotypes.\nBut the Supreme Court has approved the use of profiling for drug\nsearches at airports and could endorse its use to combat terrorism.\nQ: Will the Gore plan go into effect?\nA: Opinions are mixed. \"I don't think it's likely at all. Fliers\nwon't stand for it,\" Roth says. He says fliers will fight against\ndelays at airports and pressure Congress to ease up.\nOthers say the threat of terrorism will spur action. \"Concerns\nabout terrorism are very real today. I think we have the political\nwillpower today that we didn't have before to fund these new strategies,\"\nsays Ralph Sheridan, president of American Science and Engineering,\nwhich makes a bomb-detection device used in many foreign airports.\nQ: How does Gore propose to avoid turf battles that have blocked\nsecurity improvements before?\nA: Gore cites partnerships forged between government and industry\nby the Occupational Safety & Health Administration and the\nFood and Drug Administration as examples of how consortiums can\naccomplish more than typical government regulation processes.\nContributing: Adam Weintraub, David Field and Tony Mauro\n\"When you cut through all of the turf battles, we're talking\nabout protecting American lives.\" - Vice President Gore\n\nGraphic\n\n \nPHOTO, Color, Matt Mendelsohn, USA TODAY; PHOTO, Color, Denis Paquin, AP; PHOTO, B/W, Fred Mertz; Luggage being conveyed on a carousel at an airport. Airport safety: Vice President Gore, left, and Transportation Secretary Federico Pena unveil anti-terrorism plan. CTX-5000: Sergio Magistri, CEO of Invision Technologies, with the only bomb-detection suitcase scanner certified by the FAA.\n\nLoad-Date: September 6, 1996"
}