{
    "title": "Assad regains Aleppo; civilians evacuate city",
    "publisher": "charleston gazette",
    "year": 2016,
    "month": 12,
    "day": 23,
    "full text": "BEIRUT - The Syrian city of Aleppo returned to government control Thursday after the last remaining opposition fighters and civilians evacuated, ending a four-year rebel hold over parts of the country.\nThe announcement was made through an army statement broadcast on Syrian state TV shortly after the last four buses carrying fighters left through the Ramousseh crossing. Western Aleppo erupted in celebratory gunfire seen on Syrian TV, which showed uniformed soldiers and civilians shouting slogans in support of President Bashar Assad.\nThe Syrian government's recapture of Aleppo is a major turning point in the Syrian civil war with potentially powerful political repercussions.\nIt represents a momentous victory for President Bashar Assad and a crushing defeat for Syria's opposition, which will struggle to forge a way forward.\nThe ancient city has been divided into rebel and government parts since 2012.\n\"Thanks to the blood of our heroic martyrs, the heroic deeds and sacrifices of our armed forces and the allied forces, and the steadfastness of our people, the General Command of the Army and the Armed Forces announces the return of security and stability to Aleppo, said the statement read by an army general.\nThe statement said the victory in Aleppo is a \"strategic transformation and a turning point in the war on terrorism and a deadly blow to the terrorist project and its supporters.\"\nIt is a further incentive, it added, to go on fighting to \"eradicate terrorism and restore security and stability to every span of the homeland.\"\nSyrian President Bashar Assad said earlier that his forces' achievements in Aleppo are a \"major step on the road to wiping out terrorism and should pave the way toward ending Syria's civil war.\nThe rebel evacuations were set in motion last week after Syria's opposition agreed to surrender its last footholds in eastern Aleppo. Since then, some 35,000 fighters and civilians have been bused out, according to the United Nations. A statement said that more than 4,000 additional fighters were evacuated in private cars, vans and pick-ups from eastern Aleppo since Wednesday.\nThe departure of the last convoy paves the way for Assad to assume full control after more than four years of fighting over Syria's largest city. It marks his most significant victory since an uprising against his family's four-decade rule swept the country in 2011.\n\nLoad-Date: December 23, 2016"
}