{
    "title": "ASSAD REJECTES TERROR CHARGES AND STRESSES FIGHT FOR OCCUPIED LAND",
    "publisher": "the new york times",
    "year": 1986,
    "month": 11,
    "day": 17,
    "full text": "President Hafez al-Assad rejected charges today about Syrian complicity in terrorism and vowed that his country would continue its support for the struggle to recover Arab land occupied by Israel.\n''We are against terrorism and allow no one to launch it from our country, but we stand against occupation and in solidarity with people's national liberation movements,'' he declared in a speech in Damascus.\nHe went on to accuse Israel of many acts of terrorism in the last six years and described the American bombing strike against Libya in April as ''a peak in terror.''\nHe spoke as President Reagan and the Prime Minister Margaret Thatcher of Britain were winding up talks in Washington that covered, among other things, their Governments' relations with Syria.\nU.S. Imposes Sanctions\nOn Friday the United States imposed diplomatic and economic sanctions against Syria and then published a list of 46 terrorist incidents in which the State Department said Syria had been involved in the last three years.\nThe American steps were intended to show support for Britain, which broke diplomatic relations with Syria last month on the basis of what it called conclusive evidence of Syrian involvement in a plot in April to plant a bomb on an Israeli jetliner at Heathrow Airport in London.\nMr. Assad addressed a labor union rally marking the 16th anniversary of the bloodless coup that brought him to power. His 90-minute address was repeatedly interrupted with applause and chanted slogans denouncing the United States, Britain and Israel. ''We're against terrorism, which is synonymous with Zionism!'' crowds of workers screamed.\nThe rally was broadcast live on the state-controlled Damascus radio, which was monitored here.\nThe 57-year-old Mr. Assad, a former Defense Minister, seized power in November 1970 after ousting a radical wing of the ruling Arab Baath Socialist Party. He is now the general secretary of the party, which advocates socialism and union with other Arab nations.\n \nOccupied Lands at Issue\nAt the outset of his rule, he inaugurated an ''open door'' policy with the outside world, but he refused to negotiate peace with Israel unless it gave up Arab territory occupied in the 1967 war. The occupied land included the Golan Heights, which the Israelis annexed five years ago.\nIsrael now occupies a strip of land in southern Lebanon that it calls its security zone. Syria has been providing material and moral aid to Lebanese guerrillas fighting to drive the Israelis out.\nPalestinian guerrillas maintain bases in northern and eastern Lebanon, an area under control of the Syrian Army. About 30,000 Syrian soldiers have been there for 10 years, after arriving under an Arab League mandate to end the Lebanese civil war.\nSyrian officials, replying to requests that the Syrians suppress Palestinians operating out of Lebanon and Damascus, say their troops will not act as sentries to protect Israel's security.\n \nDetails 'Terrorism' by Israel\nMr. Assad in today's speech accused the United States and Britain of depicting the struggle by Arabs to recover their territory from Israel as an act of terror. ''Israel, which occupies Arab land, usurps the rights of the Palestinian people and spreads terror in Lebanon,'' he said.\nThe President enumerated what he said were incidents of terrorism in which Israel had been involved in the last six years. He listed the assassinations of Palestinians and other Arabs abroad, and the planting of bombs in Arab establishments. ''Israel's terrorism is state terrorism,'' he charged.\nCondemning the American air strike against Libya, he noted that the planes had taken off from bases in Britain.\nMr. Assad challenged Mr. Reagan and Mrs. Thatcher to agree to the formation of an international committee that would determine the difference between terrorism and legitimate national struggle. He said he would be prepared to discuss the proposal in detail if it was accepted by the two Western powers."
}