{
    "title": "ASSETS LEGISLATION MAY HAVE BENEFIT FOR FORMER HOSTAGE JOSEPH CICIPPIO, A NATIVE OF NORRISTOWN, IS A",
    "publisher": "the philadelphia inquirer",
    "year": 2000,
    "month": 10,
    "day": 13,
    "full text": "It has been almost nine years since Joseph Cicippio, a Norristown native, returned to the United States after spending 1,908 days as a hostage of Islamic fundamentalists in Lebanon.\nNow, it appears he - and others - will finally be paid for lost time.\nAwaiting President Clinton's signature is the Justice for Victims of Terrorism Act, which allows such victims to collect court-awarded damages against terrorist nations by seizing frozen assets the nations might hold in the United States.\nThe bill passed the U.S. Senate unanimously Wednesday; it had passed the House of Representatives last week, 431-1. Clinton has indicated that he will sign the bill, said Cicippio's attorney, James J. Oliver of Norristown.\n\"I knew one day this would happen,\" Cicippio, who lives in Arlington, Va., and is a financial officer for the federal Agency for International Development, said yesterday. \"It took patience and perseverance.\"\n\"Hopefully, this will put an end to this eight-year battle,\" Oliver said.\nFor Cicippio and two other former hostages, Frank Reed and David Jacobsen, the legislation will mean compensation of a total of $65 million plus interest from assets held by the Iranian government, Oliver said. That is the amount U.S. District Judge Thomas Penfield Jackson ordered in 1998 be paid to the men and their families by Iran, which he said financed and helped organize the Hezbollah guerrilla movement that captured, tortured and threatened the trio with death.\nCicippio was walking to his job as comptroller of the American University of Beirut the morning of Sept. 12, 1986, when he was knocked unconscious and kidnapped by a group of men.\nHe spent more than five years in captivity, where he was threatened with castration and execution and never saw sunlight. During his first year as a hostage, he was held in a shed atop a Beirut high-rise and suffered from severe frostbite. He was released Dec. 2, 1991.\nOther victims of terrorism, who have been awarded several hundred million dollars in federal court decisions, will benefit from the legislation, Oliver said. They include journalist Terry Anderson, families of the pilots of a Brothers to the Rescue plane that was shot down by Cuba, and the family of Alisa Flatow, a 20-year-old New Jersey woman killed in a suicide bombing in the Gaza Strip in 1995.\nThe path to compensation has been a circuitous one for Cicippio. A federal court judge rejected his initial lawsuit seeking damages from Iran, saying that the Foreign Sovereign Immunities Act shielded that country. The U.S. Supreme Court later denied an appeal.\nIn 1996, after a lobbying effort by Oliver, Congress amended the Foreign Sovereign Immunities Act to allow for suits against foreign governments that sponsor terrorist acts.\nDespite Judge Jackson's 1998 decision in favor of the three men, the money could not be collected. For years, the State Department has been reluctant to use frozen assets to help collect any of the damages, citing diplomatic interests and potential risk to U.S. embassies abroad, Oliver said.\nWednesday, Sen. Frank Lautenberg (D., N.J.), who cosponsored the Justice for Victims of Terrorism Act, said in a statement: \"I am confident that this bill's passage into law will further show that America hangs tough in the face of terrorism against its citizens, and will not shrink from punishing countries like Iran for sponsoring terrorist acts.\"\nYesterday, Cicippio had words of praise for Oliver and the many legislators that have helped him. \"Without the Congress, this would have never happened,\" he said.\n\"Personally, I can retire now,\" Cicippio said, adding, \"Really, this isn't for me. There are things that I would like to do for my children.\"\nErin Carroll's e-mail address is ecarroll@phillynews.com  \n\nGraphic\n\n \nPHOTO;\nPHOTO\nJoseph Cicippio, who now lives in Alexandria, Va., was held hostage in Beirut, Lebanon, from September 1986 to December 1991. (Associated Press)\n\nLoad-Date: February 5, 2002"
}