{
    "title": "Assessing Western Europe's Integration of Immigrants in a Time of Terrorism",
    "publisher": "the chronicle of higher education",
    "year": 2005,
    "month": 7,
    "day": 29,
    "full text": "Paul Statham, director of the Center for European Political Communications, University of Leeds\nThe July 7 bombings in London have -- correctly or not -- given rise to new debates about how aggressive European liberal democracies should be in encouraging immigrants to integrate into mainstream society. Mr. Statham is one of four editors of the forthcoming volume Contested Citizenship: Immigration and Cultural Diversity in Europe (University of Minnesota Press, November). He and his colleagues study the diverse strategies that Britain, France, Germany, and the Netherlands have used in both accommodating and resisting immigrants' demands for respect and cultural autonomy.\nQ. Is it too soon to speculate about how the bombings might affect British debates about citizenship and identity?\nA. The suicide bombers came from working-class Leeds, which is an area that I know very well. There were, not too long ago, serious riots in these towns -- Leeds, Bradford -- between poor Pakistani and Bangladeshi Muslims and also poor whites who were living nearby. And at that time there were debates about divided communities and parallel societies, and how to prevent that type of thing happening again -- which substantively led to very little. The home secretary introduced some new citizenship rituals. In the current context, rather than presenting some sort of symbolic measure, the government will need to look seriously at why these people are detached from society.\nQ. Is there a danger that new British counterterrorist policies will have the perverse effect of making immigrant communities more insular and therefore more of a petri dish for extremism?\nA. It's a possibility. But in the British context, I doubt that will happen. My own belief is that there will be processes of elites from both sides, from both mosques and government, coming together and addressing the situation to some extent. So I think that elites on both sides will act to keep the vast majority of people within the normative limits of tolerance. Of course, one of the beauties of liberal democracy is that you can go around psychologically hating somebody. It's a question of whether you do something about it or not.\nQ. Which country's policies do you find most attractive?\nA. There doesn't seem to be specific model that \"works.\" Quite often in the migration literature, Germany comes in for an awful lot of criticism, because second- and third-generation Turks are for the most part still treated as foreign nationals… But in some respects, such as social integration through trade unions and schooling, we actually find that ethnic minorities in Germany sometimes do better than in the Netherlands, whose policies are in a certain sense at the opposite end of the spectrum.\n\nLoad-Date: July 26, 2005"
}