{
    "title": "Assessing Statements On Kurdish Fighters, Terrorists and Syria",
    "publisher": "the new york times",
    "year": 2019,
    "month": 10,
    "day": 18,
    "full text": "The president wrongly claimed that a violent Kurdish separatist group was ''more of a terrorist threat'' than ISIS, among other inaccurate claims.\nPresident Trump on Wednesday defended his abrupt decision to withdraw American troops from northern Syria, seeking to counter international and bipartisan criticism as Turkey continued its offensive against the Kurds.  \n  Here's an assessment of his remarks at two events on Wednesday. \n  ''Now, the P.K.K., which is a part of the Kurds, as you know, is probably worse at terror and more of a terrorist threat in many ways than ISIS.''\n  False.\n  The Kurdistan Workers' Party, or P.K.K., is a separatist group primarily composed of Turkish Kurds with deep ties to Kurdish militias that joined with other groups to form the Syrian Democratic Forces, which has been fighting the Islamic State, or ISIS, in Syria.\n  The United States considers those Kurdish-led militias key allies in the fight against ISIS, but has designated the P.K.K. a terrorist organization since 1987. Still, it's a huge stretch to compare the group to ISIS.\n  The director of national intelligence has called ISIS a global terrorism threat every year since 2015, while the P.K.K. has been noted as a regional security threat to Turkey or Syria. The State Department's latest annual terrorism report contains over 500 references ISIS, including a lengthy introduction assessing its influence in the region, compared with under 30 mentions of the P.K.K.\n  ''The P.K.K. has never ranked close to ISIS in number of incidents or casualties, or been ranked as a top terrorist group in this official report,'' said Anthony H. Cordesman, a national security analyst at the Center for Strategic and International Studies.\n  That's supported by the data. In 2018, the Islamic State committed more than 735 terrorist attacks and killed some 2,200 people while the P.K.K. was responsible for 122 attacks and 136 deaths, according to a recent report from the National Consortium for the Study of Terrorism and Responses to Terrorism at the University of Maryland. (The report noted that the Taliban in Afghanistan was responsible for more attacks in 2018 than any other group ''by a wide margin.'')\n  The consortium's database catalogs 2,455 attacks by the P.K.K. since its formation in 1978 compared to 6,451 attacks by the Islamic State since it became formally known by its name in 2013.\n  Reporter: ''Even after all you have seen, ISIS prisoners freed, all the humanitarian disaster, you don't have any regret for giving Erdogan the green light to invade?''Mr. Trump: ''I didn't give him a green light. When you make a statement like that, it's so deceptive. Just the opposite of a green light. First of all, we had virtually no soldiers there.''\n  This is misleading.\n  A defiant Mr. Trump repeatedly insisted that the United States had no business in the region and suggested that pulling its forces out of Northern Syria mattered little because there were few American service members -- ''26, 28, but under 58 soldiers'' -- there.\n  Fewer than 50 special operations soldiers were relocated ''out of the immediate zone of attack,'' Defense Secretary Mark T. Esper said on Friday. \n  But that figure is hardly representative of overall troop levels in Syria. Mr. Trump plans to withdraw 1,000 troops from Syria. A separate group of 150 troops in southern Syria will stay there.\n  ''We were supposed to be there for 30 days, we stayed for 10 years.''\n  False.\n  The Syrian conflict broke out in 2011, but there was no major United States involvement until 2014 and no American ground troops in the area until 2015 -- a period of four to five years, not a decade. Furthermore, there were no timetables established, much less a commitment to limit the military engagement to 30 days.\n  When former President Barack Obama announced the start of airstrikes against Islamic State targets in 2014, he did not define a timeline but instead said ''the overall effort will take time.''\n  A year later, when the Obama administration announced the deployment of fewer than 50 special operations forces on the ground in Syria, Josh Earnest, a press secretary for Mr. Obama, also declined to give a specific date for withdrawal.\n  ''This is not a short-term proposition in terms of our counter-ISIL strategy,'' Mr. Earnest said in October 2015, using another acronym for the Islamic State.\n  Brett H. McGurk, a former special presidential envoy for the coalition to defeat ISIS, refuted Mr. Trump's 30-day timeline last week in a tweet: ''None of this is true.''\n  Reporter: ''What's your bottom line with Turkey? Are you O.K. with Erdogan saying he's not going to do a cease-fire?''Mr. Trump: ''He didn't say that at all.''\n  False.\n  President Recep Tayyip Erdogan of Turkey did, in fact, rule out a cease-fire.\n  ''They say 'declare a cease-fire'. We will never declare a cease-fire,'' Mr. Erdogan said in a news conference Tuesday, according to Reuters.\n  Mr. Trump also repeated a number of other claims The Times has previously fact-checked: \n  He suggested the Democratic National Committee server hacked in the 2016 election was missing and repeated the conspiracy theory that the owner of American company that examined it ''is from Ukraine.'' (The server is on display at the D.N.C.'s headquarters and the owner is an American citizen born in Russia.) \n  He wrongly claimed the United States ''never won'' a trade case before the World Trade Organization before he took office. (It has won 85.7 percent of the cases it has initiated before the W.T.O. since 1995.) \n  He again misstated how the North Atlantic Treaty Organization works when he said many members ''aren't paying their dues.'' (Members do not pay NATO, but rather commit to spending 2 percent of their gross domestic product on defense.) \n  He exaggerated when he said the trade deficit between the United States and the European Union was $150 billion. (It's $115 billion.) \n  He claimed that ''I lost maybe 2 million votes, maybe more, because of Facebook.'' (He was likely referring to a disputed estimate about the impact of Google's search results on the 2016 elections.) \n  He suggested the Democratic National Committee server hacked in the 2016 election was missing and repeated the conspiracy theory that the owner of American company that examined it ''is from Ukraine.'' (The server is on display at the D.N.C.'s headquarters and the owner is an American citizen born in Russia.) \n  He wrongly claimed the United States ''never won'' a trade case before the World Trade Organization before he took office. (It has won 85.7 percent of the cases it has initiated before the W.T.O. since 1995.) \n  He again misstated how the North Atlantic Treaty Organization works when he said many members ''aren't paying their dues.'' (Members do not pay NATO, but rather commit to spending 2 percent of their gross domestic product on defense.) \n  He exaggerated when he said the trade deficit between the United States and the European Union was $150 billion. (It's $115 billion.) \n  He claimed that ''I lost maybe 2 million votes, maybe more, because of Facebook.'' (He was likely referring to a disputed estimate about the impact of Google's search results on the 2016 elections.) \n  Curious about the accuracy of a claim? Email factcheck@nytimes.com \n\nhttps://www.nytimes.com/2019/10/16/us/politics/factcheck-trump-syria-kurds.html\n\nGraphic\n\n \nPHOTO: President Trump has defended his decision on Syria. (PHOTOGRAPH BY T.J. KIRKPATRICK FOR THE NEW YORK TIMES)               \n\nLoad-Date: October 18, 2019"
}