{
    "title": "Assurances on US export prospect from a man who writes insurance",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 11,
    "day": 3,
    "full text": "There are a lot of misconceptions about the export business going about.  At least, that's what Alfred Holden has found.  He spends a lot of his time clearing up these misconceptions.\nMr. Holden is vice-president for market development and chief economist with the Foreign Credit Insurance Association.  The FCIA provides export credit insurance against the possibilities of revolution, terroism, and the effects of inflation.\nIf he could spend less time on the misconceptions and more time writing export insurance, he says, US manufacturers could sell a lot more products overseas.  Interviewed at a recent conference on managing export receivables, he listed the misconceptions:\n1. Exporting is small.  \"It is big bucks,\" he said.  The United States will export some $325 billion worth of manufactured and agricultural products this year.  Exporting has gone from 5 or 6 percent of the US gross national product in 1970 to 13 percent in 1980.  By the mid- 1980s, it could reach 15 percent, he estimates.\n\"Exporting is growing twice as fast as the GNP,\" he said.  There has been an especially big jump in the export of services, he added, mentioning financial services and consulting as two of the fastest-growing.\n2. Exporting is only for the Fortune 500 companies.  \"I wish all the Fortune 500 companies did systematic exporting.\" While this group of big companies does have the predominant share of exports, the small and medium-size firms are the fastest-growing member of the export fraternity.\n3. Except for farm products, only high-technology companies are able to export.  \"Every one of our major trading partners wants US products.\" Many American products, including jeans, toys, chemicals, hides, skins, and machinery as well as high-technology products are familiar in numerous countries overseas, he said.  \"Visitors come here from abroad and they buy everything we make.\"\n4. There is an international recession going on.  \"True, in some countries there is actually a depression.  But not in our major markets.\"\nBesides such major markets as Canada, Japan, the United Kingdom, West Germany, the Netherlands, and so on, there are two other groups of countries that provide good markets for US exporters.  The first is the oil- producing countries and the second, a group of \"more successful\" less-developed countries, which includes South Korea, Taiwan, Brazil, Singapore, and Hong Kong.\n5. The US can't compete.  \"If we're growing, we must be competing.\" Many people, Mr. Holden says, believe the dollar should head the list of uncompetitive items the US produces.  On the contrary, he points out, the US dollar is quite competitive.  \"It may even appreciate some against major currencies.\" Even if it does not, American companies can benefit.\n\"Only one group of people in the US wins when the dollar is weak,\" he asserted -- \"the export sector.\"\nMr. Holden says he has to keep repeating these points to \"several thousand customers, including some well- known firms.\"\nThe task is made harder, he notes, by the fact that the FCIA staff is stretched rather thin.  Its Los Angeles office, for instance, has a staff of six to work with all exporters and potential exporters in 13 Western states from California to Colorado.  And the six states of New England are covered by just one person.\nOf the three main concerns for American exporting firms -- revolution, terrorism, and inflation -- the last is probably the most worrisome.  When countries like Brazil have an 80 percent inflation rate and Israel has a rate over 100 percent, \"this does cause some miscalculation.\" By the time a customer in a foreign country receives the product he ordered, the prices of that item and others ordered elsewhere may have grown prohibitively.  Consequently, the shipment is refused.  The FCIA provides 90 percent protection against such losses.\nFor losses that result from revolution or terrorism, he said, the FCIA provides 100 percent protection.\n\nGraphic\n\n \nPicture, Mobile, Ala., Insurance against revolution, inflation, and terrorism is important to US exporters, by R. Norman Matheny, staff photographer"
}