{
    "title": "ASTRONAUT RETURNING TO EARTH ROCKED BY TERRORISM, WAR",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 12,
    "day": 17,
    "full text": "CAPE CANAVERAL, Fla. -- After four months off the planet, former space station commander Frank Culbertson realizes he has a lot of catching up to do, especially since he's coming back to a changed world.\nHis mission, which began one month and one day before the Sept. 11 terrorist attacks, is scheduled to end today, when space shuttle Endeavour lands.\n\"I know there are a lot of details that I wasn't able to get, just because of the magnitude of them,\" the astronaut said over the weekend. \"I'm sure there's a stack of magazines and things waiting for me. But I will learn as we go. People want me to talk, and I want them to talk.\"\nBecause of the ongoing war and lingering fears of terrorism, Endeavour's touchdown will be surrounded by more security than usual, as was its Dec. 5 launch. Air Force officials won't divulge details, but insist the protection will be \"appropriate.\"\nCulbertson, who left the international space station on Saturday, isn't the first spaceman to return to a dramatically altered homeland.\nThree cosmonauts were in orbit for just one day in October 1964. But during those 24 hours, Soviet leader Nikita Khrushchev was deposed and replaced by Leonid Brezhnev, who greeted the spacemen on their return to Moscow.\nTwenty-seven years later, cosmonaut Sergei Krikalev was aboard Mir when the Communist-led Soviet Union collapsed. By the time his 10-month mission ended in 1992, his hometown of Leningrad had become St. Petersburg. Krikalev, coincidentally, was one of the first inhabitants of the international space station.\nCulbertson and his two Russian crewmates, Vladimir Dezhurov and Mikhail Tyurin, actually witnessed the devastation at the World Trade Center and the Pentagon. The space station passed almost directly overhead that tragic morning, and the dark smoke was clearly visible from 250 miles up.\n\"That was a horrible thing to see from space, to know that terrible things were happening on Earth like that and we were so far away from our own families,\" Culbertson said. \"So we were constantly watching the Earth and watching places where people lived that we cared for, and making sure that nothing unusual was going on.\"\nMission Control sent as much information as possible to Culbertson and his crew via e-mail. But as the 52-year-old retired Navy captain noted Sunday, \"We can only get a small amount at a time, not nearly as much as people were inundated with down on Earth.\"\n\"It affected us over several days,\" Culbertson recalled. \"Every morning when I'd open the mail, there'd be some new piece of information that would hit me pretty hard.\"\nThe three men forced themselves to carry on, painfully aware that a single mistake could have grave consequences on a space station.\nNow on their way home, they can finally relax and feel good about all they accomplished: installing a Russian docking compartment, removing debris from a spacecraft-berthing mechanism, conducting scientific research and turning over a clean ship to a new three-man crew.\n\"The most important thing is that we completed our mission still friends,\" Culbertson said, \"and that's something to say after four months inside a series of modules.\"\n\nGraphic\n\n \nNASA *Astronaut Frank Culbertson, wearing a Russian Sokol suit in this August photo, saw smoke from the Sept. 11 attacks from the international space station.\n\nLoad-Date: December 17, 2001"
}