{
    "title": "At issue_ How suspects are treated",
    "publisher": "usa today",
    "year": 2006,
    "month": 9,
    "day": 18,
    "full text": "Questions and answers concerning the debate over how suspected terrorists should be interrogated and prosecuted:\nQ: Why is Congress having this debate now?\nA: The Supreme Court, by a 5-3 decision in June, rejected the Bush administration's plan for trying some of the more than 400 terrorism suspects imprisoned at Guantanamo Bay, Cuba. The court ruled that the detainees are covered by the Geneva Conventions, international treaties that govern the treatment of prisoners of war. Last week, the Bush administration submitted a plan for the interrogation and trial of terrorism suspects. Some lawmakers, led by Senate Armed Services Chairman John Warner, R-Va., say the plan doesn't go far enough to satisfy the court's objections.\nQ: If the United States supports the Geneva Conventions, why is there any question about how they apply to the prisoners?\nA: The United States is one of 194 signatories to the Geneva Conventions. Those rules clarify how uniformed prisoners of war and civilians should be treated. The administration says the alleged terrorists fall into a new category because they aren't part of any established army. That's why the administration initially maintained the Geneva Conventions didn't apply, but the Supreme Court held otherwise.\nQ: Who is against the administration's plans?\nA: The most outspoken opponents are four Republicans: Warner, Sen. John McCain of Arizona, Sen. Lindsey Graham of South Carolina and former secretary of State Colin Powell.\nMany Democrats, including Sen. Carl Levin of Michigan, his party's top-ranking member of the Senate Armed Services Committee, also oppose President Bush's plan.\nQ: Why are the Republicans influential?\nA: All are military veterans with special knowledge in this area: Warner is a former secretary of the Navy; Graham is a member of the Air Force Reserves and a military lawyer; Powell is the former chairman of the Joint Chiefs of Staff; and McCain spent 5 1/2 years as a North Vietnamese prisoner of war. Last week, the three Republican senators joined Sen. Susan Collins, R-Maine, and 11 Democrats to vote for a rival plan in the Armed Services Committee for trying and interrogating terrorism suspects.\nQ: What are the main differences between the plans?\nA: There are three main areas of contention:\n*The president says some classified evidence must be withheld from suspects to prevent intelligence from leaking. The Senate panel's bill would require that defendants be informed of all the evidence against them.\n*Both plans would ban the use of evidence obtained through torture. The president's proposal would permit evidence obtained by other types of coercive methods if a judge allowed it. The panel's bill would ban evidence obtained by \"cruel, inhumane or degrading treatment.\"\n*The president says his agreement to abide by the Detainee Treatment Act of 2005, which bans inhumane treatment, fulfills U.S. obligations under the Geneva Conventions. McCain and other senators say this waters down the conventions, which ban \"outrages upon personal dignity, in particular humiliating and degrading treatment.\"\nQ: Doesn't the senators' plan protect the legal rights of people who may be plotting against the country?\nA: The senators argue that it's important for the nation to set a strong example to ensure U.S. citizens are treated fairly if they become prisoners of war. \"If a CIA paramilitary operative were captured in Iran and put on trial by the Iranian government as an unlawful enemy combatant and the Iranian prosecutor provided evidence to the judge and jury marked secret to convict the American agent that he would never see or rebut, would you object to this procedure?\" Graham asked Secretary of State Condoleezza Rice in a letter Friday.\nQ: Why doesn't Bush agree?\nA: Bush and administration spokesmen say the committee plan would end CIA interrogations that have produced information that protects American lives. The president and his advisers say the Geneva Conventions language banning \"outrages upon personal dignity, in particular humiliating and degrading treatment\" is too vague. \"The director of CIA must be confident that what he has asked an agency officer to do is lawful,\" CIA Director Michael Hayden says.\nQ: What types of interrogation are at issue here?\nA: That information is classified. The administration will not discuss what methods are used in interrogations of terrorism suspects.\nAttorney General Alberto Gonzales hinted at some of the issues at a briefing Friday. He suggested that certain conditions of confinement, including the size of detainees' cells and the amount of light provided to prisoners, are open to interpretation.\n\"There is no baseline standard,\" Gonzales said. \"We want clarity.\"\nQ: What would happen if a top terrorism suspect, such as al-Qaeda lieutenant Ayman al-Zawahri, were captured today?\nA: Gonzales said Friday that the CIA detention program, which allowed for aggressive interrogations of high-level al-Qaeda detainees at secret locations overseas, has been halted until legislation is passed that would allow the administration to resume the program. This year, prominent al-Qaeda suspects were transferred from the custody of the CIA at undisclosed detention facilities to the U.S. detention facility at Guantanamo Bay.\nNational Intelligence Director John Negroponte said on Fox News Sunday that high-level terrorism suspects captured today could still be questioned by the CIA, but under greater restrictions. \"That person may be questioned,\" Negroponte said, \"but using the kinds of aggressive techniques, the tough techniques that the president was referring to the other day, may be problematic.\"\nQ: What happens now?\nA: The House of Representatives has scheduled a vote on the president's plan for this week and is likely to approve it.\nThe Senate is more likely to approve the competing Armed Services Committee bill. If that happens, House and Senate negotiators would have to work out the differences.\nContributing: John Diamond\n\nGraphic\n\n \nPHOTO, B/W, Alex Brandon, AP\n\nLoad-Date: September 18, 2006"
}