{
    "title": "At Least 11 Die as Driver Plows Into Crowd in China",
    "publisher": "the new york times",
    "year": 2018,
    "month": 9,
    "day": 12,
    "full text": "At least 11 people were killed and 44 injured on Wednesday night after a man intentionally drove a vehicle into a crowded pedestrian square in a southern Chinese city, according to local officials and state news outlets.\nAround 7:30 p.m., a driver plowed his car into several people in the square in Hengyang City, Hunan Province, the local government said in a posting on Weibo, China’s popular social media platform.\nThe government statement called the attack a “malicious case of intentional driving” and said a man had been taken into custody. An investigation has begun, the statement said, but there was no mention of terrorism as a possible motive.\nThe injured were taken to hospitals; at least three were in serious condition.\nVideos of the incident were posted to social media and widely shared, depicting scenes of carnage and chaos in the square, which was crowded for an event. Several clips from national news networks showed the wounded and dead lying in the square, blood near their crumpled bodies. People ran to their aid, screaming and crying as they frantically sought to help.\nIn another clip, a crowd wrestles a man to the ground near a red Land Rover, its front end and bumper severely damaged, its windscreen smashed. The vehicle’s hazard lights are blinking.\nOne video, taken from above the square, showed dozens of people running from the area, screaming.\nThe police identified the driver as Yang Zanyun, 54. According to Beijing Youth Daily, he had been jailed at least six times since 1992 on charges that included drug dealing, extortion and arson.\nAttacks that cause mass casualties in public places are not unheard-of in China. A number of vehicular assaults, mass stabbings and bombings have been reported in recent years, sometimes carried out by those with grievances against the government.\nA 2014 attack on a market in far western China was carried out by Islamist extremists who drove vehicles into a square and tossed explosives into a crowd left at least 31 people dead, and another            stabbing attack that yearin the same city claimed 29 lives.\n\nLoad-Date: November 2, 2018"
}