{
    "title": "At Least 3 Die in Shooting on Tram in Dutch City; Turkish Immigrant Is Held",
    "publisher": "the new york times",
    "year": 2019,
    "month": 3,
    "day": 19,
    "full text": "UTRECHT, Netherlands -- Gunshots shattered the tram ride in a heavily Muslim neighborhood of this old Dutch city. The prime minister called it possible terrorism. SWAT teams rushed in, residents were ordered indoors, and all mosques closed as the police sought a killer in a country that had been spared large-scale terrorist attacks.\nSuddenly the mayhem on Monday in the Netherlands seemed as if it might be another planned public slaughter in a seemingly tranquil part of the world, like the mosque massacre that had  traumatized the people of Christchurch, New Zealand. \n  The suspect, it turned out, was a Turkish immigrant described by acquaintances as a sometimes-religious man with a criminal record who may have been entangled in a dispute with his ex-wife.\n  It was about 10:30 a.m. when a gunman opened fire on the tram in Utrecht's Kanaleneiland neighborhood, heavily populated by Turkish and Moroccan immigrants. Someone slammed on the emergency brakes, and other passengers screamed, clamoring to escape, according to witness accounts. At least three people were killed and five injured, some by shattering glass, and the assailant stepped off the tram and fled.\n  ''I saw a woman lying outside the tram,'' said Daan Molenaar, a witness. ''She was being helped by passers-by leaving their cars. Then the suspect came out of the tram with a gun in his hand, and I thought I've got to get out of here.''\n  The suspect was later identified by the police as Gokmen Tanis, 37, an immigrant from the central Turkish town of Yozgat. Mr. Tanis had been arrested before and is facing a rape charge, according to the Dutch national broadcaster and people who know him.\n  The police conducted house-to-house raids in the area and arrested Mr. Tanis eight hours later, just as officials were holding a news conference on the attack.\n  ''He's very religious,'' but also ''a real guy of the streets, aggressive as well,'' Alptekin Akdogan, who said he knew Mr. Tanis, told The New York Times. He said he and Mr. Tanis had grown up in the Kanaleneiland neighborhood.\n  Zabit Elmaci, 39, said he used to work with Mr. Tanis, washing dishes in a restaurant called Abrikoos. He described Mr. Tanis as ''always in trouble.''\n  ''I don't remember him as a religious person, but about two years ago he started acting weird, so I gradually stopped seeing him,'' Mr. Elmaci said.\n  Mr. Tanis was born in Yozgat, according to both Mr. Akdogan and Zeki Baran, director of the Netherlands Yozgat Federation.\n  ''We don't know much about him, except for that his father told us that he had not been in touch with his family for a long time,'' Mr. Baran said. A relative of the suspect is a candidate for mayor of Yozgat, he added.\n  While the authorities had not ruled out terrorism by Monday night, the panic that convulsed Utrecht, a city of 330,000 with a diverse population, appeared to partly reflect heightened nerves from the Christchurch killings three days earlier, which left 50 people dead.\n  Utrecht quickly became a trending topic on Twitter as people sought to learn more. News websites, including that of The New York Times, provided live updates of what was known.\n  The interest was amplified by the neighborhood of the attack, partly populated by people of Turkish descent. That raised speculation that the shooting may have been somehow tied to the angry denunciations by Turkey's president of the suspect in the Christchurch slaughter, a self-proclaimed white nationalist who had visited Turkey and expressed hatred of immigrants.\n  President Recep Tayyip Erdogan of Turkey said Monday night that Turkish intelligence agencies were investigating the Utrecht shooting further. ''Some say that it is a family dispute, others say it is a terrorist act,'' Mr. Erdogan told Turkish television.\n  Whether others were involved in the shooting remained unclear, although the police said they had made two additional arrests by Monday evening. Some witnesses said they had seen more than one assailant on the tram.\n  Mark Rutte, the prime minister of the Netherlands, raised the possibility of terrorism soon after the tram attack. The mayor of Utrecht, Jan van Zanen, was more definitive, declaring: ''We are working on the assumption of a terrorist motive.''\n  The Netherlands' main counterterrorism agency raised its assessment of the threat in Utrecht Province, just southeast of Amsterdam, to the highest level and said it had activated a crisis team.\n  The authorities ordered the evacuation of all mosques in Utrecht, and security was increased at mosques elsewhere in the Netherlands.\n  But later in the day, the police said they were also considering that the motive might have been personal. Their warning for people to stay indoors was lifted.\n  According to the Turkish state-run news agency Anadolu, relatives of Mr. Tanis said that the shooting had originated from a family dispute, and that only one person had been the intended target. Similar accounts came from people who knew him in the Netherlands.\n  The identities of the victims remained unconfirmed Monday night, although there was some speculation one might have been his former wife. Some Turkish news accounts quoted the father of the suspect, Mehmet Tanis, as saying his son had divorced his wife, who lived in the Netherlands, more than a decade ago.\n  The Netherlands has one of the lowest rates of private firearms ownership in Europe, according to international studies, about 2.6 per 100 people, compared to more than one per person in the United States. Its rate of gun homicide, about 0.2 to 0.3 per 100,000 people each year, is fairly typical for Europe, and far below the United States rate of about 4 per 100,000 people.\n  Utrecht, about 25 miles from Amsterdam, has been a center of Dutch culture and commerce for a millennium. Utrecht University is the largest university in the Netherlands, and the city has multiple museums, a medieval old town, canals and the headquarters of the Protestant Church in the Netherlands.\n  More than 30 percent of the city's population is foreign-born, according to the Dutch census.\n\nhttps://www.nytimes.com/2019/03/18/world/europe/utrecht-shooting.html\n\nGraphic\n\n \nPHOTO: Officers inspecting a tram in Utrecht, the Netherlands, after a gunman opened fire on Monday in a Muslim neighborhood. The authorities had not ruled out terrorism. (PHOTOGRAPH BY RICARDO SMIT/AGENCE FRANCE-PRESSE -- GETTY IMAGES)       \n\nLoad-Date: March 19, 2019"
}