{
    "title": "At Pentagon, President Remembers the Sept. 11 Attacks in His Own Way",
    "publisher": "the new york times",
    "year": 2019,
    "month": 9,
    "day": 12,
    "full text": "WASHINGTON -- On the morning of the 18th anniversary of the Sept. 11, 2001, terrorist attacks, President Trump began his day by tweeting about his poll numbers and attacking the news media.\nAt 8:12 a.m., around the same time American Airlines Flight 11, the first of the four planes hijacked that day by terrorists, departed from Boston, Mr. Trump was lashing out at an unfavorable new poll that he called ''phony'' and describing it as the latest of ''the never ending Fake News about me.'' \n  Soon afterward, Mr. Trump spoke at an annual ceremony remembering 9/11 at the Pentagon, where one of those planes was crashed.\n  He repeated an exaggerated account of how he had assisted the recovery effort after the World Trade Center was brought down by two of the planes; recounted how he had been about to watch a television interview ''with Jack Welch, the legendary head of General Electric'' when ''all of a sudden they cut away'' to the scene; and reminded his audience that he had recently sought to meet with leaders of the Taliban, who provided safe haven to Al Qaeda, which was responsible for the attacks in New York and Washington.\n  That Mr. Trump could even consider such a meeting was a reminder that a president whose 2016 campaign was shaped by the threat of foreign terrorism -- and particularly by the rise of the Islamic State, whose beheading videos and mass-killing attacks peaked as Mr. Trump was seeking the Republican nomination -- has spent little time addressing the ''radical Islamic extremism'' he once railed against.\n  And his tone on Wednesday morning underscored how Mr. Trump, who struggles to project empathy, maintains an awkward connection to the memory of an epochal American tragedy.\n  ''It's bizarre seeing the tweets that are completely off topic'' on a typically solemn day, said David Lapan, a former aide to John F. Kelly, the president's second chief of staff, and a former Pentagon spokesman and retired Marine. ''He just doesn't seem to get the significance of the event to the people in the audience,'' which included survivors of the attack on the Pentagon and relatives of people who were killed.\n  He is ''once again making it about him,'' Mr. Lapan said. ''It seemed completely out of place. And then later in the remarks resurrecting this whole Taliban thing.''\n  Mr. Trump did issue a stark warning to terrorists, saying that if they struck within the United States again, ''we will go wherever they are and use power the likes of which the United States has never used before.''\n  ''And I'm not even talking about nuclear power,'' Mr. Trump added.\n  It was unclear what other ''power'' Mr. Trump might have been referring to. But the threat was notable in part because Mr. Trump speaks far less often than his two predecessors about the threat of terrorism.\n  That is largely because foreign-inspired terrorists have not executed an attack within the United States since October 2017 -- when an Islamic State sympathizer drove a pickup truck down a bike path in Lower Manhattan, killing eight and injuring 11 -- and attacks by Islamic radicals in Europe have abated in recent years.\n  In place of terrorists inspired by radical visions of Islam, Mr. Trump has presided during a surge in mass shootings by white American men who subscribe to racist and anti-Semitic ideology. Mr. Trump vowed last month that such ''sinister ideologies must be defeated,'' but has barely reckoned with the charge that his own language may have played a role in their rise.\n  It was shortly after the Islamic State-inspired shooting in San Bernardino, Calif., which left 16 people dead in December 2015, that Mr. Trump called for a ''total and complete shutdown of Muslims entering the United States until our country's representatives can figure out what the hell is going on.''\n  After Mr. Trump won several primaries that March, he told supporters that it was the reaction to the California massacre -- as well as to the killing of 130 people by the Islamic State in Paris -- that had vaulted him ahead of his political rivals.\n  ''Paris happened,'' Mr. Trump said. ''And then we had a case in Los Angeles,'' he added, saying that his ''whole run took on a whole new meaning.''\n  ''And all of a sudden,'' Mr. Trump said, ''the poll numbers just shot up.''\n  ''Trump positioned himself as the toughest candidate on Muslim extremism,'' said Alex Conant, an adviser to Senator Marco Rubio of Florida, who also sought the 2016 Republican nomination. ''It came to be a contest about who can be the toughest on terrorism. And Trump became the toughest because he said things that nobody else could say.''\n  As a result, many terrorism experts and some top officials in the Obama administration predicted that a Trump presidency would radicalize segments of the country's Muslim-American population and produce still more terrorist attacks. That has not happened.\n  Meanwhile, Seth Jones, a terrorism analyst at the Center for Strategic and International Studies, noted that the United States military had largely defeated the Islamic State in Iraq and Syria. Mr. Jones added that Al Qaeda had recently focused on regional conflicts in places like Syria and Yemen.\n  Mr. Trump has filled the political space by amplifying his warnings about undocumented immigrants, said Juliette N. Kayyem, a former Department of Homeland Security official in the Obama administration. Instead of raising the specter of terrorist attacks, Mr. Trump has warned of hardened criminals and gang members whom he calls ''animals'' illegally crossing the Mexican border and terrorizing peaceful communities.\n  ''What Trump has done now is, in the absence of a bunch of attacks here that he can manipulate politically, he has created the mythology of the undocumented immigrant as terrorist,'' Ms. Kayyem said.\n  Through three Sept. 11 anniversaries as president, Mr. Trump has dutifully attended memorial events, but said little in public about the group that executed the attacks. Asked in late July about reports that the United States had killed a son of Osama bin Laden, who had become an important terrorist operative in his own right, Mr. Trump declined to comment.\n  Although Mr. Trump is a native New Yorker, his connection to the attacks of that day has never been particularly emotional.\n  Shortly after Sept. 11, Mr. Trump said that if he were president he would ''take a hard line on this,'' and incorrectly added that after the World Trade Center's collapse, one of his buildings became the city's tallest. ''To be blunt, they were not great buildings,'' Mr. Trump told a reporter several days later. ''They only became great upon their demise last Tuesday.''\n  He did not visit the memorial and museum where the World Trade Center once stood until April 2016, nearly five years after it opened. After a relatively brief tour, he decided not to hold the news conference that aides had discussed. He later told advisers it was a mistake, according to people familiar with the event.\n  And even as Mr. Trump called for severe measures to prevent terrorists from entering the country, vowing to ''bomb the hell out of'' the Islamic State, he also capitalized on voter fatigue with the seemingly endless war in Afghanistan, rejecting the post-Sept. 11 neoconservative vision that had long dominated the Republican Party.\n  ''I will never send our finest into battle unless necessary, and I mean absolutely necessary, and will only do so if we have a plan for victory with a capital V,'' Mr. Trump said in an April 2016 speech. ''The world must know that we do not go abroad in search of enemies.''\n\nhttps://www.nytimes.com/2019/09/11/us/politics/trump-911-speech.html\n\nGraphic\n\n \nPHOTO: President Trump and his wife, Melania, on Wednesday. He recounted his 9/11 experiences, including an exaggerated account of how he assisted the recovery effort. (PHOTOGRAPH BY DOUG MILLS/THE NEW YORK TIMES)       \n\nLoad-Date: September 14, 2019"
}