{
    "title": "At Risk in Gaza",
    "publisher": "the new york times",
    "year": 1994,
    "month": 11,
    "day": 23,
    "full text": "Last Friday's fatal clashes in Gaza dramatized the perils that threaten Israel's historic peace with Yasir Arafat's P.L.O. Fourteen people were killed and more than 200 wounded after Palestinian police fired on street protesters, many of them sympathetic to the militant Islamic organization Hamas.\nIt is six months since the P.L.O. took over administration of Gaza and Jericho. Expectations were overly high, international aid has been slow to arrive and Hamas has tried to undermine the P.L.O. at every turn. But by now the Palestinian Authority should have been able to establish a measure of civil order and start to deliver the fruits of peace to a long-suffering population. It has not done so, and Palestinians' patience is rapidly running out.\nThat bodes big trouble not only for Mr. Arafat but also for Israel, which has bet heavily on his ability to deliver a negotiated peace, and for the U.S., which has made itself an informal guarantor of that peace. Both now have a big stake in rescuing Mr. Arafat from his own mistakes and trying to make him look as appealing as possible to his Palestinian constituents. Israel could help by speeding the transfer of autonomy in the West Bank and by enhancing the powers and the financial resources of the Palestinian authority.\nBut nothing can help Mr. Arafat's sagging popularity ratings unless the P.L.O. leader learns how to help himself. He cannot continue shoving aside local Gaza and Jericho leaders in favor of expatriate cronies from Tunis, sloughing off calls for more democracy, regimenting the press and neglecting economic development projects. Most imperatively, he cannot assign sensitive police tasks to poorly disciplined street toughs.\nMr. Arafat's most urgent problem is Hamas. The group's military wing launches terrorist attacks into Israel. Its civilian wing functions as a mass political party, and provides residents in Gaza with social services the Palestinian Authority seems incapable of delivering. To demand that Mr. Arafat suppress Hamas terrorism launched from P.L.O. areas is simply to demand that he live up to the peace agreement. But to demand that he crack down on the Hamas political movement is to ask him to launch a Palestinian civil war. His police must become more aggressive against terrorism and less aggressive against political dissent.\nMr. Arafat has managed to make an already difficult problem in Gaza worse. But neither Israel nor the U.S. can afford to simply stand back and let him suffer the consequences.\n\nLoad-Date: November 23, 1994"
}