{
    "title": "At State Senate Meeting on Threats to City, a Tense Debate Over Islamic Terror",
    "publisher": "the new york times",
    "year": 2011,
    "month": 4,
    "day": 9,
    "full text": "At first glance, a hearing convened in Manhattan by a State Senate committee on Friday seemed as solemn an undertaking as any. As the 10th anniversary of the Sept. 11 attacks approaches, lawmakers pledged to study how vulnerable the New York City area remained to another act of terror.\nFor parts of the day they did just that, peppering law enforcement officials and counterterrorism experts with questions about port security and equipment upgrades for emergency responders.\nBut that discussion was overshadowed when the hearing descended into a tense and at times provocative debate over Shariah law and whether Muslims are predisposed to terrorism.\nThat was the claim advanced by two speakers who were invited to testify by Senator Gregory R. Ball, a first-term Republican from Putnam County and the chairman of the Committee on Veterans, Homeland Security and Military Affairs, who was roundly criticized by interfaith groups and lawmakers for making Islam one of the topics of the hearing.\n''The education of Arab children is to make killing of certain groups of people not only good, it's holy,'' testified one of the speakers, Nonie Darwish, an Egyptian-born American who is director of a group called Former Muslims United.\nMr. Ball asked Ms. Darwish to discuss what it was like being educated in the Arab world. ''It is horrendous,'' she said. ''They don't leave your mind to think for itself. You're supposed to hate Jews. You're supposed to hate America. You're supposed to hate Western culture.''\nHer testimony was met with an angry rebuke from Senator Eric Adams, a Brooklyn Democrat, who held up a Koran and said that Ms. Darwish was ''bringing hate and poison'' to the hearing. Mr. Ball tried to quiet Mr. Adams, but their back-and-forth escalated into a shouting match, with Mr. Adams suggesting that Mr. Ball was condoning bigotry and Mr. Ball accusing him of pandering to the news media.\n''I'm glad that nobody is between those TV cameras and you,'' Mr. Ball said, ''because that's the most dangerous place in New York City right now.''\nThe yelling match seemed to frustrate some of the other lawmakers. ''I want to get back to what this is all about: homeland security is about the future of this city and this state, to make sure that we're safe,'' said Senator Martin J. Golden, a Republican from Brooklyn.\nMs. Darwish was followed later by Frank J. Gaffney Jr., a former Defense Department official who has often publicly criticized Islam. In his testimony, Mr. Gaffney denounced Shariah law as a threat to the United States and said that American efforts to prevent future acts of terrorism had been encumbered ''by what we consider to be politically correct blinders.''\nIn many ways, the meeting amounted to a local version of the polarizing Congressional hearing held last month on the question of homegrown Islamic terrorism. Mr. Ball invited the lawmaker who sponsored that hearing, Representative Peter T. King, a Long Island Republican, to be the first witness at the session on Friday.\nAnd just like the Congressional hearing, Mr. Ball's inquiry turned into a spectacle. Security was increased at the office building in Lower Manhattan where the hearing was held, and television cameras outnumbered lawmakers.\nMr. King prefaced his comments by noting that ''99 percent'' of Muslims in the United States are ''outstanding Americans'' and not terrorists.\n''But the fact is: The enemy, or those being recruited by Al Qaeda, live within the Muslim community, and that's the reality we have to face,'' Mr. King said. ''This is not to put a broad brush over a community, but you go where the threat is coming from, and that's the reality today.''\nWhile the testimony on the threat posed by Islam offered the most drama, the bulk of the hearing was spent discussing matters far less politically charged. A parade of experts offered up a kaleidoscope of potential terror threats, and legislators added their own possibilities, too.\nMr. Golden wondered whether someone could shoot down an airplane using a heat-seeking missile. Mr. Ball asked about the safety of the AirTrain system at Kennedy Airport. And Mr. King worried about an attack on the subway system or the use of a dirty bomb.\nAt times, however, those at the hearing seemed less engaged in the technical discussion that dominated much of the session. During the testimony of Richard Daddario, the New York Police Department's top counterterrorism official, at least three people in the audience were asleep.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Nonie Darwish, director of Former Muslims United, spoke about Islam at a State Senate hearing on homeland security on Friday. (PHOTOGRAPH BY MICHAEL APPLETON FOR THE NEW YORK TIMES)                          \n\nLoad-Date: April 9, 2011"
}