{
    "title": "At US - Iran Dance in UN , Both Play Wallflowers",
    "publisher": "the christian science monitor",
    "year": 1998,
    "month": 9,
    "day": 23,
    "full text": "Hundreds of demonstrators in New York, and other Americans who oppose a US-Iran rapprochement, thought they had a lot to fear about the opening of the United Nations General Assembly's annual debate Sept. 21. After all, the event was billed to be a day of many firsts laden with diplomatic significance.\n \n It marked the first time since his election last year that Iranian President Mohamad Khatami stepped on the soil of what his predecessors called the \"Great Satan.\" And the first time an Iranian leader addressed the General Assembly in more than a decade.\nAnd there was the prospect of Secretary of State Madeleine Albright and Iranian Foreign Minister Kamal Kharazi attending a meeting on Iran-Afghanistan tensions that would have marked the highest-level contact between the two countries in decades.\n \n But Mr. Kharazi did not attend the discussions. He sent his deputy, Mohammed Javad Zarif, to the talks among eight nations in which Iran, given last month's killings of several of its diplomats in Afghanistan, has the biggest interest. Mr. Zarif and Ms. Albright neither talked nor shook hands.\n \n Earlier that day, President Clinton addressed the General Assembly, urging nations to put the fight against terrorism at the top of their agendas. Mr. Clinton listed Iran as one of the nations that has suffered from acts of terrorism, even as a US State Department report called Iran a sponsor of terrorism.\n \n Clinton also emphasized that there was not an \"inevitable clash between Western civilization and Western values and Islamic civilizations and values.\"\n \n He proceeded to describe at length America's respect for Islam, prompting many diplomats to think that Washington was indirectly extending an olive branch to Tehran. \"I doubt that he would have said as many words had Khatami not been in town,\" says one diplomat.\n \n However, Richard Murphy, a senior fellow for Middle Eastern affairs at the Council on Foreign Relations, points out that Clinton's statements are a continuation of an old theme.\n \n \"That's consistent with his statements over the past couple of years,\" says Murphy. \"He said it after the use of cruise missiles against Afghanistan and Sudan. He made earlier statements along the same line, because I think that he is concerned that Americans have been pretty loose in their references to Islam as a fountain of terrorism.\"\n \n Murphy also played down Mr. Khatami's visit to the UN as a significant step in US-Iran relations. \"It's his debut on the world stage as the president of Iran,\" he says. \"To my knowledge there will be no official contacts between Americans and President Khatami.\"\n \n Still, Washington viewed the General Assembly debate as a chance to further assess its relations with Tehran.\n \n Khatami's address did not suggest Iran was ready to move beyond educational and cultural exchanges with the US. Indeed, he offered a veiled criticism of the US: \"The fantasy of a unipolar world ruled by a single superpower is but an illusion,\" he said.\n \n But he seemed to make a distinction between the public and politicians. \"I am confident that … the American people will not accept that their good name … be exploited for the advancement of the dream of a unipolar world by the politicians.\"\n\nLoad-Date: September 22, 1998"
}