{
    "title": "At UNGA General Debate, President Buhari Advocates Uninhibited Supply Of Safe Coronavirus Vaccines T",
    "publisher": "the will ",
    "year": 2020,
    "month": 9,
    "day": 23,
    "full text": "BEVERLY HILLS, September 22, (THEWILL) Nigeria will continue to partner with the World Health Organisation (WHO) and some countries to ensure accelerated development and manufacturing, as well as the uninhibited supply of safe and effective Coronavirus vaccines to all, President Muhammadu Buhari declared Tuesday. Delivering Nigeria's National Statement, via video-message, on the first day of the 75th session of the UN General Assembly Debate, a statement by the Presidency said, Buhari pledged Nigeria's commitment to working with member states in the spirit of global cooperation and solidarity to promote human health and general well-being.\n The theme of this year's General Assembly is \"The Future We Want, The United Nations We Need: Reaffirming Our Collective Commitment to Multilateralism- Confronting Coronavirus Through Effective Multilateral Action.\" The President described the theme of the General Assembly as most appropriate and timely, noting that it captures the common desire for a renewed and revitalised organisation in need of multilateral approaches to the many challenges facing the world.\n  \"As we reflect on the future we want and the United Nations we need, we must realise that the people of the world not only look up to us: they count on us. \"If the United Nations system cannot mobilise the world to marshal out a truly effective and inclusive response to the coronavirus pandemic, then the United Nations would have failed in the core mission of giving expression, direction and solution to the yearnings of the international community.\n \"The future we want must guarantee human rights, human dignity, human prospects and prosperity. The principles of 'Leaving No One Behind and Doing No Harm' must be expressed through accountability, strategic growth initiatives and elimination of threats of all kinds,\" he said.\n President Buhari noted that in the quest to provide a future of hope and prosperity for all Nigerians, his administration had embarked on measures to ensure national resilience. \"We intend to achieve this through the implementation of the Economic Sustainability Plan and the Medium Term National Development for the period 2020-2025 and 2026-2030. \"We expect that these ambitious initiatives will deliver sustainable economic growth and development to Nigeria,\" he said.\n On confronting the Coronavirus pandemic, the Nigerian leader, who stressed the need for effective multilateral actions, expressed concern that the pandemic has devastated the world economy, straining the capabilities of the health systems of many countries, including Nigeria. \"In the aftermath of the Coronavirus outbreak in Nigeria, we prioritised vulnerable groups, including women, children, older persons and the unemployed, in our efforts to provide medical and social assistance to cushion the socio-economic effects of the disease.\n \"Accordingly, we have expanded our National Social Register, to include an additional 1 million Nigerians. Our National Social Investment Programme (NSIP) has been the vehicle for reaching out to the poor and vulnerable members of the Nigerian population, as well as providing cover for over 12 million households,\" he said.\n Commending the efforts of the UN and the WHO in combating the pandemic, President Buhari noted with appreciation the 2 billion dollars Global Response Plan launched by the UN Secretary-General to fund the coronavirus response in the poorest countries. The President also commended the Secretary-General's call for a cease-fire in conflict areas to enable humanitarian assistance reach groups vulnerable to Coronavirus.\n On poverty eradication in Nigeria, the President said in order to mitigate its impact, his administration had commenced the disbursement of N10.9 billion to households on Micro, Small and Medium Enterprises as palliatives. In addition, he said a N500 billion fiscal stimulus package and sustained delivery of humanitarian and social interventions to poor and vulnerable households have been established, while the Central Bank of Nigeria launched a N3.5 trillion-stimulus package to boost manufacturing and facilitate import substitution.\n The Nigerian leader urged the international community to cooperate in addressing the scourge of poverty, particularly in developing countries. In this regard, he commended the President of the 74th General Assembly, Prof Tijjani Muhammad-Bande of Nigeria, for launching an Alliance for Poverty Eradication in June.\n He enjoined global leaders, particularly from the global North, to support the Alliance at a time when the COVID-19 is reversing gains made in the achievement of the 2030 Sustainable Development Goals (SDGs) and pushing an additional half a billion people into extreme poverty. On disarmament, international peace and security, President Buhari said Nigeria remains deeply concerned over the illicit trade, transfer and circulation of small arms and light weapons, particularly on the continent of Africa.\n He called on the international community to renew efforts to stem this traffic and promote the Arms Trade Treaty in order to codify accountability in the battle against trans-border crimes, including terrorism and acts of piracy. On terrorism and counter-terrorism, the President urged world leaders to redouble efforts to ensure collective security, noting that the litany of sophisticated terrorist attacks across the globe is a harsh reality of the challenges the world is facing today.\n \"In Nigeria, we are still facing violent extremism from the insurgency of Boko Haram and bandits. \"We continue to count on our strong cooperation with UN Counter-Terrorism bodies and neighbouring countries to overcome the terrorists in the Lake Chad Basin and the wider Sahel Region.\n \"We will vigorously sustain the rehabilitation, reconstruction and resettlement of victims of terrorism and insurgency in the North East. The North-East Development Commission has been established for that purpose,\" he said.\n On illicit financial flows, President Buhari declared that the global aspiration to recover from the impact of COVID-19 will not be fully met without addressing structures that make it more difficult for countries to generate and retain their financial resources. In this regard, the President again thanked Prof.\n Muhammad-Bande as well as the immediate past President of the Economic and Social Council, Ambassador Mona Jul, for jointly launching the High-Level Panel on International Financial Accountability, Transparency and Integrity (FACTI) for Achieving the 2030 Agenda. President Buhari's video speech at the opening session of the General Assembly Debate also touched other issues of interest to Nigeria ranging from SDGs, nuclear disarmament, climate change and migration to human rights, women empowerment and gender parity, quality education and the United Nations reform.\n On climate change, the President reiterated Nigeria's commitment to the revitalisation of Lake Chad, saying: \"We are convinced that recharging the Lake will improve the living conditions of our people in the area, promote inter-state cooperation, strengthen community resilience and assist in addressing environmental and security challenges threatening the region and its resources.\" The Nigerian leader, therefore, renewed his call for international support for the regional efforts to raise 50 billion dollars required to actualise this initiative.\n On quality education, President Buhari announced that Nigeria will be hosting the 4th International Conference on Safe Schools in 2021. \"Quality education for all is the cornerstone of sustainable development. \"I invite you all to Nigeria to participate in the Conference which aims to advocate for the protection of education from attack as we work together towards the future we want,\" he said.\n President Buhari ended his speech at the virtual event by reaffirming Nigeria's commitment to promoting international peace and security and sustainable development, as well as strengthening partnerships and cooperation with international organisations. !-- AI CONTENT END 2 --\n\nLoad-Date: September 23, 2020"
}