{
    "title": "At U.S. Urging, Pakistan to Be Placed on Terrorism-Financing List",
    "publisher": "the new york times",
    "year": 2018,
    "month": 2,
    "day": 25,
    "full text": "ISLAMABAD, Pakistan — At the urging of the Trump administration, an international task force has decided to place Pakistan on a terrorism-financing watch list, a decision that has stunned and alarmed Pakistani officials and one that could deliver a major blow to the nation’s economy.\nThe Paris-based organization, the Financial Action Task Force, which conducts much of its business in secret, concluded its meetings on Friday with            no public statement on Pakistan’s status.\nBut Miftah Ismail, a financial adviser to Pakistan’s prime minister, Shahid Khaqan Abbasi, said he expected Pakistan to be placed on the list in June, after the country and the task force agreed on an action plan.\nIn addition, a former high-level Pakistani official, speaking on the condition of anonymity so as not to jeopardize relationships with current negotiators for the government, said that members of the task force had decided to place Pakistan on the list as of June.\nPakistan had been on the list from 2012 to 2015.\nIt has counted on allies like China, Saudi Arabia and Turkey to block the United States-led effort to put the country back on the so-called gray list of nations that are not doing enough to counter terrorism financing.\nPakistan fears that the move will widen the country’s international isolation, damage its already emaciated economy, hurt its banking sector and hinder its access to international markets as it prepares to repay about $3 billion in debt this summer.\nWhen China — along with the Gulf Cooperation Council — backed out of the effort to block the move, Pakistani officials appeared resigned. Shireen Mazari, an opposition politician, said in a Twitter post that the country’s reappearance on the list was a “major disaster for foreign policy and diplomacy.”\nA spokesman for the Foreign Ministry, Mohammad Faisal, said at a news briefing on Friday that the country would await an official statement from the task force. “Once things get clearer, we will be able to comment,” Mr. Faisal said.\nAlexandra Wijmenga-Daniel, a spokeswoman for the task force, known as F.A.T.F., would not comment on the news reports, saying only that “Pakistan was subject to F.A.T.F. monitoring in the past,” and “exited this process in 2015.”\nThe task force was created in 1989 to fight money laundering before its mandate extended to fight terrorism financing. While the group does not issue binding requirements or sanctions, countries placed on its list face intense international scrutiny and financial pressure.\nThe United States led the effort to nominate Pakistan as part of a broader strategy to pressure the country to cut alleged links to Islamist militants causing chaos in Afghanistan.\n“Pakistan has had a full-speed locomotive train coming its way since 2005, and despite dozens of meetings and warnings, Pakistan has failed to grasp the situation,” Mosharraf Zaidi, a foreign-policy commentator and newspaper columnist, said in an interview on Friday.\nHe was referring to the year that Lashkar-e-Taiba, a militant group accused of carrying out the 2008 terror attacks in Mumbai, India, was put on a United Nations list of global terrorist groups. The United States, India and other Western countries have repeatedly called for Pakistan to take stronger action against a charity that acts as a front for Lashkar-e-Taiba.\nBut Pakistan said most of the concerns had been addressed since 2015. The State Bank of Pakistan introduced a comprehensive set of new rules against money laundering and terror financing, officials said. Parliament approved legislation to tackle money laundering. And an independent financial monitoring unit was established with the sole mandate of receiving, analyzing and disseminating suspicious currency transaction reports.\nLashkar-e-Taiba, however, has continued fund-raising even as officials have seized its properties. The group’s founder, Hafiz Muhammad Saeed, remains free despite an American bounty of $10 million. Last year, Mr. Saeed started a political party, the Milli Muslim League, raising concerns that the group was trying to gain legitimacy.\nIn January, the United States announced it was freezing security aid amounting to about $1.3 billion to Pakistan, after President Trump complained on Twitter that Pakistan had “given us nothing but lies & deceit.”\nOn Jan. 20, the United States and Britain jointly submitted a letter to the global task force nominating Pakistan for the list. France and Germany subsequently backed the move.\nAurelien Breeden contributed reporting from Paris, and Sewell Chan from New York. \nPHOTO: Hafiz Muhammad Saeed, center, founder of the militant group Lashkar-e-Taiba, in 2017. An international task force has decided to place Pakistan on a terrorism-financing watch list. (PHOTOGRAPH BY Mohsin Raza/Reuters FOR THE NEW YORK TIMES)\nRelated Articles\nU.S. May Seek to Put Pakistan on Terrorism-Finance List\nTrump, Citing Pakistan as a ‘Safe Haven’ for Terrorists, Freezes Aid\nPakistan Dismisses Trump’s Tweet on Aid as ‘Incomprehensible’\nFrustrated U.S. Might Withhold $255 Million in Aid From Pakistan\n\nLoad-Date: February 25, 2018"
}