{
    "title": "At White House, Trump, India P.M. talk of defeating terrorism",
    "publisher": "the salt lake tribune",
    "year": 2017,
    "month": 6,
    "day": 26,
    "full text": "Washington Hugging outside the White House Monday, President Donald Trump and India's Prime Minister Narendra Modi heralded an increasingly close strategic partnership as the U.S. branded a top militant from neighboring Pakistan as a \"global terrorist.\"\nTrump declared he was \"true friend\" of India and said relations between the two largest democracies have never been better. But there were some tensions in the inaugural meeting between the two populist leaders. On trade, Trump demanded fewer barriers for American companies exporting to India.\nSpeaking in the Rose Garden after their talks, Trump said: \"Both our nations have been struck by the evils of terrorism, and we are both determined to destroy terrorist organizations and the radical ideology that drives them. We will destroy radical Islamic terrorism.\"\nModi, a Hindu nationalist but also leader of a nation with nearly 175 million Muslims, did not use the same, charged terminology. He stressed the importance of \"doing away\" with terrorist sanctuaries and safe havens, apparently reflecting Indian concerns about militants based in Pakistan, India's historical archrival. He said the U.S. and India will enhance intelligence-sharing.\nHours before Modi's arrival, the State Department imposed sanctions on Syed Salahuddin, the Pakistan-based leader of Hizbul Mujahideen, the main rebel group that fights against Indian control in the divided Himalayan region of Kashmir. India's foreign ministry hailed the move.\nTrump has so far focused on outreach to China, India's other strategic rival, as he looks to Beijing to rein in nuclear-armed North Korea. But Washington and New Delhi share concerns about China's rise as a military power that have underpinned increasingly close relations in the past decade.\nThe Trump administration says it want to provide India with improved defense technology. The State Department on Monday approved the $365 million sale of a C-17 military transport aircraft to India. The administration is also set to offer a $2 billion sale of U.S.-made unarmed drones to help in surveillance of the Indian Ocean.\nAlthough Modi's two-day Washington visit, which began Sunday, is lower-key than his previous three trips to the U.S. since he took office in 2014, it has included plenty of face-time with Trump. Modi later joined the president and first lady for dinner -- the first dinner Trump has hosted for a foreign dignitary at the White House, although he has hosted the leaders of Japan and China at his resort in Florida.\nTrump and Modi share a populist streak and a knack for social media, but their economic nationalist agendas could clash. While Trump champions the idea of \"America First\" and wants to stop the migration of jobs overseas, Modi has his own drive to boost manufacturing at home, dubbed \"Make in India.\"\nIndia is among the nations singled out by the Trump administration for their trade surpluses with the U.S., and it is also reviewing a visa program used heavily by skilled Indian workers. The U.S. deficit in goods and services with India last year was about $30 billion.\n\"It is important that barriers be removed to the export of U.S. goods into your markets, and that we reduce our trade deficit with your country,\" Trump said.\nBut Trump also lauded Modi's economic stewardship, and the praise was mutual. Modi, who invited the president and his family to visit India, extolled Trump's leadership qualities. He said the president's \"vast and successful experience in the business world will lend an aggressive and forward-looking agenda to our relations.\"\nThe personal chemistry between the two leaders could prove as important as policy in setting the tone for the future. They appeared keen to show they got along -- hugging twice during their joint appearance. They did not take questions.\nWhen it comes to terrorism, Michael Kugelman, a South Asia expert at the Wilson Center, said the two leaders have a similar worldview -- that \"it needs to be destroyed wherever it rears its murderous head.\"\nHe said the designation of Salahuddin shows that Washington is willing to work closely with New Delhi on terrorism-related matters, although it remains to be seen if that signals a tougher policy toward Pakistan. India accuses Pakistan-based militants of launching attacks on its soil.\nThe two leaders voiced a joint interest in bringing stability to Afghanistan, where India has committed $3 billion in aid since 2001. However, in their public remarks, they skirted the contentious issue of climate change. New Delhi has been irked by Trump's decision to pull out of the Paris accord.\n\nLoad-Date: July 6, 2017"
}