{
    "title": "At West Point , Bush Draws Parallels With Truman",
    "publisher": "the new york times",
    "year": 2006,
    "month": 5,
    "day": 28,
    "full text": "President Bush implicitly compared himself to Harry S. Truman in a commencement address at the United States Military Academy on Saturday, saying Truman acted boldly against the ''fanatic faith'' of cold war communism in the same way Mr. Bush's administration has responded to the threat of terrorism since the attacks of Sept. 11, 2001.\n  ''By the actions he took, the institutions he built, the alliances he forged and the doctrines he set down, President Truman laid the foundations for America's victory in the cold war,'' Mr. Bush told the class of 2006.\nMr. Bush has compared the struggle against communism to the current war against Islamic radicalism in previous speeches, but his address on Saturday was his most developed on the theme. He left it unsaid that Truman was deeply unpopular at the end of his two terms in office and that it took a generation to appreciate his achievements.\n  ''Like the cold war, we are fighting the followers of a murderous ideology that despises freedom, questions all dissent, has territorial ambitions and pursues totalitarian aims,'' Mr. Bush said. He added that ''like Americans in Truman's day, we are laying the foundations for victory.''\n  The president made a passing but pointed reference to the present standoff with Iran over its nuclear ambitions. ''The message has spread from Damascus to Tehran that the future belongs to freedom, and we will not rest until the promise of liberty reaches every people in every nation,'' Mr. Bush said.\n  Unlike his commencement address at West Point four years ago, which set forth the argument of pre-emption that was the basis of the American-led invasion of Iraq, Mr. Bush offered no new policy in his 30-minute address. Instead, he repeated the themes of his major war addresses from the past five years.\n  He also told graduates, the first class to enter West Point after the attacks of Sept. 11, that ''today you'll become proud officers of the greatest army in the history of the world.''\n  He made no mention of any potential troop withdrawals from Iraq, or to specific setbacks there, but noted that 34 times in the last four years the class had observed a moment of silence for a former West Point cadet who had died in the war on terror.\n  ''We will honor the memory of those brave souls,'' Mr. Bush said. ''We will finish the task for which they gave their lives. We will complete the mission.''\n  The president commended the academy for adapting to what he called the new form of warfare in the 21st century. West Point, he said, has added courses in counterinsurgency operations, intelligence and homeland security; expanded Arabic language training; and hired faculty members with expertise in Islamic law and culture. In addition, Mr. Bush praised the institution for its new Combating Terrorism Center and for establishing a minor in terrorism studies.\n  He reiterated that there was only one response to terrorism. ''We will never back down, we will never give in, and we will never accept anything other than complete victory,'' he said.\n  The 861-member class, which includes 131 women, frequently responded with applause.\n  Mr. Bush was accompanied by Donald L. Evans, his former commerce secretary, who is a leading candidate to replace John W. Snow as Treasury secretary. Mr. Evans is spending the Memorial Day weekend with Mr. Bush at Camp David.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: The West Point class of 2006 heard yesterday from President Bush, who gave the commencement speech. (Photo by Robert Stolarik for The New York Times)\n\nLoad-Date: May 28, 2006"
}