{
    "title": "ATLANTA MOURNS Search is on for mystery 911 caller Domestic terrorism suspected",
    "publisher": "usa today",
    "year": 1996,
    "month": 7,
    "day": 28,
    "full text": "ATLANTA -- An army of federal and state agents are searching today\nfor clues to who set off the terror bomb directed at the heart\nof the Olympic Games here.\nInvestigators are focusing their search on domestic individuals\nor groups, with attention on a 911 warning call 18 minutes before\nthe 1:25 a.m. ETSaturday blast. Officials say the voice had characteristics\nof a white American male.\nThe explosion left two people dead, injured 111 others, and permanently\nscarred an Olympics that had been marked by unprecedented security\nand global interest.\nThe Games resumed Saturday under rainy skies and somber trappings.\nEach event was opened by a moment of silence recalling the victims\nof Saturday's terror.\nBut \"the games will go on. I repeat, the games will go on,\"\ndeclared International Olympic Committee Director General Francois\nCarrard.\nAmong the leads being pursued by law enforcement officials are\nfinger and shoe prints left at a public telephone near the park\nwhere the emergency call was traced.\nAlso, federal authorities had been tracking domestic terror groups\nthat might have wanted to threaten the Games.\nSaturday, Atlanta Mayor Bill Campbell described the the city's\n\"worst fear\" as the specter of terrorism.\n\"It has occurred, but we must move on,\" he said.\nAmong the injured were seven law enforcement officers who were\ntrying to clear the Centennial Olympic Park when the bomb detonated.\nAlice Hawthorne, 44, of Albany, Ga., was identified as the lone\nfatality directly connected to the bomb. Turkish television cameraman\nMelih Uzunyol died of an apparent heart attack rushing to film\nthe scene.\nThe thunderous concussion, felt for blocks around, sprayed hot\nshrapnel more than 100 yards into a horrified crowd.\nAlmost immediately comparisons were being drawn to the 1972 games\nin Munich where 11 Israeli athletes were killed, the last time\nterrorism targeted the Olympics.\nAnd just as in Munich, the Games did continue but under the watch\nof more guards and more guns. The competitions, some interrupted\nby reports of unfounded threats, ran well into the night and were\nattended by near-capacity crowds.\nInformed early Saturday morning of the attack, President Clinton,\na visitor to the Games only 24 hours before, pledged to bring\nthose responsible to justice.\nCarrard said there was no serious thought given to closing the\nGames.\n\"Unfortunately we are living in a society where violence and\nviolent acts are not absent,\" Carrard said. \"This could happen\nin any city, at any time.\"\n\nGraphic\n\n \nPHOTO, colorTannen Maury, AP; Michael Peterson, right, and Jonathan Holland prior to race.\n\nLoad-Date: July 28, 1996"
}