{
    "title": "ATLANTA EXTRA; P.M. EDITION; OLYMPICS; Ceremony filled with joy marks the end; Samaranch_ Terrorism",
    "publisher": "the world",
    "year": 1996,
    "month": 8,
    "day": 5,
    "full text": "The 17-day marathon of shifting emotions that was the Centennial Games ended Sunday night with a surge of unbridled joy and a tribute to the Olympics' victims of terrorism.\nThe Closing Ceremony was a mix of jubilation and poignance in a city that cheered feats of athleticism and watched in horror as tragedy struck in the park that is one of Atlanta's great Olympic legacies.\nA scene that will be etched in everyone's memories of these Games came when surprise performer Stevie Wonder sang a tender version of John Lennon's \"Imagine.\" That, and International Olympic Committee President Juan Antonio Samaranch's acknowledgment of the victims of terrorism - both in Atlanta and Munich - were the emotional center of the ceremony. \"No act of terrorism has destroyed the Olympic movement, and none ever will,\" said Samaranch.\nIt was the first time the IOC had used the world stage to commemorate the darkest hour in the history of the Games.\nAnkie Rechess, a widow of one of the slain Israeli Olympians, said her long wait for recognition of the killings is over. \"It came 24 years late, but it finally came. I'm extremely happy I heard it,\" said Rechess, who was watching the ceremony in the middle of the night at her home in Tel Aviv.\nYet it was clear that the ceremony was a tribute to the Atlantans and their visitors who bravely returned to the park, venues and streets after the bombing. \"Never before in the history of the Olympic Games has the spirit of the people so paralleled the irrepressible heart of an Olympic champion,\" Atlanta Committee for the Olympic Games President Billy Payne told the crowd of 84,000-plus and an estimated 3.5 billion world television viewers.\nWith the 197 flags forming a colorful quilt around him, Samaranch proclaimed, \"Well done, Atlanta!\" But Samaranch stopped short of proclaiming these the best Games ever, as he did in Barcelona, instead pronouncing them \"exceptional.\" He did, however, bestow a gold Olympic Order medal on Payne, togreat applause.\nLater, in a major break from tradition, members of the original bidding committee, including Ginger Watkins, Charlie Battle and Horace Sibley - instead of Olympic athletes - took the Olympic flag off the field.\nThe extinguishing of the Olympic flame, 100 days after Payne carried it onto American soil, was markedly subdued and dignified compared with the operatic production numbers of previous closings. Accompanied by the Morehouse College Glee Club, country music superstar and native Georgian Trisha Yearwood stood on a staircase and sang an a cappella version of a specially commissioned song, \"The Flame.\"\nThen, the light in Siah Armajani's towering caldron, the flame it took a backbreaking decade to win and then prepare for, slowly, gracefully flickered out.\nThe true celebration came later, during the \"Southern Jamboree\" segment, featuring Little Richard belting \"Good Golly, Miss Molly,\" and the Pointer Sisters harmonizing with Al Green on \"Take Me to the River\" and B.B. King on \"Let the Good Times Roll.\"\nThose artists were joined by a posse of other artists with sounds rooted in the musically fertile region: Wynton Marsalis, Mark O'Connor, Faith Hill, Tito Puente, Sheila E., Buckwheat Zydeco and Gloria Estefan.\nThe athletes raced on the field, joining the musicians and towering skeleton puppets. Athletes from the African nation of Gabon did Egyptian dances. Others formed conga lines across the field and turned oversized mylar discs with musical notes into Frisbees.\nThe Southern performers didn't quit until they had the whole stadium shaking. Greek gymnasts did cartwheels and flips to the Pointer Sisters' \"I'm So Excited.\" Even Vice President Al Gore and wife Tipper twisted the Atlanta night away.\nAn earlier segment on \"extreme\" sports, featuring gravity-defying bicyclists, daredevil skateboarders, high-flying in-line skaters and twirling acrobats in gold lame, fit the kick-out-the-jams mood perfectly.\nThe night's most flamboyant performance (other than Little Richard) was delivered by 2000 Games host Sydney, right after Mayor Bill Campbell handed the Olympic flag to Samaranch, who gave it to Sydney Mayor Frank Sartor. A dozen Aboriginal men played didgeridoos. Kangaroo-costumed young men wheeled in on bicycles. Women costumed as cockatoos fluttered, and \"Spirit Woman\" dancers covered in ocher clay slithered.\nForming quite a contrast was a segment that followed with 600 Atlanta childen singing \"The Power of the Dream\" - a heaping helping of all-American sugar and spice.\n \nStaff writer Mark Sherman contributed to this article.\n\nGraphic\n\n \nPhoto: Riders on mountain bicycles take center stage at Sunday night's\n Closing Ceremony at the Olympic stadium. / FRANK NIEMEIR / Staff\n\nLoad-Date: August 6, 1996"
}