{
    "title": "ATLANTA GAMES; 9 DAYS TO GO; OLYMPIC CITY; CLOSE UP; SECURITY; AN ARENA FOR TERRORISM; 'Atlanta will",
    "publisher": "the world",
    "year": 1996,
    "month": 7,
    "day": 10,
    "full text": "It is almost as if security officials believe if they say it often enough it will come true:\n \n\"Atlanta will be the safest place in the world this summer.\"\nBill Rathburn, security chief for the Atlanta Committee for the Olympic Games, says it as a mantra.\nAtlanta Mayor Bill Campbell says it. Police Chief Beverly Harvard and virtually all law enforcement officials assigned to the Olympics say it.\nBut it sounds, at times, like a challenge to every terrorist group seeking an international stage for murder and mayhem.\nExperts say, and planners know, that no city in America is immune from terrorism. The threat today is higher than it has ever been.\nA well-placed explosive, chemical bomb or deadly virus at the Olympics could be more devastating with more long-term repercussions than Oklahoma City, the World Trade Center and the nerve gas incident on the Tokyo subway combined.\n\"For someone with a cause, (the Olympics) is a ready-made stage,\" said Brian Jenkins, a security analyst for Kroll Associates, an international investigative and consulting firm.\nSome security experts believe terrorists shied away from the Olympics after the 1972 Munich Games, in which 11 Israeli athletes were killed. Instead of recognition, the slayings brought only international condemnation for the Palestine Liberation Organization faction Black September.\n \nChanging nature of terror\nOthers, including Robert Heibel, former deputy chief of counter- terrorism for the FBI, do not buy that.\nHeibel believes increased security deterred Olympic terrorism, not a lack of trying on the part of terrorists.\n\"I think when you put on a united front and you see people are well- organized and look trained and efficient and you put out information that indicates you are prepared, it acts as a deterrent for the amateurs, but maybe not the professionals,\" said Heibel, who helped coordinate security for the FBI at the 1988 Games in Seoul.\nRecent terrorist attacks demonstrate not only the increased threat but also the changing nature of terrorism.\nAt Los Angeles in 1984, security organizers were concerned about domestic terrorist groups advocating independence for Puerto Rico. Most international terrorists and right-wing militias did not show up on their radar screens as a major threats.\nNow, the task facing ACOG security and law enforcement officials is daunting.\nThey must be aware of dozens of domestic and international terrorist groups of every political persuasion while finding a way to protect more than 15,000 athletes and officials from 197 countries, more than 15,000 members of the media, and more than 1.5 million visitors.\n \nSafe but enjoyable Games\nSome security analysts believe state-sponsored terrorism is less likely at the Games because even those countries that fare badly in the State Department's annual report on terrorism - Iran, Iraq, Libya, Syria and Sudan - are sending teams or officials.\n\"But as far as Islamic fundamentalists, who really don't owe their support to any particular state, I think it could still happen,\" Heibel said.\nWith fewer security personnel and a lot more technology, Olympic security marching orders are to make the Games safe but enjoyable for athletes and spectators.\n\"The thing we have to remember is that this is a sporting event, not a security event,\" said Rathburn, who was in charge of Olympic security for the Los Angeles Police Department at the 1984 Games.\nWhile technology is expensive, the Atlanta Olympics for the first time has an electronics security sponsor, Sensormatic Electronics Corp, which will provide an estimated $ 25 million in goods and services.\nSpectators must pass through airport-style metal detectors to enter venues while the parcels and packages undergo X-ray scrutiny.\nThat state-of-the-art electronics security will enable Games officials to use fewer security personnel more efficiently, but police and security guards still will make their presence felt, Rathburn said.\nACOG officials will not reveal their security budget, but it is believed to be more than $ 50 million. The federal government is spending $ 227 million on security for the Games, while the state is chipping in just over $ 26 million. The end total likely will exceed $ 303 million.\n \nExercises under wraps\nMore than 50 federal, state and local law enforcement agencies will be involved in security with a total of about 30,000 guards. There were 45,000 security personnel and police in Barcelona and more than 80,000 available at the 1988 Games in Seoul.\nWhile the numbers are not overwhelming, they will be noticeable, said Sid Miles, commissioner of the state Department of Public Safety and one of the key law enforcement planners for the Games.\n\"You're going to see a large presence of police and military when the Games begin, but it's going to be a softened image, not a hard image. We're not going to have tanks in the streets and machine guns hanging off people,\" Miles said.\nMost security personnel, including the military, \"will be armed only with a radio and a smile,\" said Maj. Gen. Robert Hicks, commander of the military's Joint Olympic Task Force.\nRather than showcase their forces with extensive exercises, Atlanta officials have kept most of their exercises under tight wraps.\n\"We don't want to alarm anyone about something that may not be because there are no indications that we have a terrorist problem,\" Miles said.\nSaid Rathburn: \"We have no information there are going to be any significant problems.\"\n \n'Fairly high level of anxiety'\nBut with millions of people coming and going, it will take some luck to keep all potential terrorist sympathizers out of the area.\nJamie Gorelick, the deputy U.S. attorney general overseeing Games security planning, said she is comfortable with the low-key approach.\n\"We have sent the message that we are there in force. This is not a good place to practice being a terrorist,\" she said.\nBut that message has done little to relieve public concern. Recent polls show most people worry about a terrorist attack during the Games.\nAn Atlanta Journal-Constitution poll of downtown Atlanta workers this year showed 71 percent were concerned about terrorism. In a more recent national poll, 61 percent of Americans expressed concern about the Games being a target for terrorists.\n\"There is an identifiable and fairly high level of anxiety\" about terrorism among the general public, Jenkins said.\nStill, the experts believe if there is an incident, it probably will not occur in a venue.\n\"If you're talking about an attack by 30 armed people, it might be difficult to do at an Olympic event. But there are many peripheral things they can go after. They really don't have to go after an Olympic event,\" Heibel said.\nAnd that, more than anything, has security officials sleeping less peacefully the closer the Games get.\nCorrection\n\nSIKHISM IS THE PRACTICE OF A RELIGIOUS SECT. SOME SIKH NATIONALISTS HAVE BEEN IDENTIFIED WITH TERRORIST ACTS. IN SOME WEDNESDAY EDITIONS OF THE ATLANTA GAMES SECTIONS, THE WORD \"NATIONALISTS\" WAS OMITTED FROM A LISTING OF ORGANIZED TERRORIST GROUPS. SEE Q&A BELOW.\nCorrection-Date: July 13, 1996\n\nGraphic\n\n \nPhoto: A security officer patrols a perimeter fence at the Olympic\n Village during a recent media tour. / RIC FELD / Associated Press\n Photo: A terrorist\n Chart: A dreadful worldwide who's who\n Abu Nidal: Based in Libya. Responsible for the 1972 Munich Olympics\n massacre. Aryan Nations: Anti-Jew, anti-black and anti-government, white\n supremacist group based in Hayden Lake, Idaho.\n Eyal: Israeli right-wing group believed responsible for the 1995\n assassination of Israeli Prime Minister Yitzhak Rabin.\n Al-Fatah: Headed by Yasser Arafat. Believed to have stopped terrorist\n acts since Arafat signed peace agreement with Israel in 1993.\n Al-Fuqra: A secretive, U.S.-based militant Black Muslim sect not aligned\n with the Nation of Islam.\n Al-Gama'a al-Islamiyya: Based in Egypt. Responsible for machine-gun\n attack on Greek tourists at Cairo hotel in April 1996 that killed 18 and\n wounded more than 20.\n Hizballah (also spelled Hezbollah): Responsible for bombing of U.S.\n Embassy and Marine barracks in Beirut in 1983, hijacking of TWA flight\n 847 in 1985 and kidnapping of many American hostages.\n Palestine Liberation Front: Based in Iraq. Radical faction led by Abu\n Abbas, who masterminded the October 1985 attack on the Achille Lauro\n ship, in which one U.S. citizen was killed.\n Palestine Liberation Organization: Committed to return of occupied\n territories to Palestinians and creation of independent homeland. Headed\n by Yasser Arafat. Provisional Irish Republican Army: Also known as the\n IRA. Armed wing of Sinn Fein, the political party seeking removal of\n British forces from Northern Ireland.\n Sikh NATIONALISTS: Armed supporters of efforts to establish an\n independent state for Sikhs out of Indian territory. Primary targets are\n Hindus, Indian government officials and moderate Sikhs. Believed\n responsible for the bombing of Air India jet in 1985, killing 329. Some\n Sikhs trained at a camp for would-be mercenaries near Birmingham.\n Unorganized Militia of the United States: Founded by Indianapolis\n attorney and former Marietta resident Linda Thompson, the group actively\n promotes the formation of militia groups throughout the United States.\n Militia members are charged with bombing the Alfred P. Murrah Federal\n Building in Oklahoma City that killed 168.\n White Aryan Resistance: Radical white supremacist group based in\n California. Trying to recruit neo-Nazis and teenage skinheads.\n Sources: Department of State, CIA, Anti-Defamation League, Southern\n Poverty Law Center\n\nLoad-Date: July 18, 1996"
}