{
    "title": "ATLANTA RESIDENTS FEAR TERRORISM AT OLYMPIC GAMES",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "Residents in the poor inner-city neighborhood in the shadow of the towering stadium that will be the centerpiece of next year's Olympic Games voiced fears Thursday that they may become victims of terrorism.\n\"It's very frightening.\nWe are really targets,\" said Annella Clark of Atlanta. \"We just extend this hearty welcome to people with our Southern hospitality.\"\nBarbara Crawford moved to Atlanta on Sunday from Oklahoma City, the site of Wednesday's bombing that killed dozens. Now she worries that her new home will make her a target because of the Games.\n\"There's evil all over the world. You're not safe anywhere anymore,\" she said.\nJosette Scott, a suburban Atlanta resident who works at an inner-city clothing store a few blocks away from the partially completed Olympic stadium, hopes the bombing will prompt Atlanta Olympic officials to step up security.\n\"This is a wake-up call for Atlanta,\" she said.\nAt least one Atlanta business leader said the residents' fears are playing into the terrorists' hands.\n\"As a democratic society, we've got to get on living,\" said Sam Williams, president of the downtown business group Central Atlanta Progress. \"We can't let terrorists frighten the whole country.\"\nAt the Atlanta Olympic headquarters, it was business as usual. Organizers refused to talk about security implications for the Games from Wednesday's bombing.\n\"Don't draw a relationship between the bombing in Oklahoma City to the Olympic Games because none exists,\" spokeswoman Lyn May said.\nBut security experts and a civil rights leaders said the link is inevitable.\n\"I think anyone that says they're not at least apprehensive is either not paying attention or not telling the truth,\" said Joseph Lowery, head of the Southern Christian Leadership Conference. \"It's a monstrous kind of savage act to kill people, including innocent children who aren't accountable for anything.\"\n\nLoad-Date: April 22, 1995"
}