{
    "title": "ATTACK ON LONDON_ Nations united to 'defeat this terrorism'; Fear drives urgency in search for bombe",
    "publisher": "the atlanta journal-constitution",
    "year": 2005,
    "month": 7,
    "day": 8,
    "full text": "British investigators woke up today to a daunting task --- track down the terrorists responsible for Thursday's explosions in London that killed at least 37 people and wounded more than 700 others. And track them down quickly.\n\"There is real passion now in the police to make arrests quickly before further attacks can be carried out,\" said Charles Shoebridge, a security analyst and former counterterrorism intelligence officer.\n\"While [the bombers] are at large now, a second attack is very likely, because there's no reason for them not to, they've broken their cover,\" he said. \"They will now try to exploit whatever freedom they have left.\"\nThursday's explosions in the span of less than an hour struck subway trains on the edge of the financial district and near Hyde Park in the heart of the city, trapping hundreds of commuters. Police said 45 of the injured were in serious or critical condition, including amputations, fractures and burns.\nTwo Americans were among the injured, the U.S. State Department said.\nThe blasts coincided with the first full day of meetings of world leaders at the Group of Eight summit in Gleneagles, Scotland.\nBritish Prime Minister Tony Blair denounced the attacks, calling them \"barbaric.\" He then rushed to London to preside over a meeting of security officials before returning to Gleneagles on Thursday evening.\n\"Whatever they do, it is our determination that they will never succeed in destroying what we hold dear in this country and in other civilized nations throughout the world,\" a somber Blair said in televised comments.\nPresident Bush, who appeared with other summit leaders at Gleneagles behind Blair in a show of solidarity during his remarks, vowed that the fight against terrorism would go on.\n\"I was most impressed by the resolve of all the leaders in the room,\" Bush said. \"Their resolve is as strong as my resolve. And that is we will not yield to these people, will not yield to the terrorists.\"\nFamiliar task\nThe task ahead is nothing new to British investigators, many of them veterans of anti-terrorism work from nearly three decades of Irish Republican Army bombings.\nBut this is a new enemy in a new era.\nForeign Secretary Jack Straw said the bombings Thursday --- the day after London won its bid to host the 2012 Olympics --- have the \"hallmarks of an al-Qaida-related attack.\"\nA group calling itself the Secret Organization of al-Qaida in Europe said in an Internet statement that it had staged the blasts in retaliation for Britain's involvement in Iraq and Afghanistan. Police said they couldn't confirm the authenticity of the statement.\nThe group's message warned Denmark and Italy to expect \"the same punishment if they do not withdraw their troops from Iraq and Afghanistan.\"\nSpain pulled its 1,300 troops out of Iraq after Prime Minister Jose Maria Aznar's conservative government was defeated by the Socialists in elections three days after the bombings of commuter trains in Madrid killed 191 people in March 2004.\nAlthough little is known about the London bombers, most experts agree they are likely homegrown terrorists from Europe who feel alienated and see radical Islam as a way out of poverty.\nAnd the attacks will continue until the United States and Europe address the root cause of terrorism, said Peter Bergen, a terror analyst and author of a book about al-Qaida leader Osama bin Laden.\n\"It has a lot to do with racism,\" said Bergen. As the number of Muslims in Europe grows, they face racism and a lack of hope for the future, he said. If their hopelessness is not addressed, the terror attacks will increase in frequency, he said.\n\"It's a huge wake-up call for the British and a huge reminder to us all that the threat is emanating from Europe,\" Bergen said.\nAl-Qaida ties unclear\nExperts also agree the London attacks have all the earmarks of an al-Qaida operation: The four blasts were well-coordinated, timed for a major political event and aimed at undermining the economy.\nBut it is unclear how connected, if at all, the group is to the upper reaches of al-Qaida.\nEven if a group labels itself al-Qaida, it doesn't necessarily mean that bin Laden is giving it orders, said Michael Swetnam, founder of the Potomac Institute for Policy Studies, a nonpartisan foreign policy think tank based in Virginia.\nThe group that struck London probably acted independently of al-Qaida's top leaders in the same way that the Madrid bombers acted without the direct support of bin Laden, Swetnam said.\n\"It's a different group, different set of guys, but exactly the same modus operandi,\" said Swetnam, who also advises the Senate Intelligence Committee on terrorism. \"It fits to a T the way al-Qaida works.\"\nMilton Bearden, a retired senior CIA official who was the agency's ranking officer in Afghanistan, Pakistan and Sudan, said: \"Similar to Madrid, this will turn out to be a homegrown terrorist group that has no other connection to the disparate group we in America call al-Qaida than ideology. Osama bin Laden has nothing to do with this other than being the North Star of the movement.\"\nSince its inception in the late 1980s, al-Qaida has been a loosely connected group of terrorist organizations. But in the aftermath of the Sept. 11, 2001, terrorist attacks on New York and Washington, those connections became even more tenuous, terrorism experts say.\n\"Al-Qaida has franchised to the point where it's almost impossible to determine whether a group is al-Qaida or not,\" said Anthony Cordesman, a national security expert at the Center for Strategic and International Studies, a nonpartisan foreign policy think tank in Washington.\nThere is a false assumption that al-Qaida operates like a business, said Robert Friedmann, a professor of criminal justice at Georgia State University and author of a recent book on terrorism.\nAl-Qaida is not a \"James Bond model of villain,\" he said. \"If you get rid of Osama bin Laden tomorrow, there will be 15 leaders who will take his place.\"\nFor British investigators, the work ahead will be painstaking: Thousands of hours of closed-circuit television tapes to scrutinize, tons of debris to sift through, small traces of explosives to examine.\nLondon is crammed with closed-circuit TV cameras --- 1,800 in its train stations, 6,000 in the Underground network and some on buses.\nVideo will aid search\nInvestigators will try to find on tape the point at which bombs were placed, then trace back the movements of the bomber, a task that could involve hundreds of cameras, said Shoebridge, the security analyst and former counterterrorism intelligence officer. Most of London's Underground cameras are in stations, not subway cars.\nShoebridge said investigators also will check records of cellphone calls made in the bombed areas just before the explosions, a job that might be difficult if investigators can't determine where the bombers boarded the trains.\nForensic evidence will be key. If any of the attackers were suicide bombers, there will be body parts to examine for clues. If not, detectives will search for DNA or fingerprints.\nThey'll also examine recent intelligence --- including telephone and e-mail intercepts routinely collected as part of anti-terrorism work --- to see if any clues were missed or if any of the communications contain information that looks significant, Shoebridge said.\nOld interviews with informants will be re-examined and new ones conducted.\nIn the end, authorities will have to identify \"whatever failings exist, if any, in the intelligence system that allowed this attack to take place, because it is an intelligence failure,\" Shoebridge said.\n\"For such an attack to take place despite all of that is indisputable proof of the failure of American and British security policies,\" said Diaa Rashwan, a Cairo-based expert on militants.\nBased on evidence recovered from the rubble, investigators believe some of the bombs were on timers, The Associated Press reported.\nInvestigators doubt that cellphones --- such as were used in the Madrid train attacks --- were employed to detonate the London bombs because reception is spotty in the Underground's tunnels.\n'Major coordination'\nIn Madrid, cellphones led investigators to some of the attackers. One bomb failed to go off, and the subscriber identity card inside the phone that was to trigger it led investigators to the suspects, although they haven't found the masterminds of the plot.\nTen to 20 people in several loosely affiliated groups were likely involved in the London attacks because mounting such synchronized attacks \"requires major coordination,\" said Magnus Ranstorp, a terror expert at St. Andrews University in Scotland.\nAuthorities will feel the need to move quickly to prevent further attacks.\nAfter the Madrid bombings, Spain tried to dismantle the cell responsible --- and ended up uncovering other cells planning different attacks. Spanish authorities have arrested more than 130 suspects in the past year.\nThe Spanish investigations also picked up trails of cells in Italy, France and other countries across Europe.\nBut, perhaps most significantly, three weeks after the Madrid explosions, police found some plotters in a safe house with more explosives, apparently planning fresh attacks.\nStaff writers Don Melvin in Gleneagles, Scotland, and Bob Deans in Washington contributed to this article. News services also contributed.\nSHELLEY EMLING in London; REBECCA CARR in Washington\n\nGraphic\n\n \nDAVID PARRY / Reuters An injured Underground passenger is wheeled to a waiting ambulance outside the King's Cross subway station after the morning rush-hour attack. ; KRESTINE HAVEMANN / ZUMA Press Survivors of one of the subway bombings, their faces spattered with blood, are guided away from the Russell Square station. Bystanders joined rescue workers in administering aid, drawing praise from former New York Mayor Rudy Giuliani, who was visiting London. \"I could not even recognize that it was a bus. The whole roof had been blown off. There were people just walking around with blood all over their faces.\" SANDRA POLLINS, was on the street near the bus explosion.\n\nLoad-Date: July 9, 2005"
}