{
    "title": "Attack Victims Speak at Forum On Terrorism",
    "publisher": "the new york times",
    "year": 2008,
    "month": 9,
    "day": 10,
    "full text": "The United Nations on Tuesday convened an unusual forum of 18 victims of terrorist attacks around the world, plus 10 experts -- their often wrenching testimony intended to highlight the human toll that organizers said got lost amid most counterterrorism measures.\n  Naomi Kerongo, a Kenyan survivor of the 1998 United States Embassy bombing in Nairobi, described the breakdown that landed her in a mental hospital and led to the loss of both her government job and her home. Her voice cracking, she said, ''This forum brought hope to most of us that at last somebody in this world is putting the emphasis on the bomb survivors and not on the terrorists.''\n  The conference was not scheduled deliberately near the Sept. 11 anniversary, although the daughter of one victim who was a 9/11 airplane passenger was among the panelists.  \n  Testimony came from wounded survivors and  relatives of those killed by terrorists. The most famous to testify was Ingrid Betancourt, the Colombian-French politician rescued in July after six years as the hostage of Colombian rebels. She advocated dialogue with terrorists without excusing their crimes. \n  Robert C. Orr, the assistant secretary general who organized the conference, said the testimony should spur member nations to fight terrorism and help victims. Many victims suggested that the United Nations organize an international compensation fund. But it remained unclear how that might proceed, given members' lack of consensus on a definition of terrorism.\n  The Israeli-Arab conflict has been the fault line along which consensus has foundered. Although it was not a major focus on Tuesday, a Palestinian mental health counselor from the Gaza Strip and the father of a teenager killed in a Jerusalem suicide attack spoke at the conference. \n  ''It might be that the only thing the U.N. can do on this issue is give people a platform, but that is not a bad thing,'' said Eric Rosand, of the New York-based Center on Global Counterterrorism Cooperation. \n\nhttp://www.nytimes.com\n\nLoad-Date: September 10, 2008"
}