{
    "title": "ATTACK IN LIBYA CALLED TERRORISM White House_ No evidence it was planned",
    "publisher": "the world",
    "year": 2012,
    "month": 9,
    "day": 21,
    "full text": "The White House for the first time Thursday described the Sept. 11 assault on the U.S. Consulate in Libya as a terrorist attack that may have involved militants linked to al-Qaida, but it added that no intelligence shows it was planned in advance.\n The new evaluation came as congressional committees met in closed session to press Secretary of State Hillary Rodham Clinton, along with top intelligence and law enforcement officials, on whether the diplomatic outpost was adequately protected by a force of mostly Libyan guards.\n Libyan officials only allowed FBI investigators to visit the burned-out compound early this week, officials said, a delay that could hamper the team from gathering evidence and interviewing witnesses.\n Jay Carney, the White House spokesman, said some of the heavily armed men who stormed the consulate in Benghazi and killed U.S. Ambassador J. Christopher Stevens and three other Americans \"may have had connections\" to al-Qaida in the Islamic Maghreb, an offshoot of the terror group in eastern Libya.\n \"It is, I think, self-evident that what happened in Benghazi was a terrorist attack,\" Carney told reporters aboard Air Force One. He said U.S. authorities are looking at the \"possible participation\" by members of al-Qaida or its affiliates.\n Asked later about the attack during a town hall meeting in Coral Gables, Fla., President Barack Obama appeared to fall back on the administration's earlier description of the attack - that it was sparked by anger at a video, made in California and posted on the Internet, that ridiculed the Islamic Prophet Muhammad.\n \"I don't want to speak to something until we have all the information,\" Obama said. He said \"the natural protests that arose because of the outrage over the video were used as an excuse by extremists to see if they can also directly harm U.S. interests.\"\n Clinton announced Thursday that, in line with federal law, she will appoint an independent panel to look at circumstances of the attack in Benghazi that killed Stevens and three other employees. The so-called Accountability Review Board will be chaired by retired diplomat Thomas Pickering, she said.\n The White House is sensitive to allegations of a security lapse or intelligence failure as Obama argues on the campaign trail that his policies have severely weakened al-Qaida and reduced the threat of a terrorist attack.\n But congressional Republicans have disputed the administration's initial descriptions of the Benghazi attack as a protest against the video, which sparked anti-American riots and protests in more than 20 countries from Tunisia to Indonesia.\n Republicans and Libyan officials noted that the attackers in Benghazi fired rocket-propelled grenades and other heavy weapons, attacking both the consulate and a safe house where Americans had gathered more than a mile away.\n They also cited the security vacuum around Benghazi, Libya's second-largest city, since the uprising that toppled Libyan leader Moammar Gadhafi last year, and a recent series of attacks on Western targets in the area by extremist groups.\n Carney insisted the late-night attack was the \"result of opportunism\" rather than planned in advance. He echoed similar comments by the director of the National Counterterrorism Center, Matthew Olsen, who testified at a Senate committee on Wednesday.\n \"It appears that some well-armed militants seized on the opportunity as the events unfolded that evening,\" Carney said. \"We do not have specific intelligence that there was significant advanced planning or coordination for this attack.\"\n Sen. Susan Collins, R-Maine, who had repeatedly challenged Olsen at the hearing, said Thursday that she welcomed the White House shift.\n \"The fact that the administration is now correctly labeling this a terrorist attack shows me that they are going to investigate and attempt to hold those responsible accountable,\" Collins, the ranking Republican on the Senate Committee on Homeland Security and Governmental Affairs, said in a telephone interview.\n But Collins said she still had concerns about the \"woefully inadequate\" security at the consulate. Libyan officials have said some of the Libyan guards at the compound may have aided the attackers.\n Democrats and Republicans emerging from Thursday's briefings with Clinton and other administration officials provided some details about what the administration is still piecing together - who was responsible, how much of it was planned and what was the security.\n Joining Clinton at the back-to-back briefings were Director of National Intelligence James Clapper and Deputy Defense Secretary Ashton Carter.\n Rep. Adam Smith, of Washington state, the top Democrat on the House Armed Services Committee, said it was \"clearly a terrorist attack,\" but mortars weren't used until six, seven hours into the fight.\n \"So it seemed like an armed gang that seized an opportunity,\" Smith said.\n Both Smith and Rep. C.A. Dutch Ruppersburger of Maryland, the top Democrat on the House Intelligence Committee, said there was no evidence to suggest that the local Libyans at the consulate colluded with the attackers.\n Published reports suggested that Sufyan bin Qumu, a former detainee at the U.S. military prison at Guantanamo Bay, Cuba, who was transferred to Libya in 2007, was involved. Lawmakers asked about Qumu at the briefing.\n \"But not directly related to the attack, but as someone who's in that region,\" Smith said. \"They're attempting to establish whether or not he was connected to the people who made the attack. He's certainly a person of interest.\"\n Investigators have found no evidence or intelligence to suggest Qumu was at the conflict, leading it or organizing it, according to a U.S. official, speaking anonymously because he was not authorized to discuss the investigation publicly.\n GOP presidential nominee Mitt Romney's campaign released a cautious statement.\n \"Gov. Romney believes our immediate priority in Libya is to track down and bring to justice those terrorists who brutally murdered our diplomats,\" campaign spokesman Ryan Williams said. \"The attack is a clear reminder that terrorists - particularly those linked to al-Qaida - remain a grave threat and one that is growing in North Africa. Gov. Romney believes we must remain vigilant and resolute in our determination to defeat terrorists around the world.\"\n\nNotes\n\nAssociated Press contributed to this report.\n\nLoad-Date: September 25, 2012"
}