{
    "title": "Attack on Sri Lanka is an attack on us all",
    "publisher": "star tribune ",
    "year": 2019,
    "month": 4,
    "day": 23,
    "full text": "On Christianity's most holy day, an attack against multiple churches and hotels with Western guests shattered the peace not just in Sri Lanka, where the carnage was carried out, but worldwide as civilized people everywhere mourned more innocent lives lost to religiously targeted terrorism.\nThe suicide bombings of three churches and three hotels killed at least 290 people - including at least four Americans - and injured at least 500.\nThe alleged attackers appear to be from a relatively unknown Islamic extremist group, National Thowheeth Jama'ath. But most experts believe that the indigenous terrorists had help from a larger, more internationalized movement.\nTargeting Christians is not unique. There have been attacks in several South, Southeast and East Asian nations. And in some Mideast nations, including Syria, the attacks have been less episodic and more systemic, resulting in most Christians being driven away.\nChristians have not been as central to Sri Lanka's decades of strife, which only officially ended after government forces defeated the rebel Tamil Tigers army in 2009. That ended a vicious civil war mostly between the predominantly Hindu Tamil minority, which represents about 12% of the population, and the mostly Buddhist Sinhalese majority, which makes up about 70%. (Muslims are estimated to be under 10% of Sri Lanka's population and Christians - mostly Catholics - about 6%.)\nAlthough National Thowheeth Jama'ath is relatively unknown worldwide, the group was known in Sri Lanka - at least to some security officials who warned at least 10 days prior of a planned attack by the group. But that warning, which included names, addresses and phone numbers of some suspected members, never reached the highest levels of government, reflecting a dysfunctional - and now deadly - dynamic between Sri Lankan Prime Minister Ranil Wickremesinghe and President Maithripala Sirisena.\nWhether their political rivalry resulted in what Sri Lanka's justice minister called \"a colossal failure on the part of the intelligence services\" will be the subject of bitter debate and likely recrimination in Colombo, Sri Lanka's capital. But all officials must immediately focus on the task at hand, which is to identify more suspects than the initial 24 who were arrested in order to ensure that no further attacks occur.\nBecause of the suspected international nature of the attacks, a global response is needed.\nThe United States must continue to help lead that effort. President Donald Trump tweeted \"We stand ready to help,\" which was an encouraging sign. We hope he also realizes the threat to the U.S. The president should move quickly to name confirmable, capable secretaries of defense and homeland security. Both positions are currently filled by acting leaders, which is a troubling pattern for Trump.\nAnother global force, social media, has at times been used to fuel the rise in sectarian-inspired violence in an increasing number of counties, including Sri Lanka, where authorities blocked access to Facebook, WhatsApp and other sites in the wake of Sunday's attacks. The use of social media tools to divide and wreak havoc presents a profound global challenge that tech firms have a moral imperative to address.\nAs the world remembers and mourns those killed in Sri Lanka, world leaders must overcome divisions to ensure the global forces that can fight and defeat terrorism are equal to the task.\n\nLoad-Date: April 23, 2019"
}