{
    "title": "Attacks in Britain Worry India Muslims",
    "publisher": "the new york times",
    "year": 2007,
    "month": 7,
    "day": 12,
    "full text": "The foiled terrorist attacks in Britain last month have prompted anxiety and soul searching in India, a country whose economy is bolstered by its citizens' ability to work overseas. \n  Some of those arrested in connection with the thwarted attacks  in London and Glasgow are Indian Muslims. It is the first time since 1985, when a bomb destroyed Air India Flight 182 near the coast of Ireland, that Indian citizens have been implicated in a major international terrorist event. \n  The arrests have prompted fears that Indians, Muslim or otherwise, will face increasing difficulty finding employment overseas. \n  Concerns that relatives already working abroad will also face recriminations have  been heightened. Some Indians remember that the first hate-crime victim in the United States in the wake of the terrorist attacks of September 2001 was Balbir Singh Sodhi, a Sikh who owned a gas station in Arizona. He was  shot to death by a man who apparently saw Mr. Sodhi's turban as a symbol of terrorism and anti-Americanism. \n  A pledge by Prime Minister Gordon Brown of Britain last week to review policies for screening foreigners working in the National Health Service in turn elicited a plea from the Indian prime minister, Manmohan Singh, not to single out citizens of any country for scrutiny. \n  ''A terrorist is a terrorist and has no religion or community,'' Mr. Singh said he told Mr. Brown. \n  India relies heavily on remittances from its workers abroad, and the notion of excellence on the part of its expatriate professionals is a source of pride at home. \n  Kafeel Ahmed, an Indian engineer who the police say drove a flaming Jeep Cherokee into the Glasgow airport terminal, is a main suspect in the British car-bomb plot. His brother Sabeel, a doctor, has also been arrested in Britain. Their cousin Mohammed Haneef, a doctor from India, is being held in Australia in connection with the attacks, and five other Indian doctors were questioned and released in Australia. \n  Any curtailment on Indian nationals traveling abroad for work could have a powerful effect at home, economists say. Indian expatriates sent home  $25 billion in 2006, according to a World Bank estimate, or about 3 percent of the country's total output. Expatriate groups estimate that nearly 30 million Indian citizens or people of Indian origin live overseas.\n  Money sent from abroad ''provides a huge amount of support to the currency and to the deficit,'' Abheek Barua, chief economist of HDFC Bank, said. ''In the absence of remittances, the dynamic of the exchange rate would be very different.'' \n  The bulk of India's overseas population, though, are not professionals. About two-thirds of the $25 billion  sent home comes from blue-collar workers, whose money provides spending power for families in small towns and villages. \n  ''Rural economies have boomed on the basis of these remittances,'' Mr. Barua said. \n  Indian professionals have helped to plump up stock and real estate prices by sending cash home to relatives and by investing themselves. The Reserve Bank of India estimated last year that money from remittances accounted for 12 percent of the growth in the booming real estate market. \n  The Indian diaspora has its roots in the British colonial era. Indentured servants from India were shipped to the West Indies to work on plantations as early as the 18th century. Later, Indians were recruited by the British to be policemen and midlevel civil servants in the West Indies and Hong Kong. \n  The modern mobility of Indian professionals reflects  a combination of high education standards in engineering, medicine and finance, fluency in English and, until recently, limited earning opportunities at home. \n  In the United States, there has been scant suggestion from politicians or policy makers  that the events in Britain would affect the ability of Indians to travel there. But Indian professionals working in the United States under professional H-1B visas are already facing long delays converting these visas to permanent residents' green cards. The H-1B visa program itself is under review  in Congress, which is mired in conflict over immigration policy.\n  Some economists and analysts dismiss concerns about the ability of Indians to work overseas, noting that industries across the world rely on Indian professionals, making it difficult to discriminate against them.\n  Up to 40 percent of doctors in the British National Health Service are of foreign origin, for example, and a majority of those are from India or Pakistan.\n  R. Vaidyanthan, a professor of finance at the Indian Institute of Management in Bangalore, who has studied the Indian reliance on remittances, said Britain ''requires these doctors more than these doctors require'' Britain. \n  There are 40,000 doctors from India in the United States, according to the American Association of Physicians of Indian Origin, and 300,000 Indian-Americans work in the American high-technology industries, according to the  Census Bureau.\n  Like many of the overseas professionals, Dr. Haneef, who has been held in Australia for more than a week for questioning in the thwarted attacks, played an important role for his extended family as breadwinner. Dr. Haneef, who worked at the Gold Coast Hospital south of Brisbane, has not been charged with any wrongdoing. ''Haneef is the source of money to us,'' said his younger brother, Shuaib Mohamed, an engineering student, in a telephone interview from Bangalore. \n  Dr. Haneef is the oldest of three children, whose father, a teacher, died in a road accident. He also supports a wife and daughter in Bangalore, his brother said.  \n  The foiled attacks in Britain have emboldened calls in India, particularly by Hindus and Sikhs, for a crackdown on Islamic fundamentalism. ''Tremendous political and emotional capital had long been invested in the asinine argument that there was something radically different about Indian Muslims that had prevented their engagement in any act of international terrorism,'' said a columnist, Kanwar Pal Singh Gill, a former police chief  with a reputation of being tough on terrorism. \n  ''Islamist terrorism is, and has for some time now been, a reality in India,'' he added, ''and it is no use saying 'don't label Indians.' '' \n  Some terrorism experts contend that Indian Muslims may be more attractive as recruits for jihadist activities abroad than Muslims from other countries. \n  They are ''less of a suspect in comparison to a Pakistani or Iraqi national,'' said Ajit Kumar Doval, former chief of India's Intelligence Bureau. Indians working overseas, he said, are plentiful and are ''good raw material for the Islamic hard-liner recruiters, as happened in the case of Kafeel.'' \n\nhttp://www.nytimes.com\n\nLoad-Date: July 12, 2007"
}