{
    "title": "Attacks leave Syracuse students worried about more terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 9,
    "full text": "The United States continued its air attack Monday on suspected terrorist training camps in Afghanistan and on military installations of the ruling Taliban government.\nThe military fired missiles from warships stationed in the region and used about 10 bombers and carrier-based aircraft in the second day of attacks. The air attacks are expected to last for a week, preparing for the use of ground forces.\nMany Syracuse University students fear the retaliation will provoke more terrorist acts by Osama bin Laden and his supporters.\nSyracuse U.\n\"I am very scared of another attack,\" said Allison Scuderi, a junior advertising major. \"I am almost certain it will happen again.\"\nIn Florida, the FBI is investigating two cases of people coming in contact with anthrax -- a potentially lethal germ that could be released as part of terrorist biological warfare.\nThe photo editor of The Sun, a supermarket tabloid, died Saturday in the first confirmed anthrax death of an American since 1976. The germ was found Monday in a co-worker's nose and on his computer keyboard.\nGovernment officials said they could not tell if the exposures were related to terrorism, but advised everyone who worked in the building or was recently with the two men to get checked.\nAntibiotics can treat the contamination in its early stages, but it is often lethal when symptoms become evident. There is a vaccine, but it is currently only available to the military.\nTerrorists are likely planning another attack in response to the U.S. strikes in Afghanistan, said Melvyn Levitsky, a political science professor. But he said a large-scale, coordinated act -- such as an anthrax attack -- is much less likely.\n\"They will fight back. But how they might retaliate has been somewhat exaggerated,\" Levitsky said. \"It's not something to get panicky about. It's not that easy to do.\"\nLevitsky said students should still be cautious, but try to lead their lives as normal as possible.\n\"The people we are dealing with are dangerous extremists -- that's why they're called terrorists.\"\nTo deal with this new threat of terrorism in the United States, President George W. Bush created the Office of Homeland Security.\nSupreme Court Justice Clarence Thomas on Monday swore in former Pennsylvania Gov. Tom Ridge as the office's secretary.\n\"The administration has gone out of its way to explain this very carefully,\" Levitsky said. \"The American people are very united and understand the stakes involved.\"\nFederal and state governments have beefed up security in many public places to stop the probable attempts of terrorism from being successful. That might mean longer lines at airports and less freedom of movement for citizens. Though it may be an added hassle, many students do not mind the change.\n\"It is worth it to wait hours before getting on a plane if it will increase your chances of living,\" Scuderi said. \"Who wants to risk something like this happening again?\"\nThough Americans are used to a certain amount of freedom, Levitsky said, they understand these circumstances warrant more security. But if years pass and no terrorist attack is made, citizens might grow tired of the hassles that come with it, he added.\n\"The image of those planes hitting the World Trade Center are burned into our memories,\" Levitsky said. \"I can't put a limit on the patience of the American people.\"\nIn the Middle East, many Muslims condemned the American attacks on Afghanistan. Thousands of demonstrators took to the streets in Pakistan to protest the attacks. The Pakistani government allowed the United States to use its airspace to carry out the bombings.\nAfter the bombings, some Afghan leaders fled to Pakistan and other nearby countries.\n\"There was quite a dramatic resentment to the attacks, which was expected,\" said Goodwin Cooke, a professor of international relations.\nMany Pakistanis violently clashed with police in the country. But Cooke said their opposition of the U.S. attacks does not mean they support the terrorist tactics of bin Laden.\n\"Many support his antagonism of the West without supporting the horror of his campaign,\" he said.\nAnti-American sentiment may be growing in the country, but Pakistan's leader, Gen. Pervez Musharraf still has a tight grip on control, Cooke said. He said it is too early to tell whether public opinion will make him change his mind about letting the United States use its airspace or force him to leave power.\n\"It's only been two days,\" Cooke said, \"and Bush believes this will be a long haul.\"\n(C) 2001 Daily Orange via U-WIRE\n\nLoad-Date: October 9, 2001"
}