{
    "title": "Attacks against Jews in France spark intense debate",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 8,
    "day": 13,
    "full text": "Is France anti-Semitic?  Is the French government too ''lax'' with terrorism?\nThese are the fundamental questions being asked here following the Aug. 9 terrorist attack against a Jewish restaurant in the Rue de Rosiers.\nCulminating a wave of terrorism both here and in other countries this year, the Rue des Rosiers tragedy (in which six persons were killed and 22 wounded), renewed criticisms that Francois Mitterrand's government is soft on terrorism.\nThe complaints centered on the liberal French policy of granting political asylum, the French refusal to extradite captured terrorists, and the reported unwillingness of French authorities to order their security forces to fight all-out against terrorists.\nThe French police have been noticeably unsuccessful in preventing terrorist attacks or making arrests after they occur. Reports that the restaurant owner had warned police about frequent death threats before the attack increased these doubts about the force's efficiency and the political will behind it.\n''We accuse the government by its evident laxness, by its guilty complaisance with regard to subversive organizations, of making fertile ground for terrorism,'' Le Figaro wrote.\nInterior Minister Gaston Defferre responded to the charges by announcing he would tighten rules on granting amnesty and ''use all the force at his disposal to fight such odious crimes.''\nBut the Rue des Rosiers attack cut deeply here, just as the bombing of a synagogue in October 1980 did. Israeli Prime Minister Menachem Begin complicated matters by conjuring up these ghosts of French anti-Semitism, and tangling them with France's pro-Palestinian policy in the Middle East.\n''The crime was the result of the shocking declarations about Oradours and the misinformation propagated by the French press about the war in Lebanon,'' Mr. Begin charged. The ''Oradour'' reference was to the recent statement by President Francois Mitterrand comparing the Israeli invasion against the Palestine Liberation Organization to the Nazi slaughter of French civilians in that small French town.\nMany French Jews had already reached Mr. Begin's conclusions. When Mr. Mitterrand went to a memorial service at a synagogue, several hundred demonstrators shouted protests about his pro-Palestinian foreign policy.\n''Mitterrand is a traitor,'' some chanted. ''PLO assassin. Mitterrand conspirator,'' others yelled.\nBut Mr. Mitterrand rejected any connection between the attack and his foreign policy, which he says is designed to be a friend of both Israel and the Palestinians. After the attack, he expressed his sympathy and closeness to the French Jewish community, but said this sympathy would not affect his support of the PLO.\nInterior Minister Gaston Defferre added that the terrorists involved, the dissident Palestinian Abu Nidal group, were part of ''a foreign organization that commits anti-Semitic attacks throughout the world.''\nBut these statements have not calmed the Jewish community here, which once again is asking whether Jews are safe in France.\n''There is a renaissance of anti-Semitism here,'' explained Jean-Pierre Bloch, the president of the League Against Anti-Semitism. Although French neofascist groups are said to be small in numbers, they commit more than 150 anti-Semitic attacks annually, according to Mr. Bloch.\nMany other observers see a fertile atmosphere for the growth of more anti-Semitism here. ''After the war, anti-Semitism was taboo,'' says Serge Czwegenbaum of the World Jewish Congress here. ''But now it has become fashionable.''\nHe says that Gen. Charles de Gaulle's 1967 statement that Jews are ''an elite people, sure of themselves and domination'' broke the postwar taboo. Today he worries about the fashionable impact of so-called new-right intellectuals who support such Nazi notions as elitist education and genetic engineering.\nCzwegenbaum, Bloch, and others fear that this intellectual shelter, combined with increasing economic distress and the tradition of xenophobia here, could spark a wave of anti-Semitic violence against France's 600,000 Jews. They point to a recent poll showing that already 12 percent of Frenchmen believe there are too many Jews in France.\nNevertheless there are compelling arguments that contemporary France is not a breeding ground for anti-Semitism.\nThey come from a leading historian of anti-Semitism, Leon Poliakov.\nHe told the Monitor that the historical conditions for anti-Semitism that existed in the past are no longer present. ''Before, the French church was overtly anti-Semitic,'' he says. ''So was the powerful Socialist Party.''\nToday, he says the image of the Jew as ''a bizarre, stateless spectacle'' is no longer relevant. ''Israel changed that.''\n''Jews are absolutely free here to do anything they want, travel anywhere, study in any school, take any job, and practice their religion with complete freedom,'' adds Jacqueline Keller, director of France's Representative Council of Jewish Institutions. Despite anti-Semitic acts such as the Rue de Rosiers tragedy, she said, ''the French government guarantees those rights.''\nAs long as it does, she says, ''Anti-Semitism will never get out of control here.''"
}