{
    "title": "Attack in Yemen _ Is Al Qaeda stronger now_ Yemenis are hopeful that Yemen 's new president will be",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 4,
    "day": 9,
    "full text": "Yemen's political crisis may be slowly moving into the rear-view mirror, but the threat of terrorism appears to be growing.\nMilitants said to be linked with Al Qaeda attacked a Yemeni Army post in the southern governorate of Abyan today, resulting in clashes that left 44 dead, according to the Associated Press.\nAl Qaeda in the Arabian Peninsula, considered by many in Washington to pose more of a threat than the group once headed by Osama bin Laden in Pakistan, has taken advantage of the past year of instability in Yemen to strengthen its control. Many in the West hope things will improve now that Abed Rabbo Mansour Hadi has taken over the presidency from Ali Abdullah Saleh after a year-long uprising against his rule.\nAmong Yemenis, there is some optimism that President Hadi will manage to more effectively deal with AQAP than his predecessor, who many analysts say lacked a clear plan to combat the group.\n\"Yemen doesn't have a strategy to work against Al Qaeda because of the weakness of the state, which has existed for a long time, since well before the uprising,\" says Saeed Ali Al-Jemhi, author of Al-Qaeda in Yemen. \"When there is no serious and clear strategy to deal with Al Qaeda, the end point is that Al Qaeda will not be stopped.\"\nMoments after being sworn in as president in February, Hadi pledged to combat terrorism, saying it was Yemenis' \"patriotic and religious duty\" to do so. A former general, Hadi also has the endorsement of the US and other Western nations who will now be watching for those strong statements to turn into action.\nWill the public support Al Qaeda?\nAs a country with relatively small oil reserves and limited resources, Yemen remains on the international radar largely because of Al Qaeda's presence there. Almost a year before the Sept. 11 attacks, Yemen had already surfaced as a terrorist hotbed following the bombing of the USS Cole, which killed 17 American sailors and injured 39.\nIn recent years, AQAP has also taken strong root in Yemen. The group benefited substantially from the instability over the past year as the government focused on demonstrations calling for the removal of Mr. Saleh.\nEven prior to the uprising, many Yemenis doubted whether Saleh ever took the Al Qaeda threat seriously, choosing to instead see it as a tool to gain increased international attention, aid, and military support.\n\"Saleh and his family had an interest in blowing up [exaggerating] this Al Qaeda threat,\" says Abdullah Al-Faqih, professor of political science at Sanaa University. \"He was playing all kinds of games to pressure the West to get support. It was very risky.\"\nYemeni policymakers looking to change course will now likely begin trying to break up AQAP by attempting to disentangle it from the general population.\n\"The continuation of these groups depends now to what extent people will accept them,\" says Mohammed Haidar, a researcher at the Sheba Center for Strategic Studies in Sanaa. \"The people in some areas want to be independent not only from these groups but also from the government, however, at the end of the day they will choose the government. They will not choose Al Qaeda, because Al Qaeda can provide security, but it can't provide the other services.\"\nDomestic threat as well?\nYemenis urge the international community to take a more holistic approach to helping Yemen confront terrorism and to treat AQAP and other terrorist groups as not just a military problem, but a development one as well. The US, which regularly conducts drone operations in Yemen, has been among the most active international powers involved in counter-terrorism operations there.\n\"America only cares about Al Qaeda in Yemen, but they do not care about the main problems that make Al Qaeda stronger like corruption and the weakness in the military. They only care about Al Qaeda and how to fight it. They have to improve our resources and make us stronger and then we can fight Al Qaeda by ourselves,\" says Said Thait, a political researcher and local journalist.\nYemenis may have a difficult time selling such a plan to Americans, however. The military's counterinsurgency doctrine in Iraq and Afghanistan, which focuses on fighting terrorism or an insurgency through a mix of soft power and military might, is facing growing criticism for producing questionable results.\nAdditionally, there are a number of hurdles to implementing assistance projects in Yemen, where the government lacks both an effective outline of aid priorities and the administrative capabilities to absorb substantial amounts of donor money.\nFor now, the key may lie in convincing Yemenis that AQAP is not just a problem for foreigners, but a domestic threat as well.\n\"[Hadi] must make them feel that this danger is threatening the stability of this country before it's threatening the stability of the region and the international community,\" says Yassin Saeed Noaman, general secretary of the Socialist Party and former prime minister of Southern Yemen before the unification. \"It is threatening stability of the country itself: the economy, the social life, the political life, everything.\"\nGet daily or weekly updates from CSMonitor.com delivered to your inbox. Sign up today.\n\nLoad-Date: April 9, 2012"
}