{
    "title": "ATTACK FAILS ON EVE OF CLINTON'S VISIT Grenade-wielding man killed in Kenya",
    "publisher": "spokesman review",
    "year": 2012,
    "month": 8,
    "day": 4,
    "full text": "On the eve of Secretary of State Hillary Clinton's arrival in Nairobi, a man blew himself up Friday apparently while trying to toss a grenade at Kenyan soldiers in a Muslim district of the capital, highlighting the growing threat of violent Islamism in the region even as Somalia's al-Shabab group is losing ground nearby.\n The attack, like most of the terrorism in Kenya since the nation declared war against the al Qaida-affiliated al-Shabab last fall and sent troops into Somalia, was small-scale and unsophisticated.\n According to an eyewitness - Alfred Ochieng, who was walking home from work - the grenade blew up in the hand of the would-be assailant in Nairobi's Somali-heavy Eastleigh neighborhood. The attacker died, and a bystander was wounded.\n The apparent target was a pair of Kenyan soldiers 30 feet away who were standing guard outside the military's Moi airfield.\n Speaking at the scene, Nairobi Police Chief Antony Kibuchi said police suspected that the man who was killed had been carrying the explosives. He said they hadn't determined what the explosive was.\n A number of what are thought to be reprisal attacks have hit Kenya since it sent troops into Somalia, where it's seized a number of towns and pushed al-Shabab fighters east.\n The attack appeared likely to be the work of the Muslim Youth Center, a Kenyan group that claimed earlier this year to have merged with al-Shabab as part of \"al-Qaida in East Africa.\" Muslims constitute more than 10 percent of Kenya's population, concentrated on the Indian Ocean coast and along the border with Somalia.\n Reports by the U.N. Monitoring Group on Somalia and Eritrea are flooded with references to the Muslim Youth Center and its close connections to al-Shabab's leadership in southern Somalia.\n The U.N. reports say the Kenyan cell recruits young men and raises money for military operations in Somalia while planning terrorism attacks in Kenya.\n Clinton will arrive in Nairobi today. She's expected to meet with Kenyan election officials and Somali political leaders who've come to Nairobi for the discussions.\n\nLoad-Date: August 17, 2012"
}