{
    "title": "Attacks hit close to home for doctor",
    "publisher": "st. joseph news-press ",
    "year": 2008,
    "month": 12,
    "day": 2,
    "full text": "Dec. 2--The Mumbai that Dr. Prakash Patel knows is peaceful and full of people with \"no gripes.\"\nDr. Patel, a gastroentologist at Heartland Health, returns to India once a year. He studied medicine in Mumbai, where his wife's family still resides.\nHis vacation timing couldn't have been better recently. He left Mumbai a week ago today, just 24 hours before gunmen began a shooting spree that killed more than 170. Dr. Patel has stayed in the Taj Mahal Hotel, the scene of much of the violence. He was supposed to have lunch there on Nov. 23, the Sunday before he left India.\n\"It's sad in the sense that it's such a vibrant city,\" said Dr. Patel, a resident of St. Joseph since 1975. \"People go about doing their work. There are no gripes. This (attack) was something very unusual for all of us.\"\nWhen news of the terrorism reached Vishnu Chaitanya Kosaraju, a student at Northwest Missouri State University, he immediately called his friends in Mumbai. Learning they were safe, his attention turned to his family living in other parts of India.\n\"Security measures have not been taken to avoid these kind of attacks,\" he said, adding that there have been many terrorists acts over the past few years.\nAs Mr. Kosaraju questions the safety of his family and friends in India, he also contemplates his own safety when he returns.\n\"One thing that I doubted was, 'Is it going be safe for me to go back and live in India?'\" he said. \"All the countries should unite together and fight against terrorism.\"\nAnother byproduct of the violence comes in the way of mistrust with neighboring Pakistan amid growing evidence that the terrorists came from Pakistan. The two countries have endured three major conflicts since gaining independence from Britain in 1947.\n\"We'll know a little better a few days down the line who really is behind this,\" Dr. Patel said, adding that when terrorist acts occur, \"it always creates some tension between the two countries.\"\nJimmy Myers can be reached at jimmym@npgco.com\nTo see more of the St. Joseph News-Press or to subscribe to the newspaper, go to http://www.stjoenews-press.com/. Copyright (c) 2008, St. Joseph News-Press, Mo. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: December 2, 2008"
}