{
    "title": "Attack on terrorism must be consistent",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 10,
    "full text": "With last Sunday's actions, we are officially at war with terror -- or at least against the terrorist-friendly folks in Afghanistan, as well as Osama bin Laden and his al Qaeda. I think this assault was the right thing to do.\nWe sent Afghanistan plenty of warnings, backed with evidence, that they should turn over a pretty mean dude for justice, and they came back with a few empty bribes and a mock trial offer. So, we had to attack -- the alternative would be to sit and let terror strike us again and again. There will be, unfortunately, casualties, some in the form of innocents. There were innocents killed in WWII as well, as with any war. According to President Bush, \"We [were] joined in this [Sunday's] operation by our staunch friend, Great Britain.\" Seeing that Britain joined the attack, it brought back to mind a tongue-in-cheek thought I had a few weeks ago when we declared war not on the Taliban, but on terrorism itself.\nColorado State U.\nFor, you see, Britain certainly knows about how to deal with terrorists. They've had wonderful success in Belfast. I have been wondering off-hand if Tony Blair will ask for U.S. help in Northern Ireland while we happen to be at war with terrorism abroad (the U.S. recognized the Real IRA as a foreign terrorist organization last May). It is all terrorism we're fighting, right? You say, \"Don't be stupid. This is different.\"\nEnding terrorism is a great idea. We should at least be consistent. Think it's hard to convince certain Protestants to like Catholics and vice versa? Try convincing fundamentalist anti-Christians that the Crusades were just a big misunderstanding and that the whole\n\"creation of Israel\" thing was simply a joke. Despite grand successes with cruise missiles, terrorism won't end quickly and quietly, just as our staunch allies in Great Britain are aware.\nThere is a lot of fear following our attacks on Sunday. Some intelligence has leaked that there are traces of activity which parallels what was seen (but not acted upon) preceding the 11th of September.\nIs there another act of terror in the works? An attack might be imminent. However, it is likely that radical elements, be they from al Qaeda or not, will wait. After all, non-terrorist-linked things like deranged homicidal bus riders and accidental missile detonations are being heralded as terrorist activities.\nIn actuality, it's just a fear of terrorism, not terrorism itself, behind these events. Or is it? The whole point of terrorism is to create fear and panic. It looks like this dogma is working, all without the further use of explosives. It would be far better for anti-American terrorists to wait a while for us to feel safe and secure again, possibly after a few more successful missions in Afghanistan, or maybe after the elimination of bin Laden himself, before they attack again.\nWhich brings us to the problem: terrorists operating in cells don't necessarily need a head to act by instinct. Great Britain has learned that very well in Ireland. So has Israel. That's why this war on terrorism is going to be so hard to win.\nMy expert opinion as a microbiology geek is that the present conflict in Afghanistan itself will be short-lived. However, assuming we have the resolve not to be half-ass about it, we must remember that the war on terrorism is not just against Osama bin Laden, al Qaeda or even the Taliban. It's against hundreds of small cells of people across Asia, Africa, Europe, and even the Americas. We can destroy bin Laden easily enough, but how do you destroy his cause and the various causes of terrorists everywhere? I'm reminded of the movie \"Ben Hur,\" where the title character asks, \"How do you fight an idea?\"\nThe answer is with better ideas that, unfortunately, require a lot of work (including all the \"peace, and understanding\" the anti-war protestors are advocating) yet also force (yes, bombs) before such ideas are heeded. That's how Nazism went away. This brings us to another quote, one from General Sherman: \"War is cruelty, and you cannot refine it; and those who brought war into our country deserve all the curses and maledictions a people can pour out.\"\nIf this is so, then there are a lot of terrorists out there to whom we must administer a lot of cursing.\n(C) 2001 Rocky Mountain Collegian via U-WIRE\n\nLoad-Date: October 10, 2001"
}