{
    "title": "Attacks magnify crisis in Pakistan Suicide bombs in Lahore killed 24 at home, police building",
    "publisher": "advertising age",
    "year": 2008,
    "month": 3,
    "day": 11,
    "full text": "LAHORE, Pakistan - Pakistan's security crisis deepened today as massive suicide bombs tore through a seven-story police headquarters and a house in Lahore, leaving at least 24 people dead and more than 200 wounded.\nThe two blasts happened about 15 minutes apart in different districts of this eastern city. The first tore the facade from the Federal Investigation Agency building as staff were beginning their working day. It also damaged scores of homes in the neighborhood.\nCity police chief Malik Mohammed Iqbal said an explosive-packed car was driven into a parking lot and detonated next to the building - which houses a department of the federal police's anti-terrorism unit - knocking out the walls of several offices and part of a stairwell.\nRarely has a suicide blast in Pakistan caused such serious structural damage to a major government facility.\nTwenty-one people were killed, including 16 police, officials said. Mian Muhammad Ejaz, a top city administrator, said over 200 people were wounded. Doctors at Lahore hospitals said the dead included a 3-year-old girl, and 32 students hit by flying debris at a school near the police building.\nThe second explosion shattered the office of an advertising agency in a residential neighborhood, about 15 miles away. Police investigator Tasaddaq Hussain said two children and the wife of the house's gardener were killed.\nIqbal said both blasts were suicide attacks.\nThe bombings come amid a spate of violence that authorities are blaming on Taliban and al-Qaida-linked militants, spreading beyond their strongholds along the Afghan border, and as the victors of last month's elections prepare to form a new government.\nThere have been at least seven suicide attacks in the three weeks since the Feb. 18 vote.\nThe party of Nawaz Sharif, set to be the junior partner in the incoming coalition, blamed military operations ordered by U.S.-backed President Pervez Musharraf for destabilizing the country and called for him to resign.\nA spokesman for the country's largest Islamic group, Jamaat-e-Islami, blamed Musharraf's friendship with the U.S. for a campaign of attacks inside Pakistan.\nMusharraf condemned the \"savage\" bombings and said they \"cannot deter\" the government's resolve to fight the scourge of terrorism \"with full force,\" according to a statement carried by the state-run Associated Press of Pakistan.\nTV footage from private television networks shot shortly after the first blast showed flames still leaping from the tangle of bricks, wrecked vehicles and even a fallen tree next to the police building, located near a key city center intersection.\nToday's violence was the first major act of terrorism since Sharif's and Bhutto's parties announced over the weekend they would form a coalition government after routing Musharraf's allies in the Feb. 18 parliamentary elections.\n30\n\nLoad-Date: March 12, 2008"
}