{
    "title": "Attacks in Brussels raise fears of terrorism throughout Europe",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 11,
    "full text": "The March 22 attacks in Brussels came after Belgium was warned by Turkey that one of the assailants was a \"foreign fighter.\"\nAccording to NPR, the Turkish government informed Belgian authorities that Ibrahim el-Bakraoui had \"terrorist ties when it deported him into the custody of the Netherlands\" and that Bakraoui \"was released anyway.\"\nThe attack at the airport in Zaventem and at the Maelbeek metro killed 35 people. Over 300 people were injured in the blasts.\nBakraoui, with his brother Khalid and three other accomplices, carried out attacks at Brussels Airport as well as the metro station Maelbeek.  The Bakraoui brothers were known to Belgian intelligence as criminals stemming from earlier convictions not related to terrorism.\nThe NY Times reported that, \"Ibrahim el-Bakraoui was sentenced to nine years in prison in 2010 after shooting at police officers following an attempted robbery,\" and that Khalid \"was sentenced to five years in prison for attempted carjackings; at the time of his arrest, he had been in possession of assault rifles\" in 2011. There is no information on when or why either was released.\nA third suspect was identified from CCTV footage at the Zaventem airport as Najim Laachraoui, a Moroccan native who was raised in Brussels. He was suspected of being a bomb maker for the so-called Islamic State , also known as ISIL or ISIS.\nLaachraoui was also considered to be heavily involved in the attacks in Paris late last year.\nAn increasing amount of raids have been carried out in Belgium since the attack on Charlie Hebdo in early 2015 and increased in tenacity with the attacks in Paris last November.\nA March 15 raid in the Forest municipality of Brussels in search of the Bakraoui brothers ended with an unidentified suspect killed after exchanging small arms fire with Belgian police.\nThe attacks in Brussels came days after one of the key suspects from the Nov. 13 Paris attacks, Salah Abdeslam, was captured in a raid on March 18 in the Molenbeek district of Brussels.\nThe BBC reported that Abdeslam \"was intricately involved in the planning and execution of the Paris attacks, in which his brother Brahim blew himself up. He then went on the run for four months before being captured.\" He was found about a 10-minute walk from his mother's house.\nAccording to Al Jazeera, the lead terrorism prosecutor, Francois Molins, Abdeslam \"backed out\" of detonating his suicide vest.\n\"Molins read from Abdeslam's statement to a magistrate in Brussels, saying: \"He wanted to blow himself up at the Stade de France.\" Molins reiterated that what Abdeslam said at an early stage should not be given \"too much stock.\"\nThe attacks raised concerns about the security lapses in the Belgian capital.\nBelgium officials admitted \"errors\" were made in regards to Ibrahim el-Bakraoui as they \"ignored\" warnings from Turkey.\nTurkey's President Recep Tayyip Erdogan said \"Turkey alerted both the Belgian and Dutch authorities, but 'despite our warnings that this person was a foreign terrorist fighter, the Belgian authorities could not identify a link to terrorism'.\"\nAnother question being raised is whether the attack was pre-planned or plotted after the capture of Abdeslam.\nBelgian officials believe that it was most likely planned for months yet due to the arrests the attacks' timing was accelerated.\nThough the threat level has been lowered in Belgium, there still remains an increasing fear of the potential vastness of the terrorist network in Europe.\nEuropol Director Rob Wainwright expressed his concerns about \"a community of 5,000 suspects that have been radicalised in Europe, that have travelled to Syria and Iraq for conflict experience, some of whom - not all - have since come back to Europe.\"\nRelated Articles\nOp-ed: Je suis contre Boko Haram. (I am against Boko Haram.) New course opens job prospects Perimeter College fears of tuition increases quelled Pretend You're Dutch and Keep Your Mouth Shut\n\nLoad-Date: January 16, 2018"
}