{
    "title": "Attacks thwarted, official says Clinton unveils $10 billion proposal for fighting terrorism",
    "publisher": "charleston daily mail",
    "year": 1999,
    "month": 1,
    "day": 23,
    "full text": "WASHINGTON - U.S. intelligence and law enforcement agencies have\nprevented Osama bin Laden's network from carrying out truck-bomb\nattacks against at least two American embassies since the bombings of\nU.S. embassies in Kenya and Tanzania more than five months ago, the\nClinton administration's senior counterterrorism official said.\nRichard A. Clarke, who occupies the recently created post of national\ncoordinator of counterterrorism and computer security programs, also\nsaid U.S. officials do not believe that bin Laden, a Saudi millionaire\nnow living in the mountains of Afghanistan, has acquired chemical or\nbiological weapons despite his contacts with experts in the production\nof nerve gas and biological toxins.\n\"I think we've made life extraordinarily difficult for (bin Laden),\nbut he's still there,\" Clarke said. \"I think it is very difficult for\nhim and his lieutenants to travel. I think it's very difficult for\nthem to raise money or move money or move explosives.\"\nClarke's assessment came as President Clinton unveiled a $ 10 billion\nbudget proposal for fighting terrorism and protecting the nation's\ncomputer infrastructure from attack. \"The fight against terrorism is\nfar from over, and now terrorists seek new tools of destruction,\"\nClinton said.\nIn a speech at the National Academy of Sciences, Clinton said his\nfiscal 2000 budget proposal includes $ 1.4 billion to enhance domestic\nreadiness in the event of a chemical or biological terrorist attack,\nan increase of more than 50 percent since fiscal 1998, and $ 1.46\nbillion to protect the nation's computer systems.\nClinton proposed an array of initiatives in both areas, from new\nvaccine research to creation of a \"Cybercorps\" of computer experts.\nHe said those programs come on top of $ 7 billion in counterterrorism\nspending on intelligence, diplomatic security, military readiness and\nlaw enforcement.\n\"We are doing everything we can, in ways I can and ways that I cannot\ndiscuss, to try to stop people who would misuse chemical and\nbiological capacity from getting that capacity,\" Clinton said. \"This\nis not a cause for a panic. It is a cause for serious, deliberate,\ndisciplined long-term\nconcern.\"\n\nLoad-Date: January 25, 1999"
}