{
    "title": "ATTACK ON LIBYA _ THE VIEW FROM CAPITAL HILL; U.S. DEFENDS RAID BEFORE U.N. BODY",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 16,
    "full text": "Vernon A. Walters, the chief American delegate to the United Nations, today defended the American air strikes against Libya at a meeting of the Security Council, calling them an act of self-defense.\nThe Libyan delegate, Rajab Azzarouk, urged the Council to condemn the air raids as state terrorism, calling them ''barbaric and savage'' and an ''unprovoked'' raid on civilian targets.\nThe chief Soviet delegate, Yuri Dubinin, called on the Council ''firmly to condemn the act of armed aggression against Libya perpetrated by the United States'' and to ''demand that the United States immediately cease its armed attacks on Libya and not allow for such actions in the future.''\nThe Security Council meeting was called at the request of Libya, Syria, Oman and Burkina Faso, after the attack Monday night.\nMr. Walters, a retired lieutenant general and former high official in the Central Intelligence Agency who serves as a roving ambassador-at-large for the Administration, arrived in New York this morning after a two-day trip to London, Paris, Bonn and Rome, where he consulted with European leaders before the military attack was carried out.\nMr. Walters spoke with evident emotion, his voice cracking. He told a packed Council chamber that the strikes were ''measures of self-defense'' taken only after all other efforts to ''deter Libya from its ongoing attacks against the United States'' had been exhausted.\n''But when quiet diplomacy, public condemnation, economic sanctions and demonstrations of military force failed to dissuade Colonel Qaddafi, this self-defense action became necessary,'' he added, referring to Libya's leader, Col. Muammar el-Qaddafi.  Accusations Against Qaddafi Mr. Walters accused Colonel Qaddafi of embracing terrorism while ignoring accepted international norms of behavior. ''He has abused diplomatic privilege for terrorist purposes, reneged on international agreements, and blatantly used violence against political opponents,'' he said. ''In sum, he has made terrorism an integral element of his foreign policy.''\nSpeaking just before Mr. Walters's speech, Mr. Azzarouk said bombs had damaged the residences of the Swiss and French Ambassadors in Tripoli, the civilian areas of airports at Tripoli and Benghazi, homes, schools and a center for the handicapped.\nHe said American warplanes had attacked residential areas and ''intended to make victims among civilians and foreigners'' living in Libya.\n''Today,'' he said, ''we wish to say that the barbaric and savage raids were certainly not in keeping with the terms'' of Article 51 of the United Nations Charter, which allows member nations to take military action in situations of self-defense. The article was cited by the United States as a justification for its attack.\nMr. Azzarouk added that the American attack was ''unprovoked'' and ''deserves the full condemnation of the international community.'' He called on the Council ''to deplore it in a resolution which will unequivocally and firmly condemn international terrorism as practiced by the United States.''\nMeanwhile, Secretary General Javier Perez de Cuellar described his ''growing alarm'' over the escalation of tension in the Mediterranean, adding that he ''deplores last night's military action by one member state against another, and further utilization of armed force reported this morning.'' In addition to the American air strikes, he was referring to a Libyan attack this morning against the small Italian island of Lampedusa, south of Sicily.\nMr. Perez de Cuellar added that he ''regrets that the means provided in the Charter for resolving conflicts and maintaining peace and security had not been exhausted.''"
}