{
    "title": "Attach conditions to U.S. - Vietnam trade",
    "publisher": "usa today",
    "year": 2006,
    "month": 11,
    "day": 17,
    "full text": "For many Vietnamese-Americans, a trial last week in Vietnam was their worst nightmare realized.\nThree Vietnamese-Americans were convicted on terrorism charges last Friday. Along with four Vietnamese nationals, they were found guilty of plotting to use radio equipment to call for a public insurgency against the Communist regime. The defendants were accused of having ties with the Government of Free Vietnam, which Hanoi regards as a terrorist organization. According to its website, the California-based pro-democracy group claims to advocate peaceful protest against the current regime.\nWhat does the verdict say to other Vietnamese-Americans, many of whom have returned on occasion to visit their homeland? It says that should they return again to Vietnam, even for a visit, that they remain vulnerable to the whims of the Communist regime.\nThe defendants were sentenced to 15 months with 14 months time served. One of the American citizens has already been deported to the USA; the nationals will remain under house arrest.\nThe trial's timing has drawn global attention, especially because President Bush is scheduled to visit Hanoi today for the Asia-Pacific Economic Cooperation Summit. On Monday, the House defeated a bill that would have permanently eased U.S. trade restrictions against Vietnam. While Republicans plan to revive the bill, several members of Congress have cited concerns about Vietnam's record on human rights.\nThe case gives the Bush administration an opportunity to leverage trade relations with Vietnam in exchange for improved human rights policies. The fact that these defendants were held for more than a year before being charged, without chance of bail or access to the evidence used against them, only validates fears among Vietnamese-Americans that Vietnam is still a hostile environment and doesn't yet deserve normalized relations with the United States. The case also raises the question of what constitutes an act of terrorism. In Vietnam today, terrorism apparently includes merely voicing a view critical of the government.\nIn its eagerness to join the World Trade Organization and strengthen U.S. ties, Vietnam claims to have moved past the war. But such rhetoric rings painfully insincere in light of this case. Views of dissent are apparently still seen as dangerous.\nVietnamese refugees made the USA their home to escape the political persecution that still occurs in Vietnam. Now they'd like to see the United States use its diplomatic influence to press Vietnam to reconsider these detrimental policies.\n---\nAimee Phan is author of We Should Never Meet and an assistant English professor at Washington State University in Pullman, Wash. \n\nLoad-Date: November 17, 2006"
}