{
    "title": "Attacks may signal terrorism's political pull",
    "publisher": "university wire",
    "year": 2004,
    "month": 3,
    "day": 17,
    "full text": "Spain's incoming prime minister pledged Monday to bring Spanish troops home from Iraq unless the United Nations takes control there, further placing strain on already tender relationships between the United States and its European allies.\nA day after his Socialists swept Spain's ruling conservatives from power in elections overshadowed by terrorist bombings, Jose Luis Rodriguez Zapatero also promised to lead a more pro-European government that would restore \"magnificent relations\" with France and Germany -- which both opposed the Iraq war, unlike Spain's outgoing government.\nIn a surprise defeat, Prime Minister Jose Maria Aznar's conservatives on Sunday became the first government that backed Washington in Iraq to be voted from office.\nPrior to the Thursday's devastating train bombings -- which killed 201 people and wounded 1,600 -- Aznar's successor Deputy Prime Minister Mariano Rajoy was favored to win the election.\nBut the terrorist attacks seem to have acted as a catalyst for political change, leading some analysts to characterize the circumstances surrounding the election as a frightening precedent in European politics.\nA potential withdrawal of the 13,000 Spanish troops stationed in Iraq would have a symbolic effect on American efforts in the Middle East.\n\"Americans will probably interpret this as an indication that they will have to stand alone, while most Europeans will see this as evidence as to the unpopularity of the U.S. position,\" said Barry O'Neill, professor of political science.\nPolitical science professor Steven Spiegel, assistant director for the Burkle Center for International Relations, said that in the past, terrorists in Israel have planned attacks to coincide with elections in order to impact voter choices.\nHe added that such attacks usually sway the electorate towards the right, not the left -- making the recent election in Spain an unprecedented event.\n\"Terrorism has become so much a part of our world that it can swing elections,\" Spiegel said. \"That (terrorists) can sway voters is a very scary prospect.\"\n(C) 2003 Daily Bruin via U-WIRE\n\nLoad-Date: March 17, 2004"
}