{
    "title": "Attack Boko Haram by disrupting financing Terrorists raise funds through kidnapping",
    "publisher": "usa today",
    "year": 2014,
    "month": 5,
    "day": 23,
    "full text": "The kidnapping of nearly 300 schoolgirls by Boko Haram in Nigeria represents the new diversification of fundraising efforts by terrorist groups. Indeed, the mass abduction is a business proposition that military intervention alone will not solve.\nTo fight  terrorism groups such as Boko Haram, we must understand their business logic. Terrorists favor kidnapping because it is often low risk but high profit. Kidnapping has been used  over the past decade by al-Qaeda in the Islamic Maghreb (AQIM), a North African affiliate that, according to U.S. intelligence, has armed and trained Boko Haram. Some ransoms have been as large as $2 million per hostage, and AQIM has gained $80 million through its kidnapping rackets since 2008.\nGovernment and multinational organization employees have been ransomed, but larger payoffs were achieved by kidnapping employees of corporations.  Kidnapping is now believed to be AQIM's largest revenue source. These ransoms have allowed it to pay for weapons from Libya, conduct large-scale attacks and provide training to terrorist groups.\nBoko Haram recently struck again, taking 10  hostages of an international Chinese business in nearby Cameroon.  The ransom payments are likely to raise more revenue than the trafficking of even numerous schoolgirls.\nTo counter Boko Haram, Nigeria has assumed a traditional counterterrorist approach. The government has declared war on Boko Haram by partnering with four neighboring countries -- Benin, Cameroon, Chad and Niger. Its partners are even poorer and less capable of staging a military attack than Nigeria.\nYet, even in Nigeria, the military approach will not work. Nigeria's ill-equipped and unpaid foot soldiers are no match for the well-equipped Boko Haram.\nEven if this new anti-Boko Haram alliance is aided by Western powers, it cannot succeed militarily against Boko Haram. Boko Haram is a self-sustaining business funded by crime and donations; it is able to recruit among a poor population disillusioned by state corruption.\nCountering these terrorist organizations requires going after their funding, including refusing to pay ransoms, and their operation. Kidnapping is not the only activity of AQIM, but part of a larger criminal enterprise that includes extortion and the smuggling of arms, cigarettes and drugs. In West Africa, sales of used cars from the U.S. have been linked to terrorist financing.\nTo undermine terrorist groups, one needs to attack its sources of funding, such as targeting its donors, cutting off its smuggling operations and disrupting money laundering efforts. Only by attacking its business model can the local and international community counter its ascendency.\nLouise Shelley, a professor and director of George Mason University's Terrorism, Transnational Crime and Corruption Center, is the author of the forthcoming book Dirty Entanglements: Corruption, Crime, and Terrorism. \n\nLoad-Date: June 6, 2014"
}