{
    "title": "ATTACK ON LIBYA _ THE VIEW FROM CAPITAL HILL; IN ONE AREA OF TRIPOLI, BOMBED HOUSES AND IRATE SURVIV",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 16,
    "full text": "Taher Mohamed Gubbia, his voice shaking in rage, called it terrorism.\nHe said the American fighter bombers destroyed his home early this morning. His wife's arm was broken in the attack, he said, and his six children were uninjured but frightened.\nAt least 15 of Mr. Gubbia's neighbors were killed by what he and other survivors seem sure were American bombs, but which American military officials say could just as easily have been Libyan antiaircraft missiles and shells that rained back back on the city.\nScores of other people, some of them foreigners, lie bloody and bandaged in nearby hospitals. Nearly a half-dozen houses in about six blocks of a residential area were blown apart and most of the rest suffered shattered windows, blown-out doors and fallen walls.\n \nDamage to Embassies\nOne bomb or missile hit within 35 yards of the French Embassy, the blast mangling one side of the building. The nearby residences of the Swiss and Japanese Ambassadors and the Embassies of Austria and Rumania were damaged to lesser degrees. The wife of an Italian diplomat living in the neighborhood was hit by a shard of window glass in the eye, diplomats said.\nThe American planes, screeching through a hail of flak in the night and dropping what witnesses said were four or five bombs in this section of Tripoli, apparently missed their target. Standing about 100 yards from the French Embassy was a blackish building with a towering antenna on top and other antennas behind it.\nWestern diplomats and knowledgeable residents said the building is the headquarters of the Libyan Intelligence Agency, presumably one of what the White House called a ''command and control center for world terrorism'' that was a target of the raid.\nThe building seemed to have little damage. Some windows were blown out, but the antennas were intact, standing next to the rubble of unrelated buildings.\n \nAttack Called Terrorism\nTo Mr. Gubbia, an American-educated English professor, and his embittered neighbors, the destruction of their homes, though probably a mistake, was terrorism, a strike without warning that killed and wounded innocent people.\n''And these bloody Americans say they don't hit civilian targets,'' Mr. Gubbia, 32 years old, said as he stood, still in his pajamas, on the sidewalk in front of what remained of his home. ''Now you can differentiate between who are the terrorists and who are not.''\nWhile the Government kept hidden the damage to military targets near Tripoli and Benghazi, Libya's second city, the Information Ministry was unusually quick to arrange bus trips to the stricken neighborhood here. Reporters arrived as the sun rose not too long after the combat in the night sky over this capital.\nBin Ashur is made up mostly of the villas and comfortable apartments of Libya's upper-middle class and intelligensia. The residents are the doctors, writers and business executives who generally have the least affinity for Col. Muammar el-Qaddafi and his views of the world. They are often admirers of much of the American way of life and among the people that the Reagan Administration had reportedly hoped by its attacks to eventually encourage into revolting.\nLike Mr. Gubbia, many speak fluent English and have studied in the United States. Mr. Gubbia taught at Al Fatah University and said he studied at Georgetown University in Washington. But their ire today was directed at President Reagan.\n \n'Reagan Should See This'\n''Reagan should come and see this,'' said Abdul Rahman, an electrical engineer who said he had lived for two years in Oregon, Texas and Louisiana.\nAt Tripoli's Central Hospital, Dr. Fathi Bengazi, head of the emergency ward, said 60 to 100 injured people had been brought in by ambulance or had straggled in during the night. In the hospital morgue 15 people from the neighborhood were dead. Among them were two infants. More went to two other hospitals, he said.\nIn a grassy park, two mothers and a gaggle of children huddled under blankets, their temporary respite after their home was destroyed. A Greek doctor, his face and wrist patched up with Band-Aids, limped down the street, saying his wife was still in the hospital and mumbling profanities about the United States.\nAn old man lay dead on a stretcher in the yard of a spacious villa as young neighborhood revolutionary committeemen sporting odd assortments of uniforms and automatic rifles chanted, ''Death to America.''\n''The first thing I saw was a big circle of fire,'' Mohammad Ali, a playwright, said of the blast that heavily damaged his house. ''I never thought war was so horrible.''\n\nGraphic\n\n \nphoto of wrecked cars in streets of Tripoli (AP)"
}