{
    "title": "Attacks turned widow into fugitive Charlie Hebdomarket attacks turned widow",
    "publisher": "the world",
    "year": 2020,
    "month": 9,
    "day": 6,
    "full text": "aw_200906_BC EU France Attacks Trial as js\n^$^PARIS - The fugitive widow of the Islamic State killer who plotted attacks against the Charlie Hebdo satirical newspaper and a kosher market calls home to France once a year to catch up, her sisters testified, offering new details about one of the world's most wanted women.\nHayat Boumeddiene is the only woman among 14 people being tried in French terrorism court for the Jan. 7-9, 2015, attacks that left 17 people dead along with all three attackers, including her husband.\nBoumeddiene left for Syria a few days before the attacks. She and the two men who arranged her escape are being tried in absentia as accomplices.\nThe other 11 defendants whose two-month trial began Sept. 2 are accused of helping with logistics, including buying the weapons and tactical gear for brothers Saïd and Chérif Kouachi and Amédy Coulibaly. Most say they had no idea the plan was for a mass killing, saying they believed it was for an ordinary crime.\nSaadia Benali, whose family took in Boumeddiene for five years, late Friday described her fugitive sister's religious marriage to Coulibaly and the couple's deepening belief in ever more radical forms of Islam. Benali herself was dressed head to toe in the black robe and veil worn by many devout Muslims as she testified.\nShe said Coulibaly, a career criminal with multiple convictions for theft and violence even before he stormed the Hyper Cacher supermarket, \"was very sweet, gentle, respectful.\"\n\"He went to the extreme to avenge his brothers. I think he was someone who was just too sensitive,\" she said. \"And Hayat lived for Amédy.\"\nBenali said Boumeddiene calls her at least once a year, the last time at the end of 2019. She said she didn't bother telling police about it \"because I know I'm being tapped.\"\nSoon after the attacks, Boumeddiene called to apologize, said her older sister, Keltoum.\n\"She apologized for any trouble she could have caused us, but not for the rest,\" Keltoum Boumeddiene said. She didn't talk much about her husband, Benali said.\n\"She just said ISIS was so proud of what he'd done. She was very protected, she was doing her thing, euphoric. She tried to get us to come to Syria. She was just in her own world.\"\n\nLoad-Date: September 6, 2020"
}