{
    "title": "Attacks in Canada and Belgium Reflect Fuzzy Definition of Terrorism",
    "publisher": "the new york times",
    "year": 2018,
    "month": 6,
    "day": 1,
    "full text": "Two masked bombers walked into a crowded restaurant near Toronto and detonated a homemade explosive that wounded at least 15 people. In Belgium, a temporarily freed prisoner went on a deadly rampage, stabbing and shooting people and taking hostages before the police killed him.\nIn both attacks, each carried out in recent days, civilians were the victims. But it was only the Belgium attack -- in which the assailant screamed ''Allahu akbar!'' (God is great!) -- that the police quickly described as a possible act of terrorism. \n  The comparison cuts to the core of a protracted debate over what constitutes terrorism, who is a terrorist and what such designations actually mean. An attack viewed as terrorism in one part of the world may be seen as a common crime elsewhere. The debate has grown more complex and intense in the years since the attacks of Sept. 11, 2001, but it dates back many years.\n  ''You're never going to win on this,'' said Charles Kurzman, a professor of sociology at the University of North Carolina and a co-director of the Carolina Center for the Study of the Middle East and Muslim Civilizations. ''There's a legal definition which differs by country. Common definitions are going to vary.''\n  Here is a look at some of the issues that make the term terrorism so nebulous and tricky.\n  How did the term originate?\n  It is derived from the Latin ''terrorem,'' which translates as ''panic,'' ''alarm'' and ''great fear.'' The term's use widened with the 1793-94 period of the French Revolution known as the ''Reign of Terror,'' when the revolutionary government conducted mass executions to intimidate suspected opponents.\n  How does the dictionary define terrorism?\n  The Oxford Dictionary calls terrorism ''the unlawful use of violence and intimidation, especially against civilians, in the pursuit of political aims.'' Merriam-Webster calls it the systematic and coercive use of terror, defined as ''violent or destructive acts (such as bombing) committed by groups in order to intimidate a population or government into granting their demands.''\n  Such definitions are not universally accepted and can be interpreted in different ways. Under the dictionary criteria, some experts would argue, the revolutionary colonist soldiers who slaughtered Native Americans allied with the British were terrorists, as were John Brown's abolitionists who indiscriminately killed civilians in pro-slavery states before the Civil War. Palestinians regarded as terrorists by Israel are seen by their supporters as resistance fighters opposed to an occupation.\n  Still, some scholars say the word terrorism can still be used objectively.\n  ''I think it can be defined with a fair degree of precision, which doesn't necessarily entail judging or taking a position,'' said Todd Gitlin, a professor at the Columbia Journalism School. ''My definition of terrorism, which I don't think is unusual, is a violent act in order to strike terror in the hearts of a population toward a political end.''\n  Has terrorism taken on a new meaning?\n  Acts of violence have become so ubiquitous that sometimes the terrorism label is applied -- as in the Belgium case -- even without an obvious ideological purpose. But sometimes the label is not applied -- as in the Canada example -- and that is where the confusion comes in.\n  Why are the restaurant bombers not considered terrorists by Canada?\n  Part of the reason may lie in simple geography and recent history. Unlike Europe, Canada has not suffered the repeated attacks attributed to extremist groups like the Islamic State, and the police may be less likely to assume such a possibility without more facts.\n  Although the targeted restaurant was Indian, suggesting a possibly ethnic-based bias attack, experts cautioned that the identities of the assailants and their motives remained unclear.\n  ''Until you know who did it, it's problematic to be categorized as a terrorist attack,'' said Victor Asal, a political-science professor at the University at Albany-SUNY and a researcher at the National Consortium for the Study of Terrorism and Responses to Terrorism.\n  ''If it's going to be terrorism it's got to be politically or ideologically motivated,'' he said. ''If I'm killing you because you sleep with my wife, that's not terrorism.''\n  Why was the Belgium attack almost immediately assumed to be terrorism?\n  While few details were immediately available about the masked bombers in the Canada attack, much was known about the assailant in Belgium, a 35-year-old Belgian prisoner with a history of assault, drug and theft offenses who had been granted a 48-hour leave. Officials in Belgium said Wednesday that he might have been converted by Islamist extremist cellmates. And the Islamic State militant group belatedly exalted him as a martyred disciple.\n  Nonetheless, terrorism experts were not all convinced. Some theorized that the assailant was a career criminal who might have used the guise of adherence to Islamist extremism to justify the attack.\n  ''It looks like an act of terrorism, but here's where things get a bit murky,'' said Brian M. Jenkins, a senior adviser at the RAND Corporation. ''He may or may not have been radicalized in prison. People are complicated -- invariably there is a variety of motivations.''\n  Mr. Jenkins pointed to the case of Esteban Santiago, an Iraq war veteran who had been hearing voices and behaving erratically in the year before he killed five people at the Fort Lauderdale airport in January 2017 -- an attack that was initially thought to have been terrorism.\n  ''There was a lot of evidence of mental illness,'' Mr. Jenkins said. ''Do I have a terrorist here, or do I have evidence of a mental disorder?\"\n  If the Canada bombers had yelled 'Allahu akbar,' would they have been seen as terrorists?\n  Against the backdrop of what rights groups have described as rising anti-Muslim bigotry in the West, the answer is almost certainly yes.\n  ''The perception is that terrorism isn't really terrorism unless a Muslim is somehow involved,'' said Ibrahim Hooper, a spokesman for the Council on American-Islamic Relations, the nation's leading Muslim advocacy organization. ''We've seen that time and time again.''\n  He pointed to a study published by the Journal of Communication that showed that American television viewers see far more images of Muslims as domestic terrorists than what is reflected in actual law enforcement statistics. The study found that among those described as domestic terrorists in 146 news reports between 2008 and 2012, 81 percent were identifiable as Muslims, but that F.B.I. reports from those years showed that only 6 percent of domestic terrorism suspects were Muslim.\n  Why aren't mass shootings like the Las Vegas massacre considered acts of terrorism?\n  Many supporters of gun control in the United States argue that they should be. The Las Vegas casino gunman, Stephen Paddock, who killed 58 people and wounded hundreds before taking his own life, had prepared meticulously for the attack last October and appeared to know exactly what he was doing.\n  But the glaring hole in the police investigation is an understanding of why he did it. Other than what appeared to have been a preoccupation with guns and possible anger over gambling losses, Mr. Paddock's reasons died with him.\n  ''Insofar as we know, there's no political content, no evidence of a political motive -- it's not as though he was trying to compel the government to do something,'' Mr. Jenkins said. ''This was a shooter.''\n  Why even distinguish between acts of terrorism and other violent crimes?\n  The difference between terrorism and other acts of violence matters because terrorism -- regardless of how it's defined around the world -- is considered far more serious as a threat to national security and will provoke a more aggressive government response.\n  It is also a term often used to influence public opinion.\n  ''If Americans and others are more afraid of terrorism, they're going to vote in a certain way,'' Mr. Kurzman said. ''There's going to be a sense of insecurity that other acts of violence don't often generate.''\n\nhttps://www.nytimes.com/2018/05/31/world/americas/what-is-terrorism.html\n\nGraphic\n\n \nPHOTO: A prison inmate on leave killed three people in the Belgian city of Liège on Tuesday. It was quickly described as a possible act of terrorism by the police. (PHOTOGRAPH BY GEERT VANDEN WIJNGAERT/ASSOCIATED PRESS)       \n\nLoad-Date: June 2, 2018"
}