{
    "title": "Attack highlights challenge of pursuing domestic extremists",
    "publisher": "st. louis post-dispatch ",
    "year": 2019,
    "month": 8,
    "day": 6,
    "full text": "WASHINGTON - Federal authorities investigating the El Paso shooting call it an act of domestic terrorism, but they won't be able to apply the same terrorism law that prosecutors have used for years against supporters of the Islamic State and al-Qaida.\nThe federal government defines domestic terrorism as politically motivated violence designed to coerce or intimidate a civilian population. The assault on a shopping area seemed to qualify after the emergence of a rambling screed posted to an online message board about 20 minutes before the shooting. The note said the massacre was in response to an \"invasion\" of Hispanics coming across the southern border. Investigators increasingly believe those words were written by the suspect.\n\"We're going to do what we do to terrorists in this country, which is deliver swift and certain justice,\" U.S. Attorney John Bash, the top federal prosecutor in West Texas, said at a news conference.\nBut if the shooting underscores the threat of racially based violence, it also exposes a gap in the law: Though federal prosecutors can bring international terrorism charges against supporters of the Islamic State and other foreign groups, there's no comparable domestic terrorism statute for people who target blacks, Jews, Hispanics or other minority groups in the U.S.\nThat forces the Justice Department to rely on a collection of other laws that do not have the terrorism label but can still result in equally harsh sentences. In the El Paso case, for instance, officials say they are considering hate-crime and weapons charges against 21-year-old Patrick Crusius that could carry the death penalty, and they're using a specialized domestic terrorism fusion cell to investigate.\nThe shooting almost immediately reinvigorated calls for a domestic terrorism statute and for heightened government focus on the threat posed by violent extremists who espouse racist or anti-Semitic ideologies. It's an urgent problem that accounts for hundreds of open FBI investigations and a deadly streak of violence over the last 12 months. A group of former National Security Council counterterrorism directors issued a statement calling on the government to address domestic extremism with the same dedication it used to confront international risks in the years after the Sept. 11 attacks.\nThat means \"providing a significant infusion of resources to support federal, state, and local programs aimed at preventing extremism and targeted violence of any kind, motivated by any ideology or directed at any community,\" the statement said.\nSome civil liberties groups say the U.S. government already has the investigative tools it needs to ensure convictions and lengthy prison sentences for domestic extremists, but that's not the point, said Mary McCord, the former head of the Justice Department's national security division. She supports adopting a federal domestic terrorism law for acts that are meant to intimidate civilians or affect government policy, saying it would demonstrate the government's seriousness about a threat.\n\"When you use terrorism as a means to further your goals, whatever they may be, regardless of their content, that should be prosecuted as terrorism,\" McCord said.\nAfter Sept. 11, the FBI shifted resources to combat international terror groups and their followers in the United States. In the years since, national security prosecutors have relied hundreds of times on a law that makes it a crime to lend material support to any federally recognized foreign terrorism organization. But there's no domestic equivalent, in part because the U.S. does not regard any U.S.-based group - including the Ku Klux Klan - as a terror organization nor treat mere membership as a crime.\nFBI officials insist they've dedicated appropriate resources to the domestic terrorism threat even without a designated statute. Michael McGarrity, the FBI's top counterterrorism official, recently told lawmakers that the FBI was conducting roughly 850 domestic terrorism investigations. He acknowledged that white supremacists and other domestic terrorists were being arrested more often, and causing more deaths, than international terrorists.\nThose include Robert Bowers, who is accused of killing 11 people at a Pittsburgh synagogue last October. Authorities said he expressed hatred of Jews during the rampage and later told police that \"all these Jews need to die.\"\nFBI Director Chris Wray told lawmakers last month that domestic terrorism is a \"persistent serious threat,\" and that though the FBI cannot police free speech, \"when it turns to violence, we are all over it.\"\n\nLoad-Date: August 7, 2019"
}