{
    "title": "Attack on Iraq would spur worldwide terrorism, war",
    "publisher": "usa today",
    "year": 2003,
    "month": 3,
    "day": 13,
    "full text": "Young Americans are rising up to voice their opposition to a military strike against Iraq, and we really need to listen (\"Debate over Iraq fires passions not seen since the Vietnam War,\" Cover Story, News, March 6).\nPre-emptively annihilating Iraq likely would be the beginning of worldwide terrorism and war, especially in light of the fact that for years America has been planting seeds of despair, pain and righteous outrage in the Arab and Muslim world by arming and empowering the Israelis in their conflict with the Palestinians.\nHow dare we speak of spreading democracy while generously underwriting Israel's ethnic cleansing of the Holy Land? How dare we speak of freedom when, as far as I'm concerned, most of our elected politicians and many of our media outlets suppress the truth about the real plight of the Palestinians? They've been terrorized by Israel's hate for more than half a century.\nAnne Selden Annab\nMechanicsburg, Pa.\nWar can bring peace\nUSA TODAY's Cover Story addresses, as some conclude, a terrible choice between war and peace. If that were truly the choice, no one in his or her right mind would choose war over peace.\nPeace is an end, and there are circumstances when war is the only means to that end.\nSaddam Hussein's non-compliance for more than a decade with United Nations demands for disarmament -- despite numerous warnings and second chances -- shows that he is ultimately responsible for making the choice for war.\nI also read in the article that \"two-thirds of Americans say they're seriously worried that Saddam might use chemical or biological weapons.\" Aren't these the very weapons Saddam says Iraq doesn't have? I hope the same two-thirds of Americans stand behind President Bush.\nWilliam S. Pietrzak\nWarsaw, Ind.\nBalance protest coverage\nThe liberal media love to give front-page coverage to high school students who oppose a war with Iraq yet know absolutely nothing about the situation in the Middle East.\nWhen three out of four Americans support removing Saddam Hussein from power, USA TODAY appears to be leaning in the opposite direction.\nWilliam W. Dubbs\nSouthern Pines, N.C.\nNo immediate threat\nI fail to see why President Bush is in a hurry to go to war. As far as I can tell, Iraq poses no immediate threat.\nUnited Nations weapons inspectors appear to be making some progress. Seems to me, if we can allow more inspectors into Iraq, with more time, we may be able to prevent an invasion. Thousands of lives then could be saved, sparing our sons and daughters and many other innocent people. Or is this war really about getting Iraq's oil?\nMarc Perkel\nSan Francisco\n\nGraphic\n\n \nPHOTO, B/W, John Tipton, AP; Having their say: Pro-war supporters take their views to the streets of Visalia, Calif., on Sunday.\n\nLoad-Date: March 13, 2003"
}