{
    "title": "Attacking terrorism",
    "publisher": "the world",
    "year": 1996,
    "month": 6,
    "day": 27,
    "full text": "With so much focus on Arab-Israeli relations and the impact of the recent  Israeli elections on Middle East peace negotiations, it is easy to lose sight  of the instability elsewhere in the region. Tuesday's bombing at a U.S. Air  Force complex in Saudi Arabia ought to be a reminder that terrorism directed  against the West, and against secular Arab governments, must also be dealt  with if the regional peace process is to go forward.\nThe powerful truck bomb, suspected to be the work of terrorists, tore  through apartment buildings at a base near Dhahran in eastern Saudi Arabia. At  this writing, the Pentagon is reporting that the blast killed 19 Americans and  injured nearly 300. Those numbers could change.\nBOMBING\nThe death toll makes it the worst terrorist attack involving Americans in  the Middle East since a 1983 suicide bombing by Shiite Muslims in Beirut  killed 241 U.S. servicemen. But this week's attack and the widely reported  attacks on Israel by Hamas and Hezbollah militants have by no means been the  only recent terrorist activity in the Middle East.\nLast November, five Americans and two Indians were killed by a car bomb at  a U.S.-run military training center in Riyadh, Saudi Arabia. Muslim militants  in Egypt, waging a campaign of terror that has focused on foreign visitors to  their country, recently opened fire on a group of Greek tourists in Cairo.  Egypt's deadliest terrorist organization, the Islamic Group, has vowed to  strike out at American targets to avenge the life sentence handed down earlier  this year against Sheik Omar Abdel Rahman for his involvement in the 1993  World Trade Center bombing in New York. Militant groups continue to operate in  Libya and Algeria. Iran and Iraq openly support terrorist activity all over  the Middle East and much of the rest of the world.\nTuesday's attack underscores the need for a more concerted drive to wipe  out groups devoted to killing and destruction. There was talk of such a plan  back in March, when President Clinton met with leaders of Israel and 13 Arab  nations, including Saudi Arabia, at a summit in Egypt. All attending vowed to  wage a unified war against terrorism. At the close of the conference, Clinton  and Egyptian President Hosni Mubarak issued a joint statement in which  participants agreed to prevent terrorists from recruiting in their countries,  raising money or procuring weapons.\nThe agreement was encouraging, but there has been far too little follow-up.  The issue was ignored at this month's Arab summit focusing on relations with  Israel.\nTuesday's bombing also raises questions about the safety of the thousands  of U.S. troops stationed in the Middle East. Security at U.S military  installations in Saudi Arabia was heightened, and the State Department warned  Americans to be on guard for possible attacks after the U.S. embassy there  received threatening phone calls in May. Still, the ease with which the  bombers were able to reach the outer fence of the Air Force complex ought to  be reason to review security procedures and intelligence-gathering.\nEven if Israel continues to make progress in relations with its Arab  neighbors, peace will remain elusive as long as people living in the Middle  East have to fear attacks like the one on Tuesday. World leaders have  condemned the violence in the harshest terms. May they back those words with  action aimed at stopping it.\n\nLoad-Date: June 27, 1996"
}