{
    "title": "Attack looks familiar, Israeli authorities say",
    "publisher": "the world",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "Israeli anti-terrorism experts say the Oklahoma City blast resembles in scope and sophistication some deadly attacks linked to Islamic militants. Among those they cited: the bombing that killed 96 people last July at a Jewish community center in Buenos Aires, Argentina, and the blast that killed at least 30 people at the Israeli Embassy in Buenos Aires in 1992.\nBut whatever the root of the Oklahoma City bombing, Israeli analysts say the attack in the United States points up the need for greater international cooperation and sharing of intelligence to fight terrorism.\nCiting the \"very large and sad Israeli experience in such cases,\" Prime Minister Yitzhak Rabin said Thursday that his government was ready to help the United States in whatever way it could.\nWhile U.S. authorities were tight-lipped about details of two unnamed suspects announced Thursday, counterterrorism experts in Jerusalem and an Israeli government official said the Oklahoma attack has the apparent mark of Islamic extremist groups, particularly the Iranian- backed Hezbollah, or Party of God.\n\"The modus operandi is very similar to what has happened in the past,\" said Yigal Carmon, an anti-terrorism adviser to former Prime Minister Yitzhak Shamir.\nThe attacks in Argentina were caused by vehicles parked or driven near the targeted buildings. The vehicles carried a large volume of explosives designed to cause massive structural damage and heavy casualties.\nHezbollah, an Islamic group based in Lebanon and backed by Iran, was believed to be responsible for the Buenos Aires attacks.\nIsraelis, defending their often harsh handling of Islamic extremists, say that such a terrorist attack in America should encourage closer international cooperation to combat terrorism and a firmer hand by the United States and Europe in pursuing the perpetrators. \"It's similar to what happened\" in the 1993 bombing of the World Trade Center in New York, \"so it's not a new thing,\" said Efraim Inbar, a specialist in anti-terrorism policy at the Besa Center for Strategic Studies at Bar-Ilan University near Tel Aviv.\n\"By now, sadly, it should not be a shock to anyone that free and open societies like the U.S. and Japan are vulnerable to these kinds of attacks,\" he added.\nThe United States now has \"home-grown\" pockets of Islamic extremism, Carmon said, and need not look outside its borders for the source of terrorist attacks.\n\nGraphic\n\n \nPhoto: Hooded Hamas activists hold up copies of the Koran in the occupied West Bank town of Hebron on Thursday at a wake for three militants killed earlier in the week by Israelis / Associated Press\n\nLoad-Date: June 27, 1995"
}