{
    "title": "Attacks raise stakes on risk ; New brand of threats creating bigger exposures for terrorism insurers",
    "publisher": "business insurance",
    "year": 2001,
    "month": 9,
    "day": 24,
    "full text": "LONDON-U.K. insurers say the terrorist attacks on U.S. targets signify the existence of a new breed of suicidal terrorism capable of causing destruction on a far greater scale than previously known.\n''We are operating in a new world now,'' said Charles Philipps, chief executive of Lloyd's of London insurer Amlin P.L.C.\nFollowing the Sept. 11 attacks, risk managers worldwide are being forced to determine whether they have insurance coverage to address such risks. And insurers are being prompted to look at new ways to cover terrorism exposures.\n''In the aftermath of the terrible human tragedy of Tuesday's events, the insurance world now has to work out how it can deal with the threat of mass terrorism on a global scale,'' according to a written statement released the day after the attacks by the London-based research advisory company Datamonitor P.L.C.\n''Terrorism has traditionally focused on local issues and targets,'' the Datamonitor statement said, citing as examples the activities of such groups as the New Irish Republican Army, also known as the Real IRA, an armed movement dedicated to the unification of Ireland, and the Basque nationalist ETA in Spain. ''But Tuesday's tragedies highlight the likelihood that terrorism in future will work on a global scale, as the political and business power blocs that terrorists seek to influence increasingly cross national borders,'' the statement said.\nDatamonitor said that the terrorist attacks in the United States forced U.K. risk managers to put terrorism back at the top of their agendas, because the United Kingdom is seen as an ally of the United States and is, therefore, a potential target.\nBut the Datamonitor statement added that the events could contain a lesson for insurers worldwide about how to deal with terrorist events. ''The world insurance market would do well to look towards the U.K. model in trying to ensure that cover for acts of terrorism is available on an affordable basis in the future,'' the statement said.\nOne risk manager for a London-based company said he has received several calls from U.S. colleagues who are interested in learning about the workings of Pool Reinsurance Co. Ltd., the terrorism insurance pool backed by the U.K. government (see story, this page).\nDavid Gamble, executive director of the London-based Assn. of Insurance & Risk Managers, said the existence of Pool Re provides some comfort for U.K. risk managers in these times of uncertainty.\n''Particularly in the present circumstances, the knowledge that we have essentially got backing for a major terrorist attack brings a degree of certainty in the U.K. property market,'' Mr. Gamble said.\nHe added that there is relatively little that a company, even a large company, could do to protect itself from a terrorist attack of the scale seen in the United States this month.\nA model based on the Pool Re structure could work in the United States, Mr. Gamble suggested, but he added that it would ''depend on political will.'' He pointed out that the creation of Pool Re required the passage of an act of the U.K. Parliament.\nRob Jones, director of the financial services group of Standard & Poor's Corp.'s Insurance Rating Services in London, said that a government-backed reinsurance pool to cover terrorism risks might someday be established in the United States.\n''If coverage isn't going to be available in normal circumstances in the commercial market, then it could be a possibility,'' Mr. Jones said. But he added that the insurance industry in the United States is regulated on a state-by-state basis and noted that states may seek to set up their own statewide pools.\nAmlin's Mr. Philipps said companies must find new ways to cover emerging terrorism risks such as those seen in the attacks on the World Trade Center and the Pentagon. He said that the United States should ''certainly look'' at the possibility of setting up a structure similar to Pool Re.\nEd Creasy, chief executive of integrated Lloyd's vehicle Kiln P.L.C., said it is too early to tell whether a system similar to Pool Re might be suitable for the coverage of terrorism risk in the United States. Mr. Creasy pointed out that the efforts of the U.S. government are currently focused on reviving the country's ailing air transportation industry.\n\nGraphic\n\n \nTerrorism risk insurer Pool Re was created to respond to losses from events such as this 1996 bombing on London's Canary Wharf by the Irish Republican Army.\n\nLoad-Date: September 28, 2001"
}