{
    "title": "Attack on Texas shoppers to be handled as domestic terrorism",
    "publisher": "charleston gazette",
    "year": 2019,
    "month": 8,
    "day": 5,
    "full text": "EL PASO, Texas (AP) - The shooting that killed 20 people at a crowded El Paso shopping area will be handled as a domestic terrorism case, federal authorities said Sunday as they weighed hate-crime charges against the suspected gunman that could carry the death penalty.\nA local prosecutor announced that he would file capital murder charges, declaring that the alleged assailant had \"lost the right to be among us.\"\nThe attack on Saturday morning was followed less than a day later by another shooting that claimed nine lives in a nightlife district of Dayton, Ohio. That shooter was killed by police. Together the two assaults wounded more than 50 people, some of them critically, and shocked even a nation that has grown accustomed to regular spasms of gun violence.\nInvestigators focused on whether the El Paso attack was a hate crime after the emergence of a racist, anti-immigrant screed that was posted online shortly beforehand. Detectives sought to determine if it was written by the man who was arrested. The border city has figured prominently in the immigration debate and is home to 680,000 people, most of them Latino.\nUsing a rifle, the El Paso gunman opened fire in an area packed with as many as 3,000 people during the busy back-to-school shopping season.\nFederal officials were treating the attack as a domestic terrorism case, according to the U.S. attorney. The Justice Department was considering federal hate-crime charges that would carry the death penalty.\nDespite initial reports of possible multiple gunmen, the man in custody was believed to be the only shooter, police said.\nLaw enforcement officials identified him as 21-year-old Patrick Crusius from Allen, a Dallas suburb which is a nearly 10-hour drive from El Paso. He was arrested without police firing any shots, authorities said. There was no immediate indication that he had an attorney.\nEl Paso Police Chief Greg Allen said the suspect was cooperative and \"forthcoming with information.\"\n\"He basically didn't hold anything back. Particular questions were asked, and he responded in the way that needed to be answered,\" Allen said.\nEl Paso police said they did not know where the weapon was purchased. Allen acknowledged that it is legal under Texas law to carry a long gun openly in a public place.\n\"Of course, normal individuals seeing that type of weapon might be alarmed,\" but before he began firing, the suspect was technically \"within the realm of the law,\" Allen said.\nThe attack targeted a shopping area about 5 miles (8 kilometers) from the main border checkpoint with Ciudad Ju\n\nLoad-Date: August 14, 2019"
}