{
    "title": "Attacks could take the fun out of these Games",
    "publisher": "daily news ",
    "year": 2013,
    "month": 12,
    "day": 31,
    "full text": "I will be going to Sochi in February, leaving the day after the Super Bowl for the Winter Games, my 13th Olympics, to watch the usual array of sliding and leaping athletes. I'm not fearful or anxious about the journey, just concerned that this will not be the least bit enjoyable.\nDespite the tragic terrorist acts that have struck the North Caucasus region this past week, despite more than 30 bloody deaths in a pair of suicide-bomb explosions, I sincerely doubt anything terrible will happen at the Olympic venues. Terrorism, by its cowardly nature, strikes when least expected and at the softest possible targets.\nIt struck inside a dormitory at the Munich Olympics, where security was lax and nobody was ready for such a thing in 1972. It struck again in Centennial Park in Atlanta, where organizers there foolishly believed an unsecured gathering place for fans was a good idea. It skipped Athens in 2004, when everyone was sure the place was a disaster waiting to happen.\nSochi will not be soft. It will be anything but soft. That is not the problem right now. Vladimir Putin is throwing everything he has at this event, for many wrong reasons. He's spending $54 billion on these Games - more, even, than the cost of the Summer Olympics in Beijing. He will station up to 50,000 soldiers and police officers in and around Sochi. The town has natural geographical borders - the Black Sea and the mountains - and Putin is cutting off most access from Georgia.\nSo Sochi will not be dangerous, I believe, as much as it will be a security gulag, another reason why no city or nation in its right mind should ever want to host an Olympics. The terrorists may target other objectives nearby, almost anywhere in Russia. This is the best time for them to earn some big headlines for an extreme cause that few outside the region fully comprehend. But Sochi itself should be one of the safest places on earth.\nThat will not make this experience particularly pleasant. When it comes to terrorism, the body count is only the beginning. We know about that around here in New York, how it changes the culture forever and even creates opportunities for politicians and law-enforcement officials to enact emergency laws impinging on individual rights. You better believe the Russians have moved somewhere well beyond the stop-and-frisk mode at the moment.\nIn a recent report, the Guardian of London reported on how the Russians have installed \"some of the most invasive and systematic spying and surveillance in the history of the Games.\" They will have to go a long way to surpass Beijing, where websites were blocked at the slightest hint of criticism. But apparently, all communications in and around Sochi will be monitored. Every spectator will be investigated, through information gained on his or her passport.\nTerrorism justifies totalitarianism, in its own way. It also clouds other issues, makes them go away. Nobody is talking about gay rights in Russia at the moment - just about whether people will be blown apart at the Olympics.\n\"This is a despicable attack on innocent people and the entire Olympic Movement joins me in utterly condemning this cowardly act,\" International Olympic Committee president Thomas Bach said Monday in a statement. \"I have personally written to the President of the Russian Federation, Vladimir Putin, to express our condolences to the Russian people and our confidence in the Russian authorities to deliver safe and secure Games in Sochi. I am certain that everything will be done to ensure the security of the athletes and all the participants. . . . Sadly terrorism is a global disease, but it must never be allowed to triumph.\"\nThe show goes on, in other words. Even NBC, with its rose-tinted camera lenses, may have a tough time making this one look joyful.\n\nGraphic\n\n \nEmergency crews work on site of suicide bomb attack in the North Caucasus region of Russia on Sunday. REUTERS\n\nLoad-Date: December 31, 2013"
}