{
    "title": "Attacks stoke debate over need for domestic terrorism laws",
    "publisher": "st. louis post-dispatch ",
    "year": 2017,
    "month": 10,
    "day": 8,
    "full text": "TULSA, Okla. - Attacks this summer on counterprotesters in Charlottesville, Va., and an empty Air Force recruiting station in Oklahoma had the hallmarks of terrorist attacks but weren't prosecuted as such.\nEven though many in law enforcement referred to them as acts of domestic terrorism, there is a simple reason such charges weren't brought: They don't exist.\nU.S. law defines a terrorist as having ties to a foreign entity, such as the Islamic State or other known terrorist groups. Homegrown extremist groups such as neo-Nazis and the Ku Klux Klan aren't labeled that way, even if they employ similar tactics of violence and intimidation.\nThe government generally prosecutes these cases under other charges, such as murder. But several recent attacks, including a deadly one on a black church in Charleston, S.C., have stoked debate about whether there should be domestic terrorism laws.\nFBI Director Chris Wray pointed out while testifying before Congress last month that even when convicted under nonterrorism charges, domestic terrorists can face the same punishment - including death - as those convicted under international terrorism statutes.\n\"There may be reasons why it's simpler, easier, quicker, less resource-intensive and you can still get a long sentence with some of the other offenses,\" Wray said. \"And so, even though you may not see them, from your end, as a domestic terrorism charge, they are very much domestic terrorism cases that are just being brought under other criminal offenses.\"\nTimothy McVeigh bombed a federal building in Oklahoma City in 1995, in what was then the worst act of terrorism committed on U.S. soil. He was convicted in federal court of using a weapon of mass destruction and of murder for the deaths of eight federal law enforcement officers who died in the blast, which killed a total of 168 people. McVeigh was executed in 2001.\nMcVeigh's lawyer, Stephen Jones, said prosecutors took care to play down any reference to homegrown terrorism, fearing others could be perversely inspired to carry out their own attacks.\n\"They never used the words, ‘domestic terrorism,'\" Jones said. \"They always referred to it as mass murder.\"\nBut there is also a practical consideration in trying a local terrorism case: efficiency. Many prosecutors would rather strike a plea deal than pursue a terrorism case that could slog through federal court.\n\"Once you officially label someone as a terrorist, that's a big label that leaves you nowhere to go\" in terms of negotiating a plea, said Whitney Mauldin, public defender for Benjamin Roden, 28, who was indicted in the July bombing of the empty Air Force recruiting center in suburban Tulsa, Okla. Mauldin declined to comment specifically on Roden's case.\nIn the South Carolina attack, in which white supremacist Dylann Roof shot and killed nine black churchgoers, he was convicted on federal hate crimes statutes and sentenced to death and later pleaded guilty to state murder charges for which he received nine life terms.\nJames Alex Fields Jr., the 20-year-old man accused of driving into a crowd demonstrating against a white nationalist protest in Virginia, killing one person and injuring 19 others, faces state charges of murder and other counts but still could face federal charges.\nThere were immediate calls after that attack for elected officials to call it domestic terrorism, and some did, including Attorney General Jeff Sessions. President Donald Trump, though, drew equivalence between the white nationalists and those protesting against their beliefs, stoking the belief by some that homegrown whites who commit such acts are treated differently than others.\nRandall Law, who wrote \"Terrorism: A History,\" said he thinks there is a racial component to the United States' reluctance to write domestic terrorism laws. Many Americans, he said, think only \"people with foreign names ... and people with dark skin funding foreign ideologies\" would commit such horrific acts.\n\"Americans are still very uncomfortable with talking about ‘American terrorists' and prefer to speak of those such as Dylann Roof as insane, or an outlier,\" Law said.\nFirst Amendment concerns arise in discussions about domestic terrorism as a crime. Many worry the government would criminalize speech, religion or ideology.\n\"The problem, of course, with the federal government, is there are multiple definitions of terrorism: from Homeland Security, FBI, governmental bodies that are in some sort of field overseas; the State Department has their own,\" Law said. \"It's a truism that nobody can quite agree on how to define terrorism.\"\n\nGraphic\n\n \n FILE - In this Aug. 12, 2017 file photo, rescue personnel help injured people who were hit when a car ran into a large group of protesters after a white nationalist rally in Charlottesville, Va. Attacks this summer on counter-protesters in Charlottesville, Virginia, and an empty Air Force recruiting station in Oklahoma had the hallmarks of terrorist attacks. But they weren't prosecuted as such. (AP Photo/Steve Helber, File)  FILE - In a Tuesday, July 11, 2017 file photo, Indrek Redard, who works for the property management company, views damage, after an explosion Monday night outside an Air Force recruitment office in Bixby, Okla. The center was closed at the time and no one was injured. Attacks this summer on counter-protesters in Charlottesville, Virginia, and the empty Air Force recruiting station in Oklahoma had the hallmarks of terrorist attacks. But they weren't prosecuted as such. (Mike Simons//Tulsa World via AP, File) \n\nLoad-Date: October 8, 2017"
}