{
    "title": "Attack changes the calculus for insurers; Taking another look at premiums, policies, terrorism risks",
    "publisher": "business insurance",
    "year": 2001,
    "month": 9,
    "day": 17,
    "full text": "After local insurers finish tallying their losses from last week's terrorist attacks, many expect them to re-evaluate their premiums, policies and exposure to future acts of terrorism.\n''I think risk managers and insurance companies are going to be asking themselves whether they want to exclude acts of terrorism like this from their policies from now on,'' says Thomas W. Mallin, president and chief operating officer of the Des Plaines-based Property Loss Research Bureau, an industry research group. ''It's not very common to have it excluded.''\nWhile most insurance policies will cover acts of terrorism, they do not cover loss or damage due to events such as war, revolution, civil war, invasions or loss related to nuclear attacks. Terrorism is not considered an official act of war, industry experts say.\nWhile the total insurance tab related to the attacks in New York and Washington, D.C., was pegged late last week at $15 billion to $20 billion, estimates of the likely losses of individual companies are harder to come by, and analysts are reluctant to guess at the impact on insurers' bottom lines.\nThe companies themselves are tight-lipped, unwilling to predict losses or discuss possible changes in business practices. For now, they're concentrating on processing their share of claims from the costliest disaster in U.S. history.\n''Our gut feeling is that we want to go in there first and help people make their claims,'' says a spokeswoman for State Farm Insurance, based in Bloomington. ''I don't think we're approaching this looking for ways to deny claims.''\nRates, scrutiny will rise\nStill, it seems clear that last week's attacks will change assumptions about the probability of similar terrorist strikes in the future. And such assumptions form the basis for insurers' decisions about whom to insure, what risks to cover and how much to charge.\n''Anytime you have an eye-opening event like this, the response is usually that you will have to charge higher rates,'' says Matthew Mosher, vice-president at insurance rating service A. M. Best & Co. in New Jersey.\nAlong with raising prices, insurers may drop policyholders deemed particularly vulnerable to terrorism and press for heightened security procedures by their business customers and more attention to the structural safety of the buildings they insure.\n''I think insurers are going to take a harder look at companies to try to look at their risk to terrorism to determine whether to drop them or increase premiums,'' says Joseph J. Annotti, assistant vice-president of public affairs for the National Assn. of Independent Insurers, based in Des Plaines.\nExpected to look hardest are insurers most active in commercial property insurance and other business insurance lines.\n''What we would expect is rate increases, especially in the commercial lines and companies that cover workers compensation, business interruption and loss-of-business,'' Mr. Mosher says.\nState Farm, whose policies are primarily in home, auto and life, had at least three business policy holders at the World Trade Center.\n''We'll probably have quite a few auto policy holders there, and a few homeowners as well,'' the spokeswoman says. ''But the biggest impact will be on the commercial policy insurers.''\nThe local insurer most heavily weighted toward the commercial lines is CNA Financial Corp. Chicago-based CNA's core operations are in business and life insurance. A spokesman for the company says it's too early to tell what its exposure will be or how the attacks will affect future policies and premiums.\nKemper Insurance Co., based in Long Grove, had offices on the 34th and 35th floors of the Trade Center's north tower, and officials' first concern was for the company's employees. A Kemper spokes-man says all employees have been accounted for and are safe.\nKemper offers a broader range of insurance, from individual policies to commercial property and casualty coverage. Kemper does have policyholders in the Trade Center, but the spokesman didn't have details of the company's exposure.\nNorthbrook-based Allstate Corp. characterizes itself as a ''small player'' in commercial insurance. Most of its policies are personal automobile, life and property coverage, a spokeswoman says.\nIndustry 'able to handle this'\nMr. Annotti of the independent insurers group believes that buildings considered landmarks and icons might be subject to different rate structures or exclusions as a result of the attack.\n''Either the pricing will be built into that policy or the client or risk manager will be sophisticated enough to understand this and may not pay the extra price,'' Mr. Annotti says.\nStung by the losses, insurers could provide the impetus for improvements in security and building safety throughout American business.\n''Risk managers, insurers, construction firms and safety engineers will no doubt get together sometime after this settles down a bit and take stock of things,'' says Mr. Annotti. ''Will they be looking at better safety procedures? I'm certain they will.''\nPeter F. Patrino, director of the insurance rating group for Fitch, a New York-based credit rating agency, says that despite the disaster, insurance companies remain strong.\n''I think the industry impact will be sizable, but not dramatic,'' he says. ''I think the insurance industry overall is well-capitalized and able to handle this.''\n\nLoad-Date: September 21, 2001"
}