{
    "title": "Attackers of Bus Sought Hostages, Israel Says",
    "publisher": "the new york times",
    "year": 1993,
    "month": 7,
    "day": 3,
    "full text": "The Israeli police said today that two Palestinian terrorists who attacked a commuter bus in Jerusalem on Thursday apparently had intended to take the passengers hostage, but instead opened fire and tried to escape when the bus driver struggled with them.\nTwo Israeli women and both gunmen died in the incident.\nJudging from the many guns and explosives that the attackers had carried, it seemed that their plan was to seize Israelis \"for bargaining purposes,\" a police spokeswoman said, adding that it was not known what specifically they had in mind.\nIsraeli officials, who have not identified the gunmen, said they were believed to be members of the militant Islamic movement Hamas, which opposes Arab peace talks with Israel.\nAll signs, the officials said, point to a well-planned \"showcase attack\" on a rush-hour bus carrying about 80 passengers, a situation that could be expected to produce many casualties even if no hostages were taken.\nThe Palestinians wounded three people on the bus, including the driver and a woman who died hours later. Then, after running away, they hijacked a car with an Israeli woman at the wheel, drove across the city in a vain attempt to escape and finally were killed, along with the Israeli motorist, in a cascade of gunfire at an army roadblock.\nAnother Palestinian, said to be a fugitive Hamas member, was shot in the head during the bus raid. According to radio reports, the police believe he was an accomplice in the attack and was shot by mistake, but because they have not been able to question him, they cannot rule out the possibility that he was on the bus by coincidence.\nAs much to avert reprisal attacks on Arabs as to protect Jews, the police said today that they had reinforced patrols and checkpoints in Jerusalem.\nGiven the large number of bus passengers, officials said it was lucky that the death toll was not higher. Even so, the attack badly rattled Israelis' sense of security, which is never great but which was bolstered over the last three months by a sealing off of the occupied West Bank and Gaza Strip that limits Palestinian access to Israel.\n \nControversy Over Closing\n Arabs have protested that the closing cuts them off from their economic, religious and cultural centers in Jerusalem. But Israelis overwhelmingly endorse it, and the fact that fatal attacks in Israel proper were reduced to zero until Thursday has hardly convinced them that they are wrong.\nStill, a commentary in the newspaper Yediot Ahronot said that \"there is no way to end terrorism with a knockout blow, and there are no operations for its complete eradication.\"\n\"The strategic goal is dealing with the roots and the reasons for terrorism, which is the conflict between us and the Palestinians,\" it said.\nBut on a visit to Paris, Prime Minister Yitzhak Rabin warned that an \"infrastructure of terror,\" which he said was being established by Islamic militants with support from Iran, went beyond the Israeli-Palestinian conflict.\n\"They will not tolerate any presence of any foreign, non-Islamic entity in the Middle East,\" Mr. Rabin told reporters. \"They will fight all the moderate Arab regimes.\" And, he added, they are poised to strike beyond this region. \"Have no illusion,\" he said. \"They will not hesitate, whenever needed outside the Middle East, to use terror.\"\n\nLoad-Date: July 3, 1993"
}