{
    "title": "Attack Is a Reminder That Sports Are a Target for Terrorism",
    "publisher": "the new york times",
    "year": 2010,
    "month": 1,
    "day": 11,
    "full text": "World sports, and not simply African soccer, have to face up to the reality that they can no longer presume they are immune from terrorism.\n  On Sunday, even as the African Cup of Nations was set to kick off in Angola, there was confusion among the Togo players who survived the attack on their bus in the volatile province of Cabinda. Three were dead and eight people reported wounded -- including two in intensive care -- yet the team was considering playing on.\nNo right-minded person could blame the Togolese if they got on the first plane out of there, just as few blamed Sri Lankan cricketers for fleeing Pakistan after their bus was fired upon in Lahore last March.\n  These are not random attacks. Athletes are targets. We can no longer hold, as many did after the 1972 killings of Israeli athletes in Munich, that sport is separate, and sport must always go on.\n  Sports are part of life, and now death. The desperate gunmen and bombers identify sports' ability to grab headlines as legitimate targets for their cause.\n  Some of Europe's biggest clubs, the hirers of African stars, were going public. Some were calling their players back; others insisted that if this tournament was sacrificed, then any gang of terrorists anywhere in the world could cause sports to be abandoned.\n  The voice I found most credible in all this mayhem was that of Emmanuel Adebayor, Togo's national team captain. Shortly after being under fire for, he said, 15 minutes at least, he told the BBC: ''We're still in shock. If the security is not sure, then we will be leaving.\n  ''I don't think they will be ready to give their life,'' he said of the players. ''We will take a decision that we think is good for our career, is good for our life, and good for our families.''\n  Adebayor is no great statesman. But this time, his leadership seemed exemplary.\n  He didn't run, he didn't hide, he apparently helped colleagues who were shot in seats in front of him. And then, an instinctive man and an intuitive player, he told the news media to give players time to decide their next move.\n  Incredible in one so young. Adebayor is 25 and, for what it matters, is Togo's most celebrated player, a goal scorer who last year was sold by Arsenal to Manchester City for $38 million -- wages that would have been beyond credulity in his childhood.\n  It was crass of soccer's committeemen to put players in this situation. What assurances did FIFA, the world governing body of soccer, or the African soccer confederation, have or seek about the safety of the event, especially in the disputed oil-rich state of Cabinda?\n  This is the year of Africanization of soccer. The World Cup, FIFA's showpiece of the game, will be in South Africa in June and July, and FIFA has entrusted its world Under-17 and Under-19 tournaments to Nigeria and Egypt over the past eight months.\n  Sepp Blatter, the president of FIFA, has crusaded for Africa to stage these events. His belief is that soccer is a tool of developing nations, and a developing continent.\n  At least he is consistent in this commitment. In 1993, soon after the bombings had stopped wrecking Beirut, Blatter, then FIFA's general secretary, led a movement to rapidly rebuild stadiums in the Lebanese capital and to stage 10 Asian World Cup qualifying matches there.\n  I was there. I heard Blatter say: ''You have to give some hope. We cannot preside over the destiny of society, but we are a part of it. When you are asked, you respond.''\n  The Beirut experiment, dangerous but worthy, passed peaceably.\n  Now, whatever the knee-jerk statements insisting that Angola's opportunity must go on, even in Cabinda, there can be no turning back from the World Cup in South Africa, either.\n  The course is set, although the caveat of ''subject to natural catastrophe'' covers a multitude of contingencies.\n  We hear all the weekend's assurances that South Africa is not Angola, and South Africa has no issues with rebellious militia. Johannesburg, where the two wounded Togo players were airlifted for surgery, is reassuring the world of its readiness to fight off any outside threat to the 2010 World Cup.\n  The danger within, statistically running at 50 killings a day in South African cities, is at this moment the more troubled situation.\n  But as Togo's politicians summoned their players home on Sunday, as families called them by the hour, as clubs who admit their valuable playing assets are out there without ''terrorism'' insurance, the fact remains that young players caught up in a horror of horrors had one choice to make.\n  To stay or to go. The Togo team, after intervention by the country's president, left Angola.\n  Adebayor said on his way to this event: ''We were born in Africa, so we know what it's about. Some people might be afraid, which is normal. I can understand that. \n  ''But I have to come back to Africa, to one of the countries on my continent. And I'm prepared for Cabinda.''\n  That, of course, was before he was fired upon. And before he saw the terrorists outside the bus window, terrorists he imagined to be part of the promised security. Until they opened fire.  \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: An Angolan policeman, left, and a soldier in front of a compound hosting teams at the African Cup of Nations in Luanda. (PHOTOGRAPH BY ISSOUF SANOGO/AGENCE FRANCE-PRESSE -- GETTY IMAGES)                                          \n\nLoad-Date: January 12, 2010"
}