{
    "title": "Attention to N. Korea could thwart future terrorism",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 4,
    "day": 24,
    "full text": "WASHINGTON -- Just how bad is life in North Korea -- part of what President Bush calls the \"axis of evil?\"\n\"The situation is so bad that tens of thousands of North Koreans have fled into China for relief,\" says former Utahn Michael K. Young, chairman of the U.S. Commission on International Religious Freedom, and a Brigham Young University graduate who is also dean of the George Washington University Law School.\nAmericans may think of communist China as deplorably repressive. But beleaguered North Koreans see it as a relative land of opportunity, says Young, who with his staff has interviewed refugees.\nOnce refugees reach China, he said, \"They are often met by Western relief organizations and Christian groups from South Korea. Some refugees return home to North Korea after obtaining food or money as illegal laborers. Anyone suspected of having contact with Christian organizations is detained. Many disappear and are never heard from again.\"\nYoung's commission was created by Congress to study religious freedom worldwide and make recommendations. But life is so bad in North Korea that few rights -- including having food to eat -- are met, he told the U.S. House Human Rights Caucus last week.\nHearing what Young has to say is important as the Bush administration seems to be targeting North Korea for more attention.\nThat began, of course, when Bush in his State of the Union address said North Korea, Iran and Iraq form an \"axis of evil\" that foster terrorism -- and warned that the war on terrorism could target them in unspecified ways.\n\"I don't know whether Pyongyang is part of an 'axis.' That it is evil, however, requires no great leap of imagination,\" Young said.\nHe said, \"The people of North Korea are perhaps the least free people on earth, barely surviving under a totalitarian regime that denies basic human rights and dignity and lets them starve while pursuing military might and weapons of mass destruction.\"\nYoung added, \"By all accounts, there are no protections for human rights or personal freedoms of any kind in North Korea. Religious freedom does not exist, and what little religious activity the government permits is reportedly staged for foreign visitors.\"\nHe called on Congress and America to start telling the world more about \"the evil nature of the North Korean government.\"\nFor example, he said, \"North Korea is also a humanitarian disaster of unimaginable proportions. Failed economic policies and natural disasters have reportedly left 1 million or more North Koreans dead from starvation and disease in the last 10 years, and there may be countless millions more.\"\nWorse, he said, his commission is troubled by reports that food and other aid from the West \"has not reached its intended recipients and has been diverted for use by North Korean elites and the military.\"\nEven when food is actually delivered, Young said, \"It is clear that the North Korean government has misrepresented the source of food aid, leaving the impression that Pyongyang itself is providing such aid.\"\nYoung suggests, \"Congress should make funds available for independent experts to conduct an objective, comprehensive study of the human rights conditions in North Korea.\"\nYoung is also calling for the U.S. government to press Japan, South Korea and the European Union to raise human rights in ongoing discussions with North Korea -- and to raise rights violations in the United Nations.\nYoung adds, \"The North Korean government doesn't care abut the rights and freedoms of its citizens -- or even their lives. Somebody has to.\"\nThe hunger and repression he describes are reminiscent of Afghanistan when it was under Taliban rule -- situations that helped terrorists go unmolested there. Few in the outside world paid true attention to that until after Sept. 11.\nMaybe paying attention to North Korea now could help stop future terrorism and help a tormented people.\nDeseret News Washington correspondent Lee Davidson can be reached by e-mail at lee@desnews.com  \n\nLoad-Date: April 24, 2002"
}