{
    "title": "Attorney General and Senator Clash on Where to Try Terror Suspects",
    "publisher": "the new york times",
    "year": 2011,
    "month": 6,
    "day": 17,
    "full text": "WASHINGTON -- Attorney General Eric H. Holder Jr. and the top Republican in the Senate, Mitch McConnell of Kentucky, traded barbs on Thursday about whether terrorism suspects captured on American soil should be prosecuted in regular civilian court or sent to Guantanamo Bay, Cuba, to face trial before a military commission.\nSpeaking on Fox News, Mr. McConnell denounced the Justice Department's decision to prosecute two Iraqi men who were charged with terrorism last week in Kentucky. He said the men should be sent to the military prison at Guantanamo to face charges, even though they were arrested on domestic soil.\n''A few years ago, we set up military commissions for the specific purpose of trying foreign terrorists,'' Mr. McConnell said. ''The perfect place for these terrorists is at Guantanamo, to be interrogated. And, if subsequently a trial is deemed appropriate for these foreign terrorists, there are courtrooms down there for the military commission trials. There is really no reason to be mainstreaming these foreign terrorists into a regular U.S. court.''\nThe two men were indicted by a grand jury in Bowling Green, Ky., and charged with conspiring to send weaponry and money to Al Qaeda in Iraq. In addition, prosecutors say, the fingerprints of one of the men were found on an improvised bomb in Iraq in 2005, and he is also charged with conspiring to kill an American abroad. Both men entered the United States on refugee status in 2009.\nThe remarks by Mr. McConnell, the Senate minority leader, amplified a speech he delivered on the floor on Tuesday contending that prosecuting the men in a federal courthouse in Kentucky would be disruptive and could invite ''retaliatory attacks in Kentucky.'' He is also planning to hold a news conference about the issue in Bowling Green on Friday.\nLater on Thursday, Mr. Holder pushed back against the notion that civilian courts should not be used to prosecute terrorism suspects captured inside the United States in a speech before a convention of the American Constitution Society, a liberal legal group.\nMr. Holder did not mention Mr. McConnell or the Iraqi case. But he defended the executive branch's prerogative of choosing which venue to try people in. ''Decisions about how, where and when to prosecute must be made by prosecutors, not politicians,'' he said.\nAnd the attorney general specifically denounced calls to require all terrorism cases to be prosecuted by the military at Guantanamo rather than in the civilian courts, characterizing proponents of that approach as employing ''fear-mongering'' and ''overheated rhetoric that is detached from history -- and from the facts.''\nNoting that no terrorism suspect arrested on United States soil had been tried by a military commission under either the Bush or the Obama administration, Mr. Holder said hundreds of such defendants had instead been successfully prosecuted in civilian courts. In none of those cases, he said, did a defendant escaped custody or did one of the judicial districts involved suffer retaliatory attacks.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 17, 2011"
}