{
    "title": "Attorney General Collapses While Delivering a Speech",
    "publisher": "the new york times",
    "year": 2008,
    "month": 11,
    "day": 21,
    "full text": "Attorney General Michael B. Mukasey collapsed during a speech Thursday night and was taken to the hospital after he failed to regain consciousness.\n  Mr. Mukasey, 67, who took over as attorney general one year ago after the resignation of Alberto R. Gonzales, was giving a speech on national security to members of the Federalist Society, a conservative legal affairs group, when he lost consciousness at about 10:20 p.m. \n  Around midnight, a Justice Department spokesman said in a statement that Mr. Mukasey was ''conscious, conversant and alert.''\n  The spokesman, Peter A. Carr, said the attorney general would be kept overnight at George Washington University Hospital for observation. \n  ''His vital statistics are strong and he is in good spirits,'' Mr. Carr's statement said. ''He is receiving excellent care and appreciates all of the good wishes and prayers he has received.''\n  There was no immediate indication of the cause of his collapse. There had been no recent reports of medical problems for Mr. Mukasey, a former judge and prosecutor in Manhattan.\n  Associate Attorney General Kevin O'Connor said he had been told that Mr. Mukasey ''just started shaking and he collapsed,'' The Associated Press reported. \n  The White House press secretary, Dana M. Perino, said President Bush had been informed of the situation. ''The president has him in his thoughts and will be kept apprised,'' Ms. Perino said, ''and hopes that he will be back up and at 'em again soon.''\n  Several members of the Supreme Court had been expected to be at Mr. Mukasey's speech before the Federalist Society. \n  In his prepared remarks, the attorney general planned to address the continued threat of Al Qaeda and the ''fundamental reorganization'' of the government since the Sept. 11, 2001, attacks to guard against another attack.\n  Mr. Mukasey is the Bush administration's third attorney general. He was sworn in on Nov. 9, 2007, succeeding Mr. Gonzales, who resigned after Congressional investigations into political pressure from the Justice Department in the appointment of United States attorneys. \n  Mr. Mukasey was in private practice in Manhattan when Mr. Bush picked him for the cabinet position. Before that he served 18 years on the federal bench in Manhattan. \n  As a judge after the Sept. 11 attacks, he ordered the detention of young Muslim men as so-called material witnesses in terrorism cases, decisions that were criticized by immigration lawyers and praised by the Justice Department. \n  Mr. Mukasey has endorsed provisions of the USA Patriot Act, the law passed by Congress after the attacks to grant wide new law-enforcement power to the executive branch. In Washington, he has been a strong supporter of the administration's claim to broad powers in the fight against terrorism. \n\nhttp://www.nytimes.com\n\nLoad-Date: November 21, 2008"
}