{
    "title": "Attorneys seek new trial in terrorism threat case",
    "publisher": "lake county news-sun",
    "year": 2017,
    "month": 3,
    "day": 8,
    "full text": "March 08--Defense attorneys for a California man convicted of making terrorist threats in Lake County have filed a motion requesting a retroactive evaluation to determine if he was mentally fit at the time of his trial.\nThe motion comes after Daniel Pederson, 35, has twice been found unfit for a sentencing hearing by Lake County Circuit Judge Mark Levitt, and is already waiting for a professional evaluation and treatment to restore him to fitness for sentencing.\nLead defense attorney Keith Grant notified Levitt that the motion had been filed at a court appearance Wednesday for Pederson.\nGrant said his motion is technically called a request for a \"fitness evaluation in retrospective,\" and that if an evaluation determines Pederson was unfit for trial, his conviction would be annulled and he would likely be retried.\nLevitt set an April 10 status date for Pederson, but said he wants the current evaluation and treatment he ordered for Pederson with regard to a sentencing hearing completed before a retrospective evaluation is conducted.\nIn the meantime, Pederson remains in the Lake County jail waiting for a bed at the Illinois Department of Human Services mental health facility in Elgin, where his second fitness for sentencing evaluation is to be conducted.\nCircuit Judge Mark Levitt has found Pederson unfit for sentencing twice, once last fall, when he was sent to Elgin, treated and found restored to fitness by doctors at the facility.\nBut following multiple loud and sometimes profane outbursts in court earlier this year during a hearing to determine if he was fit for sentencing, Levitt again found Pederson unfit and ruled that he would be returned to the Elgin facility.\nGrant said after Pederson's appearance in court Wednesday that based on the judge's comments, he expects that his client would not be evaluated as far as his fitness for trial until after his fitness for sentencing evaluation has been completed.\nGrant said there have been precedents in which defendants have been found unfit for trial following their conviction.\n\"It's happened before,' he said.\nThe case against Pederson began on Sept. 12, 2014, when prosecutors said Pederson called the Illinois Department of Health Care and Family Services and said he was going to \"kill people\" and \"light up\" the Lake County Courthouse in Waukegan and the Gurnee Police Department.\nAfter initially entering a guilty plea and accepting a plea deal, he withdrew his guilty plea and was convicted of the charges against him in a jury trial held before Levitt.\nLast fall, Levitt found Pederson unfit for sentencing due to his behavior following his conviction on charges of making a terrorism threat, a felony that carries a potential sentence of 6 to 30 years in prison.\nAt that time he was sent to Elgin for a 90-day review. During his fitness hearing on his return from Elgin, at which doctors testified he was fit for sentencing, Grant argued that his courtroom behavior and unwillingness to work with his defense attorneys demonstrated that he was incapable of assisting in his own defense.\nAssistant state's attorneys Ben Dillon and Lauren Callinan had argued that Pederson had been restored to fitness and his behavior in court and decision not to cooperate with defense attorneys was a choice, and not proof that he is unfit to be sentenced.\nIt is unclear how long Pederson will have to wait in jail before a bed opens up in Elgin for his second fitness for sentencing evaluation.\nPederson responded angrily after his attorneys were successful in arguing he was unfit for sentencing for the second time in early February, although he had testified under cross examination at the hearing that he understood that once he is sentenced, he will face prison time.\n\"Yes, and then I'm going to come back here on appeal and embarrass you guys,\" he said while on the stand. \"I'm going to sue you guys for so much money it's not going to be funny. You guys absolutely ruined my life based on lies.\"\nPederson has said the charges against him were due to \"a third-party, fabricated bomb threat.\"\njrnewton@tribpub.com\n___ (c)2017 the Lake County News-Sun (Lake County, Ill.) Visit the Lake County News-Sun (Lake County, Ill.) at www.chicagotribune.com/suburbs/lake-county-news-sun Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: March 9, 2017"
}