{
    "title": "Attorney defends Islamic charity",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 10,
    "day": 22,
    "full text": "The attorney for an Islamic charity whose Columbia, Mo., office was searched by FBI agents last week says the charity has no ties to global terrorism or a group of a similar name in Sudan that is under federal investigation.\nAttorney Shareef Akeel denied the Islamic American Relief Agency-USA had a connection to the Sudan-based Islamic African Relief Agency that the Bush administration has accused of helping raise more than $5 million to finance Osama bin Laden and other terrorists. Akeel called the Columbia operation a \"completely separate organization.\"\n\"IARA-USA condemns any act of terrorism, any support of terrorism and any heinous use of a charity to support terrorism,\" Akeel told The Kansas City Star, speaking on behalf of Mubarak Hamed, former president of the Islamic American Relief Agency.\nLast week, the FBI's regional terrorism task force served a search warrant to the IARA's office in Columbia and took with them computers and records. Authorities also searched a storage locker and Hamed's home, as well as the home of a contributor in Wolcott, Conn.\nFollowing the search, Majeed Sharif, president of the United Muslim Mosque in Connecticut acknowledged doing humanitarian work for the charity in Africa.\nNo one has been arrested or charged in what the FBI has described as a criminal investigation, but up to 90 individuals have been interviewed.\nThe Treasury Department designated IARA and five senior officials of the charity as supporters of international terrorism. The charity's assets and accounts were frozen and the department made it illegal to contribute to the organization.\nThe Treasury Department previously said it tied the charity's office in Columbia to IARA's headquarters in Khartoum, Sudan, founded four years before the mid-Missouri office opened in 1985.\nThe Missouri branch of IARA was correctly included in the sanctions, department officials said.\nAkeel denied connections with the agency in Khartoum.\n\"All I can tell you is IARA-USA has its own board. It's a separate entity that's organized in America. It has a completely separate organization than the one in Sudan,\" Akeel said. \"IARA-USA had these orphan sponsor programs, and the kids relied on those sponsorships. The beneficiaries will really feel it because their livelihood has been taken away.\"\nThe IARA-USA placed a notice on its Web site to suspend charitable contributions.\nAkeel said he was retained by the charity a few days ago and found its books to be properly audited.\n\nLoad-Date: October 22, 2004"
}