{
    "title": "Attorney General May Open Interrogation Inquiry",
    "publisher": "the new york times",
    "year": 2009,
    "month": 7,
    "day": 12,
    "full text": "Attorney General Eric H. Holder Jr. is considering assigning a prosecutor to investigate whether government personnel tortured terrorism suspects after the attacks of Sept. 11, a Justice Department official said Saturday.\n  The official, who spoke anonymously because the decision had not yet been made, confirmed accounts by Newsweek and The Washington Post, posted on their Web sites on Saturday, adding that while President Obama had said he wanted to look ahead rather than back at past interrogation practices in the campaign against terrorism, he had also said that his administration would adhere strictly to legal standards in addressing the questions that have continued to arise about how prisoners were treated by the Central Intelligence Agency.\n  ''The Department of Justice will follow the facts and the law with respect to any matter,'' the department said in a statement released Saturday. ''We have made no decisions on investigations or prosecutions, including whether to appoint a prosecutor to conduct further inquiry. As the attorney general has made clear, it would be unfair to prosecute any official who acted in good faith based on legal guidance from the Justice Department.''\n  The department is expected to complete an ethics report about Bush administration officials who drafted memos, since discredited, granting leeway for harsh interrogation standards. Mr. Holder's decision on a possible criminal inquiry could come around the same time.\n  The Justice Department official who confirmed the likelihood of an inquiry said it was not likely to focus on those legal opinions, the lawyers who wrote them or anyone who acted within the boundaries they set, even though the ground rules for interrogations have shifted.\n  If an inquiry moves forward, it will attempt mainly to determine whether any interrogators acted outside the rules that were in place, and if so, whether they should be prosecuted. Some such excesses are thought to have occurred. \n\nhttp://www.nytimes.com\n\nLoad-Date: July 12, 2009"
}