{
    "title": "Attorney General Holder addresses graduates at Berkeley Law commencement",
    "publisher": "university wire",
    "year": 2013,
    "month": 5,
    "day": 11,
    "full text": "U.S. Attorney General Eric Holder delivered the commencement address to UC Berkeley School of Law students on Saturday morning at the Greek Theatre.\nHolder gave his speech amid protests from human rights and medical marijuana activists. In his remarks, Holder touched on some of protesters' concerns surrounding the U.S. government's policies on the legal prosecution of suspected terrorists. The attorney general also commended the graduating students for their sense of social responsibility.\n\"From protesting tuition increases across the state to rallying support for same-sex marriage, you've raised your voices on some of the most pressing issues facing your peers and fellow citizens,\" Holder said of UC Berkeley students.\nIn the second half of his speech, Holder defended the civilian legal system against critics who claim that federal courts are incapable of handling terrorism cases.\n\"(Civilian courts) have enabled us to convict scores of people of terrorism-related offenses since September 11,\" Holder said in his speech. \"Hundreds are properly, safely and securely held in our federal prisons - not Guantanamo - today.\"\nOutside the ceremony, around five protesters wore orange jumpsuits and black hoods similar to those worn by prisoners and handed out fliers to people as they arrived. The protest was organized by the San Francisco chapter of The World Can't Wait, an organization that aims to stop the use of torture around the world.\nA similar protest was held at last year's ceremony and criticized the continued employment of law professor John Yoo, who wrote a series of controversial memos for the Bush administration that defended the use of controversial interrogation tactics.\nIn his address to graduates, Holder criticized the policies Congress enacted in the aftermath of 9/11, saying that they had placed \"unwise and unwarranted restrictions\" on where terrorist suspects could be held, charged and prosecuted.\n\"We used techniques that were of questionable effectiveness but were certainly inconsistent with who we say we are as a people,\" Holder said. \"In short, many lost faith with our founding documents and our time-tested, effective institutions.\"\nA group of members of Americans for Safe Access, a marijuana advocacy group, also protested against the federal government's stance opposing medical marijuana.\nThe demonstration follows a lawsuit recently filed by the federal government against Berkeley Patients Group, a medical marijuana dispensary in Berkeley.\nThroughout the ceremony, a plane circled the theater, towing a banner that read \"Holder End RX Cannabis War #Peace4Patients.\"\nHolder, however, ended his address on a positive note, encouraging graduates to advocate for justice.\n\"Use your unique skills, your idealism and the power that your new law degree affords to better yourselves, to improve your communities and to solve the complex problems that undoubtedly lie ahead,\" he said.\n\nLoad-Date: January 17, 2018"
}