{
    "title": "ATTORNEY GENERAL SAYS U.S. ACTS TO COUNTER RISE IN SOVIET SPYING",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 19,
    "full text": "Attorney General William French Smith said today that the Reagan Administration's effort to revitalize the nation's intelligence agencies was needed to offset a ''dramatic'' increase in Soviet spying in this country and a growing threat posed by international terrorism.\nMr. Smith's remarks came in a speech to the World Affairs Council in Los Angeles, the text of which was made available here. He said that the Admin-\n \nExcerpts from speech, page 32.\nistration was increasing the intelligence community's resources and rebuilding personnel levels to counter the ''threat to our Government and its citizens from hostile intelligence services and international terrorist groups.''\nAttorney General William Smith says efforts to revitalize US intelligence agencies is needed due to growing Soviet spying and international terrorismSurge in 'Hostile' Activity\nThe Attorney General asserted that the Soviet Union was sending a growing number of spies to the United States under several guises: as diplomats, trading company representatives, students, scientists, reporters, immigrants and refugees. The number of official representatives of governments undertaking hostile intelligence activities here has increased by 400 percent in the last dozen years, Mr. Smith maintained. The Justice Department declined to provide specific numbers, which it said were classified secret.\nMeanwhile, a Justice Department official said that electronic surveillance and physical searches of Americans were increasing, also as a result of growing foreign espionage, the deliberate spreading of ''disinformation,'' or distortions spread in this country by foreign intelligence agents, and terrorist activities in this country.\n''As long as the threat increases, I'm sure the number of such surveillance cases will increase,'' the official said.  He also disclosed that Mr. Smith had already authorized an unspecified number of searches of private property of Americans in foreign intelligence cases without seeking a warrant from a secret court used by the Carter Administration.\n \nRights Taken Into Account\nMr. Smith and the Justice Department official stressed that the Administration's actions to bolster American intelligence efforts would be conducted ''without endangering the rights of Americans.''\n''Intelligence activities must be conducted in a lawful manner,'' Mr. Smith stated.  Mr. Smith's speech is the Administration's first comprehensive discussion of its new executive order governing intelligence activities. Executive Order 12333, signed Dec. 4 by President Reagan, expands the authority of the Central Intelligence Agency and other intelligence organizations to collect information from Americans in this country and abroad. The order, which has the force of law, also permits the C.I.A. for the first time to conduct covert operations domestically.\nIn maintaining that ''hostile intelligence agents,'' particularly agents of the K.G.B., the Soviet Government's intelligence service, were sharply increasing their operations in the United States, Mr.  Smith made these assertions:\n- About one-third of Soviet bloc's diplomatic personnel at embassies, consulates, the United Nations and other international organizations in the United States ''are believed to be full-time intelligence officers.''\n- Soviet spies masquerade as trading company representatives in the ''dozens'' of corporations here largely or exclusively owned by Soviet bloc countries. Mr. Smith noted that earlier this week in Los Angeles, a Polish trading company official who had purchased classified documents from an employee of a major military contractor was sentenced to life in prison.\n- The ranks of ''students, scientists, and reporters'' living here as a result of increased Soviet-American exchange programs are ''packed with full-time or part-time intelligence operatives.''\n- Soviet immigration, virtually nonexistent before 1973 and now totaling 150,000 people, has also provided cover for agents. Mr.  Smith added that a ''small but significant fraction'' of the more than 100,000 Cuban refugees here were ''agents of Soviet and Cuban intelligence.''\n \nF.B.I. Agents 'Outnumbered'\n''At one time, the F.B.I. could match suspected hostile intelligence agents in the United States on a one-to-one basis,'' Mr. Smith said. ''Now, the number of hostile agents has grown so much that our F.B.I. counterintelligence agents are greatly outnumbered.''\nIndustrial spying, he added, was also increasingly markedly, especially in the electronics industry area near San Francisco, where he said military contactors and others prominent in American technology had become targets of Soviet agents.\nMr. Smith quoted a Canadian Broadcasting Company report that the reported Soviet theft of inertial guidance technology had improved the accuracy of long-range Soviet intercontinental missiles, and had thus made American land-based missiles vulnerable to Soviet attack.  The vulnerability of the American missiles had, in turn, required their replacement by the expensive MX missile system, according to the CBC documentary on Soviet spying, noted in Mr. Smith's remarks.\nNeither Mr. Smith nor the Justice Department official here confirmed the report, but in his speech, Mr. Smith cited the report as an indication of the increased threat to United States security posed by Soviet espionage."
}