{
    "title": "Attorney demands documents related to student accused of 'cyber terrorism'",
    "publisher": "the citizens' voice ",
    "year": 2014,
    "month": 2,
    "day": 4,
    "full text": "Feb. 04--The attorney for a Dallas High School student accused of \"cyber terrorism\" is demanding the Dallas School District to hand over troves of documents and other information related to the teenager's suspension on accusations he hacked into the school's computer system and uploaded a virus.\nA county judge last week granted the attorney's emergency request for an injunction to allow the 10th-grade student to return to school as facts about the case are evaluated.\nGary Michak, an attorney for the student, argued the teenager is being falsely accused based on \"unsubstantiated suspicions\" that he launched a duplicating virus that almost caused the district's computer system to crash on Jan. 23.\nIn court documents filed Monday, Michak demanded a long list of documents and information from the school, including:\nn All emails school officials sent about the boy and the situation.\nn All notes about the boy and the situation from the principal, superintendent, director of technology and guidance counselor.\nn Specs and logs for the school's server, network, storage devices and security software.\nn Copies of the file the boy allegedly duplicated, access to the computer the boy was supposedly using, and the boy's signed agreement regarding school computer use.\nMichak demanded the school turn over all of those items that are in the \"possession, custody, or control of your agents, employees or attorneys.\"\nDallas administrators suspended the teenager for 10 days, vowed expulsion and threatened a federal investigation after the school's computer server was hacked and infected with a virus that continually duplicated files and nearly caused the system to crash, Michak said in court documents filed last week.\nMichak moved quickly in court after the suspension, getting Lupas to grant an injunction to allow the boy to return to school until a hearing in county court on Thursday.\nIn his ruling, Lupas barred the school district or any or its employees from making public comments on the matter or releasing any confidential materials associated with the case.\nbkalinowski@citizensvoice.com\n570-821-2055, @cvbobkalr\n___ (c)2014 The Citizens' Voice (Wilkes-Barre, Pa.) Visit The Citizens' Voice (Wilkes-Barre, Pa.) at citizensvoice.com Distributed by MCT Information Services\n\nLoad-Date: February 4, 2014"
}