{
    "title": "Attorney charged with helping jailed Egyptian cleric Three others named as co-conspirators spreading",
    "publisher": "charleston daily mail",
    "year": 2002,
    "month": 4,
    "day": 10,
    "full text": "NEW YORK - A defense attorney with a reputation as a zealous advocate has become a defendant herself, accused of crossing the line by conspiring to help an imprisoned client relay messages to his radical Islamic followers.\nU.S. Attorney James B. Comey accused attorney Lynne Stewart and three men of aiding terrorism by assisting blind cleric Omar Abdel-Rahman, a leader of a terrorist organization linked to al-Qaida.\nAbdel-Rahman, 63, is serving a life term in federal prison for his role in a 1993 conspiracy to blow up New York City landmarks. He was considered the spiritual leader of the men convicted in the 1993 World Trade Center bombing.\nStewart pleaded \"emphatically not guilty\" Tuesday in a courtroom packed with fellow defense attorneys who labeled the case a political prosecution designed to discourage the vigorous defense of terrorist defendants. She was released on bond.\nThe indictment accuses Stewart of carrying messages from the sheik from 1999 through mid-2001 when he was in prison in Rochester, Minn., despite rules prohibiting communication.\nAttorney General John Ashcroft singled out Stewart, saying she \"repeatedly and willfully\" violated a court-order prohibiting the sheik from communicating with his followers.\nStewart, 62, has a reputation for defending unpopular clients, from Weather Underground radicals to cop killers and recently, mob killer and turncoat Salvatore \"Sammy the Bull\" Gravano.\nStewart said she hoped the indictment becomes a \"touchstone case … something that points out the limits the government can go through in prosecuting people they don't like.\"\nNamed as co-conspirators were Ahmed Abdel Sattar, 42, a U.S. Postal Service employee described as a \"surrogate\" for Abdel-Rahman; Yassir Al-Sirri, former head of the London-based Islamic Observation Center; and Mohammed Yousry, an Arabic translator.\n\nLoad-Date: April 12, 2002"
}