{
    "title": "Attorney general's style contrasts with his predecessor's",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 4,
    "day": 17,
    "full text": "WASHINGTON - It has taken barely two months for the differences between Attorney General Alberto Gonzales and his predecessor, John Ashcroft, to come into clear view.\nGonzales is decidedly more low-key and conciliatory than Ashcroft, who was seen even by some supporters as intransigent and too eager to grab the spotlight when it served him.\nThe contrast was on display last week.\nGonzales sent a deputy to face reporters Wednesday and announce indictments in a terrorism case. That was a duty the previous attorney general frequently reserved for himself.\nThe next day, Gonzales did something anathema to Ashcroft: He welcomed the head of the American Civil Liberties Union and other critics into his Justice Department office.\nThe ACLU had sought such a meeting with Ashcroft for four years. Gonzales consented to the gathering even though the ACLU has been harshly critical of his role, while White House counsel, in setting Bush administration policy on the detention and treatment of terrorism suspects.\n\"It is a welcome change that he is trying to engage critics of the Justice Department,\" said Anthony Romero, the ACLU's executive director who attended the hourlong meeting.\nThe refrain has been similar on Capitol Hill, where lawmakers had complained that Ashcroft, a former Missouri senator, rarely accepted their invitations to testify before his one-time colleagues.\nRep. Howard Berman, D-Calif., thanked Gonzales last week \"for at least conveying the impression that you sometimes hear and even understand the questions we ask.\"\nYet some discordant notes have been heard.\nIn a mild rebuke, Pennsylvania Sen. Arlen Specter, the Republican chairman of the Senate Judiciary Committee, said the Justice Department had not provided, even in a classified setting, detailed information about the use of surveillance provisions of the anti-terrorism Patriot Act.\nRep. Jerrold Nadler, D-N.Y., took on Gonzales for his January 2002 memo that argued that international treaties do not cover suspected terrorists captured overseas.\nThe administration \"seems to have no sense of limits and no sense of due process when dealing with real or alleged terrorism cases,\" Nadler said at a House Judiciary Committee hearing on the Patriot Act. \"I would cite the memo you wrote justifying torture. I'm sure you wouldn't characterize it as such, but I will.\"\nPeople on the right and the left are watching closely to see whether Gonzales parts company with Ashcroft on important policy issues.\nAshcroft was a darling of conservatives, particularly the Christian right. Staunchly anti-abortion, he also pressed for harsh penalties for criminals, sometimes ordering pursuit of the death penalty over prosecutors' objections.\nGonzales, 49, is seen by some on the right as too moderate because of his votes while a Texas Supreme Court justice to allow teenage girls to get abortions without notifying their parents.\nIn his most notable decision involving the death penalty, he signed off this month on a plea agreement that spared Eric Rudolph the possibility of execution.\nRudolph will serve life in prison, with no chance of parole, for bombings at the 1996 Atlanta Olympics, two abortion clinics and a gay nightclub. The blasts killed two people and wounded 123.\nRudolph told authorities where to find 250 pounds of explosive hidden in five locations in North Carolina. That information \"warranted making this kind of deal because in our judgment it meant saving additional lives in the future,\" Gonzales said.\nConservatives have been cheered by Gonzales' stated desire to pursue obscenity cases with vigor, essentially mirroring Ashcroft's position.\nAshcroft came to the job a seasoned public official after a long career in politics. Gonzales, who has never run for office, has mostly been behind the scenes as a lawyer at a private firm in Houston and stints as Bush's counsel in Texas and Washington.\nSoft-spoken and more deferential than Ashcroft, Gonzales has moved cautiously into the public aspects of the job.\nHis first news conference, on Thursday, was to announce the arrest of 10,000 fugitives in a nationwide crackdown meant to reassure Americans that his department was not focused solely on terrorism. \"We're not turning a blind eye to other kinds of criminals,\" he said.\nGonzales faces a difficult fight in Congress as he seeks to keep sections of the Patriot Act that allow the government to examine library, medical and other business records, search homes without prompt notification of suspects and listen in on phone calls when authorities cannot pinpoint either a phone or an individual.\nEven some conservative Republicans, such as former Georgia Rep. Bob Barr, say they worry the law gives the government too much power.\nAshcroft once warned that such concerns were unjustified - \"phantoms of lost liberty,\" he called them - and detracted from the fight against terrorism.\nGonzales opposes all but marginal changes to the Patriot Act. \"I've been presented with little to date that would lead me to a contrary conclusion,\" he said last week.\n\nLoad-Date: April 18, 2005"
}