{
    "title": "Attorney in terrorism case faces voyeurism charges",
    "publisher": "st. petersburg times ",
    "year": 2006,
    "month": 2,
    "day": 6,
    "full text": "Defense attorney Stephen Bernstein made a name for himself in Tampa two months ago by winning the acquittal of Sameeh Hammoudeh, who stood trial with Sami Al-Arian on terrorism charges.\nBut now Bernstein, 58, has his own defense attorney.\nA Gainesville woman says he's a peeping Tom.\nBernstein has hired a retired circuit judge to defend him on three voyeurism and three trespassing charges, all misdemeanors. He's accused of peering into next-door neighbor Teresa Cato's windows on four separate occasions, all while representing Hammoudeh in a case that drew international attention.\nCato, who declined to talk about the charges, told Gainesville police officers that she walks around her house with the lights off and checks her windows in the morning to be sure Bernstein is not outside them, according to court affidavits.\nBernstein did not return calls for comment. His attorney, Larry Turner, declined to discuss the accusations.\n\"I don't think that I will dignify your story with comments,\" Turner said. \"I don't think that it serves anyone's interest for me to make a public comment. The only interest it serves is the prurient interest to you and your readers.\"\nCato's attorney, Robert Fields of Palatka, also declined to comment.\nCato has turned over recordings of Bernstein on Cato's security camera walking on the family's property. Cato and her husband bought the camera to record such incidents, according to court records.\n\"Steve has made me very uncomfortable in my own home,\" Cato wrote in a court record seeking an injunction against Bernstein. \"I am continually looking out the window if he is home. If it's dark outside and he is home, I feel like I have to have my guard up and be very aware of what's going on outside . . . I find myself changing clothes and going to the bathroom in the dark.\"\nCato and her husband have accused Bernstein of looking in their windows between 6:45 and 7 a.m. on several mornings in August, September, October and November. Most of the mornings in question coincided with days that Bernstein did not have to be in federal court in Tampa before 9 a.m. for the Al-Arian trial.\nGainesville police Sgt. Ray Barber said Cato also alleged earlier incidents that were too old to prosecute because of statutory limitations.\nThe Florida Bar says that Bernstein is in good standing and has not had a disciplinary action.\nBernstein has never been convicted of a crime, but he has previously been accused.\nIn 1991, he was accused of sexual assault, but prosecutors dropped that charge at the victim's request, according to reports in the Gainesville Sun. Turner, who was Bernstein's attorney on that charge, too, told the Sun in 1991 the woman was lying and that the accusation originated from a mutual flirtation.\nIn 1982, Bernstein was charged with indecent exposure. The charge was dropped by prosecutors and the file was eventually purged because of its age, according to court and Alachua County Sheriff's Office records.\nThe current voyeurism case was referred to the State Attorney's Office in Volusia County, after Gainesville prosecutors told the governor's office Bernstein, as a practicing lawyer, posed a potential conflict of interest.\nBernstein was not booked in a jail on the charges, because the accusations are considered \"non-arrest\" complaints, according to the State Attorney's Office in Volusia County.\nBernstein is due in court in Gainesville on Feb. 14 to respond to the protective order that Cato is seeking against him.\nJennifer Liberto can be reached at (813) 226-3403 or liberto@sptimes.com.\n\nGraphic\n\n \nPHOTO, JOSEPH GARNETT JR.\n(2005) Stephen Bernstein speaks to members of the media after leaving court during jury deliberations in the terrorism case.\n\nLoad-Date: February 6, 2006"
}