{
    "title": "Attorneys grilled in Trump travel ban case Judge asks lawyer for two states what evidence shows ban'",
    "publisher": "the salt lake tribune",
    "year": 2017,
    "month": 2,
    "day": 7,
    "full text": "San Francisco President Donald Trump's travel ban faced its toughest test yet Tuesday as a panel of appeals court judges hammered away at the government's arguments that the ban was motivated by terrorism fears but also directed pointed questions to an attorney who claimed it unconstitutionally targeted Muslims.\nThe contentious hearing before three judges on the San Francisco-based 9th Circuit Court of Appeals focused narrowly on whether a restraining order issued by a lower court should remain in effect while a challenge to the ban proceeds. But the judges also jumped into the constitutional questions of Trump's order, which temporarily suspended the nation's refugee program and immigration from seven mostly Muslim countries that have raised terrorism concerns.\nThe hearing was conducted by phone -- an unusual step -- and broadcast live from the court's website to a record audience.\nJudge Richard Clifton, a President George W. Bush nominee, asked an attorney representing Washington state and Minnesota what evidence he had that the ban was motivated by religion. The two states are suing to invalidate the ban.\n\"I have trouble understanding why we're supposed to infer religious animus when in fact the vast majority of Muslims would not be affected.\"\nOnly 15 percent of the world's Muslims are affected, the judge said, citing his own calculations. He added the \"concern for terrorism from those connected to radical Islamic sects is hard to deny.\"\nNoah Purcell, Washington state's solicitor general, cited public statements by Trump calling for a ban on the entry of Muslims to the U.S. He said the states did not have to show every Muslim is harmed, only that the ban was motivated by religious discrimination.\nJudge Michelle Friedland, who was appointed by President Barack Obama, asked why the case should not move forward.\n\"We're not saying the case shouldn't proceed, but we are saying that it is extraordinary for a court to enjoin the president's national security decision based on some newspaper articles,\" said August Flentje, arguing the case for the Justice Department.\nFriedland also asked whether the government has any evidence connecting the seven nations to terrorism.\nFlentje said the government had not yet included evidence to support the ban. Flentje cited a number of Somalis in the U.S. who, he said, had been connected to the al-Shabab terrorist group.\nWhatever the court decides, either side could ask the Supreme Court to intervene.\nThe government asked the court to restore Trump's order, saying that the president alone has the power to decide who can enter or stay in the United States.\nThe judges questioned Flentje why the states should not be able to sue on behalf of their residents or their universities, which have complained about students and faculty stranded overseas.\nPurcell said that restraining order has not harmed the U.S. government. But, he said, Trump's order had harmed Washington state residents by splitting up families, holding up students trying to travel for their studies and preventing people from visiting family abroad.\nA decision by the 9th Circuit was likely to come later this week, Madden said.\n\nLoad-Date: April 4, 2017"
}