{
    "title": "Audit finds FBI abuses",
    "publisher": "the bismarck tribune",
    "year": 2008,
    "month": 3,
    "day": 14,
    "full text": "WASHINGTON - Top-level FBI counterterrorism executives issued improper blanket demands in 2006 for records of 3,860 telephone lines to justify the fact that agents already had obtained the data using an illegal procedure that is now prohibited, the Justice Department inspector general reported Thursday.\nGlenn A. Fine also reported that in one case FBI anti-terrorism agents circumvented a federal court which twice had refused a warrant for personal records because the judges believed the agents were investigating conduct protected by the First Amendment. Fine said the agents got the records using national security letters, which do not require a judge's approval, without altering or re-examining the basis of their suspicions - the target's association with others under investigation.\nThese findings were highlighted in Fine's second report in two years on how the FBI has used broad authority to gather personal information about Americans granted by the USA Patriot Act and other statutes since the Sept. 11, 2001, terrorist attacks.\nOverall, Fine's new report found, as expected, that FBI privacy abuse during terrorism investigations continued to rise in 2006. He reserved judgment on whether corrective actions under way will work.\n\"It is too early to tell whether these measures will eliminate fully the problems,\" Fine said. He added that the FBI and Justice Department had made significant progress in implementing revised procedures since last year but some measures still are not fully in use or tested.\nHouse Judiciary Committee Chairman John Conyers acknowledged that \"the FBI has taken important steps to repair\" the problems but said, \"I remain disappointed.\"\nConyers, D-Mich., said his committee would question FBI Director Robert Mueller about the inspector general's report at a hearing next month.\nSen. Russ Feingold, D-Wis., said Congress should \"finally put limits on the overbroad authority it granted in the Patriot Act.\"\nIn written statements, both the FBI and the Justice Department noted that the 2006 abuses occurred before Fine's first report brought problems to light last year and led to new procedures. Neither of Fine's reports cited any criminal intent; he blamed even illegal procedures on mistakes, poor training and record-keeping, and short resources.\n\nLoad-Date: March 17, 2008"
}