{
    "title": "Auditors question $7 billion cost of battling terrorism",
    "publisher": "telegraph herald ",
    "year": 1998,
    "month": 9,
    "day": 28,
    "full text": "GAO Report: Some say the fight is disorganized\nWASHINGTON (AP) - America's war on terrorism consumes at least $7 billion per year, and the figure is rising fast. Yet, government auditors say they can't track much of the money or determine how effective it is.\nLast month's deadly embassy bombings in Africa gave new urgency to the anti-terrorism push that has been building throughout President Clinton's second term. In his speech last week to the United Nations, Clinton called on all nations to \"put the fight against terrorism at the top of our agenda.\"\nIt's a popular position in the United States, which endured the bombings of the World Trade Center in 1993, the Oklahoma City federal building in 1995 and Khobar Towers Air Force housing complex in Saudi Arabia in 1996.\nSome government auditors and law enforcement officials complain, however, that the anti-terrorism fight is disorganized, with little coordination among agencies.\n\"More money is being spent to combat terrorism without any assurance of whether it is focused in the right programs or in the right amounts,\" said Richard Davis, an auditor with the General Accounting Office, the investigative and auditing arm of Congress.\nWhite House and congressional auditors disagree about just what should fall under the heading of counterterrorism spending. But both estimate it's just under $7 billion per year, not counting potentially hundreds of millions more dollars to finance classified programs.\n\"Billions of dollars are being spent by numerous agencies with roles or potential roles in combating terrorism, but because no federal entity has been tasked to collect such information across the government, the specific amount is unknown,\" the GAO said in its most recent report on terrorism. \"Further, no government-wide spending priorities for the various aspects of combating terrorism have been set.\"\nAfter that report was published, the Clinton administration established a national coordinator for domestic security and counterterrorism within the National Security Council.\nFBI officials saw that as cutting into the bureau's turf. \"It looks like we're all over the map on this,\" FBI Assistant Director John Lewis said this summer after the initiative was announced.\nJust last month, local law enforcement officials complained to Attorney General Janet Reno that efforts against terrorism remain disjointed and duplicative.\nMeanwhile, the price keeps rising.\nA congressional budget expert who has closely studied the issue says terrorism has become something of a sacred cow - if a project carries the label \"terrorism,\" it will probably be funded.\nTo the bomb sniffers, concrete barriers and economic sanctions employed against terrorism are being added the tools of the Cold War - spy satellites, cruise missiles and warships. The retaliatory strikes on suspected terrorist targets in Sudan and Afghanistan last month cost at least $80 million in cruise missiles alone.\nAmong the spending increases Congress is considering:\n3 Clinton last week asked for $ 1.8 billion for security improvements at 260 U.S. embassies and consulates worldwide, about twice the total amount Congress has appropriated for diplomatic security since 1985.\n3 FBI Director Louis Freeh told the Senate Judiciary Committee this month he wants to increase from 32 to 52 in the number of legal attaches overseas and to add dedicated aircraft for moving investigative teams around the world. The bureau's spending on terrorism more than doubled in two years, from $ 118 million to $ 286 million last year. The panel seemed eager to help. Sen. Joseph Biden, D-Del., told Freeh, \"Now's the time to ask for what you want. Ask now.\"\n3 At the Pentagon, which accounts for two-thirds of government spending on terrorism, the Clinton administration is pushing for $ 49.2 million to enable 10 states to select and train National Guard units to respond to chemical, biological or nuclear attacks. Ultimately, the Pentagon wants units in all 50 states. But the GAO says that by time National Guard units could reach the scene, local authorities probably would have the situation under control.\n3 Clinton also wants an additional $ 294 million for equipment and training to help states prepare for chemical or biological attacks, including stockpiling antidotes.\nThe chance of such an attack \"is fairly low right now,\" Freeh said. But the impact of a chemical or biological attack \"is so grave, and the loss of life could be so extreme, that it's an odd juxtaposition of a low probability with a very devastating impact.\"\nDespite fears of a large-scale attack on a U.S. city, the bulk of security spending - $ 2.9 billion - is concentrated on protecting government employees and buildings, according to an Office of Management and Budget study.\nIn most years after 1980, the number of Americans killed by terrorists has been fewer than 10, according to the State Department. But occasionally and with jarring suddenness, the toll of terrorism spikes upward.\nIn 1983, 271 Americans were killed by terrorist attacks and 116 wounded, most of them in the bombing of the Marine barracks in Lebanon. In 1988, the year that Pan Am Flight 103 was downed over Lockerbie, Scotland, 193 Americans died and 39 were wounded. In 1993, seven were killed and 1,004 wounded; almost all of the injuries were at the World Trade Center.\nU.S. terrorism specialists say there would be more deaths if the government didn't spend so much to protect embassies and other public buildings.\nBut Sen. Fred Thompson, chairman of the Senate Governmental Affairs Committee, wonders if enough effort is being made to assess the threat.\n\"Is it being overblown?\" asked Thompson, R-Tenn. \"Or are we in fact going to be in for a succession of these things in the future?\"\n\nLoad-Date: September 29, 1998"
}