{
    "title": "August is Army Antiterrorism Month",
    "publisher": "university wire",
    "year": 2012,
    "month": 8,
    "day": 1,
    "full text": "The Army is celebrating its third annual Antiterrorism Awareness Month, which is an Army-sponsored program designed to enhance awareness to prevent and protect people and information from terrorism.\nThe Army will promote the antiterrorism program that is designed to instill and sustain Armywide heightened awareness and vigilance to protect personnel, information, property and facilities in all locations and situations against terrorism.\nThe Installation Antiterrorism and Force Protection Office kicks off this initiative by partnering with Balfour Beatty Communities during the National Night Out from 3-6 p.m. Tuesday at the Victor Constant Ski Slope.\nOther events scheduled throughout August include two Antiterrorism Level I briefings-one at 9 a.m. and an evening session at 6 p.m. Aug. 21-at Robinson Auditorium. These important and informative briefings are open to the entire community-Soldiers, civilians and family members.\nIn addition, be sure to watch the West Point Command Channel throughout the month for short videos on a wide range of antiterrorism educational and informative messages.\nDPTMS plans to release a series of informational flyers, posters and programs to focus on terrorism awareness while at the same time reminding everyone that complacency is the enemy while awareness and vigilance are allies in the fight against terrorism.\nDPTMS will also implement various post wide Random Antiterrorism Measures to ensure our security posture remains unpredictable and formidable in our fight against the war on terrorism.\nThese are just a few of the planned events, activities or initiatives that the West Point AT/FP Office is conducting in support of the Army's program.\nAntiterrorism Awareness Month is also an excellent opportunity to re-educate the community about the iWATCH initiative that was started a few years ago. iWATCH ARMY is a nationwide modern version of the neighborhood watch program focused on the threat of terrorist activity.\niWATCH West Point is designed to heighten public awareness to the indicators of terrorist activity and encourage reporting of suspicious behavior or activity to Military Police or local law enforcement agencies for investigation.\nIf it doesn't look right, then it probably isn't. The program has two elements: \"passive\" and \"active.\" The passive element is an individual's situational awareness of his or her surroundings. The active element of iWATCH involves individuals taking action to report suspicious behavior or activities to law enforcement for more investigation.\n\"Members of the community are extremely important to the overall safety and security of the installation,\" said Luke Pagan, USAG West Point antiterrorism specialist. \"In my mind, they are the 'sensors on the battlefield' to borrow a phrase often used to describe the value of the individual in helping to protect the community as a whole. Each individual can help put a piece together to develop a picture and to assist us on law enforcement and force protection matters.\"\nThe next question is--what can you do? For starters, if you suspect someone or something is suspicious, report it immediately to the Military Police at 938-3333.\nWhat more can you do? Read some tips below:\nGeneral Awareness Tips\n· Maintain situational awareness of your surroundings at all times. Pay particular attention to activities happening around you to identify anything unusual. If necessary, leave the area and report suspicious behavior to local authorities;\n· Protect your personal information. Do not reveal details of your life to anyone you don't know;\n· Do not discuss personal information or military missions in public, on the telephone or on the Internet. Take extra precautions with social media networks-avoid posting or providing personal information. Criminals and terrorists are known to use these forums for open source information and these media do not provide \"secure\" communications.\nIndividual Awareness at Home\n· Basic security begins at home. Make sure your door and window locks and exterior lighting function properly. Children should keep doors and windows locked when home alone;\n· Participate in a neighborhood watch program to establish a shared responsibility for the safety and security of your community;\n· Be prepared for an emergency that may require your family to shelter-in-place or relocate on short notice. Make a family emergency plan and ensure all family members understand what to do in each of these scenarios.\nIndividual Awareness at Work\n· Know the emergency evacuation procedures for the workplace;\n· Know the bomb threat procedures and how to report\nthreats to law enforcement authorities;\n· Understand what to do in an \"active-shooter\" threat.\nYou provide extra eyes and ears for anything out of the ordinary by doing this. The entire West Point community will effectively support and implement a sustained vigilance against terrorist and criminal threats.\nFor more information on antiterrorism awareness, contact the West Point AT/FP Office at 938-3650/8859. And last, but definitely not least, if you see something, say something!\n\nLoad-Date: September 18, 2013"
}