{
    "title": "Aurora resident admits he tried to join terrorists",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 8,
    "day": 12,
    "full text": "An Aurora man changed his plea to guilty Tuesday on a terrorism charge that he tried to join an al-Qaida-affiliated group fighting Syrian President Bashar Assad's regime.\nAbdella Ahmad Tounisi, 21, stood in orange jail garb and spoke softly as he answered a federal judge's questions. Several times he turned to smile at nearly 30 friends and relatives on spectator benches, including his mother and father.\nUnder a 14-page plea deal, Tounisi agreed to plead guilty to one count of attempting to provide material support to a foreign terrorist organization. In return, prosecutors will drop a second count of making false statements in a matter involving international terrorism.\nAt one point, U.S. Judge Samuel Der-Yeghiayan said he wanted Tounisi to explain his crime in a sentence or two in his own words.\n\"I wanted to go to Syria to fight with Jabhat al-Nusra,\" Tounisi said, adding the group was also once known as \"al-Qaida in Iraq.\"\nThe FBI arrested Tounisi, then 18, as he tried to board a plane in 2013 in Chicago on the first leg of a trip to Syria. That followed a four-month sting during which he engaged with agents through a sham FBI website that purported to link would-be fighters with terrorist groups, court filings say.\nJust before adjourning Tuesday, Judge Der-Yeghiayan reminded Tounisi he had just pleaded guilty \"to a very serious charge of terrorism.\"\n\"You are a young man,\" he said. \"Did you understand everything (today) clearly?\"\n\"Yes, your honor,\" Tounisi answered.\nHe faces a maximum 15-year prison sentence on the one count. Der-Yeghiayan set sentencing for Dec. 9.\n\nGraphic\n\n \nAbdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi\n\n Abdella Ahmad Tounisi\n\n Abdella Ahmad Tounisi\n\n Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi\n\nLoad-Date: August 12, 2015"
}