{
    "title": "Aurora man accused of terrorism plot skips court hearing",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 7,
    "day": 2,
    "full text": "One of two Aurora cousins who federal authorities say attempted to join Islamic State militants and were plotting an attack on a Joliet military base refused to show up in federal court Wednesday.\nJonas Edmonds, 29, refused to attend the hearing, a U.S. marshal informed the judge. Hasan Edmonds, 22, who was serving as a member of the Illinois Army National Guard at the time of his arrest, was there.\nBoth men are being held without bail on charges they conspired to provide support and resources to a foreign terrorist organization. They have pleaded not guilty.\nDefense attorney Jim Graham waived Jonas Edmond's appearance for the brief status hearing before U.S. District Judge John Z. Lee. After the hearing, Graham declined to comment on the reasons his client refused to appear in court. Paul Flynn, Hasan Edmonds' attorney, also declined to comment on the proceedings.\nHasan and Jonas Edmonds are U.S. citizens and graduates of Aurora West High School.\nFederal prosecutors say the cousins began communicating with undercover FBI agents in January via Facebook and text messages.\nHasan Edmonds told undercover agents he had no intention of fulfilling his remaining three-year commitment to the National Guard and that it was his \"duty\" to support the Islamic State or die in the attempt, according to authorities.\nAccording to the complaint, Hasan Edmonds told an undercover FBI agent he wanted to \"bring the flames of war to the heart\" of America.\nHe was arrested March 25 as he attempted to board a flight to Egypt at Midway Airport in Chicago.\nJonas Edmonds was arrested the same day at his Aurora home, federal authorities said.\nProsecutors say the plan was for Jonas Edmonds to wear Hasan's uniform to infiltrate the Joliet military facility where his cousin trained with the Golf Company 634th Brigade Support Battalion. Jonas Edmonds hoped the attack would kill between 100 and 150 people, according to federal authorities.\nAfter a hearing earlier this year, the cousins' aunt Tiffany Edmonds of Gary, Ind., said she believed her nephews were being manipulated.\nJonas Edmonds has a 2004 conviction in Georgia for conspiracy to commit armed robbery. Authorities say he served five years of a 15-year sentence.\nIf convicted, the defendants face a maximum sentence of 15 years in prison. They are next scheduled to appear in court on Sept. 9.\n\nGraphic\n\n \nGeorgia Department of Corrections Jonas M. Edmonds Georgia Department of Corrections Jonas M. Edmonds Jonas Edmonds Jonas Edmonds Jonas Edmonds Jonas Edmonds\n\nLoad-Date: July 6, 2015"
}