{
    "title": "Aurora cousins plead not guilty to terrorism charges",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 4,
    "day": 9,
    "full text": "Two Aurora cousins pleaded not guilty Wednesday to allegations they attempted to provide support to and join Islamic State militants, while plotting an attack on a Joliet military base.\nHasan Edmonds, 22, and Jonas Edmonds, 29, appeared before U.S. Magistrate Judge Sheila M. Finnegan in federal court in downtown Chicago, where they formally denied charges that could land them 15 years in prison if convicted.\nThe cousins, both U.S. citizens and alumni of West Aurora High School, each are charged with conspiring to provide material support and resources to a foreign terrorist organization.\nAppearing in court Wednesday in orange jump suits, both told the judge they understood the charges against them, as well as their right to remain silent and to an attorney.\nAfter a brief hearing with their lawyers present, the cousins were ushered out of court by U.S. Marshals. One family member in attendance, aunt Tiffany Edmonds of Gary, Indiana, began to shed tears.\n\"Don't be sad,\" said Jonas Edmonds, shaking his head and making eye contact with his aunt. \"There's no reason to cry.\"\nTheir aunt declined to speak with reporters after the court hearing.\nShe said after an earlier court hearing that she believes her nephews were misled.\n\"If something happened, I believe it's pure manipulation and once they see their family and how this has broken their family. maybe they might have a break in that manipulation,\" she said last week.\nFederal prosecutors say undercover FBI agents communicated with both men via Facebook and text messages starting in January, in which they detailed their plans. Hasan Edmonds, a member of the Illinois Army National Guard, planned to travel to Cairo in an attempt to meet up with Islamic State militants, while Jonas Edmonds would take his cousin's military uniform and infiltrate and attack the Joliet Armory, authorities say.\nJonas Edmonds hoped their attack on the military base would leave a \"body count\" of 100 to 150, according to prosecutors.\nHasan Edmonds told an undercover FBI agent he wanted to \"bring the flames of war to the heart\" of America.\nHasan was arrested March 25 as he was about to board a flight to Egypt at Midway International Airport in Chicago. His cousin was arrested several hours later at a house in Aurora. They were formally indicted last week.\nThe Edmonds are scheduled to return to court May 6. Both remain in custody without bail.\n\nGraphic\n\n \nGeorgia Department of Corrections Jonas M. Edmonds Georgia Department of Corrections Jonas M. Edmonds Jonas Edmonds Jonas EdmondsAssociated Press In this courtroom sketch, Jonas M. Edmonds, left, and Hasan R. Edmonds stand in front of an FBI agent at a federal court hearing Thursday in Chicago. Associated Press In this courtroom sketch, Jonas M. Edmonds, left, and Hasan R. Edmonds stand in front of an FBI agent at a federal court hearing Thursday in Chicago. In this courtroom sketch, Jonas M. Edmonds, left, and Hasan R. Edmonds, right, stand in front of an FBI agent at a federal court hearing Thursday in Chicago. Associated Press In this courtroom sketch, Jonas M. Edmonds, left, and Hasan R. Edmonds stand in front of an FBI agent at a federal court hearing March 26 in Chicago. Hasan Edmonds was back in court Monday. In this courtroom sketch, Jonas M. Edmonds, left, and Hasan R. Edmonds stand in front of an FBI agent at a federal court hearing Thursday in Chicago. In this courtroom sketch, Jonas M. Edmonds, left, and Hasan R. Edmonds, right, stand in front of an FBI agent at a federal court hearing Thursday in Chicago. Associated Press In this courtroom sketch, Jonas M. Edmonds, left, and Hasan R. Edmonds stand in front of an FBI agent at a federal court hearing March 26 in Chicago. The men were indicted on terrorism charges Thursday. Associated Press In this courtroom sketch, Jonas M. Edmonds, left, and Hasan R. Edmonds stand in front of an FBI agent at a federal court hearing March 26 in Chicago. The men were indicted on terrorism charges Thursday. Associated Press In this courtroom sketch, Jonas M. Edmonds, left, and Hasan R. Edmonds stand in front of an FBI agent at a federal court hearing March 26 in Chicago. The Edmonds cousins were back in court Wednesday. Associated Press In this courtroom sketch, Jonas M. Edmonds, left, and Hasan R. Edmonds stand in front of an FBI agent at a federal court hearing March 26 in Chicago. The Edmonds cousins were back in court Wednesday.\n\nLoad-Date: April 9, 2015"
}