{
    "title": "Aurora, Naperville to get nearly $1.4M anti-terrorism grant",
    "publisher": "the beacon-news",
    "year": 2017,
    "month": 9,
    "day": 28,
    "full text": "Sept. 28--Aurora and Naperville are getting set to accept a grant of almost $1.4 million to develop a joint plan against terrorist attacks.\nThe Aurora City Council Finance Committee this week unanimously recommended the city accept the grant, and sign the necessary documents.\nWhile the grant is due to a joint application from Aurora and Naperville, Aurora's emergency management office will administer the grant and coordinate the effort between the two cities.\n\"It's a three-year plan,\" said Joe Jones, Aurora's emergency management director. \"We're excited; we're going to do great work.\"\nThe bulk of the program would be developing communication and coordination between the cities on how they respond to terrorist attacks. Jones said the two cities would train and \"work under the same\" rules and language.\nHe said one of the things the cities will train on is responding to workplace violence, especially in schools.\nJones said they are planning on developing program kits to train staff so the program can continue after the three-year grant is finished.\nThe two cities developed the joint application for the program, called the Complex Coordinated Terrorist Attack Grant Program, administered by Homeland Security, last year. They did it jointly because the cities are so close together and compromise a large population area.\nHomeland Security awarded only 30 such grants across the county, and the Aurora-Naperville grant was the 12th largest award in the country and the largest in Illinois.\nAld. Edward Bugg, 9th Ward, a Finance Committee member, wondered if administering the grant and the program would cost Aurora money. Jones said the grant recipients can take up to 5 percent for administrative costs.\nHe said the cities still are working out the final details.\n\"It should be a zero effect (on spending) in the end,\" Jones said.\nBugg said he commended those involved.\n\"This is excellent work,\" he said. \"This is really a feather in our cap.\"\nThe full City Council will discuss the grant at the Oct. 3 Committee of the Whole meeting.\nslord@tribpub.com\n___ (c)2017 The Beacon-News (Aurora, Ill.) Visit The Beacon-News (Aurora, Ill.) at www.chicagotribune.com/suburbs/aurora-beacon-news Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: October 4, 2017"
}