{
    "title": "Aurora man gets maximum sentence in terrorism case",
    "publisher": "chicago daily herald",
    "year": 2017,
    "month": 10,
    "day": 20,
    "full text": "A federal judge scolded a former college student from Aurora as he sentenced him to a maximum 15-year prison term Thursday for seeking to join terrorist-linked militants fighting Bashar Assad's regime in Syria, saying he would have given him even more time behind bars if statutes allowed it. The judge brushed aside arguments by Abdella Ahmad Tounisi's lawyers who said the then-18-year-old's plans for Syria in 2013 didn't neatly fit the definition of terrorism. They insisted he'd been motivated foremost by a sincere desire to help Syrians by fighting Assad's repressive regime — not by any extremist ideology. \n\"You traded your opportunity to attend college for a terrorist training camp,\" Judge Samuel Der-Yeghiayan said, addressing Tounisi directly. \"You chose to join a bunch of thugs who took pride in cowardly killings.\" He then added sternly: \"There are no free passes when it comes to collusion with terrorists.\" The judge said the group Tounisi aspired to join, Jabhat al-Nusrah, wasn't merely one of many militant organizations seeking to oust Assad — some of which the United States has supported. It was one affiliated with al-Qaida, which has \"openly called for the destruction of this nation,\" Der-Yeghiayan said. Tounisi apologized in a brief statement before he was sentenced, speaking softly and looking younger than his 23 years. After reflection in jail, he said, he's now grateful federal agents arrested him at O'Hare International Airport on April 19, 2013, before he could start his journey to participate in the civil war in Syria. \"Thank you,\" he said. \"Thank you for saving my life.\" As the hearing began, a child sitting on Tounisi's father's lap smiled when he saw Tounisi led into the room and shouted, \"Hi, Abdella!\" Tounisi, standing with his legs shackled, later hung his head when the judge imposed the toughest punishment available. Several of his relatives in court also looked shaken. Tounisi pleaded guilty in 2015 to attempting to provide material support to terrorists. Defense attorneys had asked for a seven-year prison term, which with time served could have led to his release from prison within two or three years. While the U.S. attorney's office asked in filings for a 15-year term, prosecutor Barry Jonas sounded conciliatory Thursday compared to the judge. Jonas told Der-Yeghiayan he accepted that Tounisi was \"extremely remorseful\" and said the court could consider it in calculating a sentence.\n\nGraphic\n\n \nAbdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi\n\n Abdella Ahmad Tounisi\n\n Abdella Ahmad Tounisi\n\n Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi\n\nLoad-Date: October 20, 2017"
}