{
    "title": "Aussie buyers slam plan for mandatory terrorism coverage",
    "publisher": "business insurance",
    "year": 2002,
    "month": 9,
    "day": 2,
    "full text": "CANBERRA, Australia-A plan to make terrorism risk insurance compulsory is drawing protests from Australian risk managers.\nBruce Ferguson, president of the Sydney, Australia-based Assn. of Risk & Insurance Managers of Australasia, said the proposed Australian Terrorism Risk Insurance Scheme is unfair and would require corporate policyholders to pay additional premiums to fund the program.\nMr. Ferguson, who is risk and insurance manager for Sydney Water Corp., said ATRIS, under government proposals issued this month, would require additional premiums to build up a pool of $300 million Australian ($165.5 million) over three years.\n''While ARIMA appreciates that the government has done something to overcome the lack of cover offered by insurers, it is unfair that it is compulsory, its application is draconian and it is totally unreasonable that there has been insufficient time for consultation with insurance buyers,'' Mr. Ferguson said in a statement.\nAccording to the proposals put forth by the government's consultant-Sydney-based Trowbridge Consulting, a unit of Deloitte Touche Tohmatsu-there would be four layers to the plan.\nThe first layer would carry the same deductible as would other risks on the applicable policies. For the second layer, a pool of $300 million Australian would be funded over three years through a levy on the premiums of property, business interruption and public liability policies.\nThe third layer would consist of a commercial loan facility for $1 billion Australian ($551.7 million), and the fourth layer would consist of government indemnity, through reinsurance, for up to $9 billion Australian ($4.97 billion).\nAccording to the Trowbridge report on the proposal, insurers would charge policyholders to collect funds for the terrorism risk pool. If a covered terrorist event were to occur and claims were to be filed, insurers would increase rates to repay the loan and reinsurance facilities and to rebuild the pool.\nThe plan would cover fires, explosions, airplane crashes and floods caused by terrorist events. It would not cover nuclear, chemical or biological activities. Initially, the plan would provide coverage for property damage, business interruption and public liability; the federal government is considering whether to cover workers compensation risks.\nA terrorist attack would have to cause more than $20 million Australian ($11.0 million) in damage to be covered by the plan. A federal minister or senior official would make a final decision as to whether a given event had constituted a terrorist attack.\nParticipation would be compulsory for all insurers and policyholders, in order to ensure a large pool of risks from which the plan could collect charges and to establish an adequate working fund. The Trowbridge report suggests that property location and use be considered to classify policyholders within rating structures.\nIf eight years were to pass without any terrorist event, the plan would be terminated and funds repaid to participants.\nKevin Mutch, group risk manager of the Melbourne, Australia-based global mining and resources company Rio Tinto Ltd., said his company is concerned that the wording for the proposed government plan is based on insurers' current global policy exclusions, which means that a broad range of events could be defined as terrorism.\nMr. Mutch said he also regards it as unfair that the Australian plan would be compulsory. ''Whether we need this kind of insurance, we are going to have to pay it. If you are paying a premium for a scheme which covers workplace sabotage and your competitor is affected, you will subsidize them, or it might be a totally unrelated industry,'' he said.\nMr. Ferguson said the corporate sector could not afford the imposition of another levy because it is already paying higher premiums for most coverages and high taxes on policies.\nMr. Mutch said that his company is also concerned about the plan's structure. ''It is an attempt to build up a fund quickly. If there are hits on the scheme, businesses will have to rebuild the fund,'' he said.\nThe government has tried to make the plan attractive by building it up to $10 billion Australian, Mr. Mutch said. ''But what happens if we have an attack on the Harbor Bridge? Say the cost is $5 billion Australian ($2.76 billion). Corporate Australia has to find $5 billion Australian in its financial statements, because it will be a financial commitment under accounting provisions,'' he said.\nTrowbridge consulted with insurance industry representatives- mainly insurers, reinsurers and brokers-on Aug. 14 and 15 and sought comments by Aug. 20, Mr. Ferguson said.\n''Given the major ramifications of the proposal for ARIMA members-who collectively spend more than $4 billion Australian a year on insurance premiums-we sought an extension of time to consult the membership,'' he said. ''That was refused.''\n''Unfortunately, but inevitably, the proposal from Trowbridge means insureds will pay what is virtually a levy on premiums for terrorism cover, even if they don't want it,'' he said.\nMr. Ferguson said the plan, if enacted as proposed, would carry no risk for the government, because if the loan and reinsurance facility were to be activated, the proposal makes it clear that premiums would be increased again to repay the loan and reinsurance facility.\n''The Trowbridge report centers on the needs of the insurance industry, rather than the needs of those exposed to the risk and those who are expected to fund the proposed arrangements,'' he said.\nMr. Ferguson said the compulsory nature of the proposed plan is unfair because it would require some companies and government bodies to buy insurance they neither needed nor wanted.\nHe questioned whether the proposed arrangements would apply to risks that are located outside Australia but insured under policies issued in Australia, and whether fire service levies and stamp duties would be added to the proposed terrorism levy.\n''There are too many unanswered questions and unfair elements in this proposal for it to receive ARIMA's support. However, we will consult our members and get their views,'' Mr. Ferguson said.\nA spokesman for the Sydney-based Insurance Council of Australia, the body representing insurers, said the ICA had no comment on the proposal.\nNone of the major insurers consulted by Trowbridge was available for comment.\n\nLoad-Date: September 6, 2002"
}