{
    "title": "Australia's Westpac to pay record fine for money-laundering",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 25,
    "full text": "A man talks on his mobile phone in front of a Westpac Bank logo in central Sydney, Australia, October 2, 2015.\nOn Thursday, Australia's second-largest retail bank Westpac did just that, claiming the largest fine racked up by an Australian company, agreeing to pay $1.3 billion.\nAUSTRAC chief executive Nicole Rose said the settlement sent a strong message to industry that the regulator would take action to ensure Australias financial system remained strong so it could not be exploited by criminals.\nAustralia's second-largest bank has been ordered to pay Austrac $1.3 billion after investigations a year ago revealed it had allowed transactions and transfers that funded terrorism and human trafficking.\nAs part of the agreement, Westpac admitted contraventions of the Anti-Money Laundering and Counter-Terrorism and Financing Act 2006.\nCEO Peter King again apologized for the bank's failings.\n\"This has been my number one priority\".\nJohn Cena to star in DC Comics series on HBO Max\nGunn will be writing the entire collection of eight scripts for the show and directing several of them, including the premiere. The series will be produced by Gunn's Troll Court Entertainment and The Safran Company alongside Warner Bros.\nThe bank had originally admitted to about 19 million of the financial crime violations after an internal probe, instead of the 23 million alleged by the regulator.\nOther charges include failure to \"carry out appropriate customer due diligence in relation to suspicious transactions associated with possible child exploitation\".\nKing said the company has made changes to how it monitors transactions, and has hired hundreds of people responsible for looking out for financial crime. In the immediate aftermath of the suit, intense investor pressure led to Hartzer's resignation and the early retirement of Lindsay Maxsted as chairman.\nThe agreement comes with the global financial industry again falling under the spotlight after a cache of leaked documents showed years of transactions handled by the world's largest banks linked to money laundering, corruption and fraud.\nThe fine also significantly exceeds what Westpac set aside as payment for the scandal.\nThe fine eclipses a $700 million penalty recently paid by the Commonwealth Bank over nearly 54 million breaches in 2017.\nOur role is to harden the financial system against serious crime and terrorism financing and this penalty reflects the serious and systemic nature of Westpacs non-compliance, Rose said in a statement.\n\nLoad-Date: September 25, 2020"
}