{
    "title": "Australia to Tighten Parole Laws After Deadly Siege",
    "publisher": "the new york times",
    "year": 2017,
    "month": 6,
    "day": 9,
    "full text": "SYDNEY, Australia — Laws across Australia will be tightened to ensure that people with links to terrorism are not granted bail or parole, Prime Minister Malcolm Turnbull said on Friday.\nThe Council of Australian Governments, which brings together federal, state and territorial leaders, reached agreement on the plan after a deadly siege in Brighton, a suburb of Melbourne, on Monday, for which the Islamic State has claimed responsibility.\nMr. Turnbull said the council had agreed at a meeting on Friday in Hobart, the capital of Tasmania, that laws would be changed to ensure that there would be “a presumption that neither bail nor parole will be granted to those who have demonstrated support for or have links to terrorist activity.”\n“Violent criminals with terrorist links should not be walking the streets,” he said.\nThe siege in Brighton, in which a gunman shot a man dead and took a woman hostage before being killed by the police, led Mr. Turnbull to question how the assailant, who had a criminal record and was on a terrorism watch list, could have been granted parole.\nThe police identified the gunman as Yacqub Khayre, 29, an Australian citizen who had come to the country from Somalia as a child refugee. He was charged with planning a suicide attack against a Sydney army base in 2009 but was acquitted. Mr. Khayre had served time in prison for arson and violent crimes unrelated to terrorism and was on parole at the time of the Brighton attack, said Graham Ashton, the chief police commissioner for Victoria State.\n“This terrorist attack by a known criminal, a man who was only recently released on parole, is a shocking cowardly crime,” Mr. Turnbull said at a news conference on Tuesday. That people “with known records of violence” and those “with known terrorist connections or at least connections with extremists” had been released on parole was a real issue that needed to be addressed, he added.\nOn Friday, Reuters reported that the counterterrorism police in Australia had conducted raids in Melbourne and were questioning three men they said were suspected of providing weapons used in the attack.\nIn the siege on Monday, the police were called to an apartment building after reports of gunfire. When they arrived, the building’s receptionist, a Chinese citizen, was found dead in the lobby. Mr. Khayre had taken a woman hostage, the police said, and, after exchanging fire with the authorities, he was fatally shot. The woman was rescued unharmed; three police officers were wounded.\nThe Islamic State issued a statement calling Mr. Khayre a soldier of the terrorist group who had been responding to calls to fight the coalition, which includes Australia, that is trying to defeat it in Iraq and Syria. The police initially said that nothing suggested Mr. Khayre had been acting on instructions from overseas, though the investigation is continuing.\nThe possible link to terrorism first emerged with a call to a television station during the siege, in which a man said, “This is for I.S.,” presumably a reference to the Islamic State, and, “This is for Al Qaeda.” The station, 7 News Melbourne, said that it and the police believed that the call had come from inside the building where the siege was taking place. A woman could be heard screaming in the background, 7 News said.\nEver since a spokesman of the Islamic State, Abu Muhammad al-Adnani, “made his worldwide call to arms in September 2014, a number of unstable individuals with histories of violence have launched lone attacks,” said Andrew Zammit, a Ph.D. candidate at the University of Melbourne who researches terrorism. “Khayre looks like yet another example.”\nRelated Articles\nISIS Says It’s Behind Hostage Siege and Killing in Australia\nArrest of ISIS Suspect in Rural Town Puts Australia on Edge\nISIS Fighter’s Australian Citizenship Is Revoked Under Antiterror Laws\nAustralian Police Say 2 Teenagers Planned ‘Imminent Attack’\n\nLoad-Date: June 13, 2017"
}