{
    "title": "Australia Terrorism Detainee Leaves Prison",
    "publisher": "the new york times",
    "year": 2007,
    "month": 12,
    "day": 29,
    "full text": "David Hicks, the only person sentenced by the military commissions set up by the Bush administration to try suspected terrorists, walked out of prison in Australia on Saturday morning after serving nine months for providing support to a terrorist organization.\n  Mr. Hicks, an Australian, had been detained at Guantanamo Bay, Cuba, for more than five years before his appearance before the military commission in March. In a plea bargain he acknowledged that prosecutors had evidence to prove he had been a trainee for Al Qaeda who was prepared to fight Americans. \n  The deal allowed him to serve the remainder of his sentence in Australia. He also agreed not to speak to the news media for one year.\n  In a statement read by his lawyer, David McCleod, Mr. Hicks said that he would honor the gag order.\n  Mr. Hicks also thanked the politicians and organizations that had supported him. ''I will not let you down,'' the statement said. \n  Mr. Hicks's case has been highly politicized. After allowing Mr. Hicks to remain in detention for five years without any significant protest, Australia's prime minister at the time, John Howard, came under domestic pressure to secure his release, or at least a trial. Mr. Howard made what was tantamount to such a demand on Vice President Dick Cheney when he came to Australia early this year. Formal charges and the plea bargain quickly followed.\n  Although Mr. Hicks, now 32, is out of jail, he is subject to a ''control order,'' which the government has imposed under the country's antiterrorism laws. He is limited to one e-mail account, one cellphone number and one land line, which must be registered with the police. He is also under a curfew between midnight and 6 a.m. and must report to the police three times a week.\n  It is the last condition that Mr. Hicks's father, Terry Hicks, finds the most onerous. How is Mr. Hicks supposed to get a job, his father demanded in a telephone interview from Adelaide, ''if he has to report to the police three times a week?''\n  The conditions have surprised many here who thought that the center-left Labor government under Kevin Rudd, which ousted  Mr. Howard's center-right Liberal government in an election last month, would take a less authoritarian line.\n  ''It is wrong and inappropriate,'' Brett Solomon, director of GetUp, an online activist organization that campaigned against Mr. Howard, said about the control order. Mr. Hicks had served the sentenced imposed by the military commission  --  which Mr. Solomon described as ''flawed''  --  and the control orders had been imposed without any trial.\n  ''No reasonable person could believe that David Hicks is a threat to national security,'' he said in a telephone interview.\n  Australian intelligence and law enforcement officials have been divided over Mr. Hicks's status. Senior officials in the country's domestic intelligence agencies describe him as a committed terrorist. Law enforcement officials see him as a lost soul.\n  The latter was also the view of American military prosecutors. \n  Mr. Hicks's life pattern was certainly that of a young man with a wanderlust in search of a purpose. He was kicked out of high school, worked in the Australian outback as a kangaroo skinner, had two children with an Aboriginal woman, then went off to Japan to train horses in 2000.\n  While there, he was captivated by reports from Bosnia, and went off to join the Kosovo Liberation Army. The war ended before Mr. Hicks could engage in any combat. He went back to Adelaide, and tried to join the Australian Army, but was rejected. On the spiritual side, he tried an evangelical Christian church, but found it wanting. He started going to a mosque.\n  Eventually, he went off to Pakistan, filled with romantic notions of riding the Silk Road on horseback, he told his parents. But still filled with a military desire, he joined Lashkar-e-Taiba, the guerrilla group run by Pakistan intelligence for the war against India in the disputed territory of Kashmir.\n  He then made his way to Afghanistan, where Lashkar-e-Taiba had training camps in affiliation with Al Qaeda. After the United States began the war against the Taliban in October 2001, Mr. Hicks was captured by the Northern Alliance, which was fighting with the Americans against the Taliban, and was turned  over to the United States military for a bounty of several thousand dollars. \n  In seeking the recent control order, the Australian government adopted the view that Mr. Hicks was a threat to national security. Among the evidence the government introduced were letters he had written to his parents when he was in Pakistan and Afghanistan. In them, Mr. Hicks speaks glowingly about Osama bin Laden, and he spouts anti-Semitic rhetoric.\n  Mr. Hicks's defenders argue that the letters were written several years ago, that Mr. Hicks renounced his Islamic conversion when he was at Guantanamo and that almost from the moment of his capture, he cooperated with his American interrogators.\n  Mr. Hicks's father said that his son did not plan to challenge the control orders. ''He's just had enough,'' his father said. \n  His son's main goal, the father said, was to get into a university. He wants to study ecology, geology and zoology. ''He's determined,'' Terry Hicks said. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: David Hicks was released from prison in Adelaide, Australia, on Saturday morning. (PHOTOGRAPH BY JAMES KNOWLER/REUTERS)                                                              \n\nLoad-Date: December 29, 2007"
}