{
    "title": "AUSTRALIA PM VOWS SIEGE INVESTIGATION",
    "publisher": "pittsburgh post-gazette",
    "year": 2014,
    "month": 12,
    "day": 17,
    "full text": "SYDNEY - Australia's prime minister acknowledged today that the nation's security system failed to keep track of a gunman responsible for a deadly siege at a Sydney cafe and promised a transparent investigation into why the man was not on any terror watch list despite having a long criminal history.\n\"The system did not adequately deal with this individual,\" Prime Minister Tony Abbott said. \"Two very decent people are dead, others are injured, others are traumatized because of a madman who was roaming our streets.\"\nIsrael arrests 10\nJERUSALEM - Israeli police Tuesday arrested 10 Jewish activists from an extremist group opposed to Arab-Jewish coexistence, including its leader, in the first major clampdown against a fringe organization that has become a symbol of rising anti-Arab sentiment.\nPolice said the crackdown followed a 10-month undercover investigation of \"Lehava,\" known for its efforts to break up Arab-Jewish romances. The group has become increasingly visible in recent months amid rising tensions around a sensitive Jerusalem holy site and a wave of deadly Palestinian attacks.\nChina police torture\nBEIJING - Days after strident criticism of the United States for \"brutality\" and \"hypocrisy\" over its treatment of terrorism suspects, China said Tuesday that it \"has not been rare\" for its own police to extort forced confessions from criminal suspects by torture.\nThe unusual admission came after a teenager executed for rape and murder 18 years ago was finally cleared of the crime on Monday. The statement also was intended to reinforce the Communist Party's recent promise to strengthen the rule of law.\nN. Korea slams U.S.\nTOKYO - North Korea has asked the U.N. Security Council to investigate the CIA's \"brutal medieval\" treatment of terrorism suspects just as the council agreed to consider a resolution calling for Pyongyang to be brought before an international court for its own human rights violations.\nIn the wake of the Senate report released last week about secret CIA interrogations, North Korea is joining other nations in criticizing American practices, in what appears to be an effort to deflect attention from its own problems.\nKorean Air troubles\nSEOUL, South Korea - South Korea will most likely order some Korean Air flights suspended after one of the company's executives made a passenger jet return to the gate because she was angry with the way she was served macadamia nuts, government investigators said Tuesday.\nIn another finding that was likely to damage Korean Air's image, the ministry said the airline's executives had tried to persuade the cabin crew members to \"make false statements\" to government investigators in order to protect Cho Hyun-ah, who had earlier denied using abusive language or violence.\nAnti-Islamist rally\nDRESDEN - An anti-Islamist group drew the biggest crowd ever for one of its rallies, even as Germany's leaders urged people not to participate in a movement that has gained in strength since starting two months ago.\nPolice estimated that 15,000 protesters took part in Monday night's rally and march in the eastern city of Dresden, with another 5,500 attending a demonstration against the group.\n\nLoad-Date: December 17, 2014"
}