{
    "title": "AUSTIN AN ADMIRABLE SECRETARY OF DEFENSE NOMINEE",
    "publisher": "pittsburgh post-gazette",
    "year": 2020,
    "month": 12,
    "day": 14,
    "full text": "An editorial from the\nMinneapolis Star Tribune\nGen. Lloyd Austin, President-elect Joe Biden's nominee for secretary of defense, represents a laudable first: If confirmed he'd be the first African American to hold the post, sending a reassuring signal to Americans amid the racial reckoning sparked by George Floyd's killing, and especially to those in uniform, of whom about 43% are people of color.\nGen. Austin, a West Point graduate who had a stellar 41-year U.S. Army career, broke barriers multiple times, including being the only Black officer to head U.S. Central Command, where among his responsibilities were conflicts in Iraq, Afghanistan and Syria. Known primarily for his battlefield roles, Gen. Austin also understands bureaucratic infighting, as well as the importance of relationships with civilian leaders - including the incoming commander-in-chief, who worked closely with Gen. Austin while vice president.\nAlong the way Gen. Austin also walked the talk on diversity, mentoring a highly competent cohort of Black officers. His military and management acumen will be crucial as the country faces enduring threats in some of the same nations that were under Gen. Austin's purview at Central Command, as well as from the country many consider America's most consequential challenge, China. And beyond nation-states there are stateless, asymmetric threats like terrorism. Yet a new defense secretary's first mission will be stateside: helping coordinate coronavirus vaccinations to end the pandemic.\nWhile no candidate is without flaws, there should be no question on Gen. Austin's qualifications. But there will, and should be, questions about confirming the general. That's because in addition to his laudable \"firsts\" is this lamentable second: Gen. Austin's nomination would require the second consecutive exception to the requirement that a defense secretary be retired from active duty for seven years (Gen. Austin left the military in 2016).\nThis justifiable law is meant to reinforce civilian control of the military and eliminate partisanship among the officer corps. Congress has waived this requirement only twice: for George Marshall during the Truman administration and when Jim Mattis was nominated by President-elect Donald Trump. There were understandable circumstances in both cases: Marshall's stature and Mr. Trump's lack of it, with the thought that Mr. Mattis might be able to curb Mr. Trump's worst instincts and impulses.\nThose concerns don't dog Mr. Biden; he's as deeply steeped in foreign policy as any president-elect in decades. So he doesn't \"need\" Gen. Austin. But based on an Atlantic magazine commentary Mr. Biden wrote explaining his choice, it's clear why he wants him. Gen. Austin, Mr. Biden wrote, had \"met every challenge with extraordinary skill and profound personal decency.\" Mr. Biden bases his conclusions on the \"countless hours\" they spent in the White House Situation Room where Gen. Austin, among other accomplishments, \"designed and executed the campaign that ultimately beat back ISIS.\" Above all, Mr. Biden wrote, he chose Gen. Austin \"because I know how he reacts under pressure, and I know that he will do whatever it takes to defend the American people.\"\nThere will be a lot of pressure in the next four years. Mr. Biden's confidence in Gen. Austin should matter to the American people who need defending, and so it should matter to Congress, too. While it is not ideal to again make an exception, Gen. Austin's exceptional credentials, his history-making appointment, and the essential trust from his commander-in-chief justifies it.\n\nLoad-Date: December 14, 2020"
}