{
    "title": "Australian University Library Seeks Exemption From Ban on Books Said to Inspire Terrorism",
    "publisher": "the chronicle of higher education",
    "year": 2006,
    "month": 10,
    "day": 13,
    "full text": "The vice chancellor of a leading Australian university has called on the country's government to withdraw a controversial decision to ban two books at his institution's library.\nThe two books, Defence of the Muslim Lands and Join the Caravan, were written by Abdullah Azzam, an Islamic militant and onetime lecturer at Saudi Arabia's King Abdulaziz University who was assassinated in 1989. Last year the library at the University of Melbourne purchased the books, which have been used by scholars of terrorism.\nThe university pulled the books from the stacks after they were banned in twin rulings in July by Australia's Classification Review Board.\nIn one ruling, the board said that Defence of the Muslim Lands, a 114-page work that was first published in English in 1995, \"promotes and incites in matters of crime or violence, specifically terrorist acts and martyrdom operations.\"\nJoin the Caravan, a 65-page companion volume whose English translation appeared a year later, had \"the objective purpose of promoting and inciting acts of terrorism against 'disbelievers'\" and \"is a real and genuine call to specific action by Muslims...to fight for Allah and engage in acts of violence,\" the board said in the other decision.\nMoreover, the work lacked \"any discernible educational or literary merit,\" said the board, a longstanding authority on censorship matters in Australia.\nMelbourne's vice chancellor, or president, Glyn Davis, has now written to the country's attorney general, Philip Ruddock, whose office sought the ban, to ask for an exemption allowing limited access to the books \"for research and educational purposes.\"\nThe university has also asked for a similar clarification on a third book by the same author, The Lofty Mountain, which contains similar material but remains available in the library.\nIn an interview, Mr. Davis said that the concept of jihad remained one of clear academic interest as well as practical import, \"and you can't understand this phenomenon without having access to the materials that inspire people to pursue it.\"\nLast year's suicide bombings on the London mass-transit system, which were thought to have been inspired by the same author's work, provide an example of the need for institutions teaching terrorism studies to have such books on hand, he said.\n\"I think it comes as a surprise to many Australians to learn that these sorts of bannings are possible. The public response to this one has been disquiet,\" added Mr. Davis, whose stand has won the support of the Council of Australian University Librarians.\n\"Everybody understands,\" he said, \"that banning books is generally not something a democracy does.\"\nThe attorney general's office has indicated it will respond shortly.\n\nLoad-Date: October 10, 2006"
}