{
    "title": "Australian Pleads Not Guilty to Terrorism Conspiracy",
    "publisher": "the new york times",
    "year": 2004,
    "month": 8,
    "day": 26,
    "full text": "David Hicks, whose restlessness took him from skinning kangaroos in Australia's outback to fighting for Islamic armies throughout Europe and Asia, appeared here on Wednesday in a military court, where he was charged with war crimes, including attempted murder and conspiracy to commit terrorism.\n Mr. Hicks, 29, who was captured in December 2001 in Afghanistan as a fighter for the Taliban, said to the presiding officer, ''Sir, on all charges, I plead not guilty.'' His trial was set for Jan. 10.\n Just before his court appearance, Mr. Hicks met with his father and stepmother for the first time in nearly five years. The private meeting in a small room in the court building was arranged at the behest of the Australian government, underlining the unusual diplomatic attention the case has attracted because of the friendly relations between the Australian government and Washington. \n Mr. Hicks, who has worn nothing but prison-issue orange cotton pants and shirts for his two years in the island's detention camp, walked briskly into the courtroom wearing a new gray suit and stiff, shiny black shoes. \n He is one of four prisoners who are being tried this week before the first United States military commissions since the end of World War II. All four, who were captured at the end of the Afghanistan war, have been charged with some form of conspiracy to commit terrorism. Only Mr. Hicks is facing additional charges, including attempted murder.\n Mr. Hicks's chief lawyer, Joshua Dratel of New York, wasted little time in attacking the credibility and fitness of some of the five officers on the military panel that will act as judge and jury in the case. Like the defense lawyer for the first detainee whose case began Tuesday, Mr. Hicks's lawyers bore in especially on the qualifications of the presiding officer and the only lawyer on the panel, Col. Peter E. Brownback III. \n Mr. Dratel said that as the only lawyer on the panel, Colonel Brownback would have an excessive influence on the other four members, none of whom have any legal training. He also argued that the Pentagon official who is in overall charge of the tribunals and who had handpicked Colonel Brownback for the post is a longtime close personal friend. The colonel acknowledged that he and John D. Altenburg, the chief authority for the military commissions, had known each other's families for years and had attended family functions together.\n ''How would you answer people who might say that you were chosen for this post not for your qualifications but for your close relationship with Mr. Altenburg?'' Mr. Dratel asked.\n Colonel Brownback said his record during his years as a military judge would show that he had often ruled against Mr. Altenburg, then a military prosecutor. He said that he had acquitted soldiers eight times in cases prosecuted by Mr. Altenburg, a former Army lawyer, the precision of the response suggesting he had anticipated the question. ''A reasonable person who took the time to examine the record would say there is no problem,'' the colonel said.\n Mr. Hicks's team of lawyers, like the lawyer for Salim Ahmed Hamdan, a Yemeni whose trial began Tuesday, asked that Colonel Brownback and four of the other panel members, including an alternate, be disqualified. The Hicks lawyers also entered motions asking for dismissal of the charges for several reasons, including assertions that the tribunal process violated international standards and United States constitutional guarantees of equal protection.\n If Mr. Hicks is convicted of any of the charges, he will be able to serve his sentence in Australia under an agreement previously reached between diplomats for the two countries. He is the only detainee with such an arrangement.\n Mr. Hicks's father, Terry, and his stepmother, Bev, both weary from many hours of flying to Guantanamo, told reporters on Tuesday that they did not believe the system under which their son was being tried was fair.\n The trials have been attended by observers from several domestic and international human rights groups as well as a large news media contingent, including several reporters from Australia, where there is great interest in the Hicks case.\n After Tuesday's session, the elder Mr. Hicks said that when he first saw his son Wednesday morning the meeting was suffused with tears and hugs. ''Now look, the first meeting was pretty emotional,'' he said.\n He said his son had told him that he was finding it hard to cope with the prolonged isolation and that he had been abused by American forces, physically in the weeks he was held in Afghanistan and psychologically during his many months at Guantanamo.\n The elder Mr. Hicks said in a previous interview that his son was expelled from school when he was 14. He then held various jobs, including skinning kangaroos. He later traveled to Japan and then went to fight in Kosovo and Pakistan before joining the Taliban in Afghanistan. \n Mr. Hicks has asserted through his lawyers that he never committed any violent acts against American or coalition forces.      \n\nhttp://www.nytimes.com\n\nLoad-Date: August 26, 2004"
}