{
    "title": "Austrian far right out to limit immigrants",
    "publisher": "the world",
    "year": 2000,
    "month": 1,
    "day": 30,
    "full text": "Defying growing alarm among European and other foreign governments, Austria's far-right Freedom Party moved closer to joining a coalition government Saturday that the party's leader pledged would cut immigration almost to zero.\nJoerg Haider, a charismatic politician who once praised Nazi Germany's \"orderly employment policy,\" has already won agreement with the conservative People's Party to tighten visa controls, Haider said on state radio.\nIf the two parties form a governing coalition - a development expected as early as this week - it will introduce a quota system \"that is tantamount to a de facto zero immigration,\" Haider said.\nCompiled from Times WiresWORLDBRIEFS\nAustria would let in foreign workers mainly to help out during the busy tourist season, he said. Once the seasonal workers had served their purpose, they would have to leave Austria under the immigration policy Haider described.\nCalling his immigration proposal an \"objectively justified solution that is not open to attack internationally,\" Haider warned in a separate interview: \"Foreign governments should not meddle in Austria's internal affairs.\"\nPakistan rejects label\nas sponsor of terrorism\nISLAMABAD, Pakistan - Pakistan rejected as unwarranted an apparent warning from the United States that it could be branded a sponsor of terrorism.\nThe foreign ministry said although the Pakistani government may be sympathetic to a secessionist uprising in Indian-ruled Kashmir, it is firmly opposed to terrorism.\nOn Thursday, the United States warned Pakistan that it could be listed as a sponsor of terrorism - making it ineligible for virtually all U.S. aid - if it gave direct support to Harkat-ul-Mujahedeen, a militant group that operates in Kashmir and is headquartered in Pakistan.\nMeanwhile Saturday, rockets fired from India slammed into the Pakistani village of Daholo Wali, killing two people and wounding three others, said Shahid Mahmood, deputy commissioner of the Sialkot region.\nElsewhere . . .\nCHECHEN WAR: Russian forces advanced through snowy alleys and seized shell-shattered high-rises from rebels in the Chechen capital, Grozny, but Chechens said they were letting the Russians move in so they could attack from behind. Meanwhile, Russian presidential aide Sergei Yastrzhembsky said 54 rebels surrendered in northeast Grozny to forces led by pro-Moscow Chechen leader Bislan Gantamirov. Speaking on Russia's ORT television, Yastrzhembsky called the move a \"psychological breakthrough.\" Many of the rebels were wounded.\nEAST TIMOR TRIBUNAL? U.N. investigators have recommended that the world body establish a human rights tribunal to prosecute those responsible for atrocities in East Timor, the Associated Press reported. Their report, to be officially released Monday, comes after the U.N. Commission of Inquiry visited East Timor and Indonesia late last year to conduct preliminary investigations into allegations of serious violations of fundamental human rights and international humanitarian law.\nGERMAN SCANDAL: Accountant Horst Weyrauch, a key figure in the Christian Democrats' financial scandal, has given the party's Hesse state branch a 1,000-plus page report on secret party money, state Christian Democratic leaders said. Hesse has become a focus in the scandal over a network of financial schemes run by the Christian Democrats, the conservative party that led the government from the early 1980s until 1998. The party's Hesse branch said it would likely take a week to go through the report, and after that it would be made public.\nMIDEAST TALKS: Israeli Prime Minister Ehud Barak and Palestinian leader Yasser Arafat will meet this week amid fading hopes for concluding the outline of a peace agreement by their Feb. 13 deadline. The Barak-Arafat meeting will be held Thursday or Friday at Erez, a border crossing between Israel and Palestinian-held Gaza, the Associated Press reported.\n\nLoad-Date: January 31, 2000"
}