{
    "title": "Australian airports will resume normal service with the aviation terrorism threat 'contained'",
    "publisher": "university wire",
    "year": 2017,
    "month": 8,
    "day": 5,
    "full text": "Abdul Merhi, 50, was released without charge on Tuesday night, more than three days after he was arrested during a series of police raids across four Sydney suburbs.\nThe remaining three suspects will stay in detention under special powers which allow police to hold them for up to a week.\nThe two men facing charges will appears in aSydney court on Friday morning.\nMr Merhi's solicitor Moustafa Kheir says he's concerned his client's identity was revealed and has declared he'll \"review what basis police had to do what they did\".\nIncreased airport security in Melbourne on Monday as a result ofSydney's alleged terror plot.\n\"What you are seeing at the moment is making sure that there is extra vigilance, to make sure that we aren't cutting any corners in our security, to make sure that we are absolutely focused on our security\", Mr Colvin said. One of them, also speaking on condition of anonymity, said the alleged plot was \"fairly well along\" when it was disrupted by Australian authorities.\nAfter a plan to bring down a passenger plane was thwarted by the Australian Federal Police on Saturday during five dramatic raids at properties acrossSydney, law enforcement agencies around the country have stepped up security measures at all majorairports.\nPolice have not released details of the plot, other than it was to include an \"improvised device\".\n\"We're just looking to bed down now with an airline partner\",SydneyAirport's General Manager Corporate Affairs, Sally Fielke, said at the CAPAAustralia Pacific Summit inSydney.\nSpeaking to Sky News, Justice Minister Keenan said that security would be tightened for the foreseeable future, causing delays for both domestic and global travellers, but they would ensure thatAustralia's \"world-leading\" security and intelligence agencies can keep people safe.\n\"I think, in the coming days as this matter progresses, and in my opinion people will be charged and the facts are tendered, you will understand about the police operation more holistically\".\nPeople should follow the directions of their airline, he added.\nPrime Minister Malcolm Turnbull said while security will continue to be tight, travelers will not experience extensive delays. \"Some of them will be visible to travellers, some of them will not\", he said.\nEtihad Airways has confirmed it is assisting with the investigation.\n\nLoad-Date: August 5, 2017"
}