{
    "title": "Austin neo-Nazi faces federal charges",
    "publisher": "austin daily herald",
    "year": 2012,
    "month": 4,
    "day": 27,
    "full text": "April 27--MINNEAPOLIS -- Two Minnesota men, including one from Austin, with suspected ties to white supremacist groups amassed several weapons and hundreds of rounds of ammunition as part of a plan to attack the government, minorities and others, according to a federal affidavit unsealed this week.\nSamuel James Johnson, 31, of Austin, also tried to recruit others to his cause and actively scouted for a training compound in Illinois and Minnesota, the affidavit said. Joseph Benjamin Thomas, 42, of Mendota Heights, told an undercover FBI agent that he had tried to get explosives as part of a plan to \"conduct attacks on left-wing individuals,\" according to the affidavit.\nAuthorities began looking into Johnson and Thomas in 2010, as part of an investigation into domestic terrorism.\nHowever, the men have not been charged with terrorism.\nJohnson was indicted earlier this month on multiple felony charges for an armed career criminal in possession of firearms and ammunition, and Thomas was indicted on drug charges. Court documents were unsealed this week after the men made their initial appearances in U.S. District Court. According to court records, Johnson was ordered to be held in jail.\nThe indictments said Johnson has prior convictions for armed crimes and is not allowed to have weapons, but from late 2010 through late last year he was found with five weapons -- including a semi-automatic assault rifle -- and over 1,000 rounds of ammunition.\nThomas was indicted on four charges related to possession and sale of methamphetamine.\nMessages left with their attorneys, Douglas Olson and Nancy Vanderheider, were not returned on Friday.\nAccording to the affidavit, Johnson was a former member and Minnesota leader of the National Socialist Movement, a white nationalist group and had gone on to form his own group, called the Aryan Liberation Movement.\nWith the new group, Johnson planned to \"recruit and train other white supremacist sympathizers toward a final goal of committing acts of violence against the United States government and minority individuals,\" the affidavit said.\nThomas came to the FBI's attention when he hosted National Socialist Movement meetings in 2010 and discussed forming the new group with Johnson, the affidavit said. Johnson conducted several rallies in Austin in 2009 that prompted protest from several dozen people who also threw tomatoes in response.\nJohnson was convicted of numerous felonies in Mower County in November 2007, including simple robbery, second-degree assault with a dangerous weapon, two felony drug charges for controlled substance, third- and fifth-degree drug sale and possession of machine guns and short-barreled shotguns.\nThomas has prior convictions and is prohibited from having firearms until 2013. However, last May he sold an undercover FBI agent several weapons, including a semi-automatic handgun, a pistol-grip shotgun, a laser sight and hundreds of rounds of ammunition, according to the affidavit.\nA month later, Thomas told the undercover agent that Homeland Security agents came to his home. Thomas said he lied to those officials and destroyed his computer hard drive after they left. Thomas then gave the undercover FBI agent more ammunition, a handgun, another laser sight, and a ballistic vest, explaining that he feared he would be arrested for having the weapons, the affidavit said.\nHe also showed the undercover agent a shotgun he kept in his closet, according to the affidavit.\nThis month, Thomas told the undercover agent that a stockpile of guns had been stolen in northern Minnesota, and while some had been returned to authorities, two of the stolen guns were at his house, the affidavit said.\nThe affidavit also outlined Thomas' suspected drug activity. He allegedly told the undercover agent in January that he believed once the increased law enforcement activity around his home died down, he would control the area's marijuana, cocaine and meth connections.\n___ (c)2012 the Austin Daily Herald (Austin, Minn.) Visit the Austin Daily Herald (Austin, Minn.) at www.austindailyherald.com Distributed by MCT Information Services\n\nLoad-Date: April 28, 2012"
}