{
    "title": "Australia Car Attack Was Not Connected to Terrorism, Police Say",
    "publisher": "the new york times",
    "year": 2017,
    "month": 12,
    "day": 22,
    "full text": "MELBOURNE, Australia -- The driver of an S.U.V. who plowed into a crowd on a busy Melbourne street on Thursday, injuring 19 people, was mentally ill, Australian officials said, describing the attack as a deliberate ''act of evil'' but not terrorism.\n''This is a terrible, evil, cowardly act and one that will be condemned by all Victorians,'' Daniel Andrews, the premier of the state of Victoria, said at a news conference, hours after the perpetrator drove a white Suzuki S.U.V. through a busy intersection in central Melbourne. \n  ''We haven't yet identified any linkages between him, extremism, any extremist groups or anything to do with terrorism at this time,'' Shane Patton, Victoria's acting police commissioner, told reporters on Friday. He said investigators had conducted a ''preliminary conversation'' with the suspect.\n  ''During that conversation,'' Mr. Patton said, ''he made what I can best describe as utterances in respect to a range of things about hearing voices, about dreams, but also attributing his actions to perceived mistreatment of Muslims. Obviously we need to explore all of that.''\n  Thursday's attack paralyzed the city's heart at the end of the workday, as it was teeming with people heading home or doing holiday shopping. Among the injured was a preschool-age child and an off-duty police officer who arrested the driver. Four of the 19 victims admitted to hospitals were in critical condition, the authorities said.\n  Mr. Patton described the driver, identified in Australian news reports as Saeed Noori, as a 32-year-old Australian citizen of Afghan descent. He was known to the authorities and had a history of criminal assault and drug abuse, according to Mr. Patton, who said the man was being treated for a mental illness.\n  The suspect, who resisted arrest, was the only person in the vehicle, Mr. Patton said. The police took him to the hospital after detaining him but had yet to interview him.\n  A second man was also arrested at the scene, after the police found him filming the crash and carrying a bag of knives. Mr. Patton said the man remained in custody for questioning but that he was not believed to be connected to the attack.\n  The attack happened just blocks from a pedestrian mall where a driver ran down eight people in January, killing six and injuring many others before being shot and taken into custody. The authorities said the driver had been fleeing the police after stabbing his brother.\n  After that crash, the police installed bollards in various pedestrian areas in central Melbourne to prevent similar episodes.\n  A witness to the Thursday attack, Federica Viezzoli, 40, described the vehicle ''smashing into people'' after it turned onto crowded Flinders Street, just as the evening commute home was beginning.\n  ''They basically were just bumped into the air, a couple of them,'' she said of the victims. ''I heard the noise of bones crushing.''\n  The attack initially raised speculation about a connection to terrorism, given the number of recent vehicular assaults inspired by the Islamic State. In October, a man drove his truck onto a bike path along the West Side Highway in Manhattan, killing eight people and injuring 12. Investigators said he was inspired to commit the attack by Islamic State propaganda videos.\n  Terrorist attacks using vehicles as weapons have also claimed victims in Nice, France, Berlin, Barcelona and London, among other places.\n  In Melbourne, video taken Thursday by a bystander, Lachlan Vella, after the S.U.V. came to a stop showed police officers in tactical gear using plastic ties to restrain the suspect.\n  In the video, the front half of the S.U.V. is severely damaged, and both airbags are seen to have deployed. A slick of liquid appears to be leaking from the car. Another person, possibly a female victim, is briefly seen lying in the street being attended to by officers.\n  ''Everyone in Melbourne would have crossed that intersection at one time or another,'' said Adam Bandt, a member of Parliament from Melbourne. ''People are in shock and probably will be for some time.''\n  Commander Russell Barrett of the Victoria Police said access to the site of the attack would be restricted for a ''considerable period of time,'' and he and other officials urged people to avoid the area.\n\nhttps://www.nytimes.com/2017/12/21/world/australia/melbourne-car-cbd.html\n\nLoad-Date: December 22, 2017"
}