{
    "title": "Austria Seeks To Stifle Terror After Attack",
    "publisher": "the new york times",
    "year": 2020,
    "month": 11,
    "day": 12,
    "full text": "Chancellor Sebastian Kurz announced a set of legislative proposals that would make it easier to keep terrorists behind bars, close mosques and clamp down on funding for terrorists.\nBERLIN -- Austria would allow courts to extend the sentences of convicted terrorists and it would establish a new criminal offense for people who ''create the breeding ground'' for terrorism, as part of a package of legislative proposals announced a week after an Islamic State sympathizer killed four people in Vienna. \n  Chancellor Sebastian Kurz announced the tough new proposals on Wednesday after meeting with his cabinet in the Austrian capital, Vienna, a day after he held talks with President Emmanuel Macron of France and other European Union leaders to coordinate efforts across the bloc to crack down on Islamist terrorism.\n  ''We will do everything to protect the population,'' Mr. Kurz said. The legislative package will be put before Parliament for approval before the end of the year.\n  France and Austria have both been attacked recently: Last week in Vienna, a 20-year-old previously sentenced to prison for trying to travel to Syria to join the Islamic State fatally shot four people. In France last month, a Tunisian man fatally stabbed three people in Nice, and an 18-year-old Chechen refugee beheaded a teacher in the Paris suburbs.\n  Unlike Mr. Macron, whose government launched a broad crackdown in response to the attacks, leading to widespread hostility against France in the Muslim world, Mr. Kurz, a conservative, had initially responded with conciliatory words that sought to defuse tensions. He stressed that ''extremists and terrorists'' -- not ''all those belonging to a religion'' -- should be the target of Austrians' anger.\n  But on Wednesday, Mr. Kurz insisted that it was not enough to mourn the two men and two women who were killed in the heart of Vienna's old city on Nov. 2 and help the 22 others who were injured. He said the authorities needed wider-reaching abilities to prevent terrorists from carrying out attacks and root out those who support them.\n  Among his proposals: Allowing courts to continue imprisoning people who have completed sentences for belonging to a terrorist organization, if judges determine those people are still radical and could pose a threat. Those released from prison would continue to be monitored electronically.\n  ''Especially those who have already served a prison sentence can pose a massive threat to our security, as was dramatically demonstrated by the attack last week,'' Mr. Kurz said, referring to the young man who had been released early from prison after completing a ''de-radicalization'' program, but went on to plan and carry out the attack in Vienna.\n  ''This is a major intervention, but in my view a necessary step to minimize the threat risk,'' Mr. Kurz said.\n  Additionally, any dual nationals found guilty of supporting terrorism will have their Austrian citizenship revoked. The Vienna attacker was a citizen of both Austria and North Macedonia.\n  While the law is aimed at stopping Islamist terrorists, it would also apply to other extremists, including neo-Nazis, said Werner Kogler, the vice chancellor and a member of the Greens party.\n  Austria would also create a new criminal offense that would allow the authorities to move against individuals who are not active members of a terrorist organization, but who ''create the breeding ground for them,'' the chancellor said.\n  The measure would make it easier for the authorities to close places of worship and introduce a register allowing them to track imams preaching hate or extremism.\n  Other measures include tightening existing laws on symbols and associations to include those linked to terrorist groups, and allowing the authorities to halt the financial flow to terrorist groups.\n  Susanne Raab, Austria's minister for culture, said the measures were aimed at those who are opposed to ''our values'' and want ''to divide our society,'' not at Islam as a religion or the many Muslims who practice it peacefully.\n  ''This clear separation between extremist Islamism and the religion is very important,'' she said.\n\nhttps://www.nytimes.com/2020/11/11/world/europe/austria-kurz-terrorism.html\n\nGraphic\n\n \nPHOTO: Chancellor Sebastian Kurz of Austria during a news conference this week in Paris. (PHOTOGRAPH BY Pool photo by Michel Euler FOR THE NEW YORK TIMES)               \n\nLoad-Date: November 12, 2020"
}