{
    "title": "Australian faces U.S. charge of terrorism",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 3,
    "day": 2,
    "full text": "The Pentagon on Thursday formally accused an Australian citizen being held at Guantanamo Bay, Cuba, with a single charge of providing material support for terrorism, setting the stage for the first military trial of a terrorism suspect under legislation that Congress passed last year.\nThe charge alleges that David Hicks, 31, a onetime Outback cowboy and kangaroo skinner, was in league with al-Qaida at the time of the U.S. invasion in 2001, had met with al-Qaida leader Osama bin Laden and had joined Taliban and al-Qaida supporters who were fighting U.S.-allied forces outside Kunduz, Afghanistan, during combat Nov. 9, 2001.\nHicks fled the fighting with bullets flying overhead as U.S.-allied tanks roared through trenches, the charges claim, and was captured as he was attempting to flee to Pakistan.\nUnder new procedures, which Congress approved after the Supreme Court ruled that an earlier Pentagon trial scheme was illegal, Hicks must be arraigned within 30 days. His trial must be within 90 days after that, meaning his case will go before a military commission by July.\nIt would be the first U.S. war-crimes trial since World War II.\nThe decision to charge Hicks only with supporting al-Qaida was something of a surprise. Prosecutors initially also had charged him with attempted murder, alleging that he had directed \"small arms fire, explosives or other means and methods with the intent to kill diverse persons.\"\nHicks' defense attorney, Marine Maj. Dan Mori, slammed the prosecution, charging that Hicks had been held for five years at Guantanamo on \"made-up offenses.\"\n\"David has been charged with only one offense: material support of terrorism,\" Mori said. \"Such a charge has never existed in the laws of war.\"\nHicks is among the best-known captives at the remote U.S. Navy base in southeast Cuba, in part because his five-year detention without trial has stirred controversy in human rights circles in his homeland, a staunch war-on-terrorism ally of the Bush administration.\n\nLoad-Date: March 2, 2007"
}