{
    "title": "AUSTRALIA ARRESTS 4 IN PLOT TO RAID MILITARY SITE",
    "publisher": "the new york times",
    "year": 2009,
    "month": 8,
    "day": 5,
    "full text": "SYDNEY -- Four men suspected of having links to a radical Islamic group from Somalia were arrested yesterday for what Australian authorities said was a plot to storm a military base in the Sydney suburbs and shoot as many soldiers as possible.\nThe men, all Australian citizens of Somali and Lebanese descent, were detained when hundreds of police officers swept through 19 houses in Melbourne early yesterday. The raids were the culmination of a seven-month investigation involving state and federal officials and the Australian Security and Intelligence Organization, the government's spy agency.\nPolice said the men, whose ages ranged from 22 to 26, planned to arm themselves with automatic weapons and conduct an attack on Holsworthy Barracks, a sprawling military complex set in the scrub lands southwest of Sydney. No date was given for the alleged attack.\n\"This operation has disrupted an alleged terrorist attack that could have claimed many lives,\" acting federal Police Commissioner Tony Negus told reporters in Melbourne. He said the men \"were prepared to inflict a sustained attack on military personnel until they themselves were killed.\"\nOfficials say the suspects were affiliated with Al-Shabab, an Islamic organization that controls much of southern Somalia and has been waging an insurgency against the country's fragile, Western-backed transitional government. The United States considers the group a terrorist organization, saying it harbors al-Qaida operatives wanted for orchestrating the 1998 bombings of the U.S. embassies in Kenya and Tanzania.\nClive Williams, a terrorism expert at the Australian National University's Strategic and Defense Studies Center, said increased scrutiny of Al-Shabab has made it harder for sympathetic Muslim youths to travel to Somalia unnoticed, making conditions ripe for Shabab-inspired attacks elsewhere.\nPrime Minister Kevin Rudd announced April 29 that Australia would add 450 soldiers to its contingent in Afghanistan, increasing its force there to about 1,550. Mr. Rudd said at the time that President Barack Obama had persuaded him to increase the deployment during discussions the previous week.\nMr. Rudd said the arrests yesterday offered a sobering reminder of the \"enduring threat from terrorism at home, here in Australia, as well as overseas.\"\nPolice charged one of the men, Nayef El Sayed, 25, with conspiring to plan or prepare for a terrorist attack.\n\nLoad-Date: August 7, 2009"
}