{
    "title": "Australia thwarts beheading plot, says Islamic State threat persists",
    "publisher": "los angeles times",
    "year": 2014,
    "month": 9,
    "day": 19,
    "full text": "Authorities in Australia have charged a 22-year-old Sydney resident with preparing to sow terror in the country by seizing a person at random and beheading him in a videotaped execution, Australian media reported Thursday.\nOmarjan Azari exhibits \"an unusual level of fanaticism, Prosecutor Michael Allnutt told a Sydney court in a successful attempt to deny bail for the bearded young man, who is facing a possible life sentence.\nThe plot to carry out a random terrorist attack was foiled after a four-month surveillance operation revealed a network of violent Muslim extremists allegedly being directed by a former Australia resident, Mohammad Ali Baryalei, now a major figure in the Islamic State militant group in Syria, the Australian Broadcasting Corp. reported. Raids carried out in two Australian cities Thursday resulted in more than a dozen arrests, officials said.\nAuthorities expressed concern over the scores of Australians being drawn into the violent culture of Islamic State, which has seized broad swaths of territory in Iraq and Syria and proclaimed it a Muslim \"caliphate ruled by a harsh and medieval version of Shariah, or Islamic law.\nAustralian Federal Police Commissioner Andrew Colvin told journalists that Azari was the ringleader of a group of Australians sympathetic to the violent aims of Islamic State, formerly known by other names that included the Islamic State in Iraq and the Levant, or ISIL, and other extremist groups gaining momentum in the country.\n\"I think it's fair to say we are concerned, Colvin said. \"I don't want to unnecessarily alarm the public but we have seen the reach of ISIL, the reach of the conflicts in the Middle East into countries like Australia, in through our communities.\n\"We are seeing that younger and younger men are deciding to take up arms or wanting to participate or in some way contribute to the cause, Colvin said.\nThursday's raids on suspected extremists' homes and businesses in Sydney and Brisbane were the largest counterterrorism operation ever waged in Australia. More than two dozen homes were searched and 15 men were arrested in the police sweeps, although nine of those detained were released by the end of the day. Two women were issued orders to appear in court, the Australian newspaper reported without further detail on their suspected roles.\nPrime Minister Tony Abbott said the predawn raids were ordered after intelligence intercepted a phone call between the Australian militants' Syria-based controller two days earlier indicating that the attack was just days away.\n\"Quite direct exhortations were coming from an Australian who is apparently quite senior in ISIL to networks of support back in Australia to conduct demonstration killings here in this country, Abbott said, apparently referring to but not naming Baryalei.\nThe Associated Press reported that Baryalei was named as a co-conspirator in court documents filed Thursday and an arrest warrant was issued for him.\nAbbott said national security authorities estimate at least 60 Australians have gone to fight with Islamic State and other extremist groups in Syria, where a 3-year-old civil war has claimed more than 190,000 lives and displaced 3 million.\nOther officials warned that as many as 100 Australians are supporting the terrorism objectives of Islamic State through fundraising and participating in plots against their homeland like the one foiled Thursday.\nAttorney General George Brandis confirmed that a person born in Afghanistan who had spent time in Australia and is now working with Islamic State in the Middle East ordered supporters in Australia to behead people and videotape the executions.\n\"If the police had not acted today, there is a likelihood that this would have happened, Brandis told ABC.\nPolice confiscated firearms as well as a long, curved sword emblazoned with Arabic writing during their raids in the Sydney area, the latest step in an ever-tightening security net in the communities of suspected radicals in Australia's biggest cities.\nLess than a week ago authorities raised the terror alert from \"medium to \"high, and finance industry watchdogs have shut down companies suspected of funneling money to violent groups abroad.\nA Sydney money transfer business owned by the family of convicted terrorist Khaled Sharrouf had its license suspended this week on suspicion it had been sending 1 million Australian dollars ($900,000 U.S.) a month to the Middle East to finance terrorism, John Schmidt, chief executive of industry regulator AUSTRAC, was quoted as telling the AP in Sydney.\nSharrouf, convicted of support for terrorism for fighting in Syria with Islamic State, came to international attention earlier this year when a photograph appeared online of his 7-year-old son in Syria holding the severed head of a government soldier.\n\nLoad-Date: September 19, 2014"
}