{
    "title": "Australian to Serve Nine Months in Terrorism Case",
    "publisher": "the new york times",
    "year": 2007,
    "month": 3,
    "day": 31,
    "full text": "David Hicks, the Australian high-school dropout whose detention became an international issue, will serve nine more months in custody, most of it in Australia, under the terms of a plea deal unsealed here Friday.\n  The sentence came at the end of a long day in Guantanamo's military commission courtroom and followed the deliberations of an eight-member panel of military officers. Having deliberated for two hours, the panel returned at 8 p.m. with a sentence of seven years, the maximum it was permitted to impose under the deal in which Mr. Hicks pleaded guilty on Monday.\n But the deal also provided that he actually serve the lesser of nine months or whatever sentence the panel arrived at. The balance of the seven years that could have been imposed is considered suspended.\n  The agreement for just nine additional months of imprisonment was remarkable for a detainee who, before the plea negotiations, had faced a potential life term and had become an international symbol of many of the 385 detainees here. \n  The case had also become a point of friction between the United States and Australia, and the Australian government's handling of it has become a volatile election issue there. The deal disclosed Friday included a provision that seemed aimed at easing the tensions: Mr. Hicks, who has been in American custody for five years, is to be returned to Australia within 60 days to serve the balance of the sentence there.\n  The sentencing followed a day of proceedings in the first case under a 2006 law that authorized military commissions to try some detainees designated as enemy combatants. Those proceedings included Mr. Hicks's amplifying on his guilty plea, acknowledging that prosecutors had the evidence to prove that he had been a trainee of Al Qaeda who, armed with an AK-47, was prepared to fight Americans in the Afghanistan conflict of 2001.\n  During the hearing, the military judge disclosed an extraordinary series of concessions Mr. Hicks had made to his American captors in negotiations for the plea deal, in which he admitted material support to a terrorist organization.\n  The deal included a statement by Mr. Hicks that he ''has never been illegally treated'' while a captive, despite claims of beatings he had made in the past. It also included a promise not to pursue suits over the treatment he received while in detention and ''not to communicate in any way with the media'' for a year.\n  Critics said those requirements were a continuation of what they say has been a pattern of illegal detention policies. ''It is a modern cutting out of his tongue,'' said Michael Ratner, president of the Center for Constitutional Rights, a legal advocacy group, based in New York, that is coordinating the representation of detainees in many suits challenging Guantanamo detention. \n  Mr. Ratner and other critics said the provisions requiring Mr. Hicks's silence and the recanting of his accusations of abuse raised questions of whether officials would use their extensive prosecutorial powers in the military commission process to muffle the public debate about detention policies. \n  A Pentagon spokesman, Cmdr. Jeffrey D. Gordon, dismissed the criticism.\n  ''Hicks has made a number of allegations which have proven to be unsubstantiated pertaining to his treatment while in detention,'' Commander Gordon said. ''And it is entirely appropriate that someone who went to Afghanistan to fight alongside Al Qaeda and the Taliban after 9/11 is held accountable for his actions.'' \n  Before the sentencing phase Monday, the military judge painstakingly read each of 35 factual admissions Mr. Hicks had made in his plea deal. Scrubbed, cleanshaven and wearing a charcoal suit, Mr. Hicks helped move his case toward a conclusion with an amiable efficiency. ''Yes, sir,'' he answered repeatedly as the judge, Col. Ralph H. Kohlmann of the Marines, asked whether he acknowledged those confessions.\n  Mr. Hicks pleaded under legal rules that did not require him to admit the charges against him but to admit instead that the prosecutors had enough evidence to prove the charges. Still, during questioning that lasted two and a half hours, the judge left him little ground for retreat from his admissions, which included receiving Qaeda training in kidnapping and assassination techniques and collecting intelligence on a former United States Embassy building in Afghanistan.\n  ''Are the factual allegations consistent,'' Colonel Kohlmann asked, ''with your own recollections about what you did?''\n  ''Yes, sir,'' Mr. Hicks answered again. In his suit, with a fresh haircut and a tie, he looked, as one of a sizable contingent of Australian television reporters noted, as if he had appeared for a job interview. \n  The admissions were in most respects identical to the charges lodged against him. But some differences showed that Mr. Hicks had insisted on a few changes during the last few days of closed-door negotiations. \n  One paragraph of the charges said, for example, that Mr. Hicks had watched television footage of the Sept. 11 attacks at a friend's house in Pakistan and had ''expressed his approval of the attacks.'' But the paragraph Mr. Hicks agreed to said that the friend ''has said he interpreted his gestures as approval of the attacks.''\n  The plea deal included a number of provisions that are not unusual in American law enforcement. Among them is a promise by Mr. Hicks to cooperate with investigators, although it is not clear what information he might have that would be useful.\n  The deal also included a provision that he cannot profit from the eventual sale of his story; profits from any such sale are to go to the Australian government.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 31, 2007"
}