{
    "title": "AUSTRIA 'S FOREIGN MINISTER VISITS KOCH AND GETS DEBATE ON P.L.O",
    "publisher": "the new york times",
    "year": 1984,
    "month": 10,
    "day": 5,
    "full text": "Austria's Foreign Minister paid a courtesy call on Mayor Koch at City Hall yesterday, but the customary formalities for a visiting foreign dignitary quickly dissolved into an argument over Austria's policy toward the Palestine Liberation Organization.\nAs the 20-minute meeting in the Mayor's office got under way, Mr. Koch, a strong supporter of Israel, asked his guest, Leopold Gratz, whether he agreed with former Chancellor Bruno Kreisky's policy recognizing the P.L.O. as the official voice of the Palestinian people.\n''It's better for them to have a voice,'' said Mr. Gratz, who had told several dozen American Jewish leaders Wednesday night that Austria favored Israeli withdrawal from occupied lands and the establishment of a Palestinian homeland.\nThe I.R.A. and Violence\n''Do you support the Irish Republican Army?'' the Mayor asked. ''And do you support violence? Don't they have to stop before you recognize them?''\n''The question,'' Mr. Gratz said, ''is much more difficult than that. They need a spokesman.''\n''Couldn't you say the same thing about Hitler, and Germans who said they needed a spokesman?'' Mr. Koch shot back.\n''Certainly not - it's not a question of supporting terrorism,'' Mr. Gratz said, apparently referring to the P.L.O. ''I think it's a question of saying the attacks must stop and you have to recognize the existence of Israel.''\n \nOther Topics\nThe Mayor did not press the matter further. Instead, he turned to other topics, asking his guest about Austria's foreign trade, Europe's nuclear freeze movement and the status of Austria's armed forces.\nIn 1981, after Arab terrorists killed 2 people and wounded 20 others in an attack on a synagogue in Vienna where 200 Jews had gathered for a bar mitzvah, Mr. Koch likened Austria to Nazi Germany and said Mr. Kreisky's support for the P.L.O. was responsible for the attack.\nMr. Gratz, who has been the Mayor of Vienna and Austria's Finance Minister, became the Foreign Minister about a month ago in a shuffle of the Austrian Cabinet by Chancellor Fred Sinowatz."
}