{
    "title": "Australia beheadings plot raises questions",
    "publisher": "telegraph herald ",
    "year": 2014,
    "month": 9,
    "day": 19,
    "full text": "CANBERRA, Australia - The Islamic State plot to carry out random beheadings in Sydney alleged by police is a simple and barbaric scheme that has shaken Australians. But terrorism experts on Friday questioned whether the ruthless movement had the capacity or inclination to sustain a terror campaign so far from the Middle East.\nPolice said they thwarted a plot to carry out beheadings in Australia by Islamic State group supporters when they raided more than a dozen properties across Sydney on Thursday.\nTwo of the 15 suspects detained by police were charged in court on Thursday, officials said.\nNine others were freed before the day was over.\nSome terrorism experts saw the plot as a potential shift in Islamic State's focus from creating an Islamic caliphate in the Middle East. Others, including Samuel Makinda, professor of international relations and security studies at Murdoch University, said it is more likely a symptom of policy confusion within a disparate group.\n\"If you have people coming in from different backgrounds from all these countries, when it comes to policy making, they're going to fight each other, they're going to kill each other,\" Makinda said.\n\"On ISIS, I see no direct threat to Australia or to any other country at the moment except those in the Middle East,\" he added.\nISIS refers to the al-Qaida splinter group leading Sunni militants in Iraq and Syria, the Islamic State of Iraq and Syria, which now calls itself simply Islamic State.\nThe raids involving 800 federal and state police officers - the largest in the country's history - came in response to intelligence that an Islamic State group leader in Syria called on Australian supporters to kill, Prime Minister Tony Abbott said.\nThe raids sparked protests by hundreds of Muslims in the Sydney suburb of Lakemba on Thursday night.\nAt the protests, speakers accused the government of exploiting public fear in a bid to get contentious counterterrorism laws through Parliament.\nAbbott said Friday that police were taking over security at Parliament House in Canberra, telling Australian Broadcasting Corp. radio that the building, \"government and government people\" had been identified as targets.\nWith national grand finals approaching in Rugby League and Australian Rules Football - the country's most popular sports - police have said security will be stepped up at sports arenas and other public venues where people gather in large numbers.\nGreg Barton, a Monash University global terrorism expert, said the Islamic State could be starting to direct its global followers to take the fight to their home communities in a bid to usurp al-Qaida's position as the leading global jihadist network.\nThe movement could eventually mount attacks in Australia like the attack last year by militant group al-Shabaab gunmen on the Westgate Mall in Nairobi, Kenya, that claimed 67 lives, Barton said.\nIt might also become capable of replicating in Australia the London public transport bombings of 2005, which killed four suicide bombers and 52 victims.\n\"More immediately, we don't think they have that capacity right now ... so our more immediate threats are things like the Woolwich killing, which are very low tech,\" said Barton, referring to the murder last year in the London suburb of Woolwich. Two extremists ran a soldier down in a car then stabbed and hacked him to death in public.\n\"Its power of persuasion at the moment is considerable,\" Barton said of the Islamic State. \"Whether it's got many followers here in Australia who have much technical nous is not clear.\"\nThe government estimates the Islamic State has 100 supporters within Australia.\nSecurity authorities are particularly concerned by the dozens of Australian jihadists who have already returned home after fighting for Islamic State or another al-Qaida offshoot Jabhat al-Nursa, also known as the Nusra Front, in Iraq and Syria. Their combat and bomb-making training could make them potent terrorists.\nBut Clive Williams, a counterterrorism expert at the Australian National University and a former military intelligence officer, said Islamic State supporters who can't join the fight because their passports have been canceled on security grounds are more worrying.\n\"The conventional wisdom is we're worried about the ones who are coming back. But in fact, the ones who are coming back aren't a problem because maybe they're less committed, or maybe they're less enchanted,\" Williams said.\n\"The ones who come back are less of a problem than the ones who want to go,\" he added.\nThursday's raids came just days after the country raised its terrorism threat to the second-highest level in response to the domestic threat posed by supporters of the Islamic State group. At the time, Abbott stressed there was no information suggesting a terror attack was imminent.\nMohammad Ali Baryalei, who is believed to be Australia's most senior member of the Islamic State group, was named as a co-conspirator in court documents filed Thursday. Police have issued an arrest warrant for Baryalei, a 33-year-old former Sydney nightclub bouncer.\nOne of those detained, 22-year-old Omarjan Azari, of Sydney, appeared briefly in a Sydney court on Thursday.\nAzari is charged with conspiracy to prepare for a terrorist attack. The potential penalty was not immediately clear.\nA second man was charged Thursday night in connection with the raids. The 24-year-old, whom police didn't name, was charged with possessing ammunition without a license and unauthorized possession of a prohibited weapon. He was released on bail and ordered to appear in court next week.\n\nLoad-Date: September 19, 2014"
}