{
    "title": "AUTHOR_ SAUDIS FOSTER TERRORISM",
    "publisher": "richmond times dispatch ",
    "year": 2003,
    "month": 1,
    "day": 15,
    "full text": "Saudi Arabia's rulers have to come clean about their nation's role in the Sept. 11 terrorist attacks on America, journalist Stephen Schwartz told a World Affairs Council audience yesterday.\nThe Saudi royal family is fostering Islamic terrorism around the world through its backing of the ultrafundamentalist Wahhabi sect, said Schwartz, author of \"The Two Faces of Islam.\"\nThe oil-rich Saudi government has to turn the page of history, he said, and \"name the names of Saudis involved in Sept. 11, no matter how high they are\" in the government. Those sharing responsibility for the attack have to be arrested, tried and punished.\nSaudi Arabia faces an ideological and political crisis, he told about 150 people at the council meeting in the Sheraton Richmond West Hotel in Henrico County.\nWhile they espouse the anti-Western, puritanical and militant Wahhabi brand of Islam, he said, members of the royal family are also said to violate religious strictures and the Saudi nation must rely on the United States to guarantee its security.\nSaudi Arabia's people \"reject the hypocrisy,\" Schwartz said. \"People are saying Wahhabism is destroying us. You can feel the resentment bubbling up.\"\nThe desert kingdom needs to become a stable constitutional, parliamentary democracy, one where the Wahhabis are just another religious sect, he said, one that is respected among nations, and \"not because they can buy people off.\"\nIf the Saudi royal family cannot achieve a managed transition away from the radical Wahhabism, Schwartz said, \"they will be destroyed.\"\nAt the same time, the United States must reach out to traditionalist Muslims - particularly here in America - and support them in their opposition to Wahhabi fundamentalism, he said.\n\"Ordinary Muslims in this country are intimidated by the Wahhabi Mafia,\" Schwartz said.\nSchwartz, formerly a reporter for the San Francisco Chronicle, worked for the Voice of America and is now a fellow at the Washington-based Foundation for the Defense of Democracies.\nHe is also a Jew who has worked and prayed \"all my life\" for the reconciliation of Arabs and Israelis, he said.\nFifteen of the 19 who carried out the terrorist attacks on America were followers of the radical Wahhabi movement, another of whose adherents is the Saudi Osama bin Laden.\nWahhabism takes its name from the sect's 18th-century founder, Muhammad Ibn Abd al-Wahhab, who allied himself with the Ibn Saud family at a time when the Saudis were little more than \"desert bandits,\" Schwartz said.\nSince then, the Wahhabis have exercised religious control in the Saudi lands and the Saudis have wielded political control.\nBecause of the kingdom's enormous oil wealth, Saudi Arabia has been able to spread its state religion across the world, including to America.\nBut that very wealth gives the United States leverage with the Saudis, Schwartz said.\nSaudis have invested trillions of dollars in the United States, he said. \"There are lots of ways to put pressure on the Saudis.\"\nON THE AIR\nPublic radio WCVE, 88.9 FM, will rebroadcast the World Affairs Council of Greater Richmond program with Stephen Schwartz at 7 p.m. on Jan. 26.\n\nLoad-Date: January 22, 2003"
}