{
    "title": "Author_ 'Get rid of Saddam' to end terrorism; Foreign relations group_ She says Iraq is linked to Se",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 11,
    "day": 20,
    "full text": "Laurie Mylroie knows an easy way to allay America's fears.\n\"We have to get rid of Saddam,\" Mylroie said. \"That would end the terrorism problem we are having right now.\"\nMylroie, the author of two books on Saddam Hussein and a consultant on Iraq and terrorism for ABC News, the BBC and Newsweek, addressed the Dubuque Area Committee on Foreign Relations Tuesday evening.\nIn an earlier interview with the Telegraph Herald, the Washington, D.C., author reiterated her belief that evidence links Saddam Hussein's regime to the World Trade Center bombing in 1993 and the Sept. 11 terrorist attacks eight years later.\n\"Saddam lives for revenge against the United States,\" Mylroie said. \"He wants to do to us what we did to him.\"\nMylroie contends various evidence links 1993 World Trade Center bomber Ramzi Yousef to Iraq via Kuwait.\nIraqi agents also facilitated the Sept. 11 attacks, Mylroie said.\nThe Pentagon agrees with her assessment, Mylroie said, but the Central Intelligence Agency does not - setting up a schism that is undermining America's security interests.\n\"At present, there is a big fight between the Pentagon and CIA about Iraq's involvement with 9/11,\" Mylroie said.\nAt issue, Mylroie believes, are entrenched bureaucrats within the CIA who avoid terrorism references with Iraq in a bid to protect their own interests.\n\"There is an incredible amount of defensiveness about this,\" Mylroie said, \"because they see their careers on the line.\"\nInstead of immediately targeting Iraq during the war on terrorism, America focused on Osama bin Laden.\nMylroie said the single-minded pursuit of al-Qaida missed terrorism's true roots.\n\"At another time, al-Qaida would be called a 'front organization,'\" she said.\nMylroie said Saddam escaped attention long enough to perpetuate his plans.\n\"The more time Saddam has to prepare to do terrible things, the more terrible things he will do,\" she said.\nThe arrival of United Nations weapons inspectors in Baghdad gives Mylroie scant comfort.\n\"The Security Council isn't interested in disarming Saddam,\" Mylroie said. \"After 10 years, they have simply lost interest.\"\nMylroie contends the lack of interest reflects a lack of understanding of Iraq's role in global terrorism.\nConsequently, Mylroie expects little of substance when Saddam provides the United Nations a list of weapons of mass destruction in early December.\n\"It will fall far short of what the U.S. knows (about Iraq's weaponry),\" she said. \"Iraq has had plenty of time to hide things.\"\nSo Mylroie awaits a decision on attacking Iraq - believing that a schism in Washington complicates what she views as a necessary step in eradicating terrorism.\n\"A lot depends on Bush,\" Mylroie said. \"He has the authority. Does he have the political will to do this?\"\n\nGraphic\n\n \nMug - Laurie Mylroie\n\nLoad-Date: November 20, 2002"
}