{
    "title": "Authority on thin ice",
    "publisher": "university wire",
    "year": 2007,
    "month": 3,
    "day": 30,
    "full text": "The United States' hegemony in the world is at stake. Unbeknownst to many, terrorism is not the reason that the United States' powerful influence in the world is at risk of collapse. Terrorism has polluted societies around the world for millennia.\nIt only takes a Google search on the history of terrorism to come to the realization that the terrorism of our age is relative to our social reflection. Our grandchildren will have to deal with their own kind of terrorism, and history will go on repeating itself.\nAlthough terrorism doesn't directly affect the United States' dominion, it distracts and disturbs. For this reason, U.S. foreign policy in the last seven years has been defective. Concentrating only on institutions that exist outside of the physical realm, such as al-Qaida and non-existent weapons of mass destruction, this administration forgot about the actual states on the rise.\nChina is rising in terms of population, and its military spending has increased by anywhere from 7 to 12 percent each year. The United States' trade deficit with China in 2006 was about $233 billion U.S. dollars, and China owns the bulk of U.S. foreign debt. This makes for a super power on the rise.\nIn the last few years the poor majority in Latin America has demonstrated its deep discontent with globalization as well as with the rules of the game set by organizations such as the World Bank - whose president is appointed by the U.S. president - and the World Trade Organization. One after another, Latin American nations have voted left.\n\"It is not that the wind is changing in Latin America,\" says U.S. graduate and Ecuadorean President Rafael Correa, \"but the wind has changed\".\nThat's the problem with democracy: The poor and the elite hold one vote each. And in Latin America, the supreme majority lies with the former.\nThe list goes on. Russia's recent negative discourse concerning U.S. foreign policy isn't good news for the country either. And enough has been said about the Middle East already.\nTerrorism has taken place in many places since the Sept. 11 attacks. The United Kingdom, India and Spain are some of the nations that have experienced terrorist attacks in the last several years. But the main issue behind possible attacks on U.S. soil is not the actual attack, but the concentration of intelligence for winning a never-ending war.\nWinning the war on terrorism is closer to fiction than reality. On the other hand, Latin America's recent leftist movement for recovering all energy resources from U.S.-owned multinational corporations and China's increasing military might are closer to certainty than an imaginary tale.\nWhile the United States' main concern is now the war on terrorism, China is strengthening its economy and military ties with Africa, the Middle East, Latin America, Russia and Central Asia.\nWhat needs to be done to redeem the United States' reputation in the eyes of 6.2 billion people?\nIf I were President Bush, I would renew the whole cabinet, starting with the bellicose vice president. Appointing foreign advisors who understand that terrorism is not minimized by the use of weapons is a good start. Terrorism is defeated - and popularity is gained - by applying sensitive diplomacy and declaring a war on world poverty. This will create an environment for peace and consolidation of the United States' authority.\nSecondly, U.S. capitalism should answer to the many losers of globalization in and out of this country by restructuring - although I'd prefer closing down - international financial institutions, and setting fair rules of trade for the Middle East, Africa and Latin America.\nThird, China is unstoppable at this point. If the United States stops trading with China, the rest of the world won't.\nHowever, if the United States is able to renew its worldwide popularity, as the Clinton administration was partially able to do, the Chinese economy will grow, but its influence in world politics will be controlled by the polls favoring the United States After all, civilization is always in need of a superpower.\nLastly, foreign policy failures in the United States are due to a lack of competent foreign advisors who aren't distracted exclusively by the terrorist issue. There are plenty of prospective \"foreign\" advisors on campus and plenty protestors around the world to whom we may listen.\nFernando Aveiga is a graduate student in international development studies from Quito, Ecuador.\n(C) 2007 Iowa State Daily via U-WIRE\n\nLoad-Date: March 30, 2007"
}