{
    "title": "Authorities uncover increasing number of U.S. -based terror plots",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 12,
    "day": 3,
    "full text": "Authorities uncovered more U.S.-based terrorist plots in the past two years than they did in more than seven years following the Sept. 11 terrorist attacks, according to a research report submitted to Congress last month. \nThose busts included the January arrest of an Armstrong County jihadist who provided advice and encouraged attacks on targets in the United States. Emerson Begolly, 22, of Redbank has pleaded guilty to and awaits sentencing on charges of soliciting terrorist acts and carrying a firearm in the commission of a violent crime. \nLawrence Likar, a La Roche College professor and retired FBI agent who studies terrorism, said the numbers don't reveal whether there is an increase in jihadist activity inside the United States, better detection of those activities or some combination. \nLocal, state and federal law enforcement agencies are better able to detect people planning or advocating terrorist acts, and the public has become more aware of and is willing to report suspicious activity, so that could explain part of the increase, Likar said. \nBeyond that, \"it's really hard to say that there's an increase in individuals who are willing to take violent action,\" he said. \nThe Nov. 15 report by the Congressional Research Service looks only at plots developed by U.S. citizens or permanent residents. The plots include those with targets inside the country as well as attempts by individuals and small groups to link up with international terrorist groups. \nHomeland Security committees from the House and Senate will conduct a joint Dec. 7 hearing to examine the domestic terror threat to military communities. \nOf the 53 plots detailed in the report, 32 were discovered in the last two years, compared to 21 in the seven years following 9/11. Several plots targeted military facilities here and overseas as well as recruiting centers, including the Fort Hood, Texas, shootings, the Little Rock recruiting center shootings and the plot to attack soldiers at Fort Dix, N.J. \nTwenty-seven of the 53 acts were committed by \"lone wolf\" jihadists like Begolly, 19 of which were uncovered since 2009. \nJohn Horgan, director of Penn State University's International Center for the Study of Terrorism, said the Internet has made it easier for individuals to explore and adopt causes. \n\"The thing about lone wolves is that they tend to be almost impossible to detect, but they're easy to catch,\" Horgan said. \"They also tend to be ineffective.\" \nMost individuals and groups detailed in the study fall into the category of \"nihilist terrorists,\" Likar said. These are people planning or committing violent acts or supporting others who do so, less out of a strong belief in their cause than in a desire to strike out at society, he said. \nWhen asked to explain the cause for which they're supposedly fighting, \"you find out that they're either lacking in knowledge completely or the knowledge base they have is delusional,\" Likar said. \nHorgan agreed that Islam plays a small role in many cases. A Minneapolis group arrested in 2009 for recruiting fighters from a Somali ethnic community to join a militant group in Somalia, for example, dwelt as much on the men's sense of duty to defend their homeland as it was on their Muslim beliefs, Horgan said. \n\"We're finding that so many kinds of people are getting involved in homegrown terror that they really defy easy explanation,\" he said. \n\nLoad-Date: December 3, 2011"
}