{
    "title": "AUTHORS Marietta writer confronts terrorism in own life",
    "publisher": "the atlanta journal-constitution",
    "year": 2013,
    "month": 12,
    "day": 4,
    "full text": "For years after a bomb planted by a Palestinian ripped through an Israeli university cafeteria, nearly killing his wife, David Harris-Gershon struggled to make peace with the blast and its aftermath.\nNine people, including five Americans, were killed that day in 2002 at Hebrew University. His wife, Jamie, was severely injured, her body burned and pierced by shrapnel.\nHarris-Gershon, who grew up in Marietta and graduated from Pope High School and the University of Georgia, confronts the trauma of that moment and lingering fear in \"What Do You Buy the Children of the Terrorist Who Tried to Kill Your Wife?\"\nHe will be reading from his memoir at 8 p.m. Friday at True Story, a literary gathering hosted by Kavarna in Decatur. Joining him will be writer Austin L. Ray and AJC Sunday features editor Suzanne Van Atten.\nAfter therapy failed, Harris-Gershon said he decided to do the only thing left: confront the attack by researching it.\n\"I learned that the Palestinian man who placed the bomb next to my wife, Mohammad Odeh, had come from a moderate, middle-class family,\" he said in an email. \"I learned that he had two young children and that upon his capture by Israeli police, he had said the words, 'I'm sorry.'\"\nWhen he read those words, Harris-Gershon said he realized his recovery lay at Odeh's doorstep.\n\"I understood that, both personally and politically, reconciliation might have the power to heal,\" he said.\nAnd so years later, Harris-Gershon headed back to East Jerusalem, where he and Jamie had gone soon after marrying in 1999. The couple planned to spend a year there studying at an egalitarian yeshiva called Pardes.\n\"We both had a desire to learn traditional Jewish texts in the land from whence they came --- to understand more deeply those Jewish texts that form our culture's foundation,\" he said. \"And so we went. And one year turned into three.\"\nJamie was sitting with two friends when the bomb went off near their table. The couple returned stateside, and soon had two children. Mohammad Odeh received nine consecutive life sentences.\nAlthough Jamie soon recovered physically, with minimal scarring from the burns, Harris-Gershon said he remained traumatized by PTSD-like symptoms --- hyperventilating in public and unable to sleep at night.\n\"Therapy didn't work, nor did compartmentalizing,\" he said.\nIn 2007, in search of healing, Harris-Gershon decided to confront the terrorist attack. The mission led him back to Jerusalem and the family of the Hamas terrorist who set everything in motion and eventually the writing of the book, which has been in bookstores since Sept. 10.\n\"I wanted to create something beautiful after so much pain,\" Harris-Gershon said.\nBut it wasn't just that.\n\"The book was also written as a work of political activism, as a progressive counterpoint to the Israeli-Palestinian conflict not seen by most Americans,\" he said.\nIn advance of his visit home, Harris-Gershon, who lives now in Pittsburgh, responded to emailed questions about the book, his meeting with Odeh's family and his hopes for Israeli-Palestinian peace.\nQ: Why was it important to meet the bomber, Mohammed Odeh?\nA: I found in an Associated Press article that three weeks after the Hebrew University bombing, Mohammad Odeh had been captured by Israeli police. It was reported that he told authorities he was sorry for what he had done, and that he was remorseful that so many people died in the attack. When I saw those words, \"I'm sorry,\" something intuitively clicked within me, and I knew I would go back to Israel/Palestine and try to confront Mohammad and understand him. Not out of revenge. Out of desperation.\nQ: Do you believe he's really sorry?\nA: I never got to meet Mohammad in prison --- Israeli authorities never approved such a visit. This led me to seek out his family --- a moderate, middle class family in East Jerusalem, a family which had no knowledge of Mohammad's involvement with Hamas, a family horrified by Mohammad's actions. When they learned that I wanted to meet them, and that my intentions were peaceful, they invited me to their home with open arms. When I finally arrived, his frail mother insisted that Mohammad tells her from prison that he is sorry. Do I believe he has said those words? Absolutely. Do I know whether he means them, or whether they are words meant to console a broken mother? I do not know.\nQ: Do you forgive him?\nA: I do not forgive Mohammad. I've never spoken with him. And even if I were to meet him, and he expressed remorse, I'm not sure I'd have the capacity to forgive him. I've reconciled with his family, learned about Palestinian culture and history. I've come to fully understand the asymmetrical nature of the conflict, the intense suffering of Palestinians --- suffering American eyes rarely see. However, reconciliation and forgiveness are two different things.\nQ: In your opinion, will there ever be lasting peace between Palestinians and Israelis?\nA: I am a realist who understands intimately the difficult geopolitical and logistical barriers to peace. As a realist, I can't see how a political breakthrough will be achieved by any of the current political players. However, I still have hope. And my hope is that my story, and stories like mine, will shift public opinion in our country such that the United States is compelled to wield its immense influence in the region. Influence which might move Israelis and Palestinians toward a national reconciliation each side seems incapable of fully engaging in on their own.\nEVENT PREVIEW\nTrue Story\nDavid Harris-Gershon will read from his memoir at 8 p.m. Friday. Joining him will be writer Austin L. Ray and AJC Sunday features editor Suzanne Van Atten. Free. Kavarna, 707 E. Lake Drive, Decatur.\n404-371-1113; kavarnadecatur.com\n\nLoad-Date: December 4, 2013"
}