{
    "title": "AUTHORITIES IN PAKISTAN ARREST FIVE TERRORISM SUSPECTS IN TWO CITIES",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 9,
    "day": 27,
    "full text": "Intelligence agents arrested two men suspected of membership in al-Qaida at a Pakistan Internet cafe after catching them sending e-mails to terrorists, officials said Friday.\nWorking on a tip, agents followed the men for two days and monitored e-mails they sent from the northwestern city of Peshawar, two Pakistani intelligence officials told The Associated Press on condition of anonymity.\nMeanwhile, in Karachi, a southern port city, Pakistani police said they arrested three men suspected of membership in a separate outlawed Islamic militant group who are thought to have been plotting a terrorist attack against an unspecified target. Police said they seized six homemade bombs and three pistols.\nIn Peshawar, agents posing as customers in the Internet cafe arrested the two suspects Thursday after one of them, a Yemeni citizen, sent an e-mail, the officials said. The other man's nationality was not given.\nThe officials declined to comment on the content of the e-mails and would only say that they had been sent to \"terrorists.\"\nPeshawar is the capital of Pakistan's North West Frontier province, where an Islamic coalition that supports Afghanistan's Taliban militia is in power.\nThe arrests came less than a week after Pakistani police captured the younger brother of Hambali, an Indonesian who is believed to be the al-Qaida terrorism network's top agent in Southeast Asia. The brother, Rusman Gunawan, was arrested in Karachi Saturday, along with 16 Islamic students from Malaysia, Indonesia and Myanmar.\nPakistani intelligence officials have said they believe Gunawan, 27, was running the Pakistani branch of the Jemaah Islamiyah terror group, which has been blamed for bombings last October in Bali that killed 202 people.\nThe arrests have highlighted a suspected network of links between al-Qaida and Jemaah Islamiyah.\nThe Pakistani government has been a key U.S. ally in the war on terrorism, and Pakistani security agencies have arrested more than 450 people suspected of being al-Qaida agents.\nThe men seized in Karachi are believed to be members of Lashkar-e-Jhangvi, an organization of extremist Sunni Muslims. They were arrested late Thursday at a home, said the deputy superintendent of police, Amjad Kiyani.\nLashkar-e-Jhangvi was banned in 2001 by Pakistani President Gen. Pervez Musharraf in a move aimed at eliminating Islamic extremism from Pakistan.\nThe group is suspected of killing hundreds of Shiite Muslims, who are in the minority. The group also is suspected in attacks on Christians and Westerners in Pakistan.\n\nNotes\n\nTOP OF THE NEWS\n\nGraphic\n\n \nPHOTO; Photo by SHAKIL ADIL/THE ASSOCIATED PRESS - In Karachi, Pakistan, Friday, police inspect items taken from three terrorism suspects, seen in background. Police believe the men belong to Lashkar-e-Jhangvi, a group of extremist Sunni Muslims.\n\nLoad-Date: September 27, 2003"
}