{
    "title": "Auto crash outside UK Parliament a possible terror act, say police",
    "publisher": "university wire",
    "year": 2018,
    "month": 8,
    "day": 14,
    "full text": "A man has been arrested on suspicion of terrorism after the auto he was driving hit several people before colliding with security barriers outside Britain's Houses of Parliament in London.\nStreets around Millbank, Parliament Square and Victoria Tower Gardens have been cordoned off. Footage on social media showed a handcuffed man, dressed in jeans and a black puffer jacket, being led away by heavily armed police.\nArmed officers swooped in to arrest the driver, removing him from the vehicle at gunpoint.\n\"At 0737hrs today, a vehicle was in collision with barriers outside the Houses of Parliament\".\nThe UK's anti-terrorism chief, Neil Basu, said one man in his late 20s was arrested at the scene but is not now co-operating with police.\nLast year Khalid Masood murdered five people, including a police officer and injured 50, when he ploughed his vehicle into pedestrians in a terrorist attack. He was the only person in the vehicle, which remains at the scene and is being searched. \"We will issue further info when we have it\",London's police force said in a statement on Twitter.\n\"At this stage, we are treating this as a terrorist incident and the Met's Counter Terrorism Command is now leading the investigation\". \"I've seen people, about 10, on the road, lying down, but I haven't seen any fatalities\", Williams said. \"I heard some noise and someone screamed\", she said.\nWitnesses say the crash, which involved a small silver auto, appears to have been deliberate. \"I just stopped the bus\", he said.\nTurkey pledges action to calm markets\nWest Texas Intermediate crude declined 43 cents to settle at $67.20 a barrel, with a 0.7-per-cent loss. European stock markets are expected to open higher, having been dragged down by Turkish worries on Monday.\nPolice said that one man had been discharged from hospital, another was treated at the scene, and that one woman was in hospital being treated for \"serious but thankfully non life-threatening injuries\".\nThe vehicle crash that occurred early this morning at the Houses of Parliament is being treated as a potential terrorist incident. \"There wasn't a police auto in pursuit of the vehicle\".\n\"The response of Londoners today shows that we will never be cowed, intimidated or divided by any terrorist attack\", he said.\n\"He hit the cyclists then swerved over towards where the safety barrier is.... and accelerated and hit it at quite a high speed\", he said. \"It was a loud bang\", the 45-year-old man explained to the Associated Press. No one is allowed in or out.\nThe collision \"appears to be a deliberate act\", according to police, who saidthe suspect was not now cooperating.\nMasood abandoned his auto and then stabbed and killed a police officer before being shot dead in a courtyard outside Parliament. It is being treated as a \"terrorist incident\".\nFollowing the incident, the nearby Westminster Underground station was closed, according to Transport forLondon, while roads nearby were cordoned off.\nSecurity around Parliament has been increased since an attack at the complex in March 2017 when four people died.\n\nLoad-Date: August 15, 2018"
}