{
    "title": "Autumn Washington",
    "publisher": "the day ",
    "year": 1985,
    "month": 10,
    "day": 30,
    "full text": "WASHINGTON in full autumn color is a place to behold - and it takes one's thoughts off the national and global scene, momentarily. But then hard questions of the day inevitably intrude - about a US-Soviet arms agreement, about the Philippines, about terrorism, about President Reagan.\nArms: Few Washington observers are bullish on the prospects for an agreement that will substantially reduce nuclear arms on both sides at the coming Reagan-Gorbachev summit. There is a growing expectation, however, that the parties may agree in principle on deep long-range missile cuts and that this goal will be sought during the next year. Then Mr. Reagan and Mikhail Gorbachev would meet in November 1986 to put a seal on a formal agreement.\nSoviet intentions about reducing nuclear arms are unclear. But the Reagan administration believes Mr. Gorbachev genuinely wants to cut back Soviet funds going into defense so as to raise the standard of living of his citizens.  Reagan also believes that the US Strategic Defense Initiative (SDI) scares the Soviets more than just a little - since they know that the US technological lead puts America in a position to control the skies, should SDI prove feasible.\nThe question of secret meetings between the United States and the Soviets to prepare the ground for the arms talks has been raised. US officials deny this - as they would be expected to do. And US-Soviet analysts, who examine everything said and written pertaining to the relationship, see nothing to indicate that behind-the-scenes dealings are taking place. Zbigniew Brzezinski, for example, is one observer who is certain that what you see is what you get. In fact, he deplores the way this summit was set up. ''Reagan begged for it,'' he says. ''That's no way to go into a summit.''\nTerrorism: Reagan's recent success in dealing with the Achille Lauro terrorists is an example of his tougher stance these days. But one wonders how much tougher he will get during the months ahead. There are those who are counseling him that any measures - even if they break international law - are now justified.\nBut despite (or because of) the illegalities that may have been involved in forcing down the plane carrying the terrorists to freedom, the President is thus far resisting advice that anything is fair in war and that this has become an all-out, no-holds-barred war against terrorism. Specifically:\n* While approving monetary rewards for information leading to the capture of terrorists, Reagan has turned down the suggestion that he put a bounty on the heads of the terrorists.\n* Thus far Reagan is resisting the idea of sending out specially trained antiterrorist units to kill or capture terrorists who have been involved in violent acts against the US. For the time being he will intensify efforts to bring about international cooperation in the fight against terrorism.\nMarcos: President Reagan recently sent Sen. Paul Laxalt to the Philippines.  His old friend returned to tell the President that while Mr. Marcos is well aware of American fears about the long-range stability of the regime, there is no indication Marcos will soften his tough rule.\nReagan's credibility: One issue that continues to circulate in Washington involves the alleged ''decline'' of President Reagan's credibility and influence.\nWay back it was said to be his sending troops to Lebanon - and then having to take them out - that was supposed to be the beginning of a slide for him. But the public - and the news media - soon forgot that less-than-\nsuccessful Reagan adventure abroad.\nThe bulk of the American public trusts this President to do the right thing.\nAnd they are willing to forgive and forget Reagan initiatives that don't work, because, on balance, they believe the President has made the United States a country that they can once again be proud of. The recent bout with the terrorists has only added to this widespread impression that, through Reagan, Americans are once more on a winning team."
}