{
    "title": "Avowed racist to be sentenced; Convicted in May of multiple firearms charges, he could get 80 years",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 2,
    "day": 25,
    "full text": "A white supremacist leader who advocated \"bullets, bombs, bloodshed and the Bible\" during bomb-making classes in Chester County is scheduled to be sentenced today in Pittsburgh federal court.\nDavid Wayne Hull, 41, of Washington County, was convicted in May of multiple firearms charges, including possessing shotguns and a silencer and instructing others in the use of a pipe bomb in the furtherance of a crime.\nFederal prosecutors said the latter charge - part of a post 9/11, antiterrorism statute - was used for the first time against Hull, the imperial wizard of the White Knights, a splinter group of the Ku Klux Klan with ties to Aryan Nations, a neo-Nazi organization.\nAssistant U.S. Attorney Thomas P. Hogan Jr., who headed the investigation, said the probe was run out of the Eastern District of Pennsylvania because Hull and his operatives were conducting so many activities in the Philadelphia area. Hull was tried in Pittsburgh because he was arrested there with a cache of illegal weapons, Hogan said.\nMargaret Philbin, spokeswoman for the U.S. Attorney's Office in Pittsburgh, said Hull faces up to 80 years in prison and a $1.75 million fine when he is sentenced this morning by U.S. District Judge Gary L. Lancaster.\nAccording to court records, Hull was a regular visitor to Chester County, test-firing machine guns in Honey Brook and teaching pipe-bomb construction in Parkesburg. The components: easy-to-find, \"untraceable\" items such as fuses and pipe fittings.\nHogan said what might appear as unlikely terrorism terrain is quite the opposite. He said Chester County is \"attractive to terrorists\" for a number of reasons, including its location between two nuclear power plants - Limerick and Peach Bottom - and its proximity to major transportation arteries such as the R5 SEPTA line and Route 30 bypass.\n\"The scary thing about domestic terrorism,\" said Hogan, \"is that these people . . . could be your next-door neighbor.\"\nHogan said significant resources are expended daily by federal, state and local authorities to prevent the kind of bloodshed Hull promoted. During the Hull investigation, Hogan said, state and local police often provided backup to the FBI Joint Terrorism Task Force.\nHull has been in federal custody since February 2003, when a grand jury charged him with giving bomb components in 2002 to an undercover witness, an operative who allowed prosecutors to eavesdrop on Hull's activities by wearing a wire, court records said.\nA 2001 conviction for terroristic threats made it illegal for Hull to possess any weapons, according to court records.\nAlso taken into custody in February 2003 was Joshua Caleb Sutter, 23, of Brookhaven, an Aryan Nations leader and Hull associate. Sutter was greeted by authorities in a Uwchlan Township parking lot when he purchased a pistol with an obliterated serial number from a federal agent, court records say. Sutter pleaded guilty in May 2003 to two weapons charges and was sentenced to two years in prison.\nFrom intercepted phone calls and taped conversations in court files, Hull emerges as a vocal, self-righteous proponent of violence who traveled across the state to incite terrorism:\nThe Bible tells us \"we are supposed to take lives. Period. There is no getting around it,\" Hull said.\nExplaining the importance of details in a bomb-making class, Hull said: \"A lot of people say, well, why would you go through all that trouble to blow one person up?\" Hull responded that the psychological effect can be more significant than the body count. \"The whole idea behind terrorism is to terrorize,\" he said.\nIn one conversation, Hull's routine tips on explosives morph into a routine he dubs worthy of Saturday Night Live: \"Call this number, and I'll guide you through your bomb-making experience. … Hello, bomb-making hotline. … What is your bomb-making project today, sir? A synagogue? Well, this is what I would recommend . . .\"\nSumming up his devotion to white supremacy, Hull downplays the perils.\n\". . . What if [al-Qaeda] wasn't willing to take the risk to train their men,\" he said. \"We have to train to kill.\n\"Bullets, bombs, bloodshed and the Bible. That's the only way we're gonna win this.\"\nContact staff writer Kathleen Brady Shea at 610-701-7625 or kbrady@phillynews.com.  \n\nGraphic\n\n \nPHOTO;\nDavid Wayne Hull of Washington County was convicted of teaching others to build bombs. He said, \"The whole idea behind terrorism is to terrorize.\"\n\nLoad-Date: September 7, 2005"
}