{
    "title": "Award-winning W. German film irks left and right",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 2,
    "day": 27,
    "full text": "Gina Lollobrigida loosed the cat among the pigeons when she closed this year's Berlin Film Festival Tuesday by awarding the jury's top prize to ''Stammheim - the Film.''\nShe personally had not voted for it, she noted.\nNor should she have, agreed the conservative newspaper Die Welt and the countercultural Tageszeitung in rare unison.\nGiving the Golden Bear prize to this ''demagogic dramaturgy,'' thundered Die Welt from the right, ''is a slap at all those who value quality and uprightness on the screen.''\nFrom the left, Tageszeitung complained that the movie limited itself to the narrow topic of ''human rights in a political trial'' and failed to confront ''the whole concept of resistance'' to society.\nBy way of explanation to any non-German to whom this is all so much gibberish, Stammheim is the maximum security prison where the first generation of Baader-Meinhof terrorist gang members was jailed and tried. It's where three convicted terrorists committed suicide in 1977, hours after comrades who hijacked a Lufthansa plane were overcome by a West German antiterrorist squad at the airport in Mogadishu, Somalia.\nThe reasons for the two newspapers' quite different contempt for the film ''Stammheim'' is instructive. And the difference between ''Stammheim'' and the last blockbuster movie about the subject - the 1978 ''Germany in Autumn'' - is even more instructive of the changing intellectual climate in this country.\nIn the 1978 collective film by half a dozen leading West German directors, there was still a strong aura of radical chic. Among other things it was taken for granted that the ''suicide'' of the three terrorists in Stammheim a few months before was in fact murder staged by repressive organs of the state. In ''Stammheim'' - years after an exhaustive official investigation concluded that Andreas Baader, Jan-Carl Raspe, and Gudrun Ensslin had in fact killed themselves - the implicit assumption is suicide.\nIn ''Germany in Autumn'' the further assumption was that hysterical state reaction to terrorism was turning West Germany into a police state. In ''Stammheim,'' to the regret of Tageszeitung, the focus is on the psychological state of individual terrorists, not on the pathology of society.\n''Stammheim'' is based on a recent book, ''The Baader-Meinhof Complex,'' the first comprehensive monograph about West Germany's wave of urban terrorism to appear in this country. The author is Stefan Aust, a journalist who was a fellow leftist writer with Ulrike Meinhof before she turned to terrorism - and himself a later target on the Baader-Meinhof hit list. Mr. Aust also wrote the screenplay for the film.\nNot all publications share Die Welt's and Tageszeitung's antipathy for the movie. The liberal weekly Die Zeit has scored the early terrorist trials - the focus of the film - for inappropriate judicial behavior and negligent press coverage. And the reviewer for West Germany's second major conservative paper, the Frankfurter Allgemeine Zeitung, concluded that Aust and the director ''avoided any one-sided partisanship.''"
}