{
    "title": "Awareness of Awareness Week starts now",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 25,
    "full text": "This week is Asian Pacific American Heritage Week, Greek Week, Islam Awareness Week and Terrorism Awareness Week. Oh, I almost forgot, it's National Respiratory Health Care Week, too.\nThank God I'm not an Islamic sleeper-cell terrorist of Asian Pacific heritage who lives in a frat house and suffers from asthma. This week is tough enough, what with midterms n' all, without having to see Rick Santorum, the \"Allah made me Funny!\" comedy show, the greek academic bowl, the Asian Fashion Show and my lung doctor. Imagine all of that on top of normal activities like chapter meetings and plotting to destroy the Great Satan.\nThankfully, it's rather unlikely that this describes anyone here.\nBut there are five groups at the University of Pennsylvania -- the Muslim Student Association, Asian Pacific Student Coalition, the College Republicans, the Inter-Fraternity Council and Pan-Hellenic Council -- all dedicating this week to issues they care about.\nHowever, the comical quintuple booking of Oct. 21-27, 2007, begs a question: What's the point of an awareness or heritage week anyway?\nGranted, if not for Black History Month in February or Women's History in March, I'd have no idea that women or black people existed, let alone could have histories. But at least those are entire months -- even if February is really short (blatant racism, if you ask me). What the hell can one little week do?\nSamir Malik, president of the MSA, thinks a week can do plenty. \"[The goal is] to educate non-Muslims about Islam and shed some light on the Islam that is practiced by 99 percent of the world's Muslims -- the Islam that is not covered in the nightly news,\" Malik wrote in an e-mail.\nOvercoming the shoddy coverage on cable news is no small feat. Can the MSA really change non-Muslim minds?\n\"My [non-Muslim] roommate thinks differently of Muslims now that he knows one,\" Malik wrote. But can that be accomplished even in one week? \"Yes, in even one week.\"\nStill sounds like a lot to me, and the MSA knows it. \"Baby steps and open-minded students. That's all we can ask for.\"\nAt least they hope to achieve something positive. Asking for more open minds is hardly the goal of Terrorism Awareness Week, which until recently was known here as Islamo-Fascism Awareness Week -- a national event sponsored by David Horowitz's Freedom Center. Front and center on the Islamo-Fascism Awareness website is a pretty sweet flash movie titled \"Jimmy Carter's War on the Jews.\"\nLittle-known fact: Habitat for Humanity is actually a front for al Qaeda. Think about who you're really helping next time you go on a Saturday build with Penn H4H. That's not a home for a deserving family you're building; it's a terrorist haven.\nI'm not going to touch the politics of Middle Eastern conflicts, other than to say this: Everybody stop it already. I don't expect peace to break out after this column goes to print. A Nobel Peace Prize, maybe; actual peace, not so much.\nBut the histrionics of Islamo-Fascism Awareness Week aren't helping the debate much either. It presents a false dichotomy between supporting the West unconditionally and supporting terrorist tactics. This very serious issue requires cool-headed, rational and insightful discussion, which we should never expect from Rick Santorum.\nThen again, maybe I'm wrong. In an effort to see how effective awareness weeks are in raising a group's profile, I did an informal, web-based and highly unscientific survey of 100 Penn students. Most knew about Islam and Terrorism Awareness, no doubt because of front-page DP coverage on Monday and a bunch knew about Asian Pacific Heritage Week too. So, while I doubt many students not involved in these groups will show up to the events, I was surprised to see how aware we are of, well, awareness.\nBut the most shocking finding? There are terrorists here, at Penn.\nIf you were a terrorist, it's likely you would know that it's Terrorism Awareness Week, so I asked all survey respondents, \"Are you a terrorist?\" and 8 of the 100 said they were, in fact, terrorists. Hopefully the CIA is monitoring my column and will catch these bastards. That or the idea of needing a Terrorism Awareness Week is so laughable that people joke about being a terrorist.\nSo next year, let's skip Terrorism Awareness Week. I think the week of Sept. 7-13, 2001, made us all aware enough.\n(C) 2007 Daily Pennsylvanian via U-WIRE\n\nLoad-Date: October 25, 2007"
}