{
    "title": "Ax-wielding gang attacks Chinese police 21 are killed in burst of ethnic unrest",
    "publisher": "usa today",
    "year": 2013,
    "month": 4,
    "day": 25,
    "full text": "Clashes between police and a gang of terrorism suspects in China's restive northwestern region of Xinjiang killed 21 people, state media and the local government reported Wednesday.\nKilled in the clash Tuesday were 15 police officers and community workers and six assailants. Eight other assailants were captured, the state-run Xinhua News Agency reported.\nThe confrontations, which included the use of knives, axes, guns and arson, were a deadly reminder of long-simmering ethnic tensions in China's huge slice of Central Asia. The incident marks Xinjiang's worst case of ethnic violence since rioting in July 2009 between Uighurs (WEE-gurs) and Han left nearly 200 people dead, mostly Han, in Xinjiang's capital, Urumqi.\nThe region's indigenous Uighur population, who are Turkic-speaking Muslims, have long complained of ethnic discrimination and losing out economically to the large influx of Han Chinese immigrants.\nBeijing claims that separatist forces, supported from outside China, employ terrorist tactics in pursuit of independence for Xinjiang, whose vast deserts contain significant natural gas and oil resources.\nThe incident began Tuesday afternoon when three community workers called on a house outside Kashgar, China's westernmost city, said a report on the state-run Tianshan news website that was also carried on the Xinjiang government website.\nWhen the workers called their superiors to report a gang of \"suspicious people\" armed with knives inside the house, the three were taken hostage, the report said. The gang, using axes and large knives, attacked police and officials who rushed to the scene, Hou Hanmin, spokeswoman for the Xinjiang government, told the Reuters news service.\nThose inside the house killed the hostages and set the house on fire, killing others there, she said.\n\"Preliminary investigations have established that this was a gang plotting to carry out violent terrorist activities,\" the Tianshan report said.\nDilxat Raxit, a spokesman for the German-based World Uyghur Congress, denied those involved were part of an organized group and dismissed the Chinese government's claims of terrorism.\n\"They always use such labels as a way of justifying their use of armed force,\" Raxit told the Associated Press.\nXinjiang suffers regular bursts of ethnic violence, after which the Chinese government's account always differs from the one presented by exile groups such as the World Uyghur Congress. Independent verification is almost impossible to obtain. Foreign reporters are not banned from Xinjiang, as they are from Tibet, but their work is greatly impeded there.\nAn annual  State Department human rights report released Friday said that in 2012, the Uighurs, like the Tibetans, suffered \"severe official repression of the freedoms of speech, religion (and) association and harsh restrictions\" on their movement.\nChina's government \"continued to repress Uighurs expressing peaceful political dissent and independent Muslim religious leaders, often citing counterterrorism as the reason for taking action,\" the report said.\nAt China's annual session of parliament in March, the Communist Party boss of Xinjiang, Zhang Chunxian, told reporters, \"Although the situation remains tough, the overall stability in Xinjiang is improving and under control,\" Xinhua reported.\nAt the same session, officials gave reporters propaganda material that included an English-language introduction to the region titled \"Understanding Xinjiang.\" It said \"Xinjiang natives are carefree,\" because under Communist rule, its different ethnic groups are \"the real masters of their own lives and destiny.\"\nThe frequency of violence suggests the picture is less rosy, and relations between the Uighur and Han Chinese residents are often tense. In March, four people died in a knife attack in central Xinjiang, while 20 Uighur men were sentenced to up to life imprisonment for involvement in terrorism and \"inciting secession,\" state media said. \n\nGraphic\n\n \nphoto Wang Zhao, AFP/Getty Images At China's annual session of parliament in March, the Communist Party boss of Xinjiang, Zhang Chunxian, left, meeting here with Nur Bekri, told reporters, \"The overall stability in Xinjiang is improving.\"\n\nLoad-Date: April 26, 2013"
}