{
    "title": "Ayn Rand Institute director criticizes just-war theory at Tufts U",
    "publisher": "university wire",
    "year": 2005,
    "month": 4,
    "day": 20,
    "full text": "Yaron Brook, executive director of the Ayn Rand Institute at Tufts University, spoke on the morality of war Tuesday night in Barnum Hall.\n\"[President George W.] Bush has not taken the actions necessary to defeat terrorism,\" Brook said in his opening statement. \"Instead, he has unnecessarily sacrificed [American] soldiers' lives because we hesitated to kill so-called innocents.\"\nThe current administration \"says democratic government in Iraq will lead to a democratic renaissance in the Middle East -- until then we must take our shoes off at airports (and) watch color-coded terrorism alerts. This is not how the United States used to fight wars,\" Brook said.\nHe made reference to World War II, when Allied leaders authorized the bombings of German and Japanese cities, including the dropping of atomic bombs over the cities of Hiroshima and Nagasaki. \"Doing so saved thousands of lives and ultimately ended the war,\" Brook said.\n\"All Americans today owe their lives to leaders who do whatever it takes to win the war -- [those past leaders] were willing to kill anyone. Civilians of enemy nations are part of the [enemy] war machine,\" he said.\nBrook said that today's White House is following just-war theory \"to the letter\" in the way it is waging the war on terrorism. \"Just-war theory follows the tenet that altruism is the ultimate show of morality and that the sole purpose of using force is to defend,\" he said. \"In effect, this makes true self-defense impossible both in theory and practice -- it makes U.S. soldiers sacrificial animals.\"\nAccording to Brook, the Bush administration's case for the war in Afghanistan and Iraq was justified in terms of both self-defense and the liberation of the Afghani and Iraqi people.\n\"Notice that [Bush] called it Operation Iraqi Freedom, not Operation American Security. There was an emphasis on the altruistic nature of the [use of force], not Saddam Hussein and upholding the United Nations and democracy,\" he said.\nBrook said that the main problem with just-war theory is that war is only to be used as a last resort.\n\"Just-war theorists say that to go immediately to war would be selfish and that every other avenue short of military action must be exhausted first.\"\nHe said that the 243 U.S. Marines killed in Lebanon under the Reagan administration and the first World Trade Center bombing under the Clinton administration are examples of where military action should have been taken but the respective presidents did not see the attacks on the United States as \"making it to the last resort.\"\n\"In the same way, Bush spent one year giving Saddam Hussein last chances,\" Brook said.\nHe said Syria, Iran and Saudi Arabia are nations that currently pose large threats to the United States but that Bush will not and is not doing anything because \"a man truly dedicated to self-defense cannot justify going to war with them. Iran threatens the United States the most, but we can't attack because there has been no genocide and there is no universally accepted monster in power there.\"\nBrook attacked just-war theory's principles that force used in war must be proportionate to the threat.\n\"In my view, this is horrific,\" he said. \"That's saying we must balance the deaths of U.S. soldiers and civilians with the deaths of enemy soldiers and civilians and sacrifice the greatest nation in the history of the world to the worst countries today.\"\nHe also criticized just-war theory's idea that combatants should be distinguished from noncombatants. \"Directly targeting civilians is perfectly legitimate,\" Brook said.\n\"If it's possible to isolate the truly innocent - such as children and freedom fighters -- at no military cost, then do so. But insofar as the innocent cannot be isolated -- they should be killed without any moral hesitation.\"\nBrook said that if the use of nuclear and chemical weapons was necessary to stop the insurgency, \"then it is morally necessary to do so.\"\nHe argued that ego-rationalism is a better way of fighting the war on terrorism.\n\"This means we go to war whenever, wherever if the rights of our citizens are threatened,\" he said.\nBut Brook clarified that \"it is never right to kill without reason.\"\n\"However,\" he said, \"treating prisoners of war well doesn't make sense\" if it hampers one's own nation's effort. In the same way, electricity, food and water for a nation's people should not be an occupying force's main concern, Brook said.\n\"The insurgency in Iraq is a result of Bush's failure to truly shock and awe them as opposed to the occupation in Japan where there was no insurgency,\" he said, in reference to the massive fire and atomic bombing of Japan during World War II.\nBrook also criticized the Bush administration's goal of spreading democracy.\n\"Our only concern should be to eliminate threat,\" he said.\nIn the closing remarks of his talk, Brook said, \"We are losing a war on Islamic terrorism because we are crippled by altruism and just war theory.\"\nBrook's appearance was sponsored by the Ayn Rand Interest Club and the Lecture Series.\n(C) 2005 Tufts Daily via U-WIRE\n\nLoad-Date: April 20, 2005"
}