{
    "title": "B'klyn ISIS guy_ I gave terror advice",
    "publisher": "daily news ",
    "year": 2020,
    "month": 8,
    "day": 11,
    "full text": "An ISIS follower from Brooklyn pleaded guilty to terrorism charges Monday, admitting he posted bombmaking instructions online and urged terror-group sympathizers to carry out knife attacks in New York City, prosecutors said.\nZachary Clark - who also goes by the names Umar Kabir, Umar Shishani and Abu Talha - admitted guilt in Manhattan Federal Court to one count of attempting to provide material support or resources to a designated foreign terrorist organization, court filings show.\nClark, 41, first pledged allegiance to then-ISIS leader Abu Bakr al-Baghdadi in July 2019. When Abu Ibrahim al-Sashemi al-Qurayshi took over following al-Baghdadi's assassination, Clark reaffirmed his loyalty to ISIS in October 2019, court documents show.\nBeginning as early as March 2019, Clark began posting ISIS propaganda online inside encrypted chat rooms where he urged supporters to carry out \"lone wolf\" attacks in New York, court papers show.\n\"The thought of plunging a sharp object into another person's flesh\" is \"never an excuse for abandoning jihad,\" Clark wrote in one chat room.\n\"Knives, though certainly not the only weapon for inflicting harm upon the kuffar [nonbelievers], are widely available in every land and thus readily accessible,\" he wrote in another.\nThe Brooklyn man taught would-be bombers how to deal with explosive materials in a guidebook titled, \"Make a Bomb in the Kitchen of Your Mom,\" prosecutors said. It was published by Al Qaeda in the Arabian Peninsula.\n\"As he admitted in court today, Zachary Clark pledged allegiance to ISIS and posted calls for attacks on the public and institutions in New York on encrypted pro-ISIS chat rooms,\" Acting U.S. Attorney Audrey Strauss said in a statement.\n\"He also posted detailed instructions for carrying out those violent acts. Thanks to the Joint Terrorism Task Force, Clark's efforts to incite deadly violence on behalf of ISIS have been silenced, and he now awaits sentencing for his crimes.\"\nClark faces a maximum of 20 years in prison. No sentencing date has been set.\n\nLoad-Date: August 11, 2020"
}