{
    "title": "B'NAI B'RITH WORKERS ARE QUARANTINED AFTER PACKAGE THREAT _ THE SUSPICIOUS PACKAGE CONTAINED A RED L",
    "publisher": "the philadelphia inquirer",
    "year": 1997,
    "month": 4,
    "day": 25,
    "full text": "More than 100 workers were quarantined for eight hours yesterday at the international headquarters of B'nai B'rith after a foul-smelling package was found in the mail room. The FBI was investigating the incident as terrorism.\nAfter laboratory tests allayed initial fears that the suspicious substance in a petri dish might be a deadly toxin, the workers - and several children - were finally told they could go home.\nThe episode snarled traffic as police cordoned off several blocks around the office building, an area that includes the Australian Embassy, a hotel and several downtown arteries.\n\"It is not life-threatening, but we still have not determined what it is,\" said Thomas Pickard, head of the Washington field office of the FBI. He said the bureau was investigating it \"as a terrorist matter.\"\nInitial lab tests at the Bethesda Naval Medical Center ruled out fears that the substance might be deadly bacteria such as anthrax, as labeling on the package suggested. Other tests were continuing.\nTwo workers in the office building's mail room discovered the suspicious package and called authorities just after noon.\nFBI spokeswoman Susan Lloyd said the package contained a red liquid in a petri dish that was emitting a foul odor. The petri dish reportedly had the word anthrachs on it - an apparent misspelling of anthrax, the deadly bacterial disease.\nThe dish also bore the word yersinia, which is the bacterium that causes bubonic plague.\n\"It could be strawberry Jell-O, it could be beef bouillon; so we don't know at this point,\" Lloyd said.\nA guard at the building was taken to a hospital complaining of dizziness, but officials said he had not come into contact with the package.\nFourteen others, including a dozen emergency personnel, were hosed down at the site with a water and chlorine solution to decontaminate them.\nThe site was cordoned off, and the 108 people in the building were told they could not leave until lab tests were conducted on the package. Among them were five children brought to work by parents on a day when schoolchildren were encouraged to make such visits.\nThe B'nai B'rith headquarters has heavy security and routinely screens packages. In 1977 it was one of three buildings seized by a dozen Hanafi Muslim gunmen who took more than 100 hostages. A radio reporter was killed at city hall in the initial takeover, but the captors freed their hostages after 38 hours. The gunmen said they were avenging the murders of seven members of the sect in 1973 in the nation's capital.\n\nLoad-Date: October 18, 2002"
}