{
    "title": "Backers see deal on Patriot Act A White House pact with key senators to ease some parts will lead to",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 2,
    "day": 10,
    "full text": "Efforts to extend the USA Patriot Act cleared a major hurdle yesterday when the White House and key senators agreed to revisions that are virtually certain to secure Senate passage and likely to win House approval, congressional leaders said.\nThe law, passed after the Sept. 11 attacks and scheduled to expire in key areas last year, makes it easier for federal agents to secretly tap phones, obtain library and bank records, and search the homes of terror suspects.\nSeveral Democrats said the compromise announced yesterday lacked important civil-liberties safeguards, and Republican negotiators said they had to yield to the administration on several points.\nBut with virtually all 55 GOP senators on board, and numerous Democrats joining them, the plan appears to have enough support to overcome a Senate filibuster that has thwarted a four-year renewal of the act for months. Senators said they believed the White House would be able to coax the Republican-controlled House to agree as well, even though House leaders had complained that senators' demands had weakened the measure.\n\"It was a bipartisan group of us that really believed we could do better... to protect civil liberties even as we gave law enforcement important tools to conduct terrorism investigations,\" Sen. John Sununu (R., N.H.) told reporters. He said that he and his fellow negotiators had to make more concessions to the administration than they wanted but that Congress would monitor the law's application over the coming years and perhaps revise it.\nSen. Richard J. Durbin of Illinois, one of several Democrats who agreed to back the compromise, said \"it falls far short\" of the bill passed by the Senate last year but rejected by the House. \"But if you measure it against the original Patriot Act... we've made progress\" toward \"protecting basic civil liberties at a time when we are dealing with the war on terrorism,\" Durbin said.\nSenate Minority Leader Harry Reid of Nevada called the compromise \"a step in the right direction.\"\nThe proposal would restrict federal agents' access to library records, one of the Patriot Act's most contentious provisions. A form of secret subpoena known as National Security Letters could no longer be used to obtain records from libraries that function \"in their traditional capacity, including providing basic Internet access,\" Sununu and others said in a statement.\nLibraries that are \"Internet service providers\" would remain subject to the letters, Durbin said.\nThe Senate proposal would no longer require National Security Letter recipients to tell the FBI the identity of their lawyers.\nThe compromise bill also addresses \"Section 215 subpoenas,\" which are granted by the Foreign Intelligence Surveillance Act court. Recipients of such subpoenas originally were forbidden to tell anyone about the action. The proposed Senate measure would allow them to challenge the \"gag order\" after one year, rather than the 90-day wait in earlier legislation.\nSununu said the administration insisted on the longer waiting period. \"You now have a process to challenge the gag order,\" he said, defending the concession. \"That didn't exist before.\"\nSununu said he and his allies were disappointed that the compromise did not require agents to \"show a connection to a suspected terrorist or spy\" before obtaining a Section 215 subpoena. Instead, a FISA judge would have to agree that there are reasonable grounds to believe the items being sought are relevant to an investigation into terrorism.\nSeveral liberals condemned the bill. \"I am gravely disappointed in this so-called deal,\" said Sen. Russell D. Feingold (D., Wis.). \"The White House agreed to only a few minor changes\" that \"do not address the major problems.\"\nBut Justice Department spokesman Brian Roehrkasse said the Senate compromise \"maintains the tools necessary to fight terrorism while further strengthening safeguards to protect civil liberties.\"\n\nLoad-Date: February 10, 2006"
}