{
    "title": "BACKGROUNDER_ PUBLIC HEALTH_ Q&A ON TERRORISM",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 10,
    "day": 30,
    "full text": "Q: Whatever happened to the perpetrator of the 1993 World Trade Center bombing? --- Rembert Sims Jr., St. Simons Island A:Ramzi Ahmed Yousef is serving a 240-year prison sentence at the SuperMax federal prison, one of four federal prisons at the Federal Correctional Complex in Florence, Colo.\nIt is said to be the nation's most secure prison, housing the \"worst of the worst\" criminals in the United States.\nEyad Mahmoud Ismail Najim, who drove the truck that carried the bomb during that attack, also is confined at the Supermax prison.\nAJC\nHe also is serving a 240-year prison sentence.\nSix people were killed and about 1,000 injured in the 1993 bombing.\nAt his sentencing in January 1998, Yousef declared, \"Yes, I am a terrorist and am proud of it.\" He added that he supported terrorism \"as long as it is against the United States and Israel.\"\nIn addition to the 240-year sentence for the World Trade Center bombing, U.S. District Judge Kevin Duffy sentenced Yousef to life in prison in connection with the 1994 bombing of a Philippine Airlines plane. A Japanese man died in that incident, which was believed to have been a test run for a plot to blow up a dozen U.S. airliners.\nAt the sentencing, Duffy branded Yousef an \"apostle of evil.\" Noting that someone might be \"perverse enough to buy your story,\" the judge also fined Yousef $4.5 million and ordered him to pay $250 million in restitution so that any money from potential book or movie deals would go to his victims.\nDuffy said he would recommend that Yousef, 29 at the time, remain in solitary confinement for life, a treatment the judge said was reserved historically for those \"who spread plague and pestilence throughout the world.\"\nYousef's lawyer, Roy Kulcsar, said his client's statements about terrorism were not \"an admission of any kind of personal involvement\" in the 1993 bombing.\nDo you have a question about the news? Colin Bessonette will try to get an answer. Call 404-222-2002 or e-mail q&a@ajc.com. Include your name and city.  \nQ&A on other topics in the news, Page B2.\n \nGLOSSARY Terms being used during coverage of the war on terrorism: Pashtun: The largest ethnic group in Afghanistan, the Pashtun also are a large minority of Pakistan. According to tradition, the Pashtun are descended from Afghana, grandson of King Saul of Israel. They are mostly farmers, herdsmen and warriors. Some are migratory. They speak Pashto. Jihad: Literally, \"struggle\" or \"effort.\" Jihad can be the effort to do good and avoid evil through self-discipline, education and social reform. Some Muslims believe that wars in the defense of faith may be jihads, but not wars of expansion. Others --- Islamists --- stress jihad as a means to establish or expand an Islamic state.\n \nBEHIND THE NEWS\nThe terrorist attacks have brought many unfamiliar people, places and things to the fore. The AJC will explore these topics daily on Backgrounder pages.\nRecent Backgrounders have explored: Islam's variety from country to country Christian missionaries in Afghanistan and Pakistan The Federal Aviation Administration Anthrax and irradiation of the mail Cyberterrorrism The CDC The military draft\nBackgrounders from previous editions are available on ajc.com\n\nLoad-Date: October 30, 2001"
}