{
    "title": "Backstop uncertainty not roiling renewals Most optimistic that program will be extended",
    "publisher": "business insurance",
    "year": 2007,
    "month": 12,
    "day": 3,
    "full text": "The federal terrorism insurance backstop may be slated to expire in less than a month, but panic has yet to hit the terrorism insurance marketplace.\nIn fact, observers remain reasonably optimistic that lawmakers will present the president with a bill that will extend the backstop for at least seven years well before the program's Dec. 31 sunset date. This is in marked contrast to the atmosphere that existed two years ago, when Congress struggled to renew the program.\n``In 2005, the discussion was whether there would be an extension,'' said Jason Schupp, senior vp for Zurich North America in Schaumburg Ill. ``This time, the discussion began with what the extension would look like.\n``The general consensus is that it will be extended for at least seven years under the same terms and conditions,'' said Alexandra Glickman, area vice chairman for Arthur J. Gallagher Risk Management Services in Glendale, Calif. ``The domestic carriers are carrying on as if there will be no interruption.''\n``Most of the markets to date have been taking a sort of wait-and-see approach,'' said Aaron Davis, director of Aon Corp.'s national terrorism and property resources unit in New York.\nThe House passed a bill that would significantly expand the program and extend it for 15 years. The Senate bill calls for a seven-year extension but makes few changes other than to extend its protections to losses stemming from acts of domestic as well as foreign terrorism. The administration supports the Senate approach and said it would veto the House bill.\nCongress' delay in extending the backstop is, however, beginning to cause some concern, according to some observers.\n``The uncertainty over TRIA is very much a concern,'' said Howard Mills, chief advisor-insurance industry group at Deloitte & Touche USA L.L.P. and former New York insurance superintendent. ``People expect that the House will act and there will be a bill. Until it's a done deal, they know things can fall apart.... Renewal season is here; they're very, very concerned about long-term complex products like builders risk,'' he said.\nMr. Mills said that the worst possible scenario other than no extension at all would be a two-year extension, as happened in 2005. Observers hope the program will be continued for a ``significant duration'' to provide stability in the market, he said.\n``In recent weeks, we have certainly noticed an increasing concern on the part of a number of large property/casualty insurers regarding (the backstop's) future and their own contingency plans in the remote event'' that the program is not extended, said Mr. Davis.\nStill, ``for the most part, clients have not experienced difficulty in securing the coverage,'' he said.\nInsurers are approaching the issue on a case-by-case basis, said Jill Dalton, managing director of Marsh Inc.'s property practice in New York.\n``It depends on the risk,'' she said. ``The markets are a very inconsistent. What they will do for one client, they will not do for another client, depending on the exposures.'' Insurers' willingness to write the risk also depends on their own accumulations in a given area, she said.\nAlso, ``we are seeing pop-up exclusions'' that would exclude terrorism coverage if the backstop ends, Ms. Dalton said.\n``Some carriers are looking for the old sunset clauses, but we've been able to push back that in a number of cases,'' said Steve Quinterno, executive vp and property marketing manager for Willis Group Holdings Ltd.'s New York region.\nZurich's Mr. Schupp said that conditional exclusions have been on policies for almost a year. ``Exclusions are the exception, not the rule,'' he said, and tend to be applied to larger, more exposed accounts. Many insurers already have taken steps to ensure that if the backstop is not extended, their exposures will not rise dramatically, he said.\n``At large diversified companies like Zurich, you would expect that the deductibles are so large that individual underwriting decisions on accounts aren't driven by the existence of a backstop,'' he said.\n``The balance of the marketplace is looking to hold on to business,'' said Mr. Davis. ``There is a willingness on the part of most of the markets to essentially roll the dice and offer full term terrorism coverage with the assumption'' the backstop will be extended, reflecting general property conditions in a highly competitive marketplace.\nPricing in the standalone terrorism insurance market has not softened as much as it has in the all risk market, Willis' Mr. Quinterno said. ``Prices haven't gone down as much as the all-risk side, but the prices have not gone up looking at the uncertainty'' over the backstop's future.\nMs. Glickman said that some foreign markets are saying they won't extend coverage beyond Dec. 31 ``so, they're trying to sell standalone coverage.'' Gallagher is telling its clients to accept coverage through the end of the year and ``if for some bizarre reason'' the program isn't extended, ``then we'll go back to the standalone terrorism market,'' she said.\n``It's too premature to start spending unnecessary money for standalone terrorism'' coverage, she said.\n\nLoad-Date: December 7, 2007"
}