{
    "title": "BACKGROUNDER_ CYBERTERROR_ Q&A ON TERRORISM",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 10,
    "day": 24,
    "full text": "Q: Since the Sept. 11 tragedies, we haven't heard anything out of Louis Farrakhan. Why is he being so quiet?\n--- Carolyn Hughes, Blairsville A:He's not. Farrakhan, leader of the Nation of Islam, has made public appearances, and he has addressed the terrorist attacks several times.\nAJC\nThe Sunday after the attacks, during a service at a Chicago mosque, he condemned the hijackers as \"wild beasts,\" and agreed with U.S. leaders that a strong response was warranted.\n\"Indeed, this was an act of war. The leadership of America and the people of America are justly angry,\" he said. \"We agree with President Bush that there must be an appropriate response.\"\nFarrakhan sounded a cautionary note, however: \"Anger and wounded pride must not determine what the appropriate response should be.\"\nMore recently, Farrakhan has criticized the Bush administration. Last week, in a Chicago speech marking the sixth anniversary of the Million Man March, he urged the government to make public the evidence that Osama bin Laden was involved in the attacks.\n\"Don't hide behind national security,\" Farrakhan said. \"The nation would be more secure if you give the American people a reason to fight.\"\nFarrakhan said that it's not enough for the United States and its allies to say they have proof that bin Laden and his al-Qaida network were responsible for the attacks.\n\"They have lied before and there's no guarantee they are not lying now,\" he said of the government.\nDo you have a question about the news? Colin Bessonette will try to get an answer. Call 404-222-2002 or e-mail q&a@ajc.com. Include your name and city.  \nQ&A on other topics in the news, Page D2.\n \nGLOSSARY\nSome terms that are being used during coverage of the war on terrorism: Hawala: A money-exchange system by which the Sept. 11 hijackers may have received some of their funds. Hawala is considered a legitimate business practice in the Middle East and India, but it can be used to launder money. A person who wants to transmit money takes the funds to a hawala broker. The broker sends the money to another broker, who delivers the funds to their ultimate recipient. The transactions are based on trust --- \"hawala\" is Hindi for \"trust\" --- and so there are few records to trace money. Burqa: A veil or veiled garment. The Taliban requires women to wear burqas that are head-to-toe coverings, with only a small mesh opening through which to see and breathe.\n\nLoad-Date: October 24, 2001"
}