{
    "title": "BACKING POLICY, PRESIDENT ISSUES TERROR ESTIMATE",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 27,
    "full text": "Portions of a National Intelligence Estimate on terrorism that the White House released under pressure on Tuesday said that Muslim jihadists were ''increasing in both number and geographic dispersion'' and that current trends could lead to increasing attacks around the globe. \n  The report, a comprehensive assessment of terrorism produced in April by American intelligence agencies, said the invasion and occupation of Iraq had become a ''cause celebre'' for jihadists. It identified the jihad in Iraq as one of four underlying factors fueling the spread of the Islamic radicalism, along with entrenched grievances, the slow pace of reform and pervasive anti-American sentiment.\n The intelligence estimate said American-led counterterrorism efforts in the past five years had ''seriously damaged the leadership of Al Qaeda and disrupted its operations.'' But it said that Al Qaeda continued to pose the greatest threat to American interests among terrorism organizations, and that the global jihadist movement overall was ''spreading and adapting to counterterrorism efforts.'' [Text and news analysis, Page A16.]\n  The estimate predicted that over the next five years the factors fueling the spread of global jihad were likely to be more powerful than those that might slow it. \n  The White House ordered portions of the intelligence estimate declassified to counter what it described as mischaracterizations about its findings in news reports.\n  The Bush administration had initially resisted releasing the document but changed course after being pressured to declassify the report by Republicans, including Senator Pat Roberts of Kansas, chairman of the Senate intelligence committee, and by the conservative editorial page of The Wall Street Journal.\n  At a news conference on Tuesday where he announced the release of portions of the document, President Bush suggested forcefully that news reports in the past two days about the document had been based on politically motivated leaks.\n  ''You know, to suggest that if we weren't in Iraq we would see a rosier scenario, with fewer extremists joining the radical movement, requires us to ignore 20 years of experience,'' Mr. Bush said. He added: ''My judgment is: The only way to protect this country is to stay on the offense.'' \n  The intelligence estimate says that if jihadists who leave Iraq perceive themselves, or are perceived by others, to have failed, fewer fighters will be inspired to keep fighting. \n  Democrats seized on the document's conclusions as proof that the invasion of Iraq was a mistake.\n  ''The war in Iraq has made us less safe,'' said Senator John D. Rockefeller IV of West Virginia, the top Democrat on the Senate intelligence committee. Mr. Rockefeller said the judgments contained in the intelligence estimate ''make it clear that the intelligence community -- all 16 agencies -- believe the war in Iraq has fueled terrorism.''\n  The estimate was the first formal appraisal of the terrorism threat by American intelligence agencies since the invasion of Iraq began in March 2003. The public release of any portion of such a document is highly unusual. The White House declassified fewer than 4 pages of what officials described as a document of more than 30 pages, saying that to release more of it would endanger intelligence sources and methods. \n  The release of the findings added fuel to an intense political debate about the administration's record in combating terrorism. Mr. Bush used the news conference to reassert his view that the Iraq war was not to blame for the growth of Islamic radicalism. \n  He also attributed the disclosure of some of the assessment findings to what he said were government officials leaking classified information to ''create confusion in the minds of the American people'' weeks before an important Congressional election. \n  The first article on the findings was published Sunday in The New York Times after more than five weeks of reporting. More than a dozen United States government officials and outside experts were interviewed for the article, including employees of several government agencies and both supporters and critics of the Bush administration. \n  Democrats also criticized the White House for only declassifying part of the report, and the House minority leader, Nancy Pelosi of California, tried and failed to persuade Republicans to agree to a vote that would have shut the doors of the House of Representatives to allow members to read the entire classified report. \n  Officials who have read the entire document said the still-classified portion contained a more detailed analysis of the impact of the Iraq war on the global jihad movement. Representative Jane Harman of California, the top Democrat on the House intelligence committee, said that what the White House released Tuesday was broadly consistent with the classified portion of the report. \n  National intelligence estimates are the most authoritative documents that American intelligence agencies produce on a specific national security issue. They represent the consensus view of the 16 intelligence agencies in government, and are approved by John D. Negroponte, director of national intelligence. \n  The release on Tuesday of portions of the document was the second time that the Bush administration had come under political pressure to declassify a national intelligence estimate. \n  In July 2003, the White House released the principal judgments of an October 2002 National Intelligence Estimate about Iraq's weapons programs in an attempt to address a furor over the origins of President Bush's statement, made in a State of the Union address, that Saddam Hussein had been trying to buy nuclear materials in Niger.\n  In recent months, without disclosing the existence of the intelligence estimate on terrorism, some senior American intelligence officials have given glimpses into its conclusions. During a speech in San Antonio in April, Gen. Michael V. Hayden, who was then Mr. Negroponte's deputy, said new jihadist networks and cells were increasingly likely to emerge.\n  ''If this trend continues, threats to the U.S. at home and abroad will become more diverse and that could lead to increasing attacks worldwide,'' General Hayden said, using the exact language of the intelligence assessment made public on Tuesday. General Hayden is now director of the Central Intelligence Agency.\n  But the intelligence assessment paints a starker picture of the role that the Iraq war is playing in shaping a new generation of terrorist leaders than that presented either in recent White House documents or in speeches by President Bush tied to the fifth anniversary of the Sept. 11 attacks. \n  The intelligence report specifically cited the role of the Jordanian terrorist Abu Musab al-Zarqawi, who led the Iraqi group Al Qaeda in Mesopotamia, in attracting new recruits for the jihad cause in Iraq, and stated that ''should al-Zarqawi continue to evade capture and scale back attacks against Muslims, we assess he could broaden his popular appeal and present a global threat.''\n  He was killed by American forces in June. \n  Frances Fragos Townsend, the president's homeland security adviser, suggested to reporters on Tuesday that the killing of Mr. Zarqawi might ultimately help dampen the appeal of jihad in Iraq. \n  At the same time, the report concludes that the increased role of Iraqis in managing the operations of Al Qaeda in Mesopotamia ''might lead veteran foreign jihadists to focus their efforts on external operations.''\n  To be successful in combating the spread of a radical ideology, the assessment states, the United States government ''must go well beyond operations to capture or kill terrorist leaders.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: President Bush suggested yesterday that leaks of an intelligence document were politically motivated. (Photo by Stephen Crowley/The New York Times)\n The report cited the recruitment abilities of Abu Musab al-Zarqawi, who was killed by an airstrike in June. (Pool photo by Joao Silva)(pg. A16) \n\nLoad-Date: September 27, 2006"
}