{
    "title": "Back Channels _ Takes on terrorism speak volumes When Bill Clinton and Hamid Karzai addressed the Ir",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 10,
    "day": 1,
    "full text": "There were two interviews last week that said much about how best to handle a war against terror. Pay attention to the right one.\nStart with Bill Clinton's finger-wagging performance (www.thinkprogress.org) on Fox News Sunday. He reminded us mostly what wasn't happening in the 1990s. Yes, Clinton seemed to take responsibility - \"I tried and I failed\" to get Osama bin Laden. But in his smarmy way, he made it plain that the failure wasn't his - \"The CIA and FBI refused to certify that bin Laden was responsible,\" and \"The entire military was against sending special forces into Afghanistan.\" What, no commander in chief on hand? Hillary have the day off?\nNext, look at Afghan President Hamid Karzai's joint news conference with President Bush on Tuesday. Karzai saw the war by extremists in the '90s firsthand. Here's part of his response to a question on whether the Iraq war has fueled the growth of terror (www.whitehouse.gov):\n\"Terrorism was hurting us way before Iraq or Sept. 11. The president mentioned some examples of it. These extremist forces were killing people in Afghanistan and around for years, closing schools, burning mosques, killing children, uprooting vineyards with vine trees, grapes hanging from them, forcing populations to poverty and misery.\n\"They came to America on Sept. 11, but they were attacking you before Sept. 11 in other parts of the world. We are a witness in Afghanistan to what they are and how they can hurt. You are a witness in New York. Do you forget people jumping off the 80th floor or 70th floor when the planes hit them?... Who did that? And where are they now? And how do we fight them, how do we get rid of them, other than going after them? Should we wait for them to come and kill us again? That's why we need more action around the world, in Afghanistan and elsewhere, to get them defeated - extremism, their allies, terrorists, and the like... .\"\nThen, when asked for his \"new strategy to fight against terrorism,\" he said:\n\"There is no new strategy on the fight against terrorism. We are continuing the strategy we have... .\n\"It is absolutely working. We come across difficulties as we are moving forward, and that's bound to happen. And we get over those difficulties, we resolve them, and we go to the next stage of this fight... .\n\"At one stage four years ago, we had a war against them to dislodge... them from being the government of Afghanistan. And then there were major operations against them to arrest or to chase them out. And then we began to rebuild the country, to have roads, to have schools, to have health clinics, to have education, to have all other things that people need all over the world. And now we are at a stage of bringing more stability and trying to get rid of them forever. The desire is to do that sooner. But a desire is not always what you get. So it will take time, and we must have the patience to have the time spent on getting rid of them for good.\"\nKarzai understands the danger of Islamic radicals. He's seen what happens when the West turns its back and leaves a country to such extremists.\nAnd while Karzai has the luxury of rising above U.S. politics when he answers questions, he's also captive to the consequences of our political decisions, including whether we stay in Iraq.\nAnd what if the United States withdraws, immediately as some advocate, or on a timetable? We can call it redeployment, a tactical retreat, or surrender. Won't matter. Once we go - whether because our presence fuels terrorism in Iraq and elsewhere, because we made too many mistakes, or because the effort just got too hard - the enemy will see it for what it is. A victory for them. They'll then have two things: a base from which to operate freely and a winning strategy to take on the U.S. military elsewhere in the Mideast. Maybe in the Gulf states to which we've withdrawn. Certainly to Afghanistan. And when our work there gets too hard, when it appears to be fueling terrorism? What's to prevent us from withdrawing, from abandoning Karzai and others?\nThere were two interviews last week that said much about how best to handle a war against terror. Pay attention to the right one.\nContact Commentary Page editor Kevin Ferris at kf@phillynews.com or 215-854-5801.\n\nLoad-Date: October 1, 2006"
}