{
    "title": "Back to the future_ It's 2004 again",
    "publisher": "the hill",
    "year": 2008,
    "month": 6,
    "day": 18,
    "full text": "The Republican and Democratic presidential campaigns conducted an encore presentation of the 2004 race as the two sides battled it out on national security matters. The back-and-forth also played to one side's perceived strength and the other side's perceived weakness - the same situation that developed four years ago. Sen. John McCain's (R-Ariz.) \npresidential campaign seized on remarks his Democratic opponent made on Monday and used some of its harshest language yet as officials accused Sen. Barack Obama (D-Ill.) of having a \"Sept. 10 mindset.\" The subsequent response from the Obama team brought back shades of the national security fight between President Bush and Sen. John Kerry (D-Mass.) in 2004 - when the term \"flip-flop\" was something of a neologism. Kerry was even at the front of Obama's response, accusing McCain of embracing Bush's policies and rhetoric. Obama told ABC News on Monday that it had not been necessary to put those responsible for the 1993 bombing of the World Trade Center in a detention facility like Guantanamo. He said U.S. prisons would be sufficient. \"And the fact that the administration has not tried to do that has created a situation where not only have we never actually put many of these folks on trial, but we have destroyed our credibility when it comes to rule of law all around the world, and given a huge boost to terrorist recruitment in countries that say, 'Look, this is how the United States treats Muslims,' \" Obama said in the interview. \"So that, I think, is an example of something that was unnecessary. We could have done the exact same thing, but done it in a way that was consistent with our laws.\" The McCain campaign used those comments to launch a daylong assault Tuesday, claiming Obama advocated a law enforcement-only approach to battling terrorism. Those words had familiar overtones from the 2004 presidential campaign, when Republicans said the Democratic candidate's national security policies would lead to another terrorist attack on U.S. soil. McCain's rollout included cameos from other players in the 2004 election, including former New York City Mayor Rudy Giuliani, a 2008 GOP presidential candidate and one of Bush's most popular and prolific surrogates against Kerry. \"Throughout this campaign, I have been very concerned that the Democrats want to take a step back to the failed policies that treated terrorism solely as a law enforcement matter rather than a clear and present danger. Barack Obama appears to believe that terrorists should be treated like criminals - a belief that underscores his fundamental lack of judgment regarding our national security,\" Giuliani said. \"In a post-9/11 world, we need to remain on offense against the terrorist threat, which seeks to destroy our very way of life.\" The McCain campaign began Tuesday by hosting a conference call with reporters that included former CIA chief James Woolsey and former 9/11 Commissioner John Lehman, who all but said outright that an Obama administration would be responsible for another terrorist attack comparable to those of Sept. 11, 2001, if the Illinois senator's policies came to life. Lehman said Obama's national security platform, if implemented, \"will provide such an opening for terrorism that no matter how na•ve he is, he would not go through with it.\" Lehman and Woolsey argued that Obama's advocacy of a law enforcement approach in dealing with terrorist suspects was the same approach that happened after the 1993 attacks, which tied the hands of President Clinton and the intelligence community. Lehman said if the evidence collected in 1993 had not been under grand jury seal, it \"would have given a good chance to prevent 9/11.\" Kerry, responding on Obama's behalf on a conference call with reporters, noted that both he in 2004 and Obama in this cycle advocated incorporating a law enforcement approach into the military approach, not one or the other as suggested by Republicans both then and now. Kerry, who said the back-and-forth represented \"an important day in marking\" the difference between the two candidates, said McCain had \"willfully, openly, fully embraced\" Bush's policies. \"He's proving day by day that he doesn't understand Iraq or the Middle East or the war on terror,\" Kerry said. Kerry said that under Bush's watch, the Taliban has been allowed to regroup, al Qaeda recruitment has swelled and the U.S. military has been stretched thin. \"John McCain is Washington's biggest supporter for the worst foreign policy decision of our generation,\" Kerry said. \"He is the candidate of the Iraq war mindset.\" Richard Clarke, the former White House anti-terrorism czar, appeared to notice the sense of dŽjˆ vu as the two campaigns took off the gloves. \"I'm frankly a little disgusted by the attempts of some of my friends in the McCain campaign to use some of the same tired tactics that have been used in the last few campaigns,\" Clarke said. But one McCain official disputed any comparison between the two elections. \"Truth be told, John Kerry was in many ways much more qualified to make decisions on national security than Barack Obama,\" the official said.\n\nLoad-Date: July 23, 2008"
}