{
    "title": "Bad Things Happen in Small Places",
    "publisher": "the new york times",
    "year": 2006,
    "month": 1,
    "day": 11,
    "full text": "THE Department of Homeland Security has just announced that it will concentrate domestic security grants in those communities it perceives as high-risk targets for terrorism -- primarily our large, coastal cities. \n  This action is apparently a response to critics who suggest that smaller cities are simply less likely to be targets. But this is a dangerous assumption. While a two-person rural sheriff's office may have little need for new bomb disposal equipment or chemical suits, grant decisions reached with prudence and common sense will also include some allocations for cities in the American heartland.\nThere is no way to accurately predict where future terrorist attacks will be. We learned that all too well in my home state, Oklahoma, in 1995. On the morning of April 19, as I stood in front of the bombed rubble of the Murrah Federal Building in Oklahoma City, I was asked, ''Why here?'' \n  One answer that ultimately emerged from the trial, conviction and execution of Timothy McVeigh was that he chose an obscure federal office building in a heartland community precisely because he viewed it as an easy target. McVeigh didn't go to Los Angeles or Miami, at least in part, because he assumed security there might be tighter.\n  Foreign terrorists can reach the same conclusion. To channel the bulk of homeland security preparedness money to our dozen largest cities is to extend an invitation to Al Qaeda to strike where we are less well prepared. Who is to say which cities radical Islamists view as symbols of American commerce or power or perceived American decadence? What about Las Vegas, New Orleans or the Hoover Dam? All of them have enormous symbolic value.\n  Moreover, the Department of Homeland Security's mission goes beyond terrorism. As an umbrella agency that also includes the Federal Emergency Management Agency, the department is ultimately responsible for the federal response to natural disasters as well. \n  First responders make all the difference in a disaster, whatever its cause or location. And first responders are always local. Ambulances and fire trucks don't come from Washington. They come from right down the street, or at most from the next county. But whether they are reacting to a terrorist attack or a hurricane, they need to get to the scene in a hurry, and it helps immensely if they have the right equipment and training, as well as the ability to communicate with one another. \n  Deficiencies in these areas exist in all 50 states and every community. Department of Homeland Security money is supposed to redress them. In fact, there is a strong case to be made for channeling more of that money to smaller cities that lack the resources of the New Yorks and Chicagos. \n  For example, the radio problems that effectively blocked communication between firefighters and police on 9/11 bedevil public safety agencies nationwide. Financing for interoperable radio equipment should be a top priority for communities large and small. \n  Likewise, local law enforcement agencies across the country should have proper terrorism prevention and response training. Some of the 9/11 hijackers sought flight training at schools far from New York, including one in Norman, Okla., a small college town. A homeland security policy that leaves holes in our safety net invites penetration. \n  Aid to a small community that simply adds to the budget may be justifiably criticized as pork; assistance that closes a very real gap in equipment or training for first responders is something very different. \n  From terrorism to natural disasters, people live or die largely because of what first responders do or fail to do. That is why continued federal financing and support for first responders should remain a national, and not just a selectively regional, priority.\n\nhttp://www.nytimes.com\n\nLoad-Date: January 11, 2006"
}