{
    "title": "Bad credit tops terrorism in survey of economists",
    "publisher": "pittsburgh tribune review",
    "year": 2007,
    "month": 8,
    "day": 28,
    "full text": "Bad credit has supplanted terrorism as the gravest immediate risk threatening the economy, a key national research group said Monday. Borrowers' withering ability to pay their bills and the subsequent fallout in the credit markets this summer topped the list of short-term risks on peoples' minds, according to a survey of 258 members conducted by the National Association of Business Economics. NABE, a Washington-based association, said 32 percent of its surveyed members cited loan defaults and excessive debt as their biggest near-term concern. Only 20 percent of members cited defense and terrorism as their biggest immediate worry, down from 35 percent when the survey was conducted in March.  \nAlcoa sells two plants \nAlcoa Inc. said Monday it agreed to sell two remaining soft-alloy extrusion plants in Warren, Ohio, and Plant City, Fla., for an undisclosed price to Golden Aluminum, of Fort Lupton, Colo. The plants shape aluminum into products used in building and construction and commercial transportation industries. The facilities combined employ about 330. The deal is slated to close by the end of September. Alcoa also announced it's shuttering by Oct. 31, its Tifton, Ga., soft-alloy plant, as it was unable to find a buyer. Salaried workers among the 200 personnel will be offered severance and work assistance programs; severance arrangements with unionized workers are subject to discussion with union officials, Alcoa said.  \nLawsuit over coffee tubs \nProcter & Gamble Co., the largest U.S. consumer-products maker, sued Kraft Foods Inc., charging it violating a patent on plastic Folgers coffee containers. New packaging for Kraft's Maxwell House coffee infringes the P&G patent, P&G said Monday. The Maxwell House containers are being introduced in U.S. stores, P&G said. P&G began selling Folgers in a plastic container in 2003, and said that the tubs better preserved freshness and aroma and helped increased sales. P&G, based in Cincinnati, filed the patent complaint Monday in federal court in San Francisco. \nTurtle pies recalled  \nAmerican Pie LLC is recalling 1,440 cases of Marie Callender Turtle Pies, because of elevated amounts of bacteria. The pies were on hold due to a bacterial count that was higher than company standard when they were accidentally shipped from a warehouse. The company warned that eating the pies could lead to gastrointestinal illness, nausea, or vomiting. No illnesses have been reported. The pies were sold in Kroger, Giant Eagle and Hy-Vee supermarkets in the following states: Ohio, Texas, Virginia, Georgia, Tennessee, Kentucky, Maryland, Pennsylvania, West Virginia, Iowa, Illinois, Kansas, Minnesota, Maryland, Nebraska and South Dakota. The recalled pies have a UPC code of 12781 10280 and a production code ending in 143. Details: by phone at 888-339-7437 extension 3987. \nMSA gas mask defect  \nMine Safety Appliances Co., a maker of protective equipment, is replacing 200,000 filter cartridges in gas masks primarily used by law enforcement because of a design defect. The cartridges contain carbon that could shift -- if handled roughly or in transportation -- and reduce the masks' service time, spokesman Mark Deasy said Monday. The O'Hara-based company issued an advisory and will replace the cartridges for free. A customer doing routine testing alerted MSA to the problem and the company followed up with its own tests, Deasy said. \nOther business news:  \n* The average U.S. pump price for regular gasoline fell 3.6 cents to $2.749 a gallon in the week ended Monday, the government said. Prices were 9.6 cents a gallon lower than a year ago, the U.S. Energy Department said in a weekly report, based a survey of about 800 filling stations. Demand for gasoline usually falls after Labor Day in the first week of September. \n* Rio Tinto Ltd., the world's third largest miner by revenues, said Monday it has won U.S. antitrust approval for its $38.1 billion takeover of Alcan Inc. The global mining company said this and other regulatory approvals are a condition of its offer for the Canadian aluminum producer. Analysts had not expected any serious competition concerns with the deal. \n\nLoad-Date: August 28, 2007"
}