{
    "title": "BAGHDAD BACKFIRE_",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 6,
    "day": 30,
    "full text": "Despite the high level of approval in the United States of last weekend's bombing of Baghdad, the attack may in fact lead to some serious setbacks for U.S. interests in the region and beyond.  Launching a major missile barrage against a facility in a residential neighborhood made civilian casualties almost inevitable.  In addition to the moral implications of such a reckless action, Iraqi dictator Saddam Hussein already has used the deaths of the eight Iraqi civilians, which included one of the country's leading artists, as a major propaganda tool.  Killing innocent people simply strengthens Saddam's regime by making Iraq appear as a victim of aggression. Once again, in the eyes of millions of Arabs and others, the United States has turned Saddam from a terrorist bully to the defender of a suffering people.  The Clinton adminstration's use of Article 51 of the U.N. Charter to justify the raid has little merit among those familiar with international law.  The article legitimizes military action only as a temporary emergency measure when a country is actually being invaded and the U.N. Security Council has not yet had time to convene.  In this case, however, the use of force took place months after the alleged assassination attempt of former President George Bush. There was no longer an attack in progress, and the United States did not call for a special session of the U.N. body until after the bombing. As a result, this was not an act of self-defense but of retaliation.\nSuch military retaliation may play well at home but it is blatantly illegal.  The ability of the United States to make a credible case that Iraq and other outlaw regimes must obey international law is greatly diminished if the United States also violates international law.  Another problem is that the U.S. attack creates a disturbing precedent: The United States now claims the right to bomb a foreign capital for an attempt on the life of a former president. However, because the United States also has admitted its own past attempts to assassinate foreign leaders, countries like Cuba and Libya could now similarly claim the right to bomb Washington.  Finally, many in the international community question whether the Iraqi government actually plotted to assassinate Bush, as the Clinton administration claims. Citing the amateurish nature of the operation, even some of those who do believe the operation was of Iraqi origin question if Iraqi government involvement ever went beyond low-level officers in the intelligence service.  Many in the Federal Bureau of Investigation examining the incident have openly expressed skepticism of the Kuwaiti justice system and its version of events, noting how some of the Iraqi suspects who admitted participating in the plot had been tortured by Kuwaiti security. Indeed, the fact that the U.S.  bombed Baghdad prior to the verdict in the trial may say a lot about how the Clinton administration views the Kuwaiti courts.  Because the highest levels of the Iraqi government have been involved in such terrorist actions in the past, it is certainly very possible that they indeed plotted to assassinate Bush. At the same time, it should be remembered that some claims by prior U.S. administrations of having \"incontrovertible evidence\" linking the governments of Libya, Cuba and Nicaragua to certain specific acts of terrorism were later proved false. As a result, many in the international community question the reliability of such accusations.  Indeed, the United States is not always seen as a consistent leader in the fight against terrorism, given its arming and training of the Nicaraguan Contras during the 1980s. According to the Red Cross and other reputable sources, the Contras were responsible for far more civilian deaths than all of the Arab and Islamic terrorist groups of recent decades combined.  The United States' refusal to extradite John Hull, a former operative of the Central Intelligence Agency indicted in Costa Rica for the 1984 bombing of a press conference that killed five journalists, raises questions regarding the U.S. commitment to fight terrorism. The same is true regarding the decision to place Luis Posada Carriles on the CIA payroll following his indictment in Venezuela for blowing up a Cuban airliner in 1976.  The long-range impact of last weekend's bombing and the ongoing American double standards regarding terrorism will likely be to increase resentment of the United States in the Arab world. This, in turn, will strengthen extremist elements taking advantage of such hostility. The result could be still more terrorism.  Though this act of military machismo may temporarily lift President Bill Clinton in public opinion polls, such an escalation in the cycle of violence may come back to haunt him in the future.\n\nLoad-Date: October 7, 1993"
}