{
    "title": "Bahrain 's rulers ramp up pressure on Shiites WAR ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 9,
    "day": 6,
    "full text": "DUBAI, UNITED ARAB EMIRATES - What began last month with the arrest of an opposition leader in Bahrain has mushroomed into a full-blown political offensive in the tiny gulf nation with big fault lines: U.S.-allied Sunni rulers against members of a Shiite majority being cast as coup plotters who could open the door to Iranian influence.\nOn Sunday, Bahrain's King Hamad bin Isa Al Khalifa gave a national address to decry \"strife, aggression and terrorism\" and announce plans for greater government monitoring of \"religious forums\" - an apparent reference to Shiite clerics and others who seek to challenge the Sunni-led system.\n\"We hope and expect that everyone will stand firm to protect this nation from strife and evils in the face of violence and terrorism in all its forms,\" he said.\nA day earlier, state media released the photographs of 23 Shiites - ranging from opposition figures to professors and taxi drivers - accused of conspiring to overthrow the government. They include opposition leader Abdul-Jalil al-Singace, whose arrest on Aug. 13 marked the first salvo by officials.\nSince then, Bahrain's leaders have steadily ramped up the pressure and rhetoric.\nRights groups say more than 250 Shiites have been detained. The backlash spilled onto the streets with Shiite gangs and police clashing on opposite sides.\nThen on Saturday, officials took their strongest swipe yet - portraying the 23 detained Shiite activists as part of a plot to overthrow the ruling system in a stalwart Western ally.\nNo details of the alleged coup plot have been made public. But the tough line raises questions about whether officials could clamp down even harder during the approach to Oct. 23 elections for parliament, where Shiites currently have 17 of the 40 seats and could make a bid for a majority.\n\nLoad-Date: September 8, 2010"
}