{
    "title": "Bahrain Moves to Dissolve Major Opposition Group",
    "publisher": "the new york times",
    "year": 2017,
    "month": 3,
    "day": 6,
    "full text": "DUBAI, United Arab Emirates — Bahrain’s justice ministry has filed a lawsuit intended to dissolve a major opposition group that it accuses of supporting terrorism, the state-run Bahrain News Agency reported on Monday.\nThe group, the National Democratic Action Society, or Waad, was accused by the ministry of “serious violations targeting the principle of respecting the rule of law, supporting terrorism and sanctioning violence.” The secular organization called the move an attempt to stamp out dissent and vowed to fight the ministry in court.\nBahrain, where the American Navy’s Fifth Fleet is based, has been a political flash point since the Arab Spring protests of 2011 led by the nation’s Shiite majority were put down by the Sunni-led government with the help of other Persian Gulf Arab states.\nThe crackdown entered a new phase last year when the authorities banned the main Shiite Muslim opposition group, Al Wefaq, and revoked the citizenship of the country’s top Shiite cleric.\nRadhi al-Moosawi, a leader of the group, expressed shock, saying that Waad was committed to peaceful political work and rejected violence. “This is another step to undermine political work by the opposition in Bahrain,” he told Reuters.\nMr. Moosawi said Waad would use all its resources to fight the order in court. The Arabic daily Al Ayam, which is close to the government, said the first hearing was expected to be held on March 20.\nAl Wefaq won 18 out of 40 seats in elections in 2010, but pulled out of Parliament a year later during the Arab Spring crackdown. Both Al Wefaq and Waad boycotted elections in November 2014 that were swept by pro-government and independent candidates.\nTerrorist attacks have jumped this year after the authorities executed three men convicted of a deadly bombing in 2014. Bahrain accuses Iran, a Shiite power, of fomenting violence in the kingdom, a charge Tehran denies.\nA government advisory body passed a constitutional amendment on Sunday authorizing military trials of civilians suspected of attacking security forces.\n\nLoad-Date: March 8, 2017"
}