{
    "title": "Bahrain Executes 3 Men, Including 2 Shiite Activists on _Terrorism Crimes_",
    "publisher": "the new york times",
    "year": 2019,
    "month": 7,
    "day": 27,
    "full text": "Bahrain executed three men on Saturday, including two Shiite activists for what officials called “terrorism crimes,” in what was described as attacks orchestrated by Iran-based ringleaders.\nA London-based Bahraini activist rights group said the executions made Saturday “one of Bahrain’s darkest days.”\nThe men were convicted in two separate cases, one involving the killing of a police officer in 2017 and the other the killing of an imam in 2018, the public prosecutor said in a statement.\nThe Shiite activists, Ali al-Arab and Ahmed al-Malali, were sentenced to death last year as part of a mass trial on “terrorism crimes.” Nineteen men were jailed for life, and 37 others for terms of up to 15 years, on the accusation that they had belonged to a terrorist cell trained to use heavy weapons and explosives.\nMr. al-Arab and Mr. al-Malali were convicted of crimes including using an assault rifle to kill the police officer, according to the prosecutor.\nBahrain, a strategic island where the United States Navy’s Fifth Fleet is based, has a Shiite Muslim majority population but is governed by a Sunni royal family. It accuses mainly Shiite Iran of stoking militancy in the kingdom, which Tehran denies.\nInternational rights groups — including Amnesty International, Human Rights Watch and a United Nations rights expert — had urged Bahrain on Friday to halt the execution of the two activists, accusing the kingdom of acting on confessions obtained through torture.\n“While in custody, the men were tortured by security officers including through electric shocks and beatings. Ali Mohamed al-Arab’s toenails were also ripped out,” Amnesty International said in a statement.\nThe authorities have denied accusations of torturing detainees and repressing the opposition, and say they are protecting national security from terrorists.\nMass trials have become commonplace in Bahrain since 2011, when members of the Shiite opposition led a failed uprising. Scores of people have been imprisoned, including politicians and rights activists, and many others have fled abroad.\nSayed Ahmed Alwadaei, the director of the London-based Bahraini activist rights group, the Bahrain Institute for Rights and Democracy, said in a statement, “It appears that the Bahraini government planned this meticulously, timing the executions to coincide with U.S., E.U. and U.K. legislative recesses in order to avoid international scrutiny.”\nRelated Slideshows\nBahrain’s Forgotten Revolt\nRelated Articles\nIn Bahrain, U.S. Tries to Promote Mideast Peace Through Prosperity\n\nLoad-Date: July 29, 2019"
}