{
    "title": "bail outrage Death threats vs. judge in training camp ruling",
    "publisher": "daily news ",
    "year": 2018,
    "month": 8,
    "day": 17,
    "full text": "A New Mexico judge is facing death threats after ruling that five defendants accused of training 11 children to use firearms at a ramshackle desert compound were entitled to bail.\nOfficials at the courthouse in Taos County were flooded with hundreds of phone calls and emails regarding the decision by District Judge Sarah Backus on Monday.\n\"One caller told a court staffer that he wished someone would come and smash the judge's head. Another caller said that her throat would be slit,\" Barry Massey of the New Mexico Administrative Office of Courts told ABC News on Wednesday. \"Then there were other calls that threatened violence against all the staff in the courthouse.\"\nMassey told the network that the threats forced the courthouse to be locked down for several hours on Tuesday, and security remained tight on Wednesday.\nThe defendants, all members of an extended family, face charges of child abuse after authorities raided the remote compound near the Colorado border in early August. Eleven children were found living in filthy conditions.\nProsecutors allege the group was training the kids to use firearms for an anti-government mission.\nBackus said in her ruling that prosecutors failed to present convincing evidence regarding what dangers the defendants might pose to the community. She said she was bound by an \"extremely high standard of proof.\"\n\"The state has not charged the defendants with any crime related to the possession of any firearms,\" she wrote in the ruling obtained by KOB 4. \n\"No charges are pending regarding any actual threats of terrorism. No actual threats of terrorism or any credible evidence of a substantive plan was produced regarding the same,\" she wrote.\nSiraj Ibn Wahhaj, one of the five defendants, will remain jailed in connection with accusations he abducted his son. The boy's body was found at the compound, but evidence of murder has not been presented, according to court documents obtained by ABC.\nLucas Morton, Jany Leveille, Hujrah Wahhaj and Subhannah Wahhaj were also arrested. At least three of them remained behind bars Wednesday as officials tried to satisfy conditions of their release.\nSafe living arrangements must be arranged, and they also must wear ankle monitors. Hujrah Wahhaj's lawyer Marie Legrand Miller said the release of her client is being delayed due to safety concerns.\n\"It has to be a safe release or she is safer in the jail,\" the lawyer said.\nWith News Wire Services\n\nLoad-Date: August 18, 2018"
}