{
    "title": "Bail Denied for Brooklyn Bookseller Accused of Financing Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 2,
    "day": 11,
    "full text": "A federal judge denied bail yesterday to a Muslim bookseller from Brooklyn accused of plotting to buy arms for Islamic fighters in Afghanistan, saying the government appeared to have ''very strong evidence'' for the terror charges against him. \n  The judge, Loretta A. Preska, referred to transcripts of secretly recorded conversations between a government informer and the bookseller, Abdulrahman Farhane. Judge Preska said Mr. Farhane understood that he was talking about transferring funds to the Middle East ''to purchase arms and equipment,'' which he knew would be used ''for jihad against the United States and other Western powers.''\n The evidence that prosecutors presented at Mr. Farhane's bail hearing, in United States District Court in Manhattan, added significant substance to the government's case against him and three other defendants, including Tarik Shah, a New York jazz musician and martial arts instructor who also is Muslim. Mr. Shah, 43, was arrested May 29 and charged with conspiring to teach martial arts to members of Al Qaeda. The tapes include conversations with Mr. Shah and Mr. Farhane about financial transfers.\n  The evidence bolstered the case against Mr. Shah. Based on an F.B.I. sting, prosecutors were accusing Mr. Shah of agreeing with an undercover F.B.I. informer to train Qaeda fighters in ''hand-to-hand combat.'' But the government did not claim that Mr. Shah had met or had contact with any terrorist operative. \n  Now Mr. Farhane, a Moroccan-American who is 52, has emerged as the central figure in the case. According to Judge Preska, the prosecutors have audio recordings that capture him discussing specific ways to raise money and transfer it to Islamic fighters battling the United States forces in Afghanistan in the fall of 2001, after the Sept. 11 attacks. \n  Victor L. Hou, an assistant United States attorney, , said yesterday that Mr. Farhane had introduced Mr. Shah to the government informer at his bookstore. The informer recorded the conversations about financial transfers. \n  Also charged with terror conspiracy are Rafiq Sabir, a doctor from Florida, and Mahmud Faruq Brent, a paramedic from Washington, D.C. They and Mr. Shah have been detained without bail since their arrests. \n  In a letter on Thursday to Judge Preska, Mr. Hou wrote that Mr. Farhane, after he was arrested Oct. 26, told investigators that he had introduced Mr. Shah to the informer to help him ''send money to jihadists overseas.'' \n  The prosecutors also cast new light yesterday on the role of the government informer, a Yemeni named Mohamed Alanssi, who set himself on fire in front of the White House in November 2004, apparently to protest his handling by F.B.I. agents. Mr. Alanssi was a witness in the case in Brooklyn last year that convicted a Yemeni sheik, Mohammed Ali Hassan al-Moayad, of financing terrorism.\n  Mr. Hou said that ''the confidential source'' -- whom the defense has identified as Mr. Alanssi -- first identified Mr. Farhane to the F.B.I. in the weeks after 9/11 as having ''radical views of Islam.'' Starting in December 2001, Mr. Alanssi secretly recorded a series of conversations with Mr. Farhane, many of them at his Brooklyn bookstore. Judge Preska said recordings from the fall of 2001 make it clear that Mr. Farhane was talking about sending money for ''wireless communications and advanced weapons'' for Islamic fighters. \n  Michael Hueston, Mr. Farhane's lawyer, called his client a ''family man'' with six children, including two born in the United States. He questioned why prosecutors had waited since 2001 to arrest him if they regarded him as dangerous. \n  Mr. Hou grew impassioned when he sought to rebut a statement Mr. Farhane made in court on Wednesday, when he pleaded not guilty and said, ''I love this country.'' Mr. Hou said wiretap recordings in March 2004 register Mr. Farhane as saying: ''This is not a country where we should stay. The longer one stays here, the more people make you sick.''\n  The prosecutor said a search of Mr. Farhane's home and store -- the House of Knowledge, on Atlantic Avenue -- had turned up address books showing that he had several criminal contacts. Karim El-Mejjati, a Moroccan who has been linked to terrorist bombings in Saudi Arabia and Casablanca, had once given Mr. Farhane's address as his own, Mr. Hou said. His book listed, among others, Abad Elfgeeh, who Mr. Hou said was a ''money launderer'' for Sheik al-Moayad. \n  Mr. Farhane was arrested in October on lesser charges of making false statements to the F.B.I. Prosecutors brought the terror financing charges against him this week. \n\nhttp://www.nytimes.com\n\nLoad-Date: February 11, 2006"
}