{
    "title": "Bail denied in Capitol terrorism case Judge decides Ohio man poses risk to community",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 1,
    "day": 17,
    "full text": "A 20-year-old Ohio man charged with plotting an attack on the U.S. Capitol was ordered held without bail Friday after a federal magistrate concluded he is a danger to the community.\nChristopher Lee Cornell appeared before U.S. Magistrate Judge Stephanie Bowman in a brief detention hearing Friday afternoon. He was brought to the federal courthouse in downtown Cincinnati under tight security from a jail some 30 miles away, where he has been held since his arrest Wednesday outside a gun shop.\nCornell planned to wage jihad by attacking the Capitol with pipe bombs and shooting government officials and employees as they fled, the FBI said in court documents.\nI feel that the danger to the community is such that I cannot order bond today, Bowman said, noting that messages attributed by federal authorities to Cornell had him discussing extreme violence.\nShe agreed with the recommendation by Tim Mangan, an assistant U.S. attorney, who called Cornell a flight risk and a danger to the community for creating the kind of terrorist plot that is the most pressing threat to our public safety.\nAn assistant federal public defender, Karen Savir, had asked that Cornell be released with electronic monitoring to his parents' apartment in suburban Cincinnati. She said he had no history of serious trouble and does not have a passport.\nShe added that he is eager to appear in court to defend himself against the allegations.\nShe also told Bowman that Cornell wants to be addressed by his Muslim name, Raheel Mahrus Ubaydah, and have access to a prayer mat and clock so he can continue his religious practices at Butler County Jail. He also wants to be taken off suicide watch, she said.\nWearing county jail clothing with orange-and-white stripes and in ankle shackles, Cornell spoke quietly at the defense table with Savir. His parents and other family members were in the front row and were warned to be quiet after shouts, including Love you, Chris!\nCornell's father, John Cornell, has said his son was set up by a snitch who was trying to help himself. He described his son as a mommy's boy who spent hours playing video games in his bedroom. He also said his son is at peace after becoming a practicing Muslim.\n\nLoad-Date: January 17, 2015"
}