{
    "title": "Bail Hearing Of U.S. Terror Suspects Begins",
    "publisher": "the day ",
    "year": 2009,
    "month": 8,
    "day": 4,
    "full text": "(RTTNews) - The detention hearing of seven men indicted for plotting terror attacks in Israel and Jordan began at a U.S. District Court in North Carolina on Tuesday.\nAll the seven suspects were charged with terrorism related offenses last week, and the authorities are looking for an eighth member of the group. Tuesday&apos;s hearing was held to determine whether the seven suspects could be held in custody while they await trial.\nThe federal prosecutors urged the court on Tuesday to deny the seven suspects bail, stating that all of them pose a risk of flight and a danger to the community as a whole.\nDuring the hearing, federal prosecutors also played recordings of alleged ring leader Daniel Boyd talking to his family about plans to carry out attacks overseas, and his desire to take part in violent jihads.\nThe U.S. Justice Department alleges that Daniel Patrick Boyd, a U.S. citizen, trained in Afghanistan and fought there between 1989 and 1992 before returning to the United States. According to the department, Boyd recruited others to engage in terrorism abroad after his return from Afghanistan.\nAfter listing to Tuesday&apos;s arguments and testimonies, the court adjourned for the day to resume the detention hearing on Wednesday.\nLast month, the seven suspects were indicted on charges of providing material support to terrorists and conspiring to support terrorism by training and traveling overseas to participate in \"violent jihad.\"\nThe seven indicted by the North Carolina federal court on terrorism charges last month were: Daniel Patrick Boyd, Hysen Sherifi, Anes Subasic, Zakariya Boyd, Dylan Boyd, Mohammad Omar Aly Hassan and Ziyad Yaghi.\nAll the defendants are charged with conspiracy to provide material support to terrorists, as well as conspiracy to murder, kidnap, maim and injure persons abroad. The charges are related to allegations that they helped raise money and provide training for terrorist operations in Tel Aviv, Israel. The men were arrested at various locations in Raleigh, North Carolina.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}