{
    "title": "BAIL HEARING SET IN TERRORISM CASE",
    "publisher": "the new york times",
    "year": 2000,
    "month": 1,
    "day": 20,
    "full text": "MONTREAL (AP) A man being held in an investigation linked to the discovery of a car loaded with explosives in Port Angeles, Wash., may learn today whether he will remain in Canadian custody.\nA bail hearing was scheduled today for Mokhtar Haouari, 31, who was indicted earlier this month by a federal grand jury in New York and arrested Jan. 10 on a warrant seeking his extradition to the United States. He faces no criminal charges in Canada.\nAn extradition hearing must be set by mid-March, officials said. In the interim, prosecutors will object to allowing Haouari to post bail, police spokesman Leo Monbourquette said.\nAlso today, another man arrested in the case, Abdel Hakim Tizegha, faces arraignment today in Seattle.\nTizegha, arrested Dec. 24 in Bellevue, Wash., was indicted last week on charges of illegally re-entering the United States and eluding authorities at the U.S.-Canada border at Blaine, about 100 miles north of Seattle.\nHaouari and Abdel Ghani Meskini, also 31, were described in the indictment in New York as key subjects of a coast-to-coast investigation into potential terrorism by Algerian extremists.\nHaouari, an Algerian national who came to Canada seeking political asylum in 1993, seems to be a central figure in the probe, two experts told the Seattle Post-Intelligencer.\n\"There is a hierarchy to the group,\" said Vincent Cannistraro, a former CIA counterterrorism chief. \"He's the one that gives the orders or one of the ones who give the orders.\"\nDave Harris, former chief of strategic planning for the Canadian Security Intelligence Service, said it was unclear whether those seized and sought in the case have a single leader, but Haouari apparently was involved in planning strategy.\n\"At the very least, he looks from the indictment as someone of very special interest to the authorities organizationally,\" Harris said. \"He may not be in hierarchical terms a Mr. Big, but by implication he has been able to assert some influence on the organization.\n\"This guy could be the communication officer or some other facilitator.\"\nAuthorities have not disclosed any potential targets of the alleged plot or the scope of who might be involved. Those arrested and sought in the case have been linked to the Armed Islamic Group, known by its French acronym GIA.\nAccording to a The New York Times report Wednesday, prosecutors said Haouari ordered Meskini to travel to Seattle last month to meet with Ahmed Ressam, 32, whose arrest in Port Angeles on Dec. 14 sparked fears of a terrorist attack timed to millennium celebrations.\n\nLoad-Date: January 24, 2000"
}