{
    "title": "Bail Set for a Man Caught Up In His Son's Terrorism Case",
    "publisher": "the new york times",
    "year": 2010,
    "month": 2,
    "day": 18,
    "full text": "Federal prosecutors said Wednesday that they had agreed on bail provisions for a Colorado man who has been charged with obstructing an investigation into a terrorist bombing plot. \n  The man, Mohammed Wali Zazi, 55, the father of a Denver airport shuttle-bus driver arrested last year on terrorism charges, will be released on a $50,000 bond secured by $20,000 cash, prosecutors said.\n  Mr. Zazi had been held without bail since Feb. 1, after being indicted in New York on the obstruction charges. He had been charged earlier in Colorado on charges of lying to an investigator.  After the latest indictment was unsealed, he was brought to New York and has been held here since then.\n  The New York indictment accused him of conspiring with others to ''corruptly alter, destroy, mutilate and conceal objects, to wit: glasses, masks, liquid chemicals and containers.'' \n  Both charges stemmed from an investigation into Mr. Zazi's son, Nazibullah Zazi, who is accused of buying beauty supplies and brewing them into homemade explosives in Aurora, Colo. \n  Two other men, Adis Medunjanin, 25, and Zarein Ahmedzay, 24, were also charged in connection with the case. Prosecutors said the two, who both went to Flushing High School in Queens with the younger Mr. Zazi, also accompanied him on a trip to Pakistan, where he is accused of having received weapons and explosives training from Al Qaeda. \n  Under the agreement announced Wednesday, the elder Mr. Zazi will be permitted to leave his home in Colorado only to work, meet his lawyer, go to court, receive medical treatment or attend religious services. \n  Mr. Zazi will be required to wear an electronic monitoring bracelet and will receive random and unannounced visits from the authorities. In addition, Mr. Zazi, who is asking the court to return to him $14,000 in cash and gold seized by the F.B.I., will be required to turn that sum over as part of his bail if he gets it back. \n  The judge in the case, Magistrate Steven M. Gold, forbade Mr. Zazi from having contact with four people, who included  his son, Mr. Medunjanin and Mr. Ahmedzay. \n  Mr. Zazi's lawyer, Deborah Colson, said that she expected that he would be released on Friday, after money was delivered on his behalf to New York from Colorado. \n\nhttp://www.nytimes.com\n\nLoad-Date: February 18, 2010"
}