{
    "title": "Baker calls for second hearing on intelligence bulletins",
    "publisher": "the citizens' voice ",
    "year": 2010,
    "month": 9,
    "day": 30,
    "full text": "Sept. 30--In the aftermath of one hearing filled with surprising disclosures about controversial intelligence bulletins, state Sen. Lisa Baker, R-Lehman Township, is calling for another to find out what can be done about the situation.\nThe Senate Veterans Affairs and Emergency Preparedness Committee met Monday to hear testimony about a no-bid contract the state Department of Homeland Security had with the Institute of Terrorism Research and Response; the nonprofit organization produced intelligence bulletins which included reports on activist groups that did not pose a threat to public safety.\nOne revelation was the bulletins hindered rather than helped law enforcement officials. State Police Bureau of Criminal Investigation Director Major George Bivens wrote to Homeland Security Director James F. Powers Jr. in a Jan. 21 e-mail that the bulletins were like \"reading the National Enquirer.\"\n\"Every so often they have something right, but much of the time it is unsubstantiated gossip,\" Bivens wrote.\nGov. Ed Rendell's Chief of Staff Steven M. Crawford, who heads the internal investigation, wrote to Baker on Tuesday that although state police officials had apparently been alarmed about the bulletins since Dec. 17, 2009, they never brought their concerns to his attention.\n\"We must rectify the reluctance of top law enforcement and homeland security officials to share critical information with the Governor's Office when it involves disputes among agencies,\" he wrote.\nBaker is scheduling a follow-up hearing on Oct. 13 for Crawford to detail where the investigation is, what recommendations and solutions there are and if any personnel changes are anticipated, before the Senate committee decides what steps to take.\n\"Not being able to tell the difference between being an activist and being a terrorist is very troubling to many people,\" Baker said.\nShe said people involved with groups listed in the bulletins want assurances their names were not used improperly and they won't face any consequences down the road. Being named in the bulletins prompted the Kingston-based Gas Drilling Awareness Coalition to file a federal suit against Powers, the Institute of Terrorism Research and Response and its director, Michael Perelman.\neskrapits@citizensvoice.com, 570-821-2072\nTo see more of The Citizens' Voice or to subscribe to the newspaper, visit http://www.citizensvoice.com/. Copyright (c) 2010, The Citizens' Voice, Wilkes-Barre, Pa. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com, e-mail services@mctinfoservices.com, or call 866-280-5210 (outside the United States, call +1 312-222-4544).\n\nLoad-Date: October 1, 2010"
}