{
    "title": "Baker Seeks to Avoid Breaking Off P.L.O. Talks",
    "publisher": "the new york times",
    "year": 1990,
    "month": 6,
    "day": 9,
    "full text": "Secretary of State James A. Baker 3d indicated today that the Bush Administration was trying to do all it could to avoid breaking off the United States-P.L.O. dialogue because that would mean an end to the current peace process.\nBut he also seemed to indicate that unless the Palestine Liberation Organization dissociated itself more strongly from the May 30 terrorist raid on Israel by one of its factions, a suspension of contacts would be inevitable. The final decision by the Administration is expected in a matter of days.\nThe United States, Mr. Baker said, would never ''countenance terrorism'' simply to keep the cause of peace alive. But at the same time, he said, ''It is important that we try to move toward peace in the Middle East so that we do not see an escalation of violence, so that we do not see increased outbreaks of terrorism.''\n''We have said all along that this is a very very serious matter,'' he said of the May 30 attack. ''We have condemned what happened, as far as the proposed raid was concerned, in the strongest possible terms. Terrorism is something that has to be taken very, very seriously.''\n \nNATO Ministers End Talks\nBut in remarks at the closing news conference of a two-day gathering of NATO foreign ministers in this Scottish coastal resort. he added: ''It is also important that we pursue peace in the Middle East in a serious manner, and peace in the Middle East is also a serious matter. So there is some perspective and responsibility required in dealing with this issue. Let me simply say to you that when we are satisfied that we know all we need to know about this issue, we will act in a way that reflects our dual commitment to promoting peace and being resolute in countering terrorism.''\nPresident Bush, traveling through the Midwest today, made his own public appeal for Yasir Arafat, the P.L.O. chairman, to ''speak up'' about Middle East terrorism and specifically about the May 30 attack.\nMr. Bush said he had not made a final decision about continuing the American-Palestinian dialogue, nor had he determined who was finally responsible for the attack. But he offered a thinly veiled warning to Mr. Arafat.\n''Our dialogue and discussion is predicated in part on renunciation of terror,'' the President told reporters aboard Air Force One en route to Omaha from Des Moines. Speaking of the May 30 attack, he added, ''In my view, this is sheer terror.''\n \nLast-Ditch Appeal Seen\nOfficials said the Bush and Baker statements could be seen as a last-ditch appeal before a decision is made to suspend the dialogue. But the consensus among senior American officials involved in Middle East diplomacy is that Mr. Arafat is not going to go beyond his statement that he had nothing to do with the raid. As a result, the consensus is that a suspension of the dialogue is now only a matter of time.\nThe American Ambassador to Tunisia, Robert H. Pelletreau Jr., met with P.L.O. officials four times in the last week. He sought to persuade them to condemn the May 30 raid on the Israeli coast by the Palestine Liberation Front and to expel the group from the P.L.O. But a two-day meeting of the P.L.O.'s 15-member executive committee in Baghdad ended on Thursday with only a statement denouncing Washington for ''protecting Israel and its crimes'' and for ''encouraging it to commit more.''\nMr. Baker's statement was prompted not only by Israeli calls for suspension of the United States-P.L.O. dialogue but by an awareness that pressure was building in Congress for a decision on the dialogue. Last week, Senators Frank R. Lautenberg, Democrat of New Jersey, Charles E. Grassley, Republican of Iowa, Connie Mack, Republican of Florida, and Joseph I. Lieberman, Democrat of Connecticut, introduced legislation urging the Administration to end the dialogue.\nThe Administration is also under pressure from Egypt and Saudi Arabia not to break the United States-P.L.O. relationship, a sentiment echoed by many NATO foreign ministers, particularly the British Foreign Secretary, Sir Douglas Hurd.\n \nHow to Make the Break\nAmerican officials are trying to figure out exactly how to suspend the dialogue in a way that will cause the least diplomatic damage and leave open the greatest possibilities to resume the relationship later.\nAdministration officials say there is a direct link between the United States-P.L.O. dialogue and the peace process, because it was through the dialogue that the United States was able to persuade Mr. Arafat to allow non-P.L.O. Palestinians from the Israeli-occupied West Bank and Gaza Strip to negotiate with Israel on Prime Minister Yitzhak Shamir's own peace plan.\nAmerican officials say they are convinced that without the dialogue, no Palestinian will enter formal talks with Mr. Shamir on his proposal for elections in the occupied territories to be followed by negotiations for limited Palestinian self-rule. Some American officials say the main reason Mr. Shamir wants the dialogue severed is precisely that such a break will mean no Palestinians will come to the table and he will therefore not be under any more pressure to negotiate with them.\n''We will be willing to remain engaged as long as the parties themselves want us to,'' Mr. Baker said. ''We are hopeful, as we have been before, that a new government will emerge in Israel that will be committed to moving forward with the peace process.''\n\nGraphic\n\n \nPhoto: After NATO talks yesterday, Secretary of State James A. Baker 3d said he hoped to avoid suspending contacts with the Palestine Liberation Organization. (Associated Press)"
}