{
    "title": "Baker Sees Prospects for Peace After Talks With Syria",
    "publisher": "the world",
    "year": 1991,
    "month": 3,
    "day": 15,
    "full text": "SECRETARY of State James Baker III saw a ''window for peace'' in the Middle East, he said yesterday after crowning a regional tour with marathon talks in Syria.\n''I saw a serious desire to work for achieving peace. There was an agreement to seek a comprehensive settlement to solve the Arab-Israeli conflict on the basis of United Nations Resolutions 242 and 338,'' the United States official told a news conference before leaving for Moscow.\nBoth resolutions require Israel to trade Arab-occupied land in return for peace.\nMr. Baker said he agreed that no double standard should be used in dealing with the 43-year-old Arab-Israeli conflict: ''The United States will do whatever it can to use its influence and good offices with Israel to help achieve a solution.''\nBaker ended seven hours of talks with Syrian President Hafez al-Assad Wednesday night. It was believed to be one of the longest meetings of his tour which had also taken him to Saudi Arabia, Egypt, and Israel.\nAsked whether good offices would be enough to reach a settlement in the Middle East, Baker said he was confident US influence with Israel would produce ''something.'' But he added: ''It is still early at this stage to speak about a breakthrough.''\nMr. Assad became Washington's most unlikely ally when he sent thousands of troops to join the US-led coalition that drove Iraq from Kuwait two weeks ago.\nBaker said differences remained between Syria and Washington on the issue of terrorism. Syria remains on the US list of countries that sponsor terrorism.\n''The issue is still under discussion until the problem is resolved,'' Baker said, adding there had been some progress.\nSyrian Foreign Minister Farouq al-Shara said the difference ''was not on the desire to combat international terrorism but was on the definition of terrorism.''\nAsked about reports that Syria had bought Scud missiles, Baker said: ''In our opinion, there has been some Scud delivery to Syria and this should be discussed.''\nMr. Shara said: ''Syria is in a state of war with Israel which has all kinds of weapons, including those of mass destruction… We think this issue should be among the issues to be raised for achieving peace in the region.''\nBaker said he and Assad had discussed the 12 Western hostages, including six Americans, held by pro-Iranian militants in Lebanon, where Syria is a main power broker.\nHis visit to Damascus was noticeably different from previous, merely businesslike visits, underlining the improved ties following Syrian involvement in the US-led coalition that forced Iraq out of Kuwait."
}