{
    "title": "BAKER GOING TO SYRIA DESPITE DIFFERENCES, U.S. TL SEEK HELP",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 9,
    "day": 11,
    "full text": "BRUSSELS, Belgium - U.S. Secretary of State James A. Baker III said Monday that he would go to Syria this week to coordinate anti-Iraq efforts with President Hafez Assad.  The visit was scheduled despite major differences, which include the listing by the United States of Syria as a sponsor of international terrorism.  But Baker said Monday, ''We share the same goals,'' referring to the U.S.  drive to isolate Iraqi President Saddam Hussein with a strict economic boycott and to confront him with an international ground and sea force.  The United States considers Assad to be one of the more radical Arab leaders in the Middle East, and Baker acknowledged, ''We continue to have some differences with Syria and we expect to discuss those differences.'' Baker said President George Bush had directed him to go to Damascus to meet with Assad on Thursday night, flying there from talks in Moscow with Soviet President Mikhail S. Gorbachev and Foreign Minister Eduard A. Shevardnadze.  ''The president felt it was an important time to have a face-to-face dialogue,'' Baker said.  Syria has sent troops to Saudi Arabia and to the United Arab Emirates to guard their oil fields against an Iraqi attack.  Over the years, the State Department has sharply condemned Syria's human rights record and has accused it of sponsoring terrorism against American and Israeli civilians. In fact, Syria is one of the seven countries on the State Department's terrorism list, making it ineligible for U.S. military equipment, sophisticated technology and U.S. assistance in acquiring international bank loans.\nAfter Iraq's invasion of Kuwait Aug. 2, Bush's administration reached out to both Syria and Iran to join the campaign against Saddam, relying on their longstanding differences with Iraq. Assad and Saddam head rival factions of the Baathist Party, while Iran fought an eight-year war with Iraq.  ''The United States has not had good relations with Syria,'' Baker admitted. ''We would like to see an improvement in those relations.'' Pressed as to why he was going to Damascus, Baker replied: ''They are there.'' In the news conference at North Atlantic Treaty Organization headquarters, Baker also reported that Saudi Arabia, the United Arab Emirates and the deposed government of Kuwait would contribute $12 billion to help pay for the U.S. defense of the Persian Gulf and to assist nations hurt financially by their support of the economic embargo against Iraq.  Barring unforeseen expenses, the contributions would cover the estimated $6 billion the United States planned to spend this year in defending Saudi oil fields.  At a meeting with NATO foreign ministers, Baker also requested that the member states send troops to Saudi Arabia and supply ships and planes to help transport U.S. forces to the region.  ''We would welcome additional ground forces in the region should any of the countries around the table see fit to send them, even if they were only symbolic,'' Baker said.  Of NATO members, only Britain and France have so far contributed significant military forces to the U.S.-led buildup in the Persian Gulf area.  NATO Secretary-General Manfred Woerner said, ''There is a feeling that the allies can and should do more . . . It is a struggle between the rule of law and the rule of the gun. It is a struggle that the international community cannot afford to lose.'' Baker said West Germany had pledged additional sea and air support, the Netherlands had offered equipment to protect troops against chemical weapons, Denmark would supply two ships, and the Greek merchant marine would provide three vessels for transport of U.S. troops and equipment.\n\nGraphic\n\n \nPhoto; PHOTO by AP … U.S. soldiers shopping in an American-style supermarket in Al-Kkhobar, Saudi Arabia, on Monday. The Saudi women at left offer contrasting styles of dress.\n\nLoad-Date: October 18, 1993"
}