{
    "title": "Baker asks Attorney General to review terrorism contract",
    "publisher": "the citizens' voice ",
    "year": 2010,
    "month": 12,
    "day": 2,
    "full text": "Dec. 02--State Sen. Lisa Baker is asking the office of state Attorney General Tom Corbett to determine if testimony about a controversial terrorism monitoring contract conflicts with newly revealed facts.\nThe state Senate cannot prosecute people for lying under oath. That's why the Republican from Lehman Township said she is asking Corbett to \"look at the whole record of the case, to determine if there are legal steps that may be necessary.\"\nIn mid-September, news broke that the nonprofit Institute for Terrorism Research and Response had a no-bid contract to compile intelligence bulletins for Pennsylvania Emergency Management Agency's Department of Homeland Security. They listed non-violent protests by law-abiding groups such as natural gas drilling opponents and anti-war activists alongside potential terrorist threats.\nHearings were held on Sept. 27 and Oct. 13 before the state Senate Veterans Affairs and Emergency Preparedness Committee, which Baker chairs. Those who testified included Homeland Security Director James F. Powers Jr. and ITRR President Michael Perelman.\n\"Although many questions have been answered, several more remain,\" Baker wrote to Corbett. \"There are now allegations that have surfaced speculating on various legal violations.\"\nSome testimony may have been in conflict with factual evidence, Baker alleges. She said discrepancies came to light through media coverage and \"continuing reports of groups and individuals who were monitored merely for exercising basic rights.\"\nFor example, it was asked under oath if any additional contracts with ITRR existed. Baker said the committee was told there were not -- but new information shows another contract may exist.\nOther questions are whether records were held for the legally required period of time or instead destroyed, and if individuals were targeted as well as groups. Under oath the answer was no, but later right-to-know requests show individuals' Twitter accounts may have been monitored, Baker said.\nShe said the Senate review and hearings had positive results, including Gov. Ed Rendell canceling the $103,000 ITRR contract and Powers resigning. Also in the aftermath, the Kingston-based Gas Drilling Awareness Coalition -- one of the organizations listed in the reports -- filed a federal suit against the ITRR and the Department of Homeland Security, alleging violation of coalition members' Constitutional rights.\neskrapits@citizensvoice.com, 570-821-2072\nTo see more of The Citizens' Voice or to subscribe to the newspaper, visit http://www.citizensvoice.com/. Copyright (c) 2010, The Citizens' Voice, Wilkes-Barre, Pa. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com.\n\nLoad-Date: December 3, 2010"
}