{
    "title": "BALANCE NEEDED IN SPYING There's a line between stopping terrorism and terrorizing civil liberty",
    "publisher": "usa today",
    "year": 2013,
    "month": 10,
    "day": 31,
    "full text": "Cal Thomas is a conservative columnist. Bob Beckel is a liberal Democratic strategist. But as longtime friends, they can often find common ground on issues that lawmakers in Washington cannot.\nBOB: There has been far too much hand-wringing this week over leaked intelligence that the United States has spied on some of its allies, including some heads of state. I can understand why our government is embarrassed by these leaks. But intelligence gathering on allies has gone on for decades. Charles Kupchan, professor of International Affairs at Georgetown University, put it best when he told NPR: \"Everybody spies on everybody, including friends on friends.\"\nCAL: That's true. Perhaps that's why President Obama should order the release of Jonathan Pollard, who is serving a life sentence for spying on the United States on behalf of Israel. If everyone who spied on us and we on them went to prison, no one would have any spies left. However, we both share a more pressing concern: The American government spying on fellow Americans.\nBOB: There is a huge difference between gathering intelligence in foreign countries, even our allies, and secretly getting information on U.S. citizens. Ever since 9/11, our intelligence agencies as part of the \"war on terror\" have expanded their operations to include American citizens. I was \"terrorized\" when I learned that the National Security Agency was intercepting information on Americans.\nCAL: They could be spying even on you and me, Bob. I used to be a greater supporter of intelligence gathering, especially in the frightening days following 9/11, but after seeing the ubiquitous cameras, the drones that can now invade anyone's privacy, the monitoring of e-mail and social media, the tracking devices and the SWAT team raids, I fear the potential for what constitutional attorney John Whitehead warns in his book A Government of Wolves, could easily become a \"police state,\" given the right circumstances and enough fear.\nBOB: That's something all of us should guard against. This government snooping has been building for years. In 1978, Congress established the Foreign Intelligence Surveillance Court, or FISC, to approve wiretaps and other intelligence gathering by the federal government. It was assumed that virtually all the government's secret requests would involve overseas operations, or potential spies from other countries operating in the U.S.\nCAL: I assume that's why the \"F\" in FISC stands for foreign.\nBOB: You would think so, Cal, but you would be wrong. The secret intelligence court, responding to a letter from the Senate Judiciary Committee, indicated this month that it had approved 99% of the government's wiretap applications, many on communication lines in the United States. There must be many more foreign spies operating on American soil than I had previously thought.\nCAL: Whitehead's book cites a 2011 Electronic Frontier Foundation analysis. It concludes that just between 2001 and 2008, the FBI might have been responsible for as many as 40,000 violations of intelligence law. About a third of the violations \"dealt with 'internal oversight guidelines,' while close to one-third were 'abuse of National Security Letters,' and almost one-fifth were 'violations of the Constitution, FISA, and other legal authorities.'\" That analysis should concern every American citizen, Bob, regardless of your political affiliation.\nBOB: Agreed. The pending approval by the Federal Aviation Administration of commercial drone flights over the United States also raises serious civil liberties concerns. Government drones are already in the air at local law enforcement agencies, the FBI, the Department of Homeland Security and elsewhere. The aerospace industry forecasts a worldwide deployment of almost 30,000 drones by 2018, with the U.S. accounting for half of them.\nCAL: Liberty isn't lost all at once, but gradually and without most people noticing. Once lost, it is difficult to get it back without a mass rebellion, even revolution. The tension in a free society is to find a balance between finding terrorists before they kill again and protecting our liberties. It would appear that things are out of balance with the momentum shifting to what could easily become authoritarian rule.\nBOB: I couldn't agree more, Cal. Domestic wiretaps, government television cameras blanketing our streets, spy drones by the thousands flying over our heads. It makes you wonder if the very foundation of this great country, which is liberty, is eroding right before our eyes.\nCAL: We don't know what our government knows about us and how it might use that information, given the chance. This could harm someone running for high office if his or her opponents managed to get their hands on private information, or it could fall into the hands of terrorists who might use it as blackmail as part of a terrorist plot.\nBOB: I am not opposed to government efforts to stop terrorist plots. We are still seared by the memory of 9/11, and we should be. But you're right when you call for balance. The government, which belongs to the people, should make every effort to strike a balance between stopping terrorism on the one hand and terrorizing our civil liberties on the other.\nCAL: The challenge, of course, is to find the balance amid shifting threats, new cells, individual radicalization and new technologies. I don't envy those in charge of trying to keep us safe, but I do hope that Congress will exercise sufficient oversight. This should not be a political issue on either side. Terrorists don't discriminate when they kill Americans.\nBOB: You're sounding like a civil libertarian, Cal.\nCAL: Civil liberties are not the exclusive property of the ACLU or any political party. They are for all of us. If we are not vigilant, they could disappear for all of us in a surveillance state. \n\nLoad-Date: November 1, 2013"
}