{
    "title": "Balance of Power",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 12,
    "day": 16,
    "full text": "The role of presidential power in the age of global terrorism is one of the most profound issues to emerge in America since the terrorist attacks on September 11, 2001. For four years, President Bush has asserted that the executive branch should have the first and last word in prosecuting the war on terrorism - from the use of military force abroad, through the detention and treatment of suspected terrorists here and around the world. During this period, Congress and the judiciary have, for the most part, deferred to this position.\nThings have begun to change of late, with Congress and the courts re-asserting what they believe to be their constitutional prerogatives to oversee and influence the nuts and bolts of administration counterterrorism policy. In the past six weeks, the Senate has voted 84-14 to grant captured terrorism suspects the right to appeal in federal court, and 90-9 to prohibit the mistreatment of detainees, and the Supreme Court has agreed to rule on the legality of the administration's proposed military tribunals for accused terrorists.\nFor those concerned that the Bush administration's war on terrorism would lead to ever-expanding executive powers at the expense of civil liberties, these recent measures should be welcome news. They also demonstrate the importance of our system of separation of powers, which the framers of the Constitution devised to ensure that if one branch overreaches, the others would rein it in.\nThe challenge now will be to ensure the pendulum of power does not swing too far away from the executive branch. Despite the excesses of the Bush administration, it is important to remember why the president was granted expanded powers after 9/11, in the first place: because a strong executive is need ed to defend against the vast threat of global terrorism.\nThis is why three measures were quickly sanctioned after the 9/11 attacks - a Congressional resolution authorizing the president to use \"all necessary and appropriate force\" to combat terrorism; a broad new antiterrorism law, the USA Patriot Act; and an executive order permitting the detention of terrorism suspects and their trial by special military tribunals. These measures, along with the president's commander-in-chief status, have served as the Bush administration's primary justification for prosecuting the war on terrorism any way it sees fit.\nThe deference Congress and the courts granted this position in the wake of 9/11 fits a familiar pattern of power shifting toward the executive in times of conflict; and of presidents then stretching the Constitutional limits of their authority. Yet in past cases - President Lincoln's suspension of habeas corpus during the Civil War; the Sedition Act under President Wilson during World War I; President Roosevelt's executive order creating internment camps for Japanese Americans during World War II - the conflicts were of limited duration. Extraordinary executive powers quickly receded after the wars.\nThe potentially open-ended nature of the war on terrorism ignited fears that a continued threat environment could undercut our nation's most cherished civil liberties, for citizens and non-citizens alike.\nAlthough it took a few years, America's system of checks and balances eventually began kicking in to oversee and, when necessary, alter administration policy. The first such instance came in June 2004, when the Supreme Court - proclaiming \"a state of war is not a blank check for the president\" - ruled suspected terrorists must be allowed to challenge their detention before a neutral party. Last month's decision to rule on the legality of military tribunals represents further evolution of judicial oversight on administration policy. And the recent overwhelming votes in the Senate show that Congress is demanding a role in shaping policy regarding torture and the rights of individuals swept up in the war on terrorism.\nNot every court ruling or act of Congress will go against the administration - nor should they. Though some members of Congress, and groups such as Human Rights First, favor a far tighter leash on the administration, the very process of active oversight is having a tempering effect on administration policy. For example, before the Supreme Court issued its June 2004 ruling, the administration began enhancing the rights of detainees in anticipation of the decision.\nThe Justice Department's recent decision to release alleged aspiring \"dirty bomber\" Jose Padilla from military custody and try him in criminal court represents further deference by the administration to constitutional principles. And before recent Senate legislation on the treatment of prisoners can become law, the administration is busy negotiating changes to its practices, to bring them more in line with American law and international norms. Secretary of State Rice promised as much during her visits to European capitals last week.\nAmerica's system of checks and balances is working - even in the age of terrorism. And now, as Congress and the courts become more active, it is important that a proper balance is struck - one that does not hamstring the administration's ability to act in defense of the nation, while ensuring its policies and practices are in keeping with the principles treasured by Congress, the courts, and the American people.\nMr. Gottlieb teaches American foreign policy and counterterrorism at Columbia University.\n\nLoad-Date: December 16, 2005"
}