{
    "title": "Balancing Act for India as Talks With Pakistan Resume",
    "publisher": "the new york times",
    "year": 2010,
    "month": 2,
    "day": 25,
    "full text": "NEW DELHI -- The resumption of diplomatic talks between India and Pakistan on Thursday comes at a critical moment, with the United States hoping that even a modest improvement in relations between the nuclear-armed neighbors could help the broader American military effort in Pakistan and Afghanistan.\n  Yet achieving that is likely to prove a challenge, analysts say. Even as the foreign secretaries of India and Pakistan were preparing to meet in New Delhi, the countries have squabbled over what would be discussed. India wants the agenda to focus on terrorism, while Pakistan wants to resume talks on broader engagement that broke off after the November 2008 attacks in Mumbai, India, by militants trained in Pakistan.\nThere were signs of flexibility on Wednesday night. As Pakistan's foreign secretary, Salman Bashir, arrived in New Delhi, India announced that his schedule on Thursday would be broader than previously announced. Besides meeting with the Indian foreign secretary, Nirupama Rao, Mr. Bashir will also meeting with India's minister of external affairs, S. M. Krishna, and the country's national security adviser, the newly appointed Shivshankar Menon.\n  For India, which made the offer to start the talks, merely returning to formal diplomacy stirred domestic controversy as well as confusion. The offer underscored how advancing the Pakistan issue has become a personal priority -- and a political risk -- for the Indian prime minister, Manmohan Singh.\n  Mr. Singh is credited for his persistent efforts to restart diplomacy, but his government has been criticized for shifting positions and failing to explain clearly to a public still angry at Pakistan over the Mumbai attacks why moving forward now is in the national interest.\n  ''He looks at India in the long term,'' said Lalit Mansingh, a former top Indian diplomat. ''But, tactically, he has been unable to take the country along when it comes to specific issues like the dialogue with Pakistan. This is where political skill comes in.''\n  ''To me,'' Mr. Mansingh continued, ''it is possible to explain this to the public. But it hasn't been done. That, to me, is the biggest weakness.''\n  The volatility of the situation was made evident on Feb. 13, when a bomb exploded at a bakery in the Indian city of Pune, killing 15 people. Indian authorities are investigating whether the attack was orchestrated by Lashkar-e-Taiba, the Pakistani militant group held responsible for plotting the Mumbai attack, but no firm link has yet been verified. In the wake of the Pune bombing, opposition leaders in the Hindu nationalist Bharatiya Janata Party demanded that India step away from the Pakistan talks -- a demand rejected by the government led by Mr. Singh's resurgent Congress Party.\n  A former Indian high commissioner to Pakistan, Gopalapuram Parthasarathy, said that by moving forward with the Thursday talks, the government was undercutting its post-Mumbai position of refusing to negotiate formally until Pakistan took concrete steps to curb domestic terror groups that focus on India. He said that India's home minister had been scheduled to discuss terrorism with Pakistani officials on the sidelines of an upcoming conference, but those narrower discussions were now pre-empted.\n  ''Yes, you have to talk to a neighbor, but the question is: On what? And how?'' said Mr. Parthasarathy, known as aggressive on defense and security issues. ''Believe me, the dialogue process is going to have a very thin membrane of political backing in India.''\n  But other analysts say talks offer a chance to change the status quo at a time when tensions in the region are worsening.\n  ''It is the right step,'' said Salman Haider, a former Indian foreign secretary. ''There's no other way that India and Pakistan can address their issues. This can only fester if they are unaddressed.''\n  Prior to the Mumbai attacks, India and Pakistan had been engaged in a so-called ''composite dialogue'' structured to address disputes over a range of bilateral issues, including water, trade, commerce and the pivotal dispute over the border region of Kashmir.\n  In 2007, Mr. Singh also had been engaged, through intermediaries, in back-channel negotiations with Pakistan's president at the time, Pervez Musharraf, in which the two men nearly reached an agreement on Kashmir. That process was suspended in 2008 as Mr. Musharraf fell from power.\n  Few analysts expect a substantive breakthrough on Thursday, but the meeting may clear the way for a resumption of the stalled broader talks. Mr. Singh's vision of India as an influential global player depends on sustaining high economic growth in the coming decade, which in turn depends on stability in South Asia, especially in relations with Pakistan.\n  During the past year, Mr. Singh has repeatedly tried to keep the door open to Pakistan, though in doing so he has opened his government to criticism. Last year, after meeting with Pakistan's prime minister, Yousaf Raza Gilani, on the sidelines of a regional summit meeting in Egypt, Mr. Singh signed a joint statement that caused a political uproar by alluding to Indian involvement in the Pakistani region of Baluchistan and suggesting that future talks would not be linked to Pakistani progress on terrorism.\n  Mr. Singh had to backtrack in a speech before the Indian Parliament. Now, having navigated that tempest, he has again pushed the issue to the fore.\n  ''The prime minister is going out on a limb,'' said Ashley J. Tellis, a specialist in Asian strategic issues at the Carnegie Endowment for International Peace in Washington. ''There is no national consensus on resuming a dialogue with Pakistan.''\n  From the vantage point of the Obama administration, Thursday's talks are a welcome development, though United States officials, sensitive to Pakistan's suspicions of both Indian and American ambitions in the region, are taking pains not to be seen as intervening. Washington wants greater Pakistani cooperation in fighting Taliban leaders hiding in the remote regions bordering Afghanistan. But Pakistani officials have often pointed to the diplomatic stalemate with India as reason for dedicating resources to the country's eastern border.\n  For its part, India strongly supports America's campaign against the Taliban and is worried that Taliban elements could be brought into a power-sharing arrangement to end the war in Afghanistan. India's security establishment is also assessing the recent Pakistani assertiveness in arresting Taliban leaders.\n  Few analysts think Pakistan is responding to Indian demands to fight terrorism. Instead, Pakistan is seen as trying to position itself for when the United States begins negotiating an exit strategy from Afghanistan.\n  ''The India-Pakistan dialogue is only a sideshow,'' said K. Subrahmanyam, a leading Indian strategic affairs analyst. ''For most Indians, the central issue is India and Pakistan. For me, the central issue is that the Americans are fighting the Taliban groups inside Pakistan.''\n\nhttp://www.nytimes.com\n\nLoad-Date: February 25, 2010"
}