{
    "title": "BALANCING SAFETY, FREEDOM KEY TO ANTI-TERRORISM LAWS",
    "publisher": "wisconsin state journal",
    "year": 1996,
    "month": 8,
    "day": 9,
    "full text": "Balancing public safety with personal freedom is the challenge for Wisconsin Sen. Herb Kohl and other legislators trying to craft anti-terrorism legislation.\nThe bombing in Oklahoma City, the downing of TWA Flight 800 and the bomb blast in Centennial Park at the Olympics have focused the country's attention on the threats of terrorism.\nAs ranking member on the Terrorism, Technology and Government Information subcommittee, Kohl has been a key player in the debate on how to address this latest threat.\n''There is much the government is doing and much more it can do, but this is a free country and we pay a price for that freedom of movement, of access and speech,'' Kohl said. ''We can't be as militaristic on some security issues as perhaps other countries can, but there are steps we can take.''\nKohl advocates three new measures to further the government's protective services, all of which come with a personal and financial cost:\n* Expanding federal wiretapping authority.\n* Marking explosive materials so they can be traced more easily.\n* Beefing up airport security.\n''Give law enforcement more wiretapping authority much like the kind they have had for years in dealing with the Mafia,'' the Wisconsin Democrat said.\nWhile the Senate had passed a measure expanding this power earlier this year, their efforts have been stymied by House conservatives who fear trampling on the rights of individuals.\nKohl also advocates tagging or labeling explosives, which law enforcement officials say would help them trace explosives to their manufacturer, helping them determine when they were sold and who purchased them.\nThe microscopic color-coded particles are introduced to explosives during manufacturing.\nBut the National Rifle Association opposes these ''taggants,'' saying they can be a safety hazard.\n\nLoad-Date: August 10, 1996"
}