{
    "title": "Balderas_ State should update its domestic terrorism and cyber crime laws",
    "publisher": "the santa fe new mexican",
    "year": 2019,
    "month": 11,
    "day": 26,
    "full text": "DEMING\nLuna is one of the poorest counties in the state. And New Mexico is the second-poorest state in the country. But that hasn't stopped Luna's largest city, Deming, from rising to the occasion to help people who are much poorer.\nIt was Mother's Day weekend when the U.S. Border Patrol began dropping off migrants in droves at a tiny bus stop outside the McDonald's in Deming. City officials had little warning, no federal assistance and practically no knowledge of how to provide refuge for people who had traveled thousands of miles to flee violence and poverty.\nYet since then, this town of fewer than 15,000 people has drawn on every ounce of strength -- as well as donations from far and wide -- to provide food, beds and roofs for more than 10,000 mostly Central American migrants. At a time when reports are surfacing about horrid conditions at federal migrant detention centers in Texas, Deming's efforts have become a source of pride for the city and state.\n\"This was a complete shock to us,\" City Administrator Aaron Sera said on a recent day. \"This community came together, and came together fast, to make this happen.\"\nIt hasn't been easy. After shelters filled up in El Paso, the Border Patrol began dropping off asylum-seekers in Deming and Las Cruces, forcing those cities to figure out how to feed hundreds of migrants, gather their information and house them.\nDeming was receiving 200 to 300 migrants a day and didn't have the infrastructure found in larger cities. There was only one local church helping to house migrants, while Las Cruces had several to draw upon, local officials said.\nTo complicate matters, the Border Patrol didn't tell Deming officials in advance how many migrants it planned to drop off on a given day, making planning difficult.\n\"They were dropping people in Deming in a way that was really disruptive,\" said Jackie Lindsay, New Mexico's homeland security and emergency management secretary. \"It's scary when you have something that's bigger than you expected, than what you budgeted for. It disrupts the equilibrium of your community.\"\nStill, the town rallied. Within a day after the first busload of migrants was dropped off in May, Deming had fashioned a makeshift shelter out of an empty building at the Southwestern New Mexico State Fairgrounds. It soon began using a World War II-era plane hangar.\nThe goal was to provide what migrants needed during their 48- to 72-hour stays, before they traveled by bus or plane to meet sponsors and await court hearings in other parts of the country. The Deming shelter also helped them coordinate the logistics of that travel.\n\"They pulled it together piecemeal,\" said Democratic state Sen. John Arthur Smith, whose district includes Deming. \"Whether citizens agree or disagree with the asylum issue, the local community has done a wonderful job. It's brought out the best in the community.\"\nOfficials from the police and fire departments created an intake system to register migrants, while the Catholic Diocese of Las Cruces provided software for Deming to use, Sera said.\nLocals also tapped their own closets and pocketbooks. On the first day, Sera went to a local store and bought $250 worth of toys with his own money and gave them to migrant children.\n\"When we first got the call, it was urgent,\" said Ariana Saludares, co-founder of Deming nonprofit Colores United, who now works on staffing at the shelter. \"They said, 'You've got to come and bring all your shoes.' It turned out so much more was needed.\"\nThe Deming City Council allocated\n$1 million to pay for the efforts -- a sum for which it hopes to be reimbursed with federal money set aside for localities that have aided asylum-seekers. Key relief also came from New Mexico Gov. Michelle Lujan Grisham and Smith, who worked to allocate $250,000 in state money to Deming's relief efforts.\n\"I'm very proud of Deming,\" Lujan Grisham said in an interview. \"It's hard for them. They rarely complain. They just get up every day and get it done.\"\nSince May, the city has streamlined its efforts, hired employees to help with the migrants and moved the shelter to the city's National Guard Armory, which has cooler temperatures.\nThe city has been using the state money to pay employees working at the shelter and for utility bills and other costs. But it's been able to save the bulk of it so far thanks to volunteer help and donations, which have provided most of the food. The fund still has a balance of around $180,000, Sera said.\nDuring a visit by The New Mexican one morning last week, new arrivals sat in rows of chairs in an intake area, parents tended to their babies on green Red Cross beds and children kicked soccer balls to each other in an open indoor space. In a far corner of the cavernous room, young kids played with building blocks, coloring books and toy cars.\nNear large, colorful handmade banners that said \"Welcome!\" in three languages, workers prepared to serve a lunch of hot dogs and beans, along with apples and cookies. They were also ready to give out brown bag lunches that migrants departing that day could take.\nIn one room, staff from the state Department of Health tended to medical issues. As of that day, they had treated ailments such as headaches, stomach aches, dehydration, foot injuries and a broken arm. One woman who needed their help last week said she hadn't eaten in days.\nIn a large storage area, volunteers worked to organize donated shirts, pants, jackets and socks by size on large racks. Donated goods -- including large tubs of toiletries, diapers, shoes and art supplies -- had come in from all over the country.\nVolunteers came from all over, too. One of them was Iris Marie Bloom of upstate New York, who had heard about the Deming efforts in the media and came to work at the shelter.\n\"I called them up and asked if they needed me,\" Bloom said as she helped organize donated clothes in the storage space. \"It's a huge web of generosity.\"\nThe efforts in Deming come amid reports of horrid conditions at migrant detention centers operated by the Border Patrol in the Rio Grande Valley in Texas. The inspector general for the Department of Homeland Security warned in a July report of \"dangerous overcrowding\" and a lack of showers and hot meals for children.\nNone of those conditions exist at the city-run Deming shelter, where migrants said last week they were quite happy.\n\"They've treated us very well,\" said Donaldo Zambrano, 46, an asylum-seeker from Honduras who arrived with his son. \"We don't have toys like this in our country.\"\nSome of those toys were made possible by Santa Feans. The children's corner at the Deming shelter was provided through a fund overseen by the Santa Fe Community Foundation, in coordination with the city of Santa Fe.\nIn June, the foundation's Fund for Refugees and Asylum Seekers received a $150,000 donation from an anonymous Santa Fe donor, boosting total contributions to nearly $200,000. The foundation has received requests for funding from several New Mexico nonprofits working with refugees, including at least one in Deming, and plans to distribute the money soon.\n\"The fact that we've had such a response to raise money through this fund just reminds me of the true goodness of New Mexicans,\" said president and CEO of the foundation, William \"Bill\" Smith.\nA spokeswoman for the city of Santa Fe did not respond to a request for comment Wednesday.\nEarlier in July, the number of migrants at the shelter had fallen to below 100, but it had risen to 150 by Wednesday. Staff members said they had no idea how much longer they would receive migrants or how the Border Patrol decided which asylum-seekers to send there.\nThe U.S. Department of Homeland Security did not respond to a request for comment.\nNo matter what happens, shelter workers say they'll continue to provide assistance as long as necessary.\n\"We help them in any way we can,\" Sera said. \"We want to make sure we provide the most hospitality we can for their American dream.\"\n\nLoad-Date: November 27, 2019"
}