{
    "title": "Baldwin part of international student summit, cybersecurity",
    "publisher": "tribune-review",
    "year": 2012,
    "month": 12,
    "day": 13,
    "full text": "Baldwin High School hosted the World Affairs CouncilвЂ™s International Student Summit, Cybersecurity: Global Warfare in the Fifth Domain on Dec. 7.  \nMore than 600 high school students in Pittsburgh, Philadelphia, Austin and Islamabad, Pakistan, participated in the International Student Summit. Students connected through video conference, Twitter and Skype to listen to a panel of experts and discuss ideas for a possible cyber treaty. \nвЂњThere are cyber threats that exist,вЂќ said Steven Sokol, president and CEO of the World Affairs Council of Pittsburgh and the eventвЂ™s moderator. \nThe International Student Summit was held at the same time as the World Conference on International Telecommunications in Dubai, which included more than 190 countries. \nPanelists included Lawrence Husick, co-chairman of the Center for the Study of Terrorism at the  Foreign Policy Research Institute, who spoke to the students from Temple University, and Phil Williams, Wesley W. Posvar professor and director of the Matthew B. Ridgway Center for International Security Studies at the University of Pittsburgh, who spoke from Baldwin High School. The two spoke about how government and the private sector defend against and combat cyberthreats. \nHusick said cyber attacks are a threat to infrastructure, disrupting work and life because the western world is too dependent on technology; Williams said there are two kinds of hackers вЂ“ those who do it for money and those who do it to highlight weaknesses in infrastructure. \nStudents then broke into smaller groups to discuss ideas for a cyber treaty, establishing rules for the private sector and governments alike. Some areas of discussion included telecommunications, military, intelligence, national security, central banking, energy industries, corporations and diplomacy. \nLaura Van Wert is a staff writer for Trib Total Media. She can be reached at 412-388-5814 or at lvanwert@tribweb.com \n\nLoad-Date: December 15, 2012"
}