{
    "title": "Bali bombings also demand our attention",
    "publisher": "university wire",
    "year": 2005,
    "month": 10,
    "day": 3,
    "full text": "When planes flew into the World Trade Center, the world stopped and watched. And when bombs ripped the London Underground to pieces, life and transportation came to a standstill throughout the globe. So why didn't anyone stop and listen when bombings rocked Bali on Saturday?\nThe number of fatalities paled in comparison to prior terrorist attacks, but at least 25 people still died Saturday as they went about their normal business, dining at crowded restaurants on the Indonesian resort island.\nAuthorities quickly branded the events an act of terror, suspecting that the explosions were the product of a suicide bomber, according to the Los Angeles Times.\nBruce Hoffman, a terrorism specialist for the Rand Corp.'s Washington office, told the Times that the attacks shouldn't surprise anyone after London.\nMany argue that we shouldn't give in to terrorists by broadcasting their messages and acts through the media. And we most definitely shouldn't let their actions change our daily lives.\nBut that doesn't mean we shouldn't talk about it. That doesn't mean we shouldn't acknowledge what happened and mourn for the lives that were lost.\nAuthorities said at least three Americans were injured in Bali. Would U.S. media outlets have given more coverage if more Americans were injured or killed? Would more Americans actually care? It is most likely that the answer to these questions is yes.\nIn this era of globalization, we cannot fail to remember that the war on terror is global. Terrorism in Indonesia is just as important and just as much of a problem as terrorism in the United States or the United Kingdom. The lives of Indonesians are no less important than the lives of Americans.\nThis Western-centric view of the world and concern for terrorism must end now. If the Bush administration and the American people are serious about the fight to end terrorism, it must be approached at a global level. Bali deserves the same response as New York, Madrid and London.\n(C) 2005 Daily Trojan via U-WIRE\n\nLoad-Date: October 3, 2005"
}