{
    "title": "Baltimore 's Homegrown Terrorism",
    "publisher": "the new york times",
    "year": 2002,
    "month": 10,
    "day": 19,
    "full text": "The horrifying murders of a Baltimore woman, Angela Dawson, and five of her six children in an arson fire is a tragedy not only for their loved ones but also for a city where some neighborhoods have been described as under siege by lawbreakers. The fire, in which Mrs. Dawson's husband was critically injured, was apparently the result of her bold decision to do what all of us are asked to do: She reported drug dealing and other crime in her neighborhood to police. And she went a step further recently, testifying in an assault case against a drug dealer.\n     Baltimore has a history of problems in fighting crime that are linked in part to residents' apathy. Sadly, the Dawson family tragedy could exacerbate the situation just as city officials have begun to make some progress in their struggle to reduce drug-related violence. Baltimore, however, is still the most violent of the nation's 20 largest cities. Fueling its high rate of murders, shootings and stabbings is a drug abuse problem that is similarly acute. A startling estimate often cited is that as many as one in every eight Baltimore residents is a substance abuser. \n The arson murders have prompted calls for state police and even National Guard assistance, and comparisons to Osama bin Laden's terror network. \"We have terrorist cells of juvenile drug dealers,\" one state lawmaker told The Baltimore Sun. Although an arrest has been made in this case, Baltimore remains a city in which fear plays a large part in the lives of many citizens. The Dawsons had been urged to move but refused to leave their home. A fitting tribute to their courage would be greater citizen activism, including the revitalization of the block clubs and neighborhood associations that once were so important in Baltimore and can again be major crime-fighting tools. \n\nhttp://www.nytimes.com\n\nLoad-Date: October 19, 2002"
}