{
    "title": "BAM BUDGET PUTS KIBOSH ON ABSTINENCE-ONLY SEX ED",
    "publisher": "daily news ",
    "year": 2009,
    "month": 5,
    "day": 8,
    "full text": "WASHINGTON - The White House wants to get out of the business of telling youngsters \"Just Say No to Sex.\"\nPresident Obama is putting his own ideological stamp on federal spending in his proposed 2010 budget by cutting cash for abstinence-only sex ed programs.\nHe's taken a scalpel to a pair of $100 million George W. Bush-era programs that exclusively preached abstinence. Obama is replacing them with $110 million for comprehensive teen pregnancy prevention.\n\"It's about time that evidence-based management - and sanity - return to family planning programs,\" said Rep. Carolyn Maloney (D-Manhattan).\nDumping the say-no-to-sex programs were a tiny fraction of the $17 billion Team Obama trimmed from its $3.4 trillion funding budget request. Overall, New Yorkers say Obama's budget helps the city - but raised several red flags.\nOne is Obama's plan to cut $600 million from the federal terrorism insurance program.\n\"This is a real mistake,\" said Sen. Chuck Schumer, saying he'd fight to keep the money.\nThe administration deems the program, which helps cover builders against terror attacks, an \"excessive federal subsidy.\" It hopes the cuts encourage them to \"mitigate terrorism risk\" by \"building safer buildings.\"\n\"It's a definite setback for rebuilding Ground Zero,\" said Rep. Pete King (R-L.I.). \"It's the No. 1 terrorist target in the world. We need that federal backstop.\"\nLawmakers were pleased, though, that Obama is stepping up with $70 million to aid ill 9/11 responders.\nIn another area that sparked alarm, King panned Obama's move to end a program that paid the NYPD $18 million last year for help battling illegal immigration.\nLawmakers were also upset Obama scrapped plans to build a new presidential helicopter fleet in upstate Owego - $3.6 billion has already been spent.\nmmcauliff@nydailynews.com\n\nLoad-Date: May 8, 2009"
}