{
    "title": "BAM THINKS IT'S STILL 9-11 -MAC. GOPERS slam him for backing GITMO rights; ex-CIA big rips 'tired ta",
    "publisher": "daily news ",
    "year": 2008,
    "month": 6,
    "day": 18,
    "full text": "WASHINGTON - Barack Obama has a \"9/10\" attitude that treats terror fiends like \"run-of-the-mill drug dealers,\" John McCain's campaign charged yesterday.\nTeam McCain (R-Ariz.) unloaded that blast on the Illinois senator after Obama agreed with a recent Supreme Court decision that granted hearings to terror suspects.\nObama cited in part the case against the 1993 World Trade Center bombers that ended with most of the attackers in the federal clink.\n\"We were able to arrest those responsible, put them on trial. They are currently in U.S. prisons, incapacitated,\" Obama told ABC News, arguing that caging jihadists indefinitely in Guantanamo Bay, Cuba, has \"destroyed\" U.S. credibility.\nMcCain sicced his attack dogs on those remarks yesterday with blog posts, shots by fellow Republicans and a conference call accusing Obama of wanting a law-enforcement-only approach to terrorism and the captives at Gitmo.\n\"They are very dangerous people,\" said McCain adviser Randy Scheunemann. \"These aren't just your run-of-the-mill drug dealers that are picked up on the South Side of Chicago.\"\n\"Sen. Obama is a perfect manifestation of a Sept. 10 mind-set,\" Scheunemann added. Democrats countered that the all-out assault was a rerun of one of the GOP's oldest, least honest scripts.\nObama told reporters Republicans have no \"standing to suggest that they've learned a lot of lessons from 9/11,\" slamming them for letting Osama Bin Laden escape and engineering \"the distraction of the war in Iraq.\"\nFormer CIA counterterror boss Richard Clarke said Obama's strategy goes far beyond law enforcement. He noted McCain criticized Obama earlier as being too aggressive for wanting to strike terrorists in foreign lands without permission from locals.\n\"I'm frankly a little disgusted by the attempts of some of my friends from the McCain campaign to use the same old, tired tactics,\" Clarke said. \"To say [Obama] is weak on terrorism strikes me as just another example of the sort of Karl Rove strategy of taking what the truth is and doing the opposite.\"\nrsisk@nydailynews.com\n\nGraphic\n\n \nJohn McCain talks on a cell phone as he takes seat on campaign charter flight in San Antonio, Tex. Photo by AP\n\nLoad-Date: June 18, 2008"
}