{
    "title": "Bang, Boom_ Terrorism As a Game",
    "publisher": "the new york times",
    "year": 2013,
    "month": 5,
    "day": 3,
    "full text": "Right before I saw ''Iron Man 3,'' a publicist implored the several hundred attendees -- professionals and civilians jammed into a multiplex box and throbbing with excitement -- not to reveal any crucial information about the movie to anyone else. After the final credits rolled, and I staggered toward the exit, the booms of explosions still ringing in my ears, I wondered what I could possibly divulge that would spoil the pleasure of an innocent ticket buyer. After all, originality isn't the point of a product like ''Iron Man 3,'' which, despite the needless addition of 3-D and negligible differences in quips, gadgets, villains and the type of stuff blown up, plays out much like the first two movies.\nAnd so, once again, Tony Stark a k a Iron Man a k a Robert Downey Jr. jokes and poses, wears his superhero suit and flirts with Pepper Potts (Gwyneth Paltrow). Stuff blows up, and then more stuff blows up, because that's what happens when diversions like this hit movie screens around this time of year: chaos reigns, and then some guy cleans it up.\nThe only significant difference between ''Iron Man 3'' and others of its type is that it is opening a few weeks after the Boston Marathon bombings. It's an unhappy coincidence that might not be worth mentioning if ''Iron Man 3'' didn't underscore just how thoroughly Sept. 11 and its aftermath have been colonized by the movies.\nThe makers of ''Iron Man 3'' -- including the director, Shane Black, who wrote the script with Drew Pearce -- could not, of course, have known that their carefully engineered entertainment would open so soon after the Boston attack. Yet the explosions in the movie, as well as its plot elements -- among them the threat of terrorist violence, homegrown terrorism, American soldiers and improvised explosive devices -- made it impossible not to think about the marathon. When a Los Angeles landmark is blown up on screen, a twist rendered with the usual state-of-the-art digital technology, all I could think was how clean it looked without the pools of blood and grotesquely severed body parts.\nNot that anyone wants to see that, especially with kids in the theater. (The movie is rated PG-13.) ''Iron Man 3'' is conspicuously meant to be escapist entertainment (a pathetic conceit, given what it says movie people think about real life -- or rather the real lives of their customers). But Mr. Black and his colleagues, like other filmmakers who use the iconography of Sept. 11 and its aftershocks, want to have it both ways.\nThey want to tap into the powerful reactions those events induced, while dodging the complex issues and especially the political arguments that might turn off ticket buyers. The result is that in some movies Sept. 11 -- along with Afghanistan, Iraq, terrorism, the war on terror and torture -- registers as just a device, at once inherently political and empty, in a filmmaker's tool kit.\n''Iron Man 3'' uses that iconography in the extreme, with a terrorist figurehead, the Mandarin (Ben Kingsley), made up to look like Osama bin Laden; a televised execution; Middle East locations; American soldiers; and a complexly choreographed scene of falling bodies. It all looks and sounds familiar, though this is strictly Marvel's world, with its own rules and reality.\nThe story takes place after the events of ''Marvel's The Avengers'' and a battle for New York, with Stark talking in a voice-over: ''We create our own demons.'' There's a bunch of plot, the usual special effects and new faces, including Rebecca Hall as Maya Hansen, a geneticist, and Guy Pearce as Aldrich Killian, a rich guy with one of those mysterioso organizations that are invariably up to no good.\nThat's more or less it, give or take a few explosions. Those are loud and generally less impressive than Mr. Pearce and especially Mr. Kingsley, who turn in the sort of engaged performances that Mr. Downey no longer gives in the franchise. The ''Iron Man'' films turned Mr. Downey into a huge star, but the role has gradually, maybe inexorably, swallowed him. He no longer necessarily does -- and probably isn't asked to do -- the hard work of a real performance.\nWith his puckishness and fast motor, he remains an almost ineffably appealing presence. Yet in ''Iron Man 3'' he essentially functions as the delivery system for a repertory of Tony Stark poses, gestures, expressions and line readings that, with his superhero costume, established the ''Iron Man'' brand on screen.\nFor his part, Mr. Black made his name scribbling breezy action movies like ''Lethal Weapon'' and ''The Last Boy Scout,'' which wed violence to jokes and irony. His only other directing credit is for ''Kiss Kiss Bang Bang'' (the title of a Pauline Kael collection), a cutesy, self-conscious 2005 action flick with Mr. Downey. Jon Favreau, who plays Happy Hogan, Stark's security man, directed the first two ''Iron Man'' films and was thought to be in line for this one before he split for another project.\nGiven the industrial makeup and commercial demands of a movie like ''Iron Man 3,'' it's hard to know how much Mr. Black brought to it; his touch is largely evident in the banter and perhaps the swinging retro music over the end credits. Before he left as director, Mr. Favreau had already mentioned that the Mandarin would be in the movie.\nWhich brings me to a speech that Steven Soderbergh, who has announced his retirement from filmmaking, recently delivered at the San Francisco International Film Festival on what he sees as the lamentable state of the industry. As it happens, Mr. Soderbergh, whose career has oscillated between small, indie productions and studio fare like the ''Ocean's Eleven'' franchise, brought up ''Iron Man 3'' in his talk.\nHe wondered why a studio would spend so much money to release a big franchise sequel like this: ''Is there anyone in the galaxy that doesn't know 'Iron Man' is opening on Friday?'' More instructively, he also suggested why studios have become so dependent on big movies, including money, fear, lack of vision and leadership. Studio executives deserve much of the blame for ''pushing cinema out of mainstream movies,'' as he put it, but ''what people go to the movies for'' has also changed since Sept. 11.\nMr. Soderbergh said he thought that the country still has post-traumatic stress disorder ''and that we haven't really healed in any sort of complete way and that people are, as a result, looking more toward escapist entertainment.''\nThe studios have long made escapist movies, many wonderful. One problem, as thoughtful filmmakers like Mr. Soderbergh and others have expressed with alarm and frustration, is that the big studios have hitched so much of their resources to so-called tent poles meant to keep studios up and going in lean times.\nAs a consequence, it has become difficult for filmmakers to make midlevel studio movies for adults who value thought over action, narrative ambiguity over blunt spectacle. Good big movies are still released and sometimes even produced by the studios. Among the most satisfying films of the past decade are some from ''The Dark Knight'' and ''Harry Potter'' franchises, both of which, in their different ways, engage Sept. 11 and the world it made while transporting viewers into fantastical realms.\n''Iron Man 3,'' by contrast, at once invokes Sept. 11 and dodges it, and does so with a wink and a smile. It's not the first movie to do so, by any means. But the proximity of its highly publicized release to the Boston Marathon bombings simply makes it the latest, most conspicuous example of how profoundly disconnected big studio movies of this sort are from the world in which the rest of us live.\nThe point isn't that movies like ''Iron Man 3'' don't have any business taking on tough issues. The point is that if they are to be worthy of the art, worthy of the audience and its time and its money, worthy of the legacy of those Hollywood movies that comforted and cheered Americans through world wars and bleak times, they should take on the toughest issues -- not just exploit them.\n''Iron Man 3'' is rated PG-13 (Parents strongly cautioned). Violence.\nIron Man 3\nOpens on Friday nationwide.\nDirected by Shane Black; written by Mr. Black and Drew Pearce, based on the Marvel comic book Super Hero Iron Man; director of photography, John Toll; edited by Jeffrey Ford and Peter S. Elliot; music by Brian Tyler; production design by Bill Brzeski; costumes by Louise Frogley; special effects supervisor, Dan Sudick; produced by Kevin Feige; released by Marvel Studios and Walt Disney Pictures. Running time: 2 hours 9 minutes.\nWITH: Robert Downey Jr. (Tony Stark/Iron Man), Gwyneth Paltrow (Pepper Potts), Don Cheadle (Col. James Rhodes), Guy Pearce (Aldrich Killian), Rebecca Hall (Dr. Maya Hansen), Stephanie Szostak (Ellen Brandt), James Badge Dale (Eric Savin), Jon Favreau (Happy Hogan), Ben Kingsley (the Mandarin) and Ty Simpkins (Harley).\n\nhttp://movies.nytimes.com/2013/05/03/movies/iron-man-3-with-robert-downey-jr.html\n\nGraphic\n\n \nPHOTOS: Iron Man 3: Robert Downey Jr. stars in this film, opening Friday nationwide. (PHOTOGRAPH BY WALT DISNEY PICTURES) (C1)\n Above, Robert Downey Jr. is Tony Stark (a k a Iron Man), and below, Gwyneth Paltrow is Pepper Potts, in ''Iron Man 3.'' (PHOTOGRAPHS BY ZADE ROSENTHAL/WALT DISNEY PICTURES) (C15)       \n\nLoad-Date: May 3, 2013"
}