{
    "title": "Bangladesh Offers Bounties for Two Terrorism Suspects",
    "publisher": "the new york times",
    "year": 2016,
    "month": 8,
    "day": 3,
    "full text": "DHAKA, Bangladesh -- The authorities in Bangladesh have offered cash bounties for two men believed to have planned recent Islamist attacks there, reflecting a sense of urgency as terror alert levels remain high.\nThe first, Tamim Ahmed Chowdhury, is believed to have planned the July 1 attack on the Holey Artisan Bakery, according to Shahidur Rahman, a police spokesman. \n  In the attack, which was claimed by the Islamic State, a team of gunmen raided a restaurant in Dhaka heavily frequented by foreigners, killing 22.\n  Mr. Chowdhury was identified at a news conference on Tuesday as a 30-year-old man who, after living abroad, returned to Bangladesh in late 2013 from the United Arab Emirates.\n  Before that, he had lived for years in Canada, earning a degree in chemistry from the University of Windsor in 2011.\n  The police say that Mr. Chowdhury is the head of a newly created branch of a domestic terrorism network, Jama'atul Mujahedeen Bangladesh.\n  He has also been identified by some analysts as a coordinator of the Islamic State's activities in the region, though the authorities in Bangladesh deny that the group has a presence there.\n  The police say the second suspect, Syed Mohammad Ziaul Haque, heads the Ansarullah Bangla Team, which has carried out killings of secular writers and intellectuals.\n  Mr. Haque, a former major in the Bangladeshi Army, was accused of planning a military coup in 2012 against the government of Prime Minister Sheikh Hasina.\n  ''When we arrest these two, that is when we'll be able to really learn about the state of terrorism in Bangladesh,'' said Mr. Rahman, the deputy inspector general for media.\n  The bounty being offered is 2 million taka, or around $25,000, for each suspect.\n  The two men fall into a category of intense interest to the police since the Holey Artisan Bakery attack: individuals who may serve as connections between domestic and international terrorist groups.\n  They may have a common associate in Mohammad Saifullah Ojaki, a Bangladeshi expatriate who lived for years in Japan.\n  In an interview last year, a police investigator identified Mr. Ojaki and Mr. Chowdhury as fugitives suspected of setting up training and recruitment pipelines for the Islamic State.\n  Mr. Ojaki attended Sylhet Cadet College at the same time as Mr. Haque, according to the school's alumni association.\n  At a news briefing announcing the bounties, the police said that since 2013 there had been 51 terrorist attacks in Bangladesh. The police have arrested 172 suspects, and brought charges in 14 cases.\n\nhttp://www.nytimes.com/2016/08/03/world/asia/bangladesh-bounties-terrorism-suspects.html\n\nLoad-Date: August 3, 2016"
}