{
    "title": "Bangladesh Gets $1 Bn Credit, Vows Not To Allow Anti- India Terror",
    "publisher": "rtt news",
    "year": 2010,
    "month": 1,
    "day": 12,
    "full text": "(RTTNews) - India has extended $1 billion as Line of Credit to its eastern neighbor Bangladesh as part of its efforts to aid developmental activities in that country. On its part, the latter promised not to allow its territory to be used for anti-India terror activities.\nThe significant Line of Credit marked the highest one-time grant by India to any country, underlining the importance New Delhi attached to enhancing bilateral ties with Dhaka.\nThe two Asian neighbors signed five pacts following discussions between Indian Prime Minister Manmohan Singh and his visiting Bangladesh counterpart Sheikh Hasina in New Delhi. These related to security co-operation, power and cultural exchange.\nHasina told Dr Singh that her government would not allow Bangladesh to be used for terrorism directed at India, an assurance aimed at addressing a major concern about India&apos;s North-East insurgents taking shelter there.\nThough counter-terrorism and security issues were on top of the agenda at the wide-ranging talks, the two leaders discussed bilateral ties, including connectivity, trade and investment, border-related issues as also sharing water and power resources.\nThree accords were: Agreement on Mutual Legal Assistance in Criminal Matters, Agreement on Transfer of Sentenced Persons and Agreement on Combating International Terrorism, Organized Crime and Illicit Drug-Trafficking.\nThe two countries also signed an MoU on co-operation in the power sector that included providing 250 MW of electricity to Bangladesh and one on cultural exchanges for 2010-2012. They also agreed to revive the traditional links of connectivity, including the Akhaura-Agartala railroad.\nNew Delhi also sought to address Dhaka&apos;s concerns on non-tariff barriers, by agreeing to remove them on more items, and assured that India would not begin constructing the Meghalaya-based Tapaimukh dam which would affect Bangladesh&apos;s interests.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2010 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 15, 2010"
}