{
    "title": "Banking year in review_ Holding off a recession",
    "publisher": "idaho business review",
    "year": 2019,
    "month": 12,
    "day": 27,
    "full text": "Bankers at yearend 2018 were concerned that 2019 might bring a recession, but were optimistic about the economy if that could be forestalled.\nIt could. Idaho banks enjoyed the highest profitability rate ever, said Trent Wright, president and CEO of the Idaho Bankers Association, in Boise. “We’re leading the nation is just about every category,” he said.\n“Profitability continues to increase, capital levels are sound, and credit delinquencies are some of the lowest in the country,” agreed Mary Hughes, acting director of the Idaho Department of Finance, in an email message. She took over the position from Gavin Gee when he retired in mid-January, 2018.\nIdaho banks are gaining in profitability while profitability of banks nationwide is decreasing, Hughes said. “We have seen increased bank profitability with the average Return on Average Assets (ROAA) of banks headquartered in Idaho increasing from 1.37% as of December 31, 2018, to 1.52% as of September 30, 2019,” she said. “Over the same period, the average ROAA of all banks nationwide decreased from 1.35% to 1.33%. ”\nSimilarly, capital levels have improved in Idaho while decreasing nationwide. The average Tier 1 Capital Leverage ratio of banks headquartered in Idaho increased from 11.56% as of December 31, 2018, to 12.28% of average assets as of September 30, 2019, Hughes said. “Over the same period, the average Tier 1 Capital Leverage ratio of all banks nationwide decreased from 9.70% to 9.68% of average assets,” she said.\nBanks and branches\nOn the mergers and acquisitions front, there wasn’t a lot other than First Interstate Bank completing its acquisitions of Community 1st Bank in Post Falls and Idaho Independent Bank in Coeur d’Alene, announced in 2018. “We were fortunate that we didn’t have more community bank mergers in Idaho,” Wright said.\nAnd while some banks did close branches, others opened them, for a net gain, Hughes said. “Although banks continue to invest in technology such as mobile banking, current Idaho state-chartered banks increased their branch footprint by 5.43%, bringing the total number of branches to 97,” she said.\nZions Bank, for example, opened two new branches in Idaho, in Meridian and Twin Falls, and placed new automated teller machines in Jerome, Buhl and Kimberly, said Toni Nielsen, Western Idaho region president of the Salt Lake City-based bank. “While they’re not a branch, we look at it as a way to add access to clients,” she said. The bank also added 60 employees in Idaho.\n“There’s always a little bit of talk, ‘Should financial institutions spend on electronic access or expand their branch network?’” said Brian Berrett, chief financial officer of Idaho Central Credit Union, in Chubbuck. “Right now, all our data suggests both. ”\nNational banking issues\nOn a national level, two issues had an Idaho focus because Idaho Republican Sen. Mike Crapo chairs the Senate Banking, Housing and Urban Affairs Committee.\nOne is the ability for banks to serve legal cannabis businesses. In May, banking association officials from all 50 states  including Idaho  wrote to Crapo to urge him to hold hearings on H.R. 1595, theSecure and Fair Enforcement (SAFE) Banking Act of 2019. Crapo held a hearing in July, but the committee has not yet voted. It passed the House in September with a 321-103 vote, where Idaho Rep. Mike Simpson voted in favor and Idaho Rep. Russ Fulcher voted against.\n“We spent more time on it in 2019 than in our 199-year history combined,” said Wright.\nThe other was the reauthorization of the Export-Import Bank, which provides working capital guarantees to companies that import and export goods. The organization lacked a quorum of its board of directors since 2015, which limited its ability to authorize loans. The quorum was reinstated in May, and the Export Import Bank itself was reauthorized for seven years with the spending bill that President Donald Trump signed on Dec. 21. That spending bill also reauthorized the Terrorism Risk Insurance Act, which aims to ensure terrorism insurance continues to be available at an affordable price.\nCopyright © 2020 BridgeTower Media.  All Rights Reserved.\n\nLoad-Date: April 27, 2020"
}