{
    "title": "Banks Face New Social Insur. Risks",
    "publisher": "american banker",
    "year": 1979,
    "month": 5,
    "day": 8,
    "full text": "As if a 38.1% increase on blanket bond premiums coupled with a dwindling involvement by the Federal Bureau of Investigation in bank-related crimes were not enough to worry the industry, bank risk managers were exposed last week to a host of fairly new social-oriented loss areas likely to become more severe in the future.\nListed by Lester H. Jordan, vice president of Colorado National Bancshares, Inc., Denver, as prospective areas for greater loss in the banking industry were: terrorism, \"the sue syndrome\" and claims by employees for mental trauma and job stress.\n\"Financial institutions along with other industries will be a victim of social inflation --taken care of,\" Mr. Jordan, who is a member of the executive committee of the American Bankers Association's insurance and protection division, predicted.\nMr. Jordan was a member of a panel addressing bank-insurance related issues at the annual convention of the Risk and Insurance Management Society, Inc., held here last week.  Prior to the seminar, banking industry risk officials had met for two days in closed session.\nAnother panelist, Francis X. LeMunyon, secretary of the Surety Association of America said that the 38.1% rate increase requested by the insurance industry last September of insurance departments in all states on banker's blanket bond coverage had now been approved in all but five states.\nHe also noted that the Surety Association in consultation with the ABA was near completion of a revision of Form 24, the basic blanket bond purchased by banks to insure losses related to certain financial transactions and employee dishonesty.  The Surety Association provides a rating service for the fidelity industry.\nThe revision has been undertaken to incorporate a great number of riders that now must be applied to each policy into the language of the bond.  The language of the bond itself under the revision will be simplified and clarified for ease of understanding.\nIncorporated into the revised bond will be former riders relating to mergers and ownership changes, a new definition of dishonesty and exclusions concerning extortion and trading losses.\nOn the related ABA controlled Group Bonding Plan, another panelist, Edgar W. Armstrong Jr., told the risk management officers that 80 banks in 30 states have now joined the program.  \"It hadn't been expected the plan would be accepted this enthusiastically,\" the former director of ABA's insurance and protection division, said Mr. Armstrong recently resigned from the ABA to join Wyatt Co., a pension actuary firm, in Washington.\nUnder the program, banks must adopt stringent internal control improvements as recommended by preapproved examining firms which conduct in-depth examinations of banks desiring to join the plan.\nThe Plan was initiated late in 1977 as a response to withdrawals by major insurance underwriters from the market due to huge losses in the blanket bond field and more specifically, senior officer embezzlement claims, which have tripled over the last six years.\nPanelist, J. W. Twitchett, Lloyds of London's underwriter of bank blanket bonds, asked, \"Who would have thoughthat we would ever see such a spate of bank executive crime?\" He commented that pioneers in the blanket bond field would have been astounded to know that the worst infidelity exposure in terms of monetary amounts would one day be senior officials of banking institutions.  \"What would they have said if they had been told, that in 1977, there would be, at least, 33 losses in the employee dishonesty category which were greater than $500,-000?\"\nThere was a time when the most underwriters worried about was the odd holdup by criminals and perhas a defalcation here and there, Mr. Twitchett said.\nBut now insurers are confronted with a new concern -- robberies and embezzlements perpetrated by, people motivated by drug problems, social deprivation of one kind of another or terrorists and other political pressures.  The attitude, he said, seems to be \"if you need money desperately, where else would you go, but to a bank?\"\nNevertheless, after a three or four-year hiatus, he and Mr. Armstrong both talked of underwriters returning to the market.\nTemporarily, Mr. Armstrong said, the ABA does not expect to see a rush of banks joining the ABA Control Group Plan because the market has loosened -- \"partially due to the Plan\" -- but \"in the next crunch\" and he predicted there will be, \"it is critical that the Plan be supported and operative.\"\nMr. Jordan of Colorado Bracshares, who moderated the panel, urged bank risk managers and insurance lobbyists to talk with members of Congress about bank-related crimes.  \"We simply can't allow the FBI to withdraw their help which we need so very much.\"\nOn terrorism, Mr. Jordan stressed that banks are likely sources for funds to finance the terrorist activity -- \"terrorists are anti-capitalist and banks are labeled by them as being capitalistic\" -- \"we could see an increase in the kidnap/ransom and the property damage extortion problem.\nAnother concern for the industry in the future, Mr. Jordan said, is worker's compensation.  Not only are rates going up and benefits increasing, he said, but additionally, cumulative injury is becoming a problem.\n\"We are already seeing some of these claims coming from retirees who are finding their retirement benefits inadequate due to inflation and who are looking to other means,\" Mr. Jordan maintained."
}