{
    "title": "Bannon has the right idea on terrorism",
    "publisher": "usa today",
    "year": 2017,
    "month": 2,
    "day": 8,
    "full text": "LETTERS\nI was shocked when I read USA TODAY's editorial \"What Bannon shares with ISIL leader,\" which  asserts that both men harbor apocalyptic visions of a clash of civilizations between Islam and the West and quotes Steve Bannon as saying, \"Islam is not a religion of peace; Islam is a religion of submission.\"\nBy contrast, Paul Miller in his opposing view, \"Bannon is a welcome change,\" identified the meaning of Islam: \"submission\" or \"surrender.\" Given the terror and destruction Islamic terrorists have inflicted on Europe and the U.S., I hope everyone who reads the two views will understand why it is necessary to call radical Islam what it is: a group of religious radicals imposing their view of Islam on the world or die.\nIt is time for the liberal news media to pull their reporting head out of the politically correct cloud and report radical Islamists for what they are ... would-be world conquers, and it's time for liberals everywhere to see it and realize that  Miller is correct in his view: \"Bannon brings to the White House a fresh, pragmatic perspective that might just save the lives of American Christians, Jews -- and Muslims.\"\nMiller tells it like it is! Bannon's perspective and President Trump's leadership will save the lives of Americans.\nBill Smith\nAtlanta\nIn USA TODAY's rush to condemn President Trump, it made a disgusting comparison of presidential adviser Steve Bannon and the  mass murderer Abu Bakr al-Baghdadi.\nThe key difference philosophically, which dwarfs everything else, is that Bannon believes in nationalism and Bagdadi does not. Bagdadi believes in a worldwide Islamic caliphate with no borders. A world without borders; the exact opposite of Bannon's glorious American nationalism.\nUSA TODAY's inability to see the difference between these two men reflects its hatred of  Trump.\nRichard Sherman\nMargate, Fla. \n\nLoad-Date: February 8, 2017"
}