{
    "title": "Banners in Pottsville to honor service of local veterans",
    "publisher": "republican & herald ",
    "year": 2016,
    "month": 5,
    "day": 23,
    "full text": "May 23--In the next few days, Pottsville workers plan to put up more than 100 banners made to honor local veterans.\nThe banners will be hung on utility poles in downtown Pottsville. City officials will host a dedication ceremony related to \"The City of Pottsville Hometown Heroes 2016 Banner Program\" at 11 a.m. May 30, which is Memorial Day, at Garfield Square, according to city Councilman Joseph J. Devine Jr.\n\"We'll have a parade, which will start at 10 a.m. that day from 12th Street. Then, at 11 a.m., we'll have the dedication at Garfield Square,\" Devine said Thursday.\nThe guest speaker will be retired Navy Rear Admiral Nancy J. Lescavage, Port Carbon, according to Devine.\nIn November, Pottsville Mayor James T. Muldowney announced the city was going to give its residents the chance to honor veterans with banners on lamp posts.\nPeople were given until Feb. 28 to order banners at a cost of $200 each. The banners measure 24-inches wide by 48-inches high, and they were designed and produced by Rileighs Outdoor Decor, Bethlehem.\nThe banners will be given to the sponsor -- the individuals, families, organizations or business that bought them -- at the end of the display period. They banners may be displayed for two years, the mayor said previously.\nHometown heroes\nThe names of the veterans on the banners, the branch of the service they were in and the era in which those veterans served are as follows:\n1. Alfonsi, Alesandro J. \"Andy,\" Army, Korea/Cold War\n2. Ambrose, Irving M. \"Butch,\" Navy, World War II\n3. Barone, Angelo J. \"Abe,\" Army, World War II\n4. Bobinis, George \"Peach,\" Army, Korea\n5. Bors, David, Army, Global War on Terrorism\n6. Brehony, Gerald G., Navy, Vietnam\n7. Breininger, Clarence P., Army, World War II\n8. Brown, Francis W., Navy, World War II\n9. Campion, Leroy R., Army, World War II\n10. Cerullo, William J. Jr., Army, Vietnam\n11. Cerullo, William J., Army, World War II\n12. Chescavage, Donny, Army, Vietnam\n13. Clayton, Nelson P., Army, World War II\n14. Conway, Joseph J., Navy, Korea\n15. Corson, Nicholas E., Marine Corps, World War II\n16. Davis, Ellsworth C., Navy, World War II\n17. Derbes, David G., Marine Corps, Vietnam\n18. Devine, Joseph J. Jr., Air Force, Vietnam, Global War on Terrorism\n19. Devine, Joseph J. Sr., Army, Korea\n20. Dimmerling, Paul L. Sr., Army, World War II\n21. Dougherty, Francis M., M.D., Army, World War II\n22. Dudash, Michael Jr., Army Air Corps, World War II\n23. Dudash, Dominique D., Navy, Global War on Terrorism\n24. Dudish, Andrew M., Navy, World War II\n25. Dusel, Albert L., Army, World War II\n26. Dusel, Robert Sr., Army, Vietnam\n27. Fleming, James E., Army, Vietnam\n28. Fleming, James L., Army, World War II\n29. Fox, Edward, Army, Vietnam\n30. Gaffney, Francis J., Army, World War II\n31. Galle, Nicholas A., Army, Cold War\n32. Galle, Vito, Army, World War I\n33. Glore, George C., Navy, Vietnam\n34. Glunz, Edward C., Army, World War II\n35. Grickis, Richard D., Marine Corps, Korea\n36. Haag, Robert C., Air Force, World War II\n37. Haley, Leo F., Navy, Korea\n38. Hampford, James Joseph Jr., Marine Corps, World War II\n39. Herwig, Andrew F., Army, World War II\n40. Higgins, William Jr., Air Force, Vietnam\n41. Higgins, William, Army Air Corps, World War II\n42. Hochgertel, John \"Jack,\" Army, World War II\n43. Hoffman, Howard H., Army, World War II\n44. Hogan, Charles V., Army Air Corps, World War II\n45. Hummel, Robert H., Navy, World War II\n46. Humphrey, Nellie R., R.N., Army, World War II\n47. Humphrey, James E., Army, Vietman\n48. Joulwan, Paul J., Army, World War II\n49. Joy, Robert E., Army Air Corps, World War II\n50. Kelly, Robert C., Army, World War II\n51. Kutch, Charles F., Army, World War II\n52. Kutch, Frank, Army, World War I\n53. Kutch, John A., Army, Korea\n54. Lascala, Anthony G., Army, World War II\n55. Lascala, Frank V., Navy, World War II\n56. Lascala, Mary A., Navy, World War II\n57. Lord, G. Ryland, Army, World War II\n58. Mack, Lawrence, Navy, World War II\n59. Madrigal, Rafael Jr., Army, Korea, Vietman\n60. March, Meyer T., Army, World War II\n61. Marconis, Joseph T., Army Medical Corps, World War II\n62. Marconis, Mary N., Army Nurse Corps, World War II\n63. Mauger, William E., Army Air Corps, World War II\n64. McCaffrey, James F., Navy, World War II\n65. McCaffrey, Robert J., Army, World War II\n66. McCaffrey, William J., Army, World War II\n67. McFadden, Howard W., Army, Cold War\n68. McNamara, Martin R., Air Force, Korea\n69. Meadows, Robert E., Army, Vietnam\n70. Mercuri, John, Marine Corps, Korea\n71. Micka, William R., Army, World War II\n72. Miller, Emmett F., Army, World War II\n73. Moyer, Joseph A., Marine Corps, Global War on Terrorism\n74. Pacenta, Anthony, Air Force, Global War on Terrorism\n75. Peron, Frank Jr., Navy, Vietnam\n76. Peron, Frank, Army, World War II\n77. Piccioni, Frank, Navy, World War II\n78. Porter, Joseph B., Army, World War II, Korea\n79. Puddu, John S., Army, World War II\n80. Quirk, Thomas Raymond, Army, World War II\n81. Reed, Marlin J., Army, Vietnam\n82. Reigle, John W. \"Jack,\" Army, World War II\n83. Riegle, Homer T., Army Air Corps, World War II\n84. Ritzel, Francis J., Army, World War II\n85. Russell, Arthur, Army, World War II\n86. Russell, Harry C., Army, Vietnam\n87. Russell, John L., Army, Cold War, Vietnam\n88. Salak, Walter, Army, World War II\n89. Santai, Edward, \"Smokey,\" Navy, Korea\n90. Schaeffer, Joseph R., Army, Vietnam\n91. Scheibelhut, James J. Sr., Air Force, Cold War\n92. Scheibelhut, John M., Air Force, Cold War, Persian Gulf\n93. Scheipe, Robert M. Sr., Navy, World War II, Korea\n94. Shields, Charles D., Navy, World War II\n95. Shuman, Daniel O., Army, World War II\n96. Shuman, Robert D., Army, Korea\n97. Sidler, Robert H., Army, World War II\n98. Simatos, Jerry, Army, Korea\n99. Simatos, Jerry, Army, Global War on Terrorism\n100. Smith, Paul F., Navy, World War II\n101. Smulktis, Clarence, Army, Vietnam\n102. Spotts, Norman R., Army Air Corps, World War II\n103. Steidle, Harold E. \"Gunk,\" Army, World War II\n104. Thomas, Rick W., Marine Corps, Vietnam\n105. Turner, John Stone, Navy, World War II\n106. Uranko, Grant E., Navy, World War II\n107. Walters, Jim, Army, Vietnam\n108. Ward, Dennis F. Jr., Air Force, Global War on Terrorism\n109. Ward, Dustin M., Air Force, Global War on Terrorism\n110. Warner, John J. Army, World War II\n111. Wertz, Joseph M. Jr., Marine Corps, Korea\n112. Whitaker, William V., Army, Vietnam\n113. Witmer, Wayne N., Army, World War II\n114. Wojciechowsky, Anthony J., Navy, Vietnam\n115. Young, John E., Army Air Corps, World War II\n116. Yuengling, Richard L. Sr., Army Air Corps, World War II\nSource: Rebecca Trefsger, secretary to the city administrator\n___ (c)2016 the Republican & Herald (Pottsville, Pa.) Visit the Republican & Herald (Pottsville, Pa.) at republicanherald.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: May 23, 2016"
}