{
    "title": "BARAK WARNS OF TERRORISM",
    "publisher": "the new york times",
    "year": 2000,
    "month": 10,
    "day": 12,
    "full text": "Despite an intensive international effort to defuse the tension in the city, violence continued yesterday, and Prime Minister Ehud Barak warned Israelis that renewed terrorism by Islamic militants could follow the rioting and gun battles of the last 13 days.\nThe funeral procession yesterday of a slain American-born Jewish settler, which was stoned by Palestinians, set off hours of gun battles between Palestinians and Israeli soldiers in the volatile Nablus area on the West Bank. In clashes elsewhere, three Palestinians were shot dead by Israeli troops, bringing the number of dead to at least 93.\nWhile foreign diplomats in the Mideast sought Israeli-Palestinian agreement on what kind of fact-finding body should examine the deadly conflict -- a key to arranging a meeting between Barak and Palestinian leader Yasser Arafat -President Clinton said yesterday that he or Secretary of State Madeleine Albright might visit the Middle East. But most Israeli and Palestinian officials do not expect a summit meeting convened before the Arab world gathering Oct. 21-22 in Cairo, Egypt.\nIn Cairo yesterday, Egyptian officials said President Hosni Mubarak had rejected Clinton's suggestion for a summit meeting by the end of this week. They said an eventual meeting was not ruled out, but Mubarak had explained in a letter to Clinton that Egypt could not take part until Israel accepted an international inquiry and withdrew its troops from Palestinian territories.\nAfter the release of about 20 members of Islamic fundamentalist groups from Palestinian prisons, Barak yesterday said he had instructed security and intelligence officials to prepare for the possibility of terrorist attacks. \"I call on the public to be alert,\" he added.\nA senior Israeli military intelligence officer said Islamic groups believed they had been given \"a blinking yellow light\" to renew terrorism. But Palestinian officials said Barak was overreacting to a prison release that was ordered by Palestinian judges because the men were being held without charges.\nForeign diplomats in the region, led by U.N. Secretary-General Kofi Annan, have been trying to reconcile the Palestinian demand for an international inquiry into the violence and an Israeli proposal for a fact-finding team of Israelis, Palestinians and Americans with a Norwegian observer.\nDespite yesterday's casualties, the violence has tapered off this week. Israeli officials insist that Arafat gave orders to street lieutenants to calm the situation.\nBut the senior lieutenant to Arafat, Marwan Barghouti, said in an interview that the uprising was still on, with Arafat's blessing. Barghouti said the Palestinian leader had requested that the conflict not escalate only in order to protect civilians. Other Palestinians said Arafat frowned on the use of gunfire and prefers Palestinian stones, as \"symbolic weapons,\" pitched against the Israeli military machine.\nHillel Lieberman, the 37-year-old yeshiva student whose funeral was held yesterday, had asked to be buried near the graves of two other yeshiva students killed in a terrorist attack two years ago. An army-escorted convoy of buses and private cars proceeded yesterday to his funeral. Lieberman was abducted and slain after setting out Saturday to walk the three miles from his settlement to Nablus, where he heard that Palestinians were burning a shrine called Joseph's Tomb.\nStones pelted the funeral convoy. The settlers, automatic weapons slung over their shoulers, quickly left their vehicles and started throwing stones back and then shooting into the air, witnesses said.\nIsraeli radio said Israeli soldiers had quickly intervened, taking the shooting into their own hands.\nThe scene developed into a raging gun battle, with Israeli tanks firing machine guns and helicopters hovering. Sporadic gunfire continued through the evening.\n\nGraphic\n\n \nPHOTO, PHOTO: Jerome Delay/Associated Press: An ultra-Orthodox Jew checks a; branch of myrtle for blemishes before buying them in the Mea Shearim district; of Jerusalem yesterday. Myrtle is one of the four items used during rituals on; the weeklong Jewish holiday of Sukkot. Sukkot commemorates the Israelites' 40; years of wandering in the desert.\n\nLoad-Date: October 13, 2000"
}