{
    "title": "Barak's Mixed Metaphors",
    "publisher": "university wire",
    "year": 2017,
    "month": 1,
    "day": 31,
    "full text": "Though Ehud Barak did not give a speech worthy of a classical orator, he made his point emphatically clear: this is the \"world war on terror,\" and it is our duty (read: the West and Israel) as the defenders of all that is good and democratic to stamp out Palestinian terrorism. He used several analogies and quotes, most noticeably comparing the terrorists to pirates sailing on the high seas, and the subsequent effort to quash their existence. This metaphor clearly brands the pirates as either people from \"rogue states,\" or non-state based organizations such as Al-Qaida. It thrusts us into the role of the civilizer, investing us with the duty to take back the seas (Palestinian land) by depriving the pirates of food and water (imposing economic reforms on the fhPalestinians).\nI hope that we can stop thinking with this pre-modern mentality. Barak's metaphor threatens to destroy our conception of the very real imbalance of power -- both in arms, influence with the West and otherwise -- in the Palestinian/Israeli conflict. Barak's numerous jokes interspersed throughout the speech undermined the Palestinians' position by making us laugh at their plight (God says to Moses, etc.) and not understand an objective view of the situation. His numerous descriptions of leading troops into Lebanon and other areas to eliminate terrorism belie the actual inadequacy of the opposition in defending itself. In each of his accounts, it took between 20 and 30 minutes to shoot the terrorists and save the Israeli hostages. This efficiency suggests a complete imbalance in relative power.\nWe have come to know that terrorism is the warfare of the weak and the stateless, but we usually draw this distinction strictly in moral terms. Clearly it is not ethical to be a suicide bomber, no more than it is to bomb the World Trade Center with an airplane. However, as Edward Said writes in this week's issue of The Nation, \"it seems deranged to keep asking the Palestinians, who have no army, air force, tanks or functioning leadership, to renounce violence, and to require no comparable limitation on Israel's actions.\" Certainly most people would not disagree with this statement. Yet the Palestinians continue to confound their desire to create an autonomous state by fighting to destroy Israel. In any other pre-state, the fighting for independence would be upheld by a world media. Yet the downtrodden Palestinians have failed to garner support with the international press because they lack media savvy. They have also gotten caught up in what the Israeli writer Amos Oz has called \"two Palestinian-Israeli wars\" in the region. \"One is the Palestinian nation's war for its freedom from occupation and for its right to independent statehood. Any decent person ought to support this cause. The second war is waged by fanatical Islam, from Iran to Gaza and from Lebanon to Ramallah, to destroy Israel and drive the Jews out of their land. Any decent person ought to abhor this cause.\"\nThis prescient statement was written a little over two years ago and has much to bear on the present situation. In the intervening time, through unbelievable media control, the Israeli government has made us believe that only one war exists -- I'll leave you to decide which one.\nThe Palestinians have also lost much of their moral high ground; no longer are they seen as the boys and teenagers slinging rocks at the tanks, but instead are viewed as the cockroaches of the earth, clinging to life in settlements encircled by Israeli homes. We do not even empathize with the Palestinians because of their dehumanization -- phrases such as \"attacking terrorist nests\" and \"destroying the terrorist infrastructure\" are repeated so often as to remove any human qualities from the Palestinians. Listening to Barak, I heard this rhetoricized mentality over and over. According to Barak, destroying Al-Qaida and the Taliban was the \"first chapter\" in the book on terrorism, which will be a \"marathon\" and not a \"race.\" Next we must defeat Iraq, for no war on terrorism can be won with Saddam Hussein still in power (and, of course, with a key threat to Israel intact).\nSo, while, as Barak says, the real objective of terror is to demoralize those who remain alive and to break the collective will of the people, the Israeli army is doing its best to make the Palestinians believe that resistance is futile. Until both sides can create a real context for meeting for peace -- not just a place to say to the Palestinians to stop fighting over contested land -- we will not have an answer.\n\nLoad-Date: January 31, 2017"
}