{
    "title": "BARACK OBAMA SAYS SINCE HE TOOK OFFICE, _THERE HAVE BEEN NO LARGE-SCALE ATTACKS ON THE UNITED STATES",
    "publisher": "tampa bay times",
    "year": 2013,
    "month": 5,
    "day": 24,
    "full text": "Says that since he took office, \"there have been no large-scale attacks on the United States.\"\nBarack Obama on Thursday, May 23rd, 2013 in a speech at the National Defense University in Washington, D.C.\n* * *\nTHE RULING: HALF TRUE\nPresident Barack Obama talked about terrorism and drones in a major speech on May 23, 2013.\nAt one point, Obama said \"there have been no large-scale attacks on the United States\" since the start of his presidency, adding, \"Now, make no mistake, our nation is still threatened by terrorists. From Benghazi to Boston, we have been tragically reminded of that truth. But we have to recognize that the threat has shifted and evolved from the one that came to our shores on 9/11.\"\nWe wondered whether he was accurate when he said \"there have been no large-scale attacks on the United States\" since his presidency began.\nWe were particularly interested in this question because we recently rated a claim by Rep. Tom Cotton, R-Ark., that \"in barely four years in office, five jihadists have reached their targets in the United States under Barack Obama,\" compared to zero \"in over seven years after 9/11 under George W. Bush.\" We gave Cotton's claim a Mostly False, but that statement has important differences in wording that led us to take a look at Obama's claim as well.\nWe see two terrorist attacks during Obama's tenure that could be considered \"large scale.\"\nOne is the 2009 shooting at Fort Hood, Texas, that left 13 soldiers and civilians dead and more than two dozen others wounded. Nidal Hasan, a psychiatrist and major in the U.S. Army Medical Corps, is the only suspect and is now awaiting a military trial.\nThe other incident is the bombing at the Boston Marathon on April 15, 2013, that killed three and injured more than 260. Officials are still determining the extent of the role played by Islamic extremism in the accused bombers' motivations. (We aren't including the Sept. 11, 2012, attack in Benghazi, Libya, because it didn't take place on the U.S. mainland.)\nThe White House argues that Obama is accurate because neither Fort Hood nor Boston qualify as coordinated attacks on the scale of the 9/11 attacks. The White House also notes that Obama mentioned both attacks elsewhere in his speech.\nSince the definition of 'large scale\" is in the eye of the beholder, we reached out to terrorism experts for guidance. They saw two key yardsticks for determining whether an attack is \"large scale.\"\nWas the plot connected to a broad terrorist network?\nA plot can be \"large scale\" if it is logistically complicated and draws in resources from many directions.\nPrior to the Fort Hood shootings, the government intercepted at least 18 emails between Hasan and Anwar al-Awlaki, an American-born cleric tied to al-Qaida. Hasan sought out al-Awlaki for support and inspiration, but other than that, there is scant evidence that the incident was planned and carried out by an international terrorist network.\nAs for the Boston attack, investigators are still trying to determine how much assistance, if any, either of the Tsarnaevs got from other terrorists. But for now, at least, no hard evidence has emerged.\nIn general, then, both Hasan and the Tsarnaevs are considered more akin to \"lone-wolf\" terrorists who self-radicalized, rather than people who carried out a terrorist attack devised by a larger terrorist gang.\n\"Without the direct involvement of a more organized group and in view of other elements, they are more difficult to qualify as large scale,\" said Mathieu Deflem, a sociologist specializing in terrorism at the University of South Carolina. They both involved \"lone-wolf perpetrators who lacked direct connections or instructions from an organized group.\"\nHow many were killed?\nThe attacks in Fort Hood and Boston both caused more deaths than several other terrorist attacks on U.S. soil, including a 2002 shooting at the Los Angeles airport (two killed), a 2006 vehicular attack at the University of North Carolina (injuries only) and a 2009 shooting at a U.S. Army recruiting center in Little Rock, Ark. (two killed). But they were far less than the 9/11 attacks or other major attacks of recent years.\nTerrorist attack..........................................................................Deaths..........................Injuries\n9/11 attacks (2001).....................................................................2,992...........................thousands\nTanzania-Kenya embassy bombings (1998).....................................250............................thousands\nMadrid bombings (2004)................................................................191............................1,800+\nLondon bombings (2005)................................................................52.............................700+\nFt. Hood shootings (2009)...............................................................13.............................30+\nBoston Marathon bombing (2013).....................................................3..............................260+\nIndeed, two non-terrorist-related school shootings, at Virginia Tech (32 dead in 2007) and in Newtown, Conn. (27 dead in 2012), left more than twice as many dead as Fort Hood and about 10-times as many as were killed in Boston.\n\"If you use mass shootings as a baseline, then (Obama) is accurate,\" said Daveed Gartenstein-Ross, senior fellow at the Foundation for Defense of Democracies.\nBenjamin Friedman, a research fellow at the libertarian Cato Institute, agreed that Obama is \"on solid ground here,\" adding that \"it's important to keep in mind the sort of predictions about large-scale attack that were common after 9/11. All sorts of people predicted recurring if not regular mass casualty attacks that killed many hundreds,\" and that hasn't happened.\nOn the other hand, the Boston bombing did result in many more injuries than either school shooting, and we think that most people would think an attack that indiscriminately injures 260 people, many with lost limbs, would qualify as \"large scale.\"\nIndeed, the definitions of \"large-scale\" are sufficiently vague that there's a lot of room for Obama, or his critics, to either burnish or damage the administration's record on terrorism.\nThere's also a question of how much Obama can take credit -- or be blamed -- for the number of terrorist attacks on his watch. \"Why would thwarted attacks not count?\" said Ted Bromund, a senior research fellow at the conservative Heritage Foundation. \"That's like being a hockey goalie who has stopped lots of shots and then says, 'Gee, they haven't scored, so I guess the game must be over.'\"\nOur ruling\nObama said that since he has taken office, \"there have been no large-scale attacks on the United States.\"\nTwo attacks on Obama's watch that might qualify as \"large scale\" -- the Fort Hood shootings and the Boston Marathon bombing. They caused substantially fewer deaths than the biggest terrorist attacks of recent years, and they are believed to have been carried out by \"lone wolf\" attackers with limited connections to large-scale terrorist networks. But where to draw the line between small, medium and large attacks is open to interpretation. Obama's formulation is plausible, but not the only one. We rate it Half True.\n* * *\nAbout this statement:\nPublished: Friday, May 24th, 2013 at 4:51 p.m.\nSubjects: Foreign Policy, Homeland Security, Terrorism\nSources: Barack Obama, speech at the National Defense University in Washington, D.C., May 23, 2013; Boston Globe, Boston Marathon bombings summary page, accessed May 24, 2013; New York Times, \"Mass Shootings in the U.S.,\" Dec. 14, 2012; PolitiFact, \"Rep. Tom Cotton says more terrorists have 'reached their targets' under Barack Obama than under George W. Bush,\" April 26, 2013; Email interview with Mathieu Deflem, sociologist at the University of South Carolina, May 24, 2013; Email interview with Daveed Gartenstein-Ross, senior fellow at the Foundation for Defense of Democracies, May 24, 2013; Email interview with Michael O'Hanlon, senior fellow at the Brookings Institution, May 24, 2013; Email interview with Benjamin Friedman, research fellow at the Cato Institute, May 24, 2013; Email interview with Ted Bromund, senior research fellow at the Heritage Foundation, May 24, 2013; Email interview with Robert Chesney, law professor at the University of Texas, May 24, 2013; Email interview with Bruce Hoffman, director of the Security Studies Program at Georgetown University, May 24, 2013\nResearched by: Louis Jacobson\nEdited by: Bill Adair\n\nGraphic\n\n \nPHOTO (2) PHOTO: President Barack Obama speaks at the National Defense University in Washington, D.C., on May 23, 2013. The speech was billed as a major address on drone and counterterrorism policy.\n\nLoad-Date: May 27, 2013"
}