{
    "title": "Barbarism against Indian soldiers need to be avenged, other side must feel same pain_ Army chief",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 9,
    "day": 22,
    "full text": "Jaipur, Sept. 22 -- Army chief General Bipin Rawat said Saturday stern action is needed to avenge the barbarism by terrorists and the Pakistan Army against Indian soldiers without resorting to brutality.\nThe comment comes after a BSF jawan was shot and his throat slit recently, followed by the abduction and brutal killings of three policemen in Jammu and Kashmir.\n\"We need to take stern action to avenge the kind of barbarism that terrorists and the Pakistan Army have been carrying out against our soldiers. It is time to give it back to them in the same coin, but not by resorting to similar kind of barbarism. I think the other side must feel the same pain,\" the Army chief said at a press conference here.\nReferring to the killing of the BSF solider whose mutilated body was found in Jammu, the Army chief said such acts were unacceptable and there was a need to avenge it.\nHe said the Indian Army had carried out successful operations against the Pakistan Army whenever they did something against India along the border.\n\"Pakistan has suffered many casualties and we have been able to take on their defence system to a large extent, but we never resorted to barbarism. They requested for a ceasefire in May and we agreed, but if they continue to do this, we will need to take other action,\" Rawat said.\n\"If you look at it, the casualty and damage suffered by the other side is far more than what we have been suffering. We have done it a professional and a military-like manner,\" he insisted.\nThe Army chief also made it clear that India and the Indian Army would not be scared by any threat from Pakistan.\nAsked to comment on Pakistan Prime Minister Imran Khan's tweet expressing \"disappointment\" on India's decision to cancel a meeting of foreign ministers, the Army chief said talks and terrorism cannot go hand in hand and Pakistan needed to curb the menace of terrorism.\nThe USA, that once used to be close to Pakistan, is now dominating on Pakistan and our government has been successful to a large extent in isolating Pakistan at an international level, Rawat claimed.\nHe said the government was fully supporting the force which also had the liberty to carry out their actions.\n\"And you can see its result in Kashmir and the northeast,\" he said.\nHowever, he said action was needed against radicalisation and social media campaigns which, he suggested, were being run from outside.\nRawat also claimed that the surgical strike in 2016, in the wake of Uri attack, was a first-of-its-kind operation.\nWhen questioned about delays in the weapons procurement process, he said modern equipments and weapons were the need of the hour but delay in procurement did not mean that the forces could not function normally.\nHowever, he said delay in procurement was not good.\nThe Army chief also said that consideration on incorporating robo technology in the forces was underway.\nHe added that strategic issues, planning and other aspects would be discussed in the upcoming Combined Commanders' Conference which is going to be held at the Jodhpur Air Force station later this month.\nPrime Minister Narendra Modi is likely to attend the conference where the brass of Army, Navy and the Air Force would be present.\nThe Army chief was in Jaipur to review the Haifa Day Mounted Parade at the 61 Cavalry ground here.\nHaifa Day is celebrated every year to commemorate the liberation of Israeli city Haifa from the occupation of the Turks by the British Indian Army soldiers, led by Major Dalpat Singh, on September 23, 1918.\nThe Army chief also visited the South Western Command where Lieutenant General Cherish Mathson briefed him on operational matters and other related issues.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: September 22, 2018"
}