{
    "title": "Barnes planning anti-terrorism intelligence center for Georgia",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 10,
    "day": 26,
    "full text": "Georgia's response to the Sept. 11 terrorism and the recent anthrax attacks took new form Thursday when the governor announced the formation of an anti-terrorism intelligence center.\n\"They will be working to detect and deter terrorist threats by gathering intelligence and sharing it with local, state and federal authorities,\" Gov. Roy Barnes said.\nThe center will be located at the Georgia Emergency Management Agency headquarters in southeast Atlanta and staffed with agents from the GBI and personnel from GEMA and the Georgia National Guard.\nAJC\nHow the center will be funded, however, remains unclear.\nDuring a conference call Oct. 19 with national Homeland Defense Director Tom Ridge, Barnes and other governors asked for money for their efforts.\nBarnes said the Federal Emergency Management Agency has asked for between $450 million and $500 million to pay for specific security measures taken by the states.\nHe also has asked for other federal funds to pay for the general cost of state protection.\nIn the meantime, Barnes said, the state is reallocating money already in the budget to handle new security measures.\nThe federal government will reimburse Georgia for use of Georgia National Guard units at state airports.\n\"The good news is that because of the Olympics, Georgia is one of the best-equipped states in the nation when it comes to the threat of terrorism,\" Barnes said.\nAlso Thursday, Barnes announced Department of Public Safety Commissioner Robert C. Hightower will head Georgia's Homeland Security task force. Hightower took over the added responsibility three weeks ago when White House representatives asked Barnes and all the nation's governors to pick someone as a state liaison to Ridge.\nGovernor's office spokeswoman Stephanie Kirijan said the task force includes eight state agencies and organizations. Among them are the GBI, GEMA, state Division of Public Heath and the police chiefs and sheriffs' associations.\n\"This is not a time for panic, but it is a time to be watchful,\" Barnes said. \"There's no better security system than 8 million Georgians on the lookout.\"\nDr. Kathleen Toomey, director of the division of public health, said so far the state, working with the FBI, has handled 2,000 anthrax scares. Five hundred of those warranted additional investigation and 200 samples were passed on to the state lab for anthrax testing.\nSo far, none have tested positive and there are no known infections in Georgia.\nThere is a threat, however, to the supply and effectiveness of antibiotics if doctors continue over-prescribing medicine, Toomey said. She said many doctors are giving the medicine to patients who are not at risk for an anthrax infection.\nIn the first three weeks of October, for example, Cipro antibiotic prescriptions written in Georgia doubled the total for all of October last year, she said.\n\"Georgia has one of the highest rates of antibiotic resistance and this will only make it worse,\" she said.\nInstead, Toomey encouraged people to get a flu shot so they won't be unnecessarily frightened by flu symptoms that mirror those of anthrax.\n\nGraphic\n\n \nPhoto:\nBob Hightower (left) is named Coordinator of the newly formed Anti-terrorist Intelligence Center at the Georgia Emergency Management Agency by Gov. Roy Barnes (right). / JOHN SPINK / Staff\n\nLoad-Date: October 26, 2001"
}