{
    "title": "BART secures federal grant for anti-terrorist police patrol team",
    "publisher": "university wire",
    "year": 2019,
    "month": 8,
    "day": 19,
    "full text": "BART secured a $1.7 million grant to pay for continued police patrols, according to a press release by BART on Wednesday.\nThe grant was first awarded to BART in 2011, and BART has reapplied for its renewal every year since then, according to BART spokesperson Alicia Trost. The money was granted again this year after eight members of Congress from the Bay Area, led by Rep. Eric Swalwell, D-Dublin, lobbied the Federal Emergency Management Agency to secure more funding for police patrols. The grant will be used to maintain the Critical Asset Patrol, or CAP, team.\nAccording to Trost, each member of the CAP team is a \"Terrorism Liaison officer\" and all are qualified \"primary/secondary radiological nuclear detectionists.\" Trost said in an email that this means they undergo special training from the U.S. Department of Homeland Security and the state Commission on Peace Officer Standards and Training. They are dedicated mainly to crowded underground stations within San Francisco, particularly in the downtown area.\n\"These funds are essential to our efforts to boost riders' sense of security and prevent crime from occurring in our system,\" said BART General Manager Bob Powers in the press release.\nAlong with the CAP team, Powers said, BART continues to search for 19 new regular BART police officers - a change that Trost said in an email was \"prioritized in this year's budget.\" According to Trost, had BART not secured this grant, the hiring of a CAP team would have had to come out of the organization's regular hiring budget of $2.1 million.\nThe CAP team consists of eight members in total - one sergeant and seven officers.\n\"The General Manager has made it one of his top priorities to have a fully staffed police department with increased police presence, this grant helps BART work towards that goal,\" Trost said in an email. \"This team helps keep BART safe because they spend the majority of their time onboard trains within the critical asset corridor of underground downtown San Francisco stations to prevent incidents of significant security concerns and destruction of BART properties.\"\nContact Lev Gordon-Feierabend at [email protected].\nAlicia Trost, BART, BART General Manager, Bay Area, Bay Area Rapid Transit, Bob Powers, cap, Commission on Peace Officer Standards and Training, Critical Asset Patrol, Department of Homeland Security, Eric Swalwell, Federal Emergency Management Agency, Terrorism Liaison, Terrorism Liaison officer\nThe Daily Californian\nMost Popular\nMost Recent\nWelcome Bears 2019 Berkeley bops to set your 1st year to\nWelcome Bears 2019 4 Berkeley-specific pointers for new students\nCampus UC Berkeley proposes development of Moffett Field with NASA's Ames Research Center\nFootball Fall camp day 14: Head coach Justin Wilcox talks offensive growth, physicality reaches new peak\nFootball Fall camp day 13: Tim DeRuyter talks versatility, Devon Modster not involved\nOp-Eds UC Berkeley must say yes to graduation caps, no to major caps\nThe Daily Clog Study hacks and tips to help you survive the school year\nThe Daily Clog The Clog's choices for the best places to shop for school supplies\nThe Daily Clog How to survive orientation week at UC Berkeley if you're not an incoming student\nCity BART secures federal grant for anti-terrorist police patrol team\nObituary 'A wide-open person': UC Berkeley graduate, Nobel Prize-winning chemist Kary Mullis dies at 74\nWelcome Bears 2019 Window of opportunity: A guide to your first days at UC Berkeley\nNews ASUCCampusCityCrime & CourtsObituaryResearch & IdeasStateUCElection 2018Notes from the Field\nSports Men's BaseballBasketballCrewCross CountryFootballGolfGymnasticsRugbySwimTennisWater PoloWomen's BasketballField HockeyGolfGymnasticsLacrosseSoftballSwimTennisTrack & FieldVolleyballWater Polo\nA&E ColumnsFilm & TelevisionLiteratureMusicTheaterVisual ArtComedy\nOpinion EditorialsOp-EdsLetters to the EditorColumnsEditorial CartoonsThe SoapboxSex on TuesdayCal in Color\nMultimedia ArtsBlogNews: CampusSports\nFeatured Editor's PicksAwardsSpecial IssuesThe WeekenderGamedayBest of BerkeleyDaily Cal ArchiveEditors' Blog\nBlogs The Daily ClogEating BerkeleyTravelA&EBear BytesStrikeoutPhoto tumblr\nDonate\nWe're an independent, student-run newsroom.Make a donation to support our coverage.\nCopyright © 2019 The Daily Californian, The Independent Berkeley Student Publishing Co., Inc.\nAll rights reserved.\nPrivacy Policy.\nUse desktop site by default.\nMobile site.\n\nLoad-Date: August 19, 2019"
}