{
    "title": "Base school students talk matter-of-factly about terrorism",
    "publisher": "the bismarck tribune",
    "year": 2001,
    "month": 9,
    "day": 14,
    "full text": "GRAND FORKS (AP) -- While the rest of the world questioned Tuesday's tragic events, the 7-year-old girl had some answers.\n The second-grader at Grand Forks Air Force Base's Twining School was matter-of-fact when she talked on Wednesday about the terrorism, her arms wrapped around her teacher, Louise Hurley.\n 'It was bad people,' the youngster said. 'They wrecked our planes and killed one thousand people, and maybe even more. My mom told me that other bad guys told them to do it. They just don't like Americans.'\nASSOCIATED PRESS\nThe 7-year-old's grasp on the facts was not unique, said Twining Principal Ken Schill and school counselor Sharon Branvold.\n 'Some of these kids have parents in the Pentagon. Most have friends who have moved to the Pentagon,' Branvold said. There are likely some children who may perceive the horrific images on television as just another video game, 'but not these kids,' she said. 'This is a personal issue.'\n 'There are a lot of nerves here today,' said Schill. 'Just like all adults, they're wondering why. It's relaxed a tad since yesterday, but we're still vigilant.'\n 'I'm scared,' said an eighth-grade girl whose father is a lieutenant colonel. 'I'm scared because we're living on an air base -- what's going to happen? I'm afraid they'll come bomb every single base to get back at the U.S. for some odd reason. We just don't know.'\n Like many of her schoolmates, she felt the nation should react with might.\n 'We need to find out who did this and take some action,' she said. 'I think it's horrible, and I hope it never happens again.'\n A Twining seventh-grade boy spent an anguished day and night worrying about his father, a retired Air Force lieutenant colonel who works next to the Pentagon.\n By the end of the school day on Wednesday, he had not heard from his father.\n Still, he spoke with a clarity not typical of a 12-year-old.\n 'I hope my dad isn't hurt,' he said. 'Whoever is doing this is asking for trouble. We'll probably retaliate. People at school are saying nuclear war, but we won't do that. We'd only be hurting ourselves and our allies.'\n Later Wednesday night, relatives told him his father was OK.\n 'As soon as I heard the Pentagon, my heart just lunged,' he said. 'But my dad can fend for himself in some cases.'\n\nLoad-Date: September 17, 2001"
}