{
    "title": "BASES TAKE STEPS AGAINST TERRORISM",
    "publisher": "the new york times",
    "year": 1986,
    "month": 1,
    "day": 9,
    "full text": "Military bases around the United States have been seeking ways to prevent terrorist attacks since the bombing in Beirut that killed 241 American servicemen in October 1983.\nBut commanders and security officers readily acknowledge that there is a limit to what they can do to protect bases that are close to cities, as are many Navy ports, or that contain wide-open areas for training, as do many Army posts.\n''You have to understand,'' said Lieut. Col. George B. Atkinson, provost marshal at the Marine Air Station here, ''that American military bases were not built to defend themselves against the American people.''\nThe marines here, as at most other stations, have added guards at the gates, roving patrols, electronic surveillance, patrols with automatic weapons near aircraft and quick-reaction teams to repel invaders.\nReports on Extremists\nIntelligence officers receive from the Federal Bureau of Investigation and the local police a steady flow of reports on domestic extremists, both rightist and leftist, and on nationalist groups such as those from Puerto Rico.\nPerhaps most fearful, because they are the least known, the officers say, are ''the crazies,'' those who may decide to bomb a military base after seeing terrorists on television.\nComplicating base security problems, the officers say, is the ease with which almost anyone can buy pistols, rifles, hand-held antitank rockets, hand grenades and explosives, in addition to being able to make firebombs out of gasoline and milk bottles.\nThe Defense Department has established a warning system to put bases on increasingly higher degrees of alert. Condition white means day-to-day security; yellow is a general alert; red means the threat is believed headed for a specific base.\nThe lack of security at the 5,100-acre Naval Base in Norfolk, Va., was illustrative. ''Beirut was the kicker that really got our attention,'' Comdr. Edward J. Lefebvre, the base security officer, said in an interview. ''That act proved how vulnerable we were.''\n \n'No Door to Shut'\nA survey disclosed that the base could not be closed off. ''There was no door to shut,'' Commander Lefebvre said. Large sections had no fences. What fences there were had been overgrown with brush. A four-lane highway went through one section. Piers had no barriers to prevent a high-speed truck attack. The waterfront was unprotected. The base police were not armed, the commander said, and almost anyone could get inside the gate.\nThat has changed. ''We've put gates on the gates,'' Commander Lefebvre said. The base has been fenced in, and the four-lane highway has been fenced out. Brush has been cleared from other fences to make watching easier. Concrete barriers and armed guards have been placed on the piers.\nAccess to the base is more difficult. The hundreds of delivery trucks that enter daily must go through one gate where the vehicles' doors are sealed. After delivery, each must be sealed again and must exit by the same gate. There are random searches of automobiles every day.\nThe 260 police officers have been armed. Plainclothes officers walk at random through the base. An emergency response team has been trained.\nOn the sea side, armed guards watch from the fantails of moored ships and divers check the undersides of departing submarines.\nAt the Cherry Point air station, aircraft are the most tempting targets and the center of new security measures. New fences have been put up around the flight line. Mechanics have been trained as guards until more military policeman arrive. The Marine Corps has increased its military police by 25 percent.\nBesides adding guards on the gates, roving patrols and a quick reaction force, the marines have erected observation towers. Autos are checked at random and the doors of trucks must be sealed as they enter. A hostage rescue team has been trained.\n \nProblem at Fort Dix\nThe Army at Fort Dix, N.J., has a different problem. Fort Dix has no gates and no fences because they would be next to useless in keeping people out of 30,000 acres of training area. Security thus concentrates on buildings and people.\nLieut. Col. Paul Lewis Jr., the provost marshal, says the headquarters have been put under guard and quarters of senior officers are kept under scrutiny. Two quick-reaction teams have been trained.\nThe Air Force is confronted with still different security problems. It has both the best protected and the most vulnerable targets of any of the armed forces.\nThe underground command post of the Strategic Air Command at Offutt Air Force Base in Omaha has long been heavily protected since that is a nerve center for the United States nuclear retaliatory force.\nA winding road and concrete barriers outside are intended to stop truck bombers; guards and twisting corridors inside make access difficult for unauthorized people. In the missile fields, getting into concrete silos takes maintenance crews more than an hour.\nOn the other hand, B-52 bombers loaded with nuclear weapons and aerial tankers full of fuel stand on alert at the end of runways through the northern tier of states. Some of those aircraft are less than 100 yards from a highway. Air Force officers say they are developing high bulletproof screens to protect the planes."
}