{
    "title": "BASQUES STAGE STRIKE OVER SLAYING",
    "publisher": "the new york times",
    "year": 1984,
    "month": 2,
    "day": 25,
    "full text": "Thousands of workers started a 24-hour strike in the Basque region today to protest the slaying of a Socialist senator who was a candidate in regional elections to be held Sunday.\n Prime Minister Felipe Gonzalez flew to the northern resort town of San Sebastian to attend the funeral of the victim, Enrique Casas Vila, 40 years old. Mr. Gonzalez's nationally televised presence was seen as an effort to underscore the threat that terrorism poses to Spain's democracy.\nAppearing beside the open coffin in the Socialist Party's local headquarters, Mr. Gonzalez had tears in his eyes, as did most of the other national and Basque politicians assembled there. The funeral procession minutes later turned into a fierce display of emotion and something of a spontaneous demonstration against political violence.\nThousands of workers in Basque region of Spain start 24-hour strike to protest slaying of Socialist Sen Enrique Casas Vila, candidate in regional elections to be held on Feb 26; Spanish Prime Min Felipe Gonzalez attends funeral in San Sebastian and his presence is seen as effort to underscore threat that terrorism poses to country's democracy; illustration (M)\nCrowds lined the streets as the coffin, draped in both the Spanish and Basque flags, was borne to the Santa Maria Church. Many tossed roses and others wept. Thousands took up the chant ''E.T.A. assassins!'' - blaming the Basque separatist organization for the slaying.\n \n'Fighting for Peace' Mr. Gonzalez, making his second trip to the Basque region as Prime Minister, said his Socialist Government would continue ''fighting for peace'' and called on Basques to unite in a response against ''fanaticism and terrorism.'' He said the fanatics brought to mind ''the worst times of Nazism.'' The slaying of Mr. Casas, by two hooded gunmen who appeared at his home in San Sebastian Thursday afternoon, has\ntouched off outrage and revulsion, even in an area that would seem to be numbed by bombs and killings over the last 16 years.\nThe crime was widely regarded as particularly shocking because Mr. Casas was the first member of the national Parliament slain by terrorists since democracy was restored eight years ago and because he took a strong line condemning violence and E.T.A. in his campaign heading the Socialist ticket in Guipuzcoa Province. The elections Sunday are for 75 seats in the regional Basque assembly.\nAmong the flood of statements condemning the assassination, many have depicted it as a blow aimed at democracy itself. Others saw it as an effort to bury the hopes that the Basque provinces will ever be able to surmount their problems peacefully, without degenerating into civil war.\n \nKillers Still Unknown\nFor all of the emotion generated by the killing, the identity of the killers is still unclear. A caller from a little- known group calling itself Mendeku, which means vengeance in one of the more obscure Basque dialects, took responsibility in phone calls to several Basque newspapers Thursday night. Hours later, another group, a far-left splinter faction from E.T.A. called Autonomous Anticapitalistic Commandos, said it was responsible.  Later, however, the Commandos disclaimed any connection with the killing, as did a spokesman for the regular hard-line military wing of E.T.A., whose initials in Basque stand for Basque Homeland and Freedom.\nIn the absence of clear information, most Spaniards simply placed blame on E.T.A., assuming that the group wanted to throw the elections into disarray. The banner headline today in the popular Madrid daily Diario 16 said, ''E.T.A. Votes for Murder.''\nThe effects on the elections Sunday are hard to gauge, but many officials said they believed that the moderate Basque Nationalist Party, the P.N.V., would continue its hold on the legislature and perhaps even secure a clear majority. The Socialists are expected to come in second.\n \nHints in an Advertisement\nOne party that might be hurt is Herri Batasuna, which is often described as the political arm of E.T.A.'s military wing. On Thursday a spokesman for Herri Batasuna condemned the assassination as a ''provocation.''\nToday the party took out advertisements in Basque newspapers that hinted darkly that the killing might have been the work of Spanish authorities or a mysterious right-wing group called G.A.L.\n''Who stands to gain?'' the advertisement said. ''Those who want to put obstacles to break our advance.''\nIt also said, ''There are hidden strings intimately connected with intelligence activities.''\nThe strike in the Basque region was initially called by the country's two major labor confederations to protest the killing. The strike appeared to be widely observed among the region's 800,000 workers. Public transportation stopped in major cities, and many schools and even small businesses were closed.\nThe observance appeared to be a message against terrorism, but this interpretation was complicated somewhat when a union with close ties to Herri Batasuna also called for a strike. This was to protest against the ''dirty war'' - killings and other actions against E.T.A. leaders in both Spain and southern France that are carried out, according to Herri Batasuna, with the support of the Spanish police. The Government has denied any such involvement.\nSpaniards outside the Basque region also protested the killing. There were one-minute silent work stoppages in factories throughout the country. In some places, including Valencia, Villadolid and Zaragoza, some people stopped in their tracks at the stroke of noon. The national radio also observed a minute of silence.\n\nGraphic\n\n \nphoto of man saluting coffin of Enrique Vila"
}