{
    "title": "Basques use art to attack violence; An American -designed art museum in Bilboa, Spain , is the lates",
    "publisher": "the tampa tribune ",
    "year": 1997,
    "month": 8,
    "day": 29,
    "full text": "BILBAO, Spain - This city in the heart of Basque country, known around the world mostly for separatist terrorism, will take its place on the world stage in October for a nonviolent reason.\nIt is then that an American-designed art museum of the highest architectural order will open its doors here. Paid for entirely with local funds, the $ 100 million structure is a symbol of Basque regional power and independence that its sponsors hope will attract visitors from all over Europe.\nBut it turns out that the museum and the terrorism are not unrelated. In a city that is home to half of Spain's Basques, the museum also is the cornerstone of a broad-based campaign against the violence that has cost nearly 800 lives in 30 years. It is a campaign focused not on police and guns, but on culture and investment.\nA Washington Post Report\nBilbao and all of the Basque country are undergoing a massive, $ 1 billion-plus redevelopment designed to undercut the separatists by allowing mainstream Basque nationalist pride to flourish in the sunlight. Independence from Spain will hold less allure, the theory goes, if Basques govern their own fate - and hold their own purse strings.\nIf the effort succeeds, it may offer lessons to other developed nations with angry ethnic minorities. If it fails, more people will die.\n\"We think culture will help combat the violence,\" said Bilbao Deputy Mayor Ibon Areso. \"It's not the only goal of the museum, but it's important. More and more, the cultural and economic aspects are related. If we can raise the economic level, young people will be less attracted to violence.\"\nLast week was fiesta week in Bilbao, and signs of the redevelopment were everywhere. Revelers could take the new subway - modeled on Washington's Metro - to the bullfights, walk across gleaming new pedestrian bridges to the outdoor concerts, look down the Bilbao River from the fireworks display and see the gleaming facades of the museum.\nA new airport is under construction, and a neighboring high-tech business corridor is attracting foreign and Spanish companies. A convention center that will also house the local orchestra is rising from the shells of broken-down factories on the riverbanks and, farther along the river, a library and cultural center is being built. The entire port of Bilbao, on which the local economy once was based, is being moved down river and offshore, at a cost of $ 258 million.\nThe regional parliament just approved a sweeping plan for urban renewal designed to revitalize the decayed riverfront along its entire 10-mile length from Bilbao to the Atlantic, placing office, commercial and institutional space beside - and in - the river. High-speed rail connections to Madrid and Paris are planned, as is a thorough cleaning of the foul-smelling river.\nSuch grand projects often founder on financing, and some of these may not come to pass. But the Basque country has both the political clout to extract money from Madrid and the European Union in Brussels and the autonomy to raise its own revenue. The intent of both Basque politicians and the government of Spain is clear - to use development and prosperity to nourish nationalism in its most peaceful form and, in the process, to marginalize and weaken the violent separatist movement known by its Basque initials, ETA.\n\"There is a collective desire to transform the city of Bilbao,\" said Alfonso Vegara, director of the Madrid architectural and planning firm that created the regional plan. \"The project has a high political and social meaning. If the Basque country can succeed with the project, they can find themselves again.\"\nThe jewel of the project is the museum. Designed by California architect Frank Gehry, its vaguely maritime, vaguely petaled shapes dominate the riverbank. Its gray titanium panels reflect the industrial history of the city: Its towering glass panels are open to the river view, and its limestone towers are made of local materials. More than 90 percent of the work was done by Basque companies.\nLocal and regional officials hope the museum will alter the image of this run-down industrial city and become a symbol of rebirth that will attract tourists and businesses and spur growth. It was built in collaboration with the New York-based Guggenheim Foundation, which will manage the museum and display some of its vast collection of 20th century art there. It will also have a sizable component of Basque art. With much fiscal sacrifice, Basque governments are paying the entire price; the Spanish national government is not involved.\nTo Herri Batasuna, ETA's political arm, the museum, the subway, the airport and the other projects are part of a Spanish plot to buy off Basque nationalism.\nKarmelo Landa Mendibe, the party spokesman and one of 11 Herri Batasuna members of the Basque regional parliament, said, \"The museum is fantastic; the building is magnificent, but it should not be used as a mirror to hide the truth. The investment for the museum has drained funds for Basque cultural activities. We have other cultural and social needs.\"\nAmong them is an unemployment rate of 23 percent, one of the highest in Spain.\n\nNotes\n\nNATION WORLD WATCH\n\nGraphic\n\n \nPHOTO 3; MAP,\n (MAP) Bilbao Tribune map\n\nLoad-Date: August 30, 1997"
}