{
    "title": "Basque leftists' foray into politics meets deep skepticism in Spain A political party with ties to t",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 2,
    "day": 9,
    "full text": "The political wing of the Basque separatist group ETA requested Wednesday to register an official political party, which if approved would allow it to field candidates in May elections.\nWhile the request requires approval of Spain's Supreme Court, public opinion is divided over whether the move is a breakthrough that will lead to the end of Basque terrorism or an ETA scheme to infiltrate public institutions.\nThe Spanish government said it is up to the court to decide whether the new party, called Sortu, a Basque word that translates as \"to create,\" can gain official status, or if it's too closely connected with ETA, which has killed more than 825 people in 51 years of fighting for independence from Spain.\nETA's political wing, which is known as Batasuna, was banned in 2003 and has unsuccessfully tried adopting other names in the past. Many of its political activists have been disqualified from politics or jailed for supporting terrorism.\nSortu rejects ETA violence\nThat pressure has been instrumental in ETA's demise, analysts agree, and could have widened the divide between Basque militants and political activists. A year ago, Batasuna publicly asked ETA to declare a cease-fire in a peace drive supported by a group of international mediators that included four Nobel Peace Prize laureates. A truce was declared in September, followed by a permanent cease-fire in January.\nBut it's unclear whether Batasuna, or Sortu, has broken with ETA.\n\"Sortu is not a succession of Batasuna or of anyone else,\" says Iñaki Zabaleta, a journalism professor in the Universidad del País Vasco who read a party statement and identified himself as a \"promoter\" of the new party. \"Credibility needs to be earned. We ask for a chance.\"\nAfter numerous false promises and broken cease-fires, though, few are willing to give the benefit of the doubt to the rebranded Batasuna, which in its statutes claims it wants to end all types of violence, with a specific mention of ETA.\nAlfredo Pérez Rubalcaba, Spain's deputy prime minister and Interior minister, said Batasuna has \"minimal\" credibility, while adding that this \"is the first time in many years\" that it \"has explicitly rejected violence.\" But he warned \"we have a long way to go and in the meantime I do not want anyone to forget that ETA has yet to declare a definitive end to violence.\"\nSkeptics abound\nSkepticism was also palpable during a chaotic and confrontational press conference where Sortu supporters were joined by two foreign \"guarantors,\" including a high-ranking party official of Sinn Féin, the political wing of the dissolved Irish Republican Army.\nJournalists asked why Sortu didn't show its independence by publicly demanding that ETA disband and surrender their weapons, echoing the feeling of a vast majority of Spaniards.\n\"Batasuna, or whatever name they use, is a part of ETA, and to think of it as something different is simply unrealistic,\" says Mikel Buesa, an expert on terrorist finances in the Universidad Cumplutense de Madrid who has written extensively about the Basque group.\nMr. Buesa, whose brother was killed by ETA militants in 2000, says he expects the Supreme Court to reject the new party's request, alienating the group even further until it withers away.\nOthers though say that even if this is the old Batasuna, the opportunity must be seized to empower political activists willing to break with ETA's violent past.\n\"I hope the new party is approved because it meets the criteria,\" says Ignacio Sánchez-Cuenca, a sociology professor in the Universidad Complutense de Madrid who has written extensively about ETA. \"Some want it to be put in some sort of political quarantine, but the conditions are ripe, and if Batasuna has taken this road they should be allowed.\"\nBut the government has its hands tied, Mr. Sánchez-Cuenca says. \"Public opinion is skeptical and the political climate is not favorable to reach a negotiated end to terrorism. The logical thing would be for this to end once and for all, but it will be a long process that is in nobody's interests to end.\"\nAlex Maskey, the Sinn Féin delegate in Wednesday's Sortu presentation and a negotiator in the Irish peace process that led to the IRA's disbanding, said these first steps are indeed part of the gradual process. \"Nobody will ever agree on the past, but you can agree on the future,\" he said.\n       \n\nLoad-Date: February 10, 2011"
}