{
    "title": "Basque separatists declare end to terror campaign in Spain",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 3,
    "day": 23,
    "full text": "For 40 years, ETA used bullets and bombs to kill more than 800 people, fighting for an independent Basque homeland.\nAs it turns out, it was an act of terrorism that the separatist group did not commit that brought an apparent end to its campaign of violence.\nThe Islamic terrorist bombings of March 11, 2004, that killed 191 people in Madrid caused such widespread revulsion in Spain, even among Basque nationalists who support ETA's goals, that they are widely seen as marking the beginning of the end of ETA.\nOn Wednesday, ETA ended a decades-long campaign of terrorism, announcing a permanent cease-fire that closes the door on one of Western Europe's last armed separatist movements.\nIn a videotaped statement, three shrouded ETA members said they were laying down their weapons to promote democracy in the northern Spanish region. The news prompted jubilation across Spain, where ordinary citizens say they can hardly believe the end has come for a group blamed for hundreds of deaths and $15.5 billion in damage since the 1960s.\nPrime Minister José Luis Rodriguez Zapatero, who has made granting more rule to Spain's regions a key goal, expressed caution and hope at ETA's statement. He was evasive when asked if he would start negotiating with ETA under an offer he made last year, contingent on the group renouncing violence.\n\"Any peace process after so many years of horror and terror will be long and difficult,\" he told parliament. Zapatero said that until now, Spain's political parties had been joined in pain over ETA violence. \"Now I trust we will be joined in hope.\"\nThe cease-fire was seen as a huge victory for Zapatero, but his critics maintained a hard line, saying they would fight to ensure the government does not give too much away.\n\"One cannot pay a political price for peace. If we were to do so, terrorism would have won,\" said Mariano Rajoy, leader of the conservative opposition Popular Party. \nMany Spaniards believed that after the 2004 Madrid train bombings, ETA had effectively been stymied: Popular revulsion over terrorism made more deadly violence politically unthinkable.\n\"Paradoxically, and through dumb luck, the March 11 attacks essentially marked the end of ETA terrorism,\" said Javier Ortiz, a political analyst who works for Basque radio and television and writes for the newspaper El Mundo.\nEven before the Madrid bombings, there were huge anti-ETA rallies through the years drawing hundreds of thousands of people.\nThe announcement set off quiet celebrations around the country.\n\"It's the news we were waiting for for many years. It's the best news I have received lately,\" said José Felix Urbano, 52, an administrative worker in Vitoria, capital of the Basque region. \"I hope that from here on I can live in a normal country.\"\nETA, established in the late 1960s, campaigned to carve out an independent Basque homeland in northern Spain and southwest France.\nETA stands for Euskadi Ta Azkatasuna, Basque Homeland and Freedom.\n\nNotes\n\n World \n\nGraphic\n\n \nPHOTO; GRAPHIC; MAP\n PHOTO - A video released by the Basque separatist group ETA Wednesday shows three unidentified people seated in front of an ETA flag. They announced a permanent cease-fire. The Associated Press  GRAPHIC / MAP - Four decades of violence | KRT \n\nLoad-Date: March 23, 2006"
}