{
    "title": "BATTLE WITH ISLAMIC EXTREMISTS HITS EGYPT 'S MOVIE SCREENS A ONCE-MUFFLED CLASH IS GAINING VOLUME. _",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 4,
    "day": 3,
    "full text": "Six policemen in black uniforms and black berets assumed their posts in the dusty boulevard outside the Cairo cinema. Two stood at attention with aging rifles, bayonets fixed. Six more policemen lingered in the back of a parked pickup, in the shade of a tattered truck canopy.\nPast the soldiers, past the metal detectors, inside the theater, a battalion of better-equipped and more robust officers was on the silver screen, rolling back terrorism.\nAs Egypt's new blockbuster film The Terrorist swelled toward its climax, the screen showed rank after rank of helmeted police leaping from trucks, scrambling into positions along a quiet, leafy street where the most-wanted militant had holed up. A massive armored personnel carrier surged up to the lush, suburban lawn, disgorging the final SWAT team and making clear the regime's ultimate might.\nThe bullets fly, the film's terrorist is on the run. But the real target for all this celluloid mayhem is public opinion.\nThe Terrorist, released two weeks ago, has brought the government's battle with Egypt's Islamic militants from gunfights in Nile cane fields and Cairo slums into the air-conditioned theaters where Egyptians enjoy the country's favorite pastime: the movies.\nThe Terrorist has stormed into nearly a dozen cinemas in Cairo and seven others elsewhere in the country, a remarkable distribution for an Egyptian film. A quarter-million Egyptians saw the movie in its first two days. Already, the film is being screened elsewhere in the Arab world, and three more Egyptian productions with a similar theme are on the way.\nAlthough producers have in the past worried that such a sobering subject might flop at the box office - especially if people were intimidated by extremist threats - The Terrorist has swept to big bucks on the fame of its star: Egypt's madly loved comic actor Adel Imam.\n\"The film is not exactly about terrorism but about the terrorism of ideas,\" said Lenin Al Ramli, a prominent playwright who wrote the script after feeling threatened by the Islamists' cultural intolerance. \"What I mean is the climate which has led to more backward opinions. This is what will lead to more and more terrorism in the society.\"\nWhile the Egyptian regime previously discouraged the mass media from spotlighting the country's simmering Islamic insurgency, this film was reportedly rushed unscathed through the usual censorship process.\nEgypt has consistently minimized the challenge posed by the Islamic extremists to President Hosni Mubarak's regime. Accounts of armed attacks are often buried inside newspapers. Top officials dismiss threats to tourists.\nUntil now, the country's film industry, a cultural powerhouse, had pretty much ignored the string of almost daily assaults against police, and, to a lesser degree, Christians, video dealers and foreigners. And the moviemakers ignored the regime's brutal response. Militants were destined for cells, not celluloid.\nSuddenly, however, the propaganda battle has been joined, on screens large and small.\nTelevision broadcasters traditionally save their most sensational specials for the holy Islamic month of Ramadan - akin to four consecutive \"sweeps\" weeks in American TV. This Ramadan, completed two weeks ago, Egyptian television aired an epic serial depicting a young man's desperate foray into Islamic extremism as poverty and hopelessness engulfed his family. A second protagonist, a sort of an average Ahmed, engaged the young militant in an ongoing dialogue about the differences between religion and extremism.\nJust as many American movies debut at Christmastime, The Terrorist was released just in time for the festival marking the end of Ramadan. The bearded face and wild eyes of the movie's leading man glower from huge billboards dominating Cairo's congested highways and teeming traffic circles.\n\"This is the single most important and explosive film in the history of Egyptian and Arab cinema,\" said reviewer Mohamed Shebi in the government- funded Al Alhram Weekly newspaper. \"There is no way you can underestimate the impact this film will have in cities and towns all over Egypt and the Arab countries. The reactions and repercussions will be mind-boggling.\"\nAt a cost of nearly half a million dollars, the film was one of the most expensive Egyptian productions in years. Opening night was attended by a cast of celebrities, including Interior Minister Hassan Al Alfi, who barely escaped an assassination attempt in November.\nPolice have beefed up security around theaters, especially since extremists bombed a cinema in a southern suburb late last year. Rumors of death threats against cast and crew have become local fare in Cairo. Unsubstantiated reports of attacks against Adel Imam surface daily.\nImam has defied extremists' threats before, taking a hit play to the volatile city of Assiut shortly after militants attacked another troupe performing there. He also marched at the head of a funeral procession for author Farag Foda, gunned down in 1992 because of his ardently secular views.\nIn The Terrorist, Imam plays a militant named Ali, who leads a stark life of violence and sexual frustration. He is ordered not to question commands to burn video shops, murder Christians and machine-gun a tourist bus.\nAfter participating in an assassination attempt against a top police official, he flees the tightening dragnet and is struck by a car. Much to his good fortune, the driver is the beautiful older daughter of a rich doctor. He is taken in by the family - and they are taken in by him, mistaking him for a university professor. He convalesces in the splendor of their suburban villa.\nAli is initially disgusted by their Western ways, the picture of Madonna on the wall, the Barbie doll on the nightstand and the aerobics of the younger daughter, a Nile Valley Girl, to the pounding of Michael Jackson. But he eventually warms to their way of thinking, to their Christian neighbors and especially to their older daughter.\nSalvation comes too late. His identity is discovered by police through luck and harsh interrogation. Ali escapes the dragnet but returns, driven to make his peace with the family and to confess to their daughter. As he approaches their yard, he is riddled with bullets - from fellow militants he has betrayed. He dies in his love's arms.\n\"The belated entry of cinema and television into the turmoil of opposition to terrorism,\" wrote columnist Salama A. Salama, \"will give millions of silent and confused viewers a way beyond the cliches of security and official channels to understand this phenomenon and will make awareness a key which all of society can use to oppose terrorism.\"\nIn truth, the movie seems itself to be a string of cliches about the so- called tolerant enlightened ways of the Westernized rich and the corrupt hypocrisy of the Islamic militants. The Terrorist fails to acknowledge that Egypt's highly skewed distribution of wealth - under which opulent villas bob in a sea of grinding poverty and slums - is perhaps the main reason young people are turning to Islamic militancy.\nAl Ramli said he chose a suburban, bourgeois family of villa dwellers\nbecause they embodied a range of ideas most dramatically in conflict with Ali's dogmatic thinking. But the film, Al Ramli said, should open the eyes of ordinary Egyptians, even those sweating out their lives in overcrowded, half- built apartments in Cairo's oldest central quarters.\nWhether they'll have a chance to see it, however, is another question.\nEven the cheapest seats at the cinema, about $1.60, cost on average as much as a young person's daily pay.\n\nLoad-Date: October 21, 2002"
}