{
    "title": "Battling bio-terrorism is growing into an industry",
    "publisher": "long island business news ",
    "year": 2001,
    "month": 11,
    "day": 9,
    "full text": "WESTBURY - A few months ago, Spectronics Corp. quietly went about its business of selling germ-killing products to customers like Eli Lilly, Merck and NASA.\nNow the private company with $31 million in annual sales finds itself in the spotlight because its ultraviolet, or UV, lamps normally sold to sanitize hospitals and laboratories, are capable of killing anthrax bacteria.\nIts UV devices were designed to kill germs such as E. coli, salmonella, strep and staff.\n\"There's more interest now because of the anthrax threat,\" President Jon Cooper said from his company's 100,000-square-foot headquarters. \"This has heightened everyone's awareness. We're developing ultra high intensity units that can be used for mail sort facilities.\"\nSpectronics is one of several Long Island companies whose products are attracting additional attention and sales due to their ability to attack anthrax.\nThe U.S. Postal Service said it plans to spend about $2.5 billion to ensure the mail is safe from bioterrorism. San Diego, Calif.-based Titan Inc.'s SureBeam subsidiary has signed a deal to sell eight electron beam and X-ray systems, originally developed to sterilize medical equipment, to the postal service for $40 million.\nAnd many other companies are chasing or catching the anthrax bug, as the government promotes efforts to develop new devices.\nBefore Sept. 11, Deer Park-based Bio-Kill Systems Corp. used UV lamps and a proprietary chemical to sterilize hospitals and nursing homes. Since then, the company, which employs about 30 people, has performed a cleanup at a New York City university, which had concerns about anthrax. The tests results at the site later came back negative.\n\"After the Sept. 11 incident, we switched it over,\" said Steven Brown, Bio-Kill's president. \"The chemical does kill anthratic spores.\"\nFarmingdale-based Misonix Inc. said sales of ductless fume enclosures, filters that can protect against anthrax as well as fumes and chemicals, have risen in recent weeks as governmental agencies and companies buy them \"due to the threat of bio-terrorism.\"\nIn Hauppauge, the company Sci-Box was created after Sept. 11 to market an air-tight box with gloves which, the company says, allows people to open mail in an air-tight surrounding.\nThe device provides \"peace of mind and security in opening up the mail,\" said Dorie Greenblatt, director of marketing for Sci-Box, which began marketing this week.\nOne sobering aspect of the reaction to devices, according to Cooper, is that some companies apparently are willing to pay to provide peace of mind to staff, regardless of whether they're actually buying real security.\n\"A company with 17 major facilities called,\" said Cooper. \"We told them we don't know if it (UV light) works on spores (which contain the bacteria). They asked us if can we build units. They needed something to reassure personnel.\"\nSince then, Spectronics has obtained studies that show that large units can kill spores, though handheld units can't. It is developing units designed specifically for the mail.\n\nLoad-Date: May 26, 2005"
}