{
    "title": "Battling Terrorism in 'The Grid,' Clouded by Moral Complexities",
    "publisher": "the new york times",
    "year": 2004,
    "month": 7,
    "day": 19,
    "full text": "''The Grid,'' a new TNT series about a terrorist plot, has a scarily realistic scene of a deadly bomb explosion, but that is not the only reason to watch this two-hour premiere tonight. It portrays Western intelligence officers heroically seeking to hunt down a terrorist network, but ''The Grid'' does not completely airbrush out mistakes and missteps committed by Western governments and intelligence agencies. \n Like the 2000 movie ''Traffic'' (and the mini-series on the USA Network in January that was also called ''Traffic''), this series takes a holistic look at a global crisis by interweaving related plot lines in places like Washington, London, Cairo and Lagos. In ''The Grid'' the problem is no longer just the drug trade, though; it is Islamic revolution and, in particular, smuggled vials of sarin gas. \n Julianna Margulies plays Maren Jackson, a tough-minded National Security Council counterterrorism expert, and Dylan McDermott is Max Canary, an F.B.I. agent who lost his best friend in the attacks on the World Trade Center, a role that allows Mr. McDermott to be even more self-righteously earnest than he was as Bobby Donnell in ''The Practice.'' But neither star is on screen too long: the show moves between many characters, and they are not all American.\n Nor are all the villains Middle Eastern: the C.I.A. chief (Tom Skerritt) for one, is a blinkered bureaucrat who seems more alarmed by turf wars than terrorism. \n Fear breeds fantasy on television. There is a lot of wishful thinking beneath seemingly no-nonsense shows like ''C.S.I.'' and ''E.R.'' Their depiction of superhuman civil servants indulges the viewer's hope that in matters of his or her own life and death -- be it the emergency room or the morgue -- doctors, police officers and forensics experts will be workaholics immune to carelessness and bureaucratic inertia.\n Tales of espionage and counterintelligence, however, are a little different. Throughout the cold war at least, the dangers were abstract and remote enough to permit writers and filmmakers to explore the mistakes and moral ambiguities of intelligence work. \n From Joseph Conrad's ''Secret Agent'' to the novels of John le Carre, human error, institutional rivalries and personal betrayal were as much of a menace as enemy agents and terrorist plots. In the 60's television shows like ''The Avengers'' and ''The Man From U.N.C.L.E'' focused on the glamour of espionage; that faded during the Vietnam War era and the genre was mostly left alone by television thereafter. \n After the Sept. 11 attacks it seemed impossible not to address Islamic terrorism in contemporary dramas: shows as different as ''The West Wing'' and ''JAG'' struggled to incorporate a new, altered reality. And initially at least, public jitters seemed too acute to contemplate anything less on television than tableaus of the most competent intelligence gathering. Many failed, however: ABC's campy ''Alias'' still has a following, but its other attempt, ''Threat Matrix,'' a series about brilliant and brave counterterrorism experts working for the Department of Homeland Security, flopped, perhaps because the credibility gap was just too wide: in it official Washington was passionately focused on Islamic terrorism, and all the bureaucratic wrangles between the C.I.A. and the F.B.I. had been smoothed out. \n Even the cheerily jingoistic ''JAG,'' on CBS, does a better job of depicting the bad apples in the system; an episode in October even dealt, gingerly, with the issue of prison torture almost six months before the Abu Ghraib scandal broke.\n ''The Grid,'' which was co-produced by the BBC and directed by Mikael Salomon (''Band of Brothers''), has an impressive pedigree. The violence begins in London with sarin smuggled from a laboratory in Kazakstan and released in a hotel room. That deadly incident would have been worse except that one of the terrorists in a careless moment released the poison prematurely.\n That alone is a nice touch -- terrorists on television are too often portrayed as fiendishly efficient and single-minded without any margin for human error or bad luck. The incident prompts Maren to lobby the security council director to allow her to set up a special task force. She sends Max to London to help investigate the incident alongside British counterterrorism officials, including Emily Tuthill (Jemma Redgrave), an MI6 official who has a deep mistrust of her American partners. \n There is a secular Arab extremist who is plotting an enormous blow against American oil interests and an Egyptian doctor in Cairo who is torn between his radical friends and his piety. The terrorists also have operatives inside the United States, including a young Chechen-American in the Midwest who has been recruited by extremists. \n ''The Grid'' is an action series about terrorism that looks closely at the perpetrators as well as the government officers hunting them down; it is a fast-paced thriller for grown-ups.\n\nTHE GRID\nTNT, tonight at 9, Eastern and Pacific times; 8, Central time\nDirected by Mikael Salomon; Tracey Alexander, Brian Eastman, executive producers; Joshua Brand, Patrick Shane Duncan, Ken Friedman, co-executive producers; Mitch Engel, producer; teleplay by Mr. Friedman; story by Ms. Alexander and Mr. Friedman.\n\nWITH: Julianna Margulies (Maren Jackson), Dylan McDermott (Max Canary), Jemma Redgrave (Emily Tuthill) and Tom Skerritt (Acton Sandman).\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Tom Skerritt plays a myopic C.I.A. chief in ''The Grid,'' a fast-paced thriller about counterterrorism that has its premiere tonight on TNT. (Photo by Jan Thijs/TNT)(pg. E6)     \n\nLoad-Date: July 19, 2004"
}