{
    "title": "Bauer_ Gay-rights ruling 'worse than terrorism'",
    "publisher": "telegraph herald ",
    "year": 1999,
    "month": 12,
    "day": 28,
    "full text": "Disappointed: He urged other republicans to 'find their voices'\nMANCHESTER, N.H. (AP) - Conservative GOP presidential hopeful Gary Bauer on Monday compared Vermont's Supreme Court decision recognizing gay couples to an act of terrorism.\n\"I think what the Vermont Supreme Court did last week was in some ways worse than terrorism,\" Bauer told reporters at his New Hampshire campaign headquarters.\nBauer praised federal authorities in Vermont for arresting a woman allegedly linked to a terrorist group, saying, \"I think we all celebrate anytime terrorism is thwarted.\"\nBut the religious activist said he strongly disagreed with the Dec. 20 Vermont Supreme Court ruling that the state must grant the same protection to gay couples as it does to married couples.\nBauer called the decision another example of \"a judicial decision that attacks America's deeply held values,\" and said he was disappointed his Republican rivals have not spoken up.\nAccusing the other Republican contenders for the nomination of surrendering their party's conservative agenda, he urged Texas Gov. George W. Bush and publisher Steve Forbes \"to find their voices on these issues.\"\nForbes, however, has spoken out.\n\"It was a flagrant example of judicial activism. I believe in traditional marriage. The court overstepped its bounds. This, if anything, is a matter for the people to decide, not judges,\" Forbes said the day of the decision.\nDuring a campaign trip to Vermont in October, Bush said he opposed legalizing gay marriage no matter what the court ruled. \"My opinion is we should not have same-gender marriage,\" he said. \"I believe marriage is between a man and a woman.\"\nSpokesmen for Sens. John McCain, R-Ariz., and Orrin Hatch, R-Utah, also said their candidates objected to the Vermont high court ruling.\n\nLoad-Date: December 28, 1999"
}