{
    "title": "Baylor U. holds forum to help community members, students better understand war on terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 9,
    "full text": "Baylor University will host a community forum Monday to help students and Waco community members better understand the United States' ongoing war against terrorism.\nThe forum, \"America and the War on Terrorism,\" begins at 7:30 p.m. in Jesse H. Jones Theater of the Hooper-Schaefer Fine Arts Center and will include perspectives on military, diplomatic and social fronts in the country's newest war.\nDr. Donald Schmeltekopf, provost and vice president for academic affairs, said the university wanted to make faculty expertise available to the entire Waco community in order to address questions that individuals may have on the various issues surrounding the war on terrorism and ongoing U.S. military action in Afghanistan.\nBaylor U.\n\"I think people in general still have anxieties and fears concerning what's happening,\" said Schmeltekopf, whose office is co-sponsoring the event. \"My sense is people want to be informed, and I don't think the average citizen has had all his questions answered.\"\nSchmeltekopf said four experts from the Baylor faculty will give short presentations on specific issues surrounding the conflict and then the floor will be open to questions from the audience. The four members of the panel will be Charles Hill, visiting fellow in diplomacy at Baylor and a senior lecturer at Yale University; Dr. William Mitchell, director for the Center for International Education; Dr. Christopher Marsh, director of Asian studies; and Dr. Mark Long, director of Middle East Studies.\nHill, who has served in high-level diplomatic positions with the U.S. State Department and the United Nations, said he will specifically address the political elements of the America's war against terrorism.\n\"The number one question seems to be, 'Can the U.S. bring together a coalition?'\" Hill said. \"The last coalition (in the Persian Gulf War) was very difficult to bring together, but this one will be harder and very different.\"\nThe panel will also address the appropriateness of military action in Afghanistan. These issues will be primarily addressed by Mitchell, who served as an air base group commander for the Air Force during the Gulf War and is currently an academic associate of NATO.\n\"I want to look at the military as an instrument of national security and look at its appropriateness in this case,\" Mitchell said.\nThe retired Air Force colonel said he wants to help the public understand the strategy and objectives of the military campaign in Afghanistan and answer questions raised by the media about the how well the U.S. government has defined its goals in the war on terrorism.\nLong and Marsh will each discuss how the events since Sept. 11 have affected the regions around Afghanistan and how nations in those areas will be involved in the war on terrorism.\nLong, a former Air Force intelligence analyst, said he has spoken to many Waco-area groups about Arab and Islamic issues since Sept. 11. He said he will use his time Monday to try to help the audience develop a better understanding of the radicalization of Islam, which is responsible for much of the terrorist action originating in the Middle East.\nMarsh, who is fluent in Russian and Chinese, will speak on and answer questions about the Muslim segments of both Russian and Chinese societies that are neighbors to Afghanistan.\nMarsh said these two nations and other former Soviet republics have significant Muslim minorities that often conflict with the national government. He said these minority groups give these nearby countries a vested interest in a war in which they might not otherwise participate.\n(C) 2001 The Lariat via U-WIRE\n\nLoad-Date: November 9, 2001"
}