{
    "title": "BC Should Respond To Attacks With 'Renewed Community Spirit'",
    "publisher": "university wire",
    "year": 2013,
    "month": 4,
    "day": 15,
    "full text": "We still do not know who carried out the cowardly bombings at the Boston Marathon today. As a professor who studies the impact of terrorism, I don't have any inside information about who the attackers are. But I can say with confidence that they made a huge mistake.\nOne of the most common ways terrorist attacks backfire is when the communities they aim to frighten respond not with fear or infighting, but rather with resilience and resolve to strengthen their social bonds beyond what they were before the attack. There are few events that bring communities together more than marathons. The blood, sweat, and tears put in by tens of thousands of runners, volunteers, and first responders. The hundreds of thousands lining up to cheer themselves hoarse for people they do not even know regardless of their ethnicity, religion, or political party. The one day when you finally get to know neighbors you may never have seen or talked to before as you watch runners whoosh past your home. The people who did this may have picked a good target for notoriety, but they picked a terrible target to have any negative political or social impact.\nPeople often ask me what average citizens can do in response to terrorism. Well, here is your answer: Make sure that next year's Boston Marathon has more participants and spectators than any other in history. The people who carried out these attacks must be tracked down and punished by law enforcement, but we as a society get to decide if the attacks have a broader impact. We get to decide if we respond to these terrible acts with fear and hatred or with renewed community spirit.\nI hate to run and have never run more than five miles in my entire life, but I am running the Boston Marathon next year and I am raising money to send to the victims of this tragedy and the first responders who prevented an even greater one. Who is with me?\nPeter Krause\nAssistant Professor of Political Science\nBoston College\n\nLoad-Date: February 6, 2015"
}