{
    "title": "BCCI COMMITTED FRAUD WORLDWIDE, PANEL FINDS",
    "publisher": "st. louis post-dispatch ",
    "year": 1992,
    "month": 10,
    "day": 2,
    "full text": "WASHINGTON - The Bank of Credit and Commerce International used political insiders and exploited regulatory loopholes to commit fraud on a global scale, a Senate subcommittee concluded in a report released Thursday.  The report said BCCI's crimes included billions of dollars in fraud by the bank and its customers, money laundering, bribery, support of terrorism, arms trafficking, prostitution, income tax evasion ''and a panoply of financial crimes limited only by the imagination of its officers and customers.'' BCCI avoided prosecution by making payoffs to officials in at least 11 countries, the report added. The report was compiled by the Senate Foreign Relations' subcommittee on terrorism.  The bank ''systematically bribed political figures around the world,'' Sen.  John Kerry, D-Mass., the subcommittee's chairman, said at a news conference.  Sen. Hank Brown, R-Colo., the rankin g minority member, said at a news conference, ''We found it was BCCI's overpowering use of the nation's political insiders like (former Defense Secretary) Clark Clifford, plus loopholes in the regulatory apparatus, that permitted BCCI's secret expansion in the United States.'' Clifford and his law partner were indicted in July on charges of bank fraud and of accepting $40 million in bribes from BCCI as part of a conspiracy to give BCCI secret control of three U.S. banks.  The report cited payoffs allegedly made by BCCI to avoid prosecution in Argentina, Bangladesh, Brazil, Cameroon, Colombia, Congo, Jamaica, Nigeria, Pakistan, Panama and Peru.  BCCI was indicted last year amid allegations of massive fraud, laundering of drug money and support of terrorists.\nThe bank later pleaded guilty to federal racketeering charges and agreed to forfeit a record $550 million in U.S. assets.  Brown said that, once the bank began operating in the United States, the CIA failed to ''clearly identify'' all those responsible for BCCI's fraud.  Brown called the CIA's performance ''one of my deepest disappointments.'' The CIA has said it used BCCI for international administrative transactions in the 1980s but withdrew its patronage when it found out the bank was involved in wrongdoing. The CIA said it had told other U.S. agencies about its suspicions but conceded that it should have been more aggressive in spreading the word.  BCCI, founded by Pakistanis as a Third World bank, operated in 70 countries, including the United States, before it was closed in July 1991 by regulators in several nations.\n\nGraphic\n\n \nPhoto; Photo by Agence France-Presse … Sen. John Kerry announcing Thursday a Senate report about the dealings of the Bank of Credit and Commerce International.\n\nLoad-Date: October 12, 1993"
}