{
    "title": "Be a local hero",
    "publisher": "university wire",
    "year": 2007,
    "month": 2,
    "day": 12,
    "full text": "Being a smart buyer usually means becoming a local hero. Supporting local goods equals supporting the local community. It's better for a community if you buy from the local farmer's market than from the local Wal-Mart. It should also be better for the North American continent if you buy gas refined from U.S. or Canadian oil rather than gas refined from Middle Eastern crude, right?\nAt the beginning of this month, Omaha, Neb., opened the first \"Terror-free Oil\" gas station in the country. This is part of the Terror-free Oil Initiative, a group dedicated to \"fighting terrorism\" by supporting only oil companies that do not export any crude from the Middle East.\nThe group believes to be educating the public about how we are unconsciously supporting terrorism through the gas we buy. Joe Kaufman, spokesperson for the initiative said they are not in this business for the money, but for the message against terrorism. He then added that America is \"sick and tired\" of financing its own \"demise\" by sending our cash to the Middle East each time we go to the pump. Now we can stop financing terrorism by buying \"Terror-free Unleaded\" or \"Terror-free Super.\" Or are we?\nTo understand the Terror-free Oil Initiative we must first understand the definition of terrorism. The American Heritage Dictionary defines terrorism as \"the unlawful use or threatened use of force or violence by a person or an organized group against people or property with the intention of intimidating or coercing societies or governments, often for ideological or political reasons.\"\nAfter reading this definition at least 10 times, it can be seen that the Terror-free Oil Initiative has good intentions but is only advocating inverse terrorism. The group is holding on to the Bush administration's definition of the word terrorism, using it only for those who are against the United States and its so-called principles of democracy.\nThe so-called war on terror is the Bush administration's first act of terrorism. Terrorism is the \"unlawful use of force\" and the war in Iraq started by the United States go against international treaties. Terrorism is used \"with the intention of intimidating or coercing societies or governments, often for ideological or political reasons\" and freedom and democracy are the ideologies being violently pushed by the U.S. government in Iraq. The government is attempting to push a positive ideology by saying \"I love you,\" while raping the country at the same time.\nTerrorism is an illness our government has unfortunately spread throughout the world in the latter part of the past century and the beginning of this one. Now it is being spread with the war in Iraq. In the past, with initiatives like School of the Americas, the SOA Watch has stated some of the countries with the worst human rights records sent the most soldiers to the school. Unluckily, many citizens of this country would rather ignore the hurtful truth of our administration and where our tax money goes by pointing fingers at terrorism abroad before seeing the terrorism initiated by the United States.\nThe Terror-free Oil Initiative definitely has great intentions: support local before supporting international. But with a name perpetuating hate and perpetuating a misunderstood U.S. history, the initiative is falling short from the actual debate on fuel consumption and alternative energy.\nSulianet Ortiz is a senior in electrical engineering from San Germán, Puerto Rico.\n(C) 2007 Iowa State Daily via U-WIRE\n\nLoad-Date: February 12, 2007"
}