{
    "title": "Be cautious about using terrorist label(2)",
    "publisher": "university wire",
    "year": 2014,
    "month": 7,
    "day": 23,
    "full text": "\"Resistance is not terrorism.\"\nThough the phrase has been invoked most notably of late to show solidarity with the Palestinian resistance, which seeks a liberated Palestine, its meaning captures the dynamics of the current state of global politics in a way that goes beyond just the situation brewing on the Gaza Strip.\nBetween the renewal of the longstanding hostility between Israelis and the Islamist movement Hamas that dominates Gaza, and the growing tension between the U.S., Russia and the Ukraine, the word \"terrorist\" has been slung around often. But the word fails to capture the nuance to the beliefs and rights of both sides of these separate but concurrent conflicts.\nI am not well-versed enough in the complex histories and politics that have driven the growing tension in each situation to offer up an opinion of who is right and who is wrong on both sides of either conflict. But then again I don't think that anyone is really.\nThere are many moving parts, rights and perspectives to keep in mind when considering these conflicts, which get lost in the haste to summate the course of events into a cohesive explanation or a strong stance.\nIn terms of the situation in the Gaza strip, it is easy to see why the Israeli's might call members of Hamas terrorists.\nHamas is violent - the main provocation of the recent bellicose behavior on the part of Israel being the steady stream of rockets Palestinian militants have been barraging Israeli cities with.\nBut by that same token, Hamas and these militants represent a group within Palestine, and not the people as a whole. Moreover, Israel's capabilities to barrage back, and to defend itself against attack exceeds that of the Palestinians, whose death count has exceeded 500 since the skirmish began, more than 100 of which are children.\nRecently the term terrorist has also come into disputed use in the context of the felled Malaysian Airlines Flight 17, as the pro-Russian separatists whom both Ukrainian and outside governments claim are responsible for the crash, prefer the term freedom fighters.\nAgain, from a global perspective it is all too easy to label these militants as terrorists. They fit the technical definition well as they use violence and terror in pursuit of political aims, but all the same the more popular connotation of the word abandons the political intent.\nWhen we label groups as terrorists it erases whatever political message their campaigns of violence may carry. While I am not advocating giving into the demands of terrorists, understanding what drives them to commit such egregious acts of violence is a step necessary to ease these ongoing conflicts.\nThe slogan \"resistance is not terrorism\" has a certain amount of truth to it. No matter which current conflict it is applied to because it captures the political element that defines each of the forces in opposition.\nThe inability of the media at large and leaders from these different groups to humanize and depict the interests of all sides no matter their personal stake in or opinion of the matter will only work to prolong these conflicts and generate convoluted understandings of what both sides stand for, which will far outlast the current crises.\n\nLoad-Date: January 17, 2018"
}