{
    "title": "Be consistent in identifying 'terrorists'",
    "publisher": "star tribune ",
    "year": 2005,
    "month": 8,
    "day": 7,
    "full text": "The Bush administration recently took a look at whether its definition of terrorism had grown inadequate to describe the current challenge.\nNorth American Muslim religious leaders issued a joint fatwa in July condemning all terrorism against civilians.\nThe Star Tribune should undertake a similar clarifying exercise about the language the newspaper uses to describe terrorism. The current approach is inconsistent. A fresh look is needed.\nThis would open a big can of worms.\nTo reconsider the newspaper's style and practice, the system intended to make language use consistent, would raise questions about when to use the words terrorist, insurgent or militant - all charged with subtle meanings.\nThe Star Tribune has taken considerable heat over this language. \"This issue has come up countless times over the past several years, and we've had an ongoing conversation with our staff about the use of language in sensitive stories involving acts of violence, war and terrorism. We believe our policy is consistent with all other major newspapers and wire services,\" said managing editor Scott Gillespie.\nBut the current approach ultimately doesn't treat all countries equally when they are victims of virtually identical terrorist violence. I disagree with Gillespie and think the newspaper needs to go another round in this debate to strive for a style and policy that is fairer and more consistent.\nThe inconsistent language in wire service stories the Star Tribune publishes about terrorism has left some readers believing a double standard exists for certain countries or parts of the world. The Star Tribune should challenge that uneven language, editing wire stories for consistency no matter where terrorists strike. Editors make changes in wire stories for many other reasons.\nBut not when it comes to stories on suicide bombers. \"We follow the style of the major wire services and most other newspapers, and our editors said that they do not as a matter of policy or routine change the wire services' descriptions of various groups connected with terror attacks,\" said Roger Buoen, deputy managing editor for news.\nIn July, a month riddled with terrorism, examples abounded on how inconsistent this approach makes the language in this newspaper. The bombings July 7 in London were quickly labeled terrorist attacks by the wire services. But a July 12 suicide bombing outside a Netanya, Israel, shopping mall was attributed to \"Islamic Jihad militants,\" a group on the U.S. State Department's list of terrorist organizations. On July 13 in Baghdad, a suicide bomber drove into a crowd of children clustered around U.S. soldiers handing out candy, killing 27 and wounding 50. In the first story this was referred to as \"insurgency.\" The first story after the July 22 attack near a Sharm el-Sheik, Egypt, resort hotel where three car bombs killed 88 and injured 119 never described this act as terrorism or anything else, leaving readers to draw their own conclusions. Subsequent coverage called it terror.\nIn particular, these different words have fueled a long-standing debate over how terrorism against Israel is described by this newspaper. Often the word \"militant\" appears in wire stories about attacks on Israeli civilians. Readers have objected to this for years in letters to the editor, op-ed pieces and a full-page ad in 2002 signed by community leaders demanding the Star Tribune call a terrorist a terrorist when suicide bombers attack Israelis.\nThe Star Tribune stylebook's entry on \"terrorism\" and \"terrorists\" says those terms can be used to describe any deliberate attack on civilians and lists no exceptions. But because the wire services regularly use \"militant\" in stories about terrorism against Israelis and tend to use \"insurgents\" in many stories about Iraq, that's how the language often ends up by default in the Star Tribune.\nReinforcing the tendency to treat Israel differently is another entry in the Star Tribune stylebook, which says Hamas is to be referred to in shorthand as \"a militant Islamic group\" and if it is a major part of a story it should be added that it \"has been designated by the U.S. government as a terrorist organization.\" The wires treat Islamic Jihad the same way. The stylebook and wires use no such qualifier with Al-Qaida, simply labeling it a \"terrorist network\" with no reference to the U.S. government's designation.\nTo my mind, when a person intent on a cause straps explosives to his body and detonates himself to harm nearby civilians, he and his supporters become terrorists. Period. This is a scourge civilized people of all faiths condemned during July in blunt language.\nHarry Bojman, 57, contacted me after the Netanya terrorist attack to express his frustration at seeing the term \"militant\" used to describe Islamic Jihad. Editors here note that Hamas and Islamic Jihad may have a history of sponsoring terror, but also run schools, hospitals, charities and political organizations. Buoen suspects that is why wire services tend to describe Hamas and Islamic Jihad as \"militant\" rather than \"terrorist.\"\nBojman responded that, \"I'm sure Bin Laden and his groups have charitable networks.\" Indeed, this newspaper has reported on the web of charities Al-Qaida has used to launder its finances and the schools funded by Osama bin Laden in Afghanistan that fomented extremism.\nThis is not the first time a radical fringe within one of the world's great religions has spawned terrorists. Timothy McVeigh was inspired by a twisted vision of his Christian faith. The latest terrorists no more represent the majority of Muslims than McVeigh represented Christians.\n\"The media tend to use the qualifier \"Islamic\" when referring to terrorists who happen to be Muslim . It is wrong to associate the misguided actions of any criminal with the religion he/she claims to follow. No religion teaches terrorism. Not every action of a Muslim is representative of Islam just like not every action of a Christian is representative of Christianity. I think by adopting a consistent approach, the media can play a constructive role in not propagating stereotypes,\" said Zafar Siddiqui, president of the Islamic Resource Group.\nStyle and policy at newspapers is not carved in stone for very good reasons. It evolves with our understanding of the world. Star Tribune editors would serve readers well by stepping back from the rush of trying to capture the worldwide story of terrorism to make sure style, policy and language are fair, equitable and accurate.\nWhether suicide bombers and others deliberately blow up children and their parents in Oklahoma City, New York, Baghdad, London, Netanya in Israel or Sharm el-Sheik in Egypt, at that horrific moment the perpetrators become terrorists, wiping away all complexity and nuance regarding their cause.\nIn situations that unambiguous, the newspaper shouldn't shy away from the truth of plain language or hide behind the policies of the wire services.\nWHAT DO YOU THINK?\nSend me your views on the language used to describe suicide bombings and other forms of terrorism. Next Sunday, I'll use my column space to print excerpts from those responses.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: August 9, 2005"
}