{
    "title": "Be Intelligent After the Cold War",
    "publisher": "the monitor ",
    "year": 1993,
    "month": 4,
    "day": 16,
    "full text": "IT is time to stop congratulating ourselves on the end of the cold war. The Soviet threat may be over; but trends throughout the world indicate many new dangers - from terrorism to nuclear proliferation - that Washington can't ignore.\nNews that President Clinton wants to slightly increase spending on US intelligence programs, rather than cut them as he earlier hinted, shows awareness of these dangers. Yet the president faces a stiff battle with many on Capitol Hill who still hang onto the triumphal notion of a democratic victory worldwide and some misguided ideas of peace dividends. House and Senate intelligence committees are expected to go at it behind closed doors next week. We think they should give the president his increase, some $ 400 million that would be spent mainly on new \"spy satellites.\"\nThe CIA, the National Security Agency, the National Reconaissance Agency, and others surely need reforming, streamlining, and improving. Gen. Norman Schwarzkopf said during the Gulf war that much of CIA's military intelligence was \"mush.\" Yet for every example of failure, one can find a success. Evidence that North Korea is stockpiling plutonium for a nuclear program came through the CIA. What is such information worth?\nNew CIA director James Woolsey inherits a changed geopolitical world from his predecessor. He needs time and money to adjust. Old gathering networks must be overhauled. There are now 14 nations where the old Soviet Union used to be. Most are unstable; four have nuclear weapons. New mafias in Eastern Europe are happy to sell sensitive technology. Faces and trends in politics have changed dramatically from only a year ago. The threat of terrorism at home is made all too clear by the World Trade Center bombing. The Monitor has learned that during the early days of the Serb war against the Bosnian population the CIA was caught offguard, with much of its \"intelligence\" coming from newspaper accounts.\nCongress may recoil at the idea of an expensive satellite. But when the US can't get the information it needs to avert or prevent a serious crisis, especially one at home, US voters will heatedly ask: \"Why not?\"\n \n\nLoad-Date: April 16, 1993"
}