{
    "title": "Be sure to think before you speak",
    "publisher": "university wire",
    "year": 1997,
    "month": 10,
    "day": 2,
    "full text": "When, in the course of our natural lives, we feel the need to say something it is important we say it.\nHowever, when we choose to say something, it is just as important to think about what we say before we say it.\nMany people do not think about what they say before they speak their mind. This can be a major mistake when you are trying to make a point.\nIowa State U.\nMost people have heard the saying \"Those who forget history are doomed to repeat it.\" Lately, on one of America's college campuses there are a lot of people who can't remember their history.\nWe have heard the cries of ignorance, apathy and even those of terrorism; it is enough to drive one crazy.\nIt is utterly amazing how many of our fellow students call themselves educated, yet cannot understand simple history. Many ISU students have forgotten what it really means to be an American.\nLet's talk about terrorism, shall we?\nThe Federal Bureau of Investigation (the word federal implies government), the local experts on terrorism, have a definition for it: \"Terrorism is the unlawful use of force of violence against persons or property to intimidate or coerce a government, the civilian population or any segment thereof, in furtherance of political of social objectives.\" (I stole this from Keesia.)\nDoes a hunger strike fit this definition? If you still think so, first read the definition again. If that doesn't do it, here is something for you to smoke on.\nIf this were an act of terrorism, then somebody tell me where is the FBI, ATF, CIA, FDA, FCC, FAA and any other federal department you can think of?\nIf this hunger strike were terrorism, then why haven't we heard of any planes being hijacked, buildings being bombed or women and children dying in the streets?\nAs college students who are supposed to serve as the future of our country, I, for one, am weeping for the future.\nIt literally brings me to the point of tears to see my peers, who have so much to live for, but yet, who are so insensitive to the plight of their fellow Iowa Staters.\nI can't decide if people are simply ignorant to the fact everything is not 100 percent Kosher at ISU, or if they are just apathetic.\nIn the Preamble to our Constitution doesn't it say \" ? for the pursuit of liberty to ourselves and our posterity?\" Doesn't posterity refer to following generations and descendants?\nSo what you are saying is that according to the law of the land, the reasons set forth for this hunger strike are in accordance with the Constitution?\nThat's exactly what I thought.\nAccording to the Constitution, it is important for us to speak our minds and voice our dissatisfaction with the government, the media and even those practicing civil disobedience; that is what makes us American.\nWe have the ability to disagree with whomever, whenever we choose; that is what makes us American.\nWe have the right to protest, in the proper way, and try to implement change; that is what makes us American.\nWhat is un-American is referring to people with whom we do not agree as children. In fact, it is childish to tell them they are terrorists simply because someone else did, or because you haven't enough vocabulary or ability to pick up a thesaurus and find another word.\nMany of us are asleep, and destined to drown in the puddles of our own drool if we aren't careful.\nThis is America, and if you disagree and disapprove of a person's actions, that is fine. But do not denounce someone as being un-American, because calling someone un-American is, in fact, un-American.\nThis is America, for those that didn't know, and if my memory serves correctly, this country, this respected union, the headquarters for democracy was founded and built on and through acts of terrorism.\nEver heard of \"The Trail of Tears?\" What about the \"Tuskegee Experiment?\"\nI wonder how many people know what the institution of slavery is or have ever heard of the \"Middle Passage.\"\nWe have been terrorizing ourselves and contributing to the terrorizing of the world for almost the entire 20th century.\nI will be the first to say that a hunger strike may not be the best way to achieve a goal, however, if a person feels that they may accomplish said goal in this way then so be it.\nI support Allan Nosworthy on his hunger strike, not because I feel it is the best way to make strides towards diversity, but because he does.\nJust as I support Rob Weise in his stance on the Veishea pledge, not because I think it makes sense, but because he does.\nThey are my brothers and I support the hopes, dreams and goals of my brothers, not because I believe in them, but because they do.\nLet's not misconstrue (there's that vocabulary again) what it is to be American because America itself is already mixed up.\nThat's just my opinion.\nFive thousand y'all!\n(C) 1999 Iowa State Daily via U-WIRE\n\nLoad-Date: February 1, 1999"
}