{
    "title": "Be thankful for President George Bush He will leave a safer America on January 20",
    "publisher": "the world",
    "year": 2008,
    "month": 11,
    "day": 27,
    "full text": "ON this national holiday when we give thanks to God for his blessings, I wish that everyone is near loved ones, from the homeless man at the shelter to the lonely rich man in his mansion.\nAs a nation, we have much to be thankful for. Topping my list, politically, is President Bush.\nHe is going out of his way to give President Obama the smooth transition that Bush was denied.\nIn handing over the reins, Bush hands over a world safer than one he received.\nHis reaction to 9/11 is why there has been no bigger follow-up act of terrorism in the United States.\nRather than treat the matter as a criminal matter, as previous presidents had done, Bush declared war on terrorism - all terrorism.\nThis was not a war of vengeance or choice, but one of necessity.\nJust as President Jefferson launched a pre-emptive war against the Barbary pirates two centuries earlier, Bush took the initiative.\nBush sent troops to remove the Taliban from power in Afghanistan. This was NATO's first mission outside the European continent.\nWhile Osama bin Laden remains at large, his organization has been decimated.\nOf more importance than killing bin Laden was the capture of Khalid Sheikh Mohammed, \"the principal architect of the 9/11 attacks,\" according to the 9/11 Commission Report.\nKSM involvement in the 1993 attempt to bring down the World Trade Center and numerous other acts of terrorism - including the Bali bombing - made him a bigger prize immediately.\nBut Bush did not confine his actions to al-Qaida.\nBased on longtime intelligence reports accepted by just about every member of Congress and the Clinton administration, Bush thought Saddam Hussein had weapons of mass destruction.\nHussein did nothing to dispel that perception.\nHe refused to comply with 14 U.N. resolutions throughout the 12-year cease-fire in the Gulf War.\nThank God everyone - including, I might add, Sen. Robert C. Byrd - was wrong and our troops did not have to deal with WMD.\nRemoving Hussein worked.\nTerrorism against Israelis dropped dramatically with Hussein's departure.\nSmall wonder. He had financed much of it, still stinging from the 1981 Israeli raid that destroyed his nuclear program.\nOther belligerents took note.\nLibya stopped its nuclear program and later made restitution for its role in the 1988 bombing of Pan Am Flight 103, which killed 270 people.\nIran gave up its nuclear program in 2003, only to resume its program later when the tides of war changed.\nIran faces U.S. troops to its west in Iraq and to its east in Afghanistan.\nIran's economy was poor, and now with the drop in oil prices (oil produces 80 percent of its revenue), well, lets just say that its president, Mahmoud Ahmadinejad looks ripe for replacement.\nFar from being a pariah, Bush remains respected by world leaders.\nWhen he called the heads of state of 20 major nations to the White House earlier this month, every one of them dropped what he or she was doing and attended.\nWhich leads to the economy, where some problems exist.\nCalling this the worst crisis since the Depression is just plain wrong.\nThe Misery Index - that addition of the unemployment rate to the rate of inflation - stands at 10.16 today, down from 11.47 in August.\nThat 10.16 is higher than when Bush took office. It stood at 7.93.\nBut it is slightly lower than the 10.56 that President Clinton inherited, and it is around the 10.07 that Bush's father got.\nPresident Obama will face a crisis that is nowhere near the crisis that President Reagan faced.\nThe Misery Index stood at 19.33 when Reagan took office.\nAnd the world was more dangerous. The Soviets, not the allies, were in Afghanistan.\nBush may leave the White House with the lowest approval rating of any president who served two terms.\nThat doesn't matter.\nA safer world does. And that is why I am grateful for the presidency of George Walker Bush.\nSurber may be reached at donsurber@dailymail.com His blog is at blogs.dailymail.com/donsurber.\n\nLoad-Date: November 29, 2008"
}