{
    "title": "Be vigilant against threat of terrorism, lost freedom",
    "publisher": "the pantagraph",
    "year": 2004,
    "month": 1,
    "day": 24,
    "full text": "We have heard it before, as recently as last December when the nation's terrorism alert level went to orange, but it was worth repeating in the president's State of the Union address: The United States still faces a terrorist threat.\nAs President Bush said, with more than two years passing without an attack in the United States, \"it is tempting to believe that the danger is behind us. That hope is understandable, comforting -- and false.\"\nTerrorists have shifted to so-called softer targets as the United States has beefed up security. But, undoubtedly, terrorist leaders are watching for any lapse or weakness they could use to their advantage.\nBut agreeing with the president about the need for continued vigilance does not mean agreement over the form that vigilance should take.\nHomeland security and law enforcement personnel need the proper tools to defend us.\nMore attention should be paid to properly training and equipping first responders. They can be of great assistance not only in the event of a terrorist attack with mass casualties but also in the event of natural disasters such as tornadoes and earthquakes.\nBush called for renewal of the Patriot Act, which was passed hastily following the Sept. 11, 2001, attacks to strengthen anti-terrorism tools.\nThere was a need for prompt action when that legislation was approved. But its provisions deserve closer scrutiny this time around to ensure they strike the proper balance between security and personal freedom.\nEven if some, or all, of the Patriot Act's provisions are renewed, the extension should have a termination date.\nPeriodic review of the powers granted under the act is important to evaluate whether they are still necessary and whether they are being exercised properly.\nWhile it is important for the nation to remain vigilant concerning the threat posed by foreign terrorists, it is also important to remain vigilant concerning threats to our freedom from within.\n\nLoad-Date: February 16, 2004"
}