{
    "title": "Bean, Greenberg talk about war on terror(2)",
    "publisher": "chicago daily herald",
    "year": 2008,
    "month": 10,
    "day": 14,
    "full text": "U.S. Rep. Melissa Bean hopes the bulk of U.S. military forces are out of Iraq and that the war-torn nation is on its way to self-sufficiency by summer 2010.\nBean’s opponent in the race for 8th Congressional District seat, Steve Greenberg, believes U.S. troops in Iraq should be brought home, too, but he doesn’t have a timetable.\nBoth candidates believe more troops are needed to fight terrorists in Afghanistan.\nBean, a two-term Democrat from Barrington, and Greenberg, a Republican from Long Grove, talked about the wars in Iraq and Afghanistan and related topics in questionnaires for the Daily Herald and in follow-up interviews.\nThe U.S. invaded Afghanistan in 2001 and Iraq in 2003 — both before Bean took office.\nSince taking office, Bean has voted to fund the Iraq war even without setting deadlines for withdrawal, a stipulation Democratic Party leaders have sought. She also voted for setting a withdrawal timetable.\nBean said she supports a phased redeployment of U.S. combat troops out of Iraq. Remaining troops should change focus from policing the nation’s civil and sectarian conflicts to fighting terrorism and training Iraqi forces to run their nation on their own.\n\"Our redeployment will force the Iraqi government to take responsibility for (its) own future and sovereign security,\" she said.\n\"As the Iraqi forces step up, U.S. forces can stand down and return home.\"\nMore American soldiers are needed in Afghanistan, however, Bean said. She was critical of the White House for not meeting requests for additional troops made by U.S. military leaders there.\n\"As combat brigades are redeployed from Iraq, I support increasing the troop strength in Afghanistan,\" she said.\nMilitary and diplomatic forces should work more with Afghan leaders to give the local residents reasons to oppose al-Qaida and the Taliban, she said.\nGreenberg, a business owner and former professional athlete making his first bid for public office, supports removing troops from Iraq but doesn’t have a deadline in mind.\nU.S. troops should be withdrawn only after the Iraqi people have a protected judicial system, a transparent government and safe elections, he said.\nGreenberg declined to say whether he would’ve supported the Iraq invasion but said the Bush administration made mistakes in dealing with Iraq.\nGreenberg was more forthcoming about the U.S. troop surge in Iraq, saying he would’ve voted for it.\nBean opposed the troop surge and spoke against it on the House floor in 2007.\nLike Bean, Greenberg backs increasing the U.S. military presence in Afghanistan but said it should be a temporary maneuver.\n\"In addition, we must have a clear set of goals and a pre-established plan for bringing our troops home safely once those goals are met,\" Greenberg said.\nAlthough some of the candidates’ stances on the wars in the Middle East were similar, they had different ideas about fighting domestic terrorism.\nBean said she supported the recommendations of the Sept. 11 commission, which called for enhanced airline passenger and cargo screening, provided funding for better communications among first responders and increased information sharing in the government, among other measures. She also believes passenger jets should have missile-defense systems.\nGreenberg believes reforms to intelligence agencies have prevented another foreign attack on U.S. soil but said \"we are failing\" when it comes to the wars on gangs and drugs, which he considers domestic terrorism.\nHe said funding must be restored to law-enforcement and other programs that have been cut in recent years.\nThe 8th District includes parts of Cook, Lake and McHenry counties. The seat carries a 2-year term.\n\nNotes\n\nSUGGHED: Bean, Greenberg talk about war on terror\n\nGraphic\n\n \nSteve GreenbergMelissa Bean\n\nLoad-Date: December 23, 2008"
}