{
    "title": "Beating Around The Bush Won't Make U.S. Safe",
    "publisher": "the forward",
    "year": 2004,
    "month": 5,
    "day": 14,
    "full text": "Presumptive Democratic presidential candidate John Kerry's address to the Anti-Defamation League on May 3 was interesting, both in what he said and what he did not say about Israel, the Middle East and the war on terrorism. It reflected his by now familiar practice of vague assurances and lack of clarity and consistency in his message.\nHis commitment to a secure Jewish state and promise that he would not force Israel to make concessions that compromise its security repeated the generalizations of each American president which supporters of Israel are used to hearing. He promised to work continuously to advance the cause of peace and serve as an honest broker, but he did not focus on the substantive areas of concern, as President Bush has done. Unlike Bush, Kerry did not tell the Arabs they had no right to return to Israel, but could return only to the areas of a future Palestinian state; he did not assure Israel they could retain important settlements in the West Bank; and he did not make explicit that Yasser Arafat was unacceptable as a leader of the Palestinians.\nOn terrorism, Kerry also walks both sides of the street. He pledged to work with other countries on principles of common humanity rather than \"proceeding unilaterally, indignantly, sometimes arrogantly and recklessly,\" while simultaneously pledging \"never to cede our security to any international institution\" because a president must always maintain that right of decision \"and that right of the defense of our nation.\" In the build-up to the war in Iraq, Bush and Secretary of State Colin Powell strived mightily to rally the international community to fulfill and enforce numerous Security Council resolutions until they decided that the president had to exercise that right of decision in the defense of our nation.\nAt the ADL, Kerry didn't mention his previous opposition to the Israeli security fence. Last year, however, Kerry told an Arab American group that he was concerned about Palestinians becoming \"disheartened\" by the fence. \"We don't need another barrier to peace,\" Kerry said.\nIn December 2003, Kerry suggested James Baker or Jimmy Carter as his Middle East peace envoy, only to later turn around and say that was a \"mistake.\" In his 1997 book, \"The New War,\" Kerry described Arafat as a statesman. It is not clear when his view of Arafat as a statesman changed.\nKerry voted against the 1991 Gulf War. If Kerry had his way then, Saddam might still be in Kuwait today. Kerry himself admitted that he saw his 2002 vote to authorize the Iraq war through a political lens. His closest advisers conceded that Kerry's vote was influenced at that time by his goal of winning Democrat primaries. After voting to authorize the Iraq war, Kerry voted against funding to equip our troops with essential supplies like body armor. Prior to the vote, Kerry said such a move would be \"irresponsible.\" Kerry later hedged his decision by saying, \"I actually voted for the $87 billion, before I voted against it.\"\nLast month, Kerry criticized the president as overemphasizing terrorism on the same day that Osama bin Laden threatened another attack against America. At the ADL on May 3, Kerry reiterated his view of the war on terrorism as a \"law enforcement\" issue. Kerry has even said he is hesitant to call the war on terrorism a \"war.\" In contrast, Bush has shown a clear understanding of the meaning of the September 11 attack and the risk that terrorists may be supported by nations and forces who join with them in their hatred and evil intentions toward the free world.\nIt's clear that America and its allies in the war on terrorism need Bush's courageous leadership and his commitment to advancing freedom in the Middle East.\nKenneth Bialkin, a lawyer, is a former national chairman of the Anti-Defamation League and a former chairman of the Conference of Presidents of Major American Jewish Organizations.\n\nLoad-Date: June 14, 2006"
}