{
    "title": "Beaumont inmate found guilty of attempting to recruit for ISIS",
    "publisher": "the beaumont enterprise ",
    "year": 2019,
    "month": 12,
    "day": 14,
    "full text": "Dec. 14--     Dec. 14--An inmate charged with supporting a foreign terrorist organization continued to carry out terrorist acts while imprisoned at a federal facility in Beaumont, jurors found Friday.\nEritrean-born Mohamed Ibrahim Ahmed was found guilty of recruiting as many as five fellow inmates for ISIS, and lying to federal agents about knowledge of bomb-related chemicals. It was two of the five charges he faced.\nJurors could not come to a decision on a charge that he lied about having \"no knowledge of how to construct a bomb,\" and found him not guilty of discussing the construction of a bomb with another inmate. He also was found not guilty of attempting to persuade an inmate to murder someone on U.S. soil.\nThe trial, which went before U.S. District Judge Marcia A. Crone, lasted seven days.\nCourt documents said while attempting to recruit for ISIS, Ahmed celebrated the 2017 bombing of an Ariana Grande concert in the United Kingdom and other acts of terror, telling one inmate \"They kill kids, we gonna kill kids.\"\nThe blast killed 22 people and injured more than 250, a majority of which were children.\n\"This defendant is a repeat offender,\" Assistant Attorney General for National Security John C. Demers said in a news release. \"While in prison on terrorism charges, Ahmed continued to recruit fellow inmates to join ISIS to train them and to help them plan future attacks.\"\nAhmed was serving part of a nine-year, three-month sentence for conspiring to support and receive military-type training from a foreign terrorist organization, Al-Shaabab, when he committed the crimes. He was arrested in Nigeria in November of 2009 and transferred to U.S. custody in March of 2010.\nAhmed provided a manual on how to be a terrorist to potential recruits and led work-out sessions \"to get them in shape to carry out the acts of terror he was plotting,\" prosecutors said.\nThe manual he provided to the would-be recruits provided guidance on how to carry out guerilla war, how to select human targets and how to carry out assassinations, according to a statement released by the U.S. District Attorney's Office Eastern District of Texas.\nFBI officials warned that his conviction shows the present and ongoing danger of ISIS to American safety.\n\"The threat from ISIS continues to evolve to include sustained radicalization online, loss of the physical caliphate, and inspiration for individuals to conduct attacks in their home countries using any means possible,\" FBI Special Agent in Charge Perrye Turner said in a written statement.\n\"It is with any means possible and using all tools available to us that the FBI will continue to investigate criminal and national security threats to the United States, wherever they originate.\"\nAhmed was a lawful resident of Sweden, but has since had his citizenship revoked. According to a 2013 release from the FBI, Ahmed left Sweden in 2009 and went to Somalia for military-type training from Al-Shaabab.\n\"While in Somalia, Ahmed contributed approximately 3,000 euros to Al-Shaabab, received training and instruction with respect to bomb-making and bomb-detonation; and purchased an AK-47 rifle, additional magazines and two grenades. Ahmed subsequently provided the rifle and magazines to an Al-Shaabab military commander.\"\nAhmed also attended an al-Qaeda training camp in Afghanistan in 1996 and was a member of the Brandbergen Mosque network, which financially and logistically supported other terrorist groups, according to information from the U.S. District Attorney's Office.\nFormer Manhattan U.S. Attorney Preet Bharara called the conviction \"the latest victory in our constant effort to protect Americans from terrorism at home and around the world,\" at the time.\nEastern District of Texas U.S. Attorney Joseph D. Brown said the Friday conviction would stand as an example for others attempting to recruit while in prison.\n\"This terrorist has shown that he was committed to his ideology and to violence,\" Brown said in a written release. \"It was important to pursue these charges not only to keep him in prison, but to deter others who would recruit in jail cells.\"\nThe case was investigated by the Federal Bureau of Investigation, and prosecuted by Assistant U.S. Attorney Christopher T. Tortorice and attorneys Alicia Cook and Katie Sweeten of the National Security Division's Counterterrorism Section.\nUnder the federal statute, Ahmed faces up to 25 years in federal prison at sentencing. He was nearly finished with his previous sentence.\nSentencing will be scheduled following the completion of an investigation by the U.S. Probation office. Upon release from prison, the government will seek to repatriate Ahemed to Eritrea, a northeast African country.\nisaac.windes@hearstnp.com\ntwitter.com/isaacdwindes\n___ (c)2019 the Beaumont Enterprise (Beaumont, Texas) Visit the Beaumont Enterprise (Beaumont, Texas) at www.beaumontenterprise.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: December 14, 2019"
}