{
    "title": "Beautifully disturbing_ 'Joker' nails iconic character",
    "publisher": "university wire",
    "year": 2019,
    "month": 11,
    "day": 11,
    "full text": "In an era where comic book movies rule the box office, the very art form of cinema has been put into question. Celebrated director Martin Scorsese has said that these movies aren't true cinema, and many agree. Whether this is movie snobbery or the unbreaking will of true artistry depends on who you ask. What remains true is that these movies are absolutely dominating the box office. And what's behind these criticisms is that these movies are all about spectacle, that they're turning theatres into \"amusement parks,\" according to Scorsese. \nBut here we are with another Joker movie. One that seems to balance the scales between these perspectives on the comic book movie, as it returns us to a more stunning and artistic interpretation of the iconic villain. Most of us were waiting for this movie to come out since the very first Instagram post by Director Todd Phillips. The post featured a chilling clip of the Joker swaying and dancing, superimposed over the face of average joe Arthur Fleck. Most of us were hooked immediately. And now that the movie's out, I can certainly confirm the movie holds up to our hopes and expectations.\nMany have asked, \"Won't this just stir all these self-obsessed depressed young white men to take to their community with flamboyant and pageantry-like massacre?\" And it's a great point, a necessary point to make. But the caveat to watching a movie about as disturbed an individual as this, is that you are in no way rooting for Joker. Rather, you are watching a disturbing flow of events create a monster through sheer abuse. \nYou might sympathize with Arthur in the beginning, you might even like him, but as the movie proceeds it becomes very clear you're watching a car crash spiral into a pile-up. You detach from the character, and instead watch a movie that somehow accomplishes being both beautiful and disturbing in its implementation of chaos. There are even times you will feel uncomfortable, but I'll tell you one thing for sure, the likes of Martin Scorsese will fall in love with this movie\nFull of beautiful shots, the level of cinematography matches that of any heavy hitting art film to hit independent theatres. The music leads us perfectly into the disturbed psyche of a ruined and marginalized shell of a man, plagued by mistreated mental illness. \nThe performance by Joaquin Phoenix is executed amazingly, adding a new dimension of thought to the iconic villain. Arthur Fleck is an eternally down on his luck, tormented individual with dreams of comedy stardom we know he will never meet. Coupled with his crippling mental health, and the manner in which society fails to help him every step of the way, the movie somehow manages to use what is normally an irredeemable sociopath bent on terrorism and destruction to make a commentary on the state of mental health today, domestic terrorism and even the status of power and the upper-class. \nThis movie is not a Disney movie, and there is no happy ending. It's not like when you went to see Endgame so you could watch your favorite characters grow and evolve to finally triumph over the bad guys. Maybe you could say it's a trip to an amusement park, but only if you're just that familiar with the character of the Joker. The only reason anyone has to see this movie, is to witness artistry in cinema, to acknowledge the dedication and hard work of the extremely well paired Todd Phillips and Joaquin Phoenix and to see the best portrayal of an iconic character since Heath Ledger (sorry Jared Leto, but you didn't make the cut). \nWhat characterizes forms of media like Marvel films, and even anime, is a distinct appeasement to capitalism and competition. Characters start from the bottom and grow, refining their abilities until they reach the very top, and we revere them for it. The subsequent idolization of RDJ's Tony Stark is evidence enough. Joker, however, is disturbingly chaotic anarchy, where one character rides on the coattails of serendipitously lucky timing. It will leave you confused and contemplative rather than riding on any sense of euphoria. \n\nLoad-Date: November 11, 2019"
}