{
    "title": "Becoming Numb to Terrorism_",
    "publisher": "the capital ",
    "year": 2020,
    "month": 2,
    "day": 5,
    "full text": "Just days after Britain officially left the European Union, the people of this country were brought back down to earth and reminded of the immediate terror threat right under our noses — a multiple stabbing in Streatham, south London. \nLast year, the number of homicides in the capital city rose to a 10-year high, largely as a result of surging knife crime. Many of the stabbings in London are a product of gang violence, making it easy to forget about the Islamist terror threat when violent attacks like this happen. The British people, myself included, have become largely numb to this problem after years being terrorised by bombings, shootings, and vehicle attacks. \nMayor of London Sadiq Khan told us in 2016 that terror attacks are “part and parcel of living in a big city” and while he became the focus of much derision for those comments, it seems his defeatist attitude has been widely adopted by Londoners. \nA video that circulated on Twitter soon after Sunday’s attack summed this up very well. A Police officer walks into a café, on the street where the attack took place, wearing a bullet-proof vest and holding a gun. He informs the owner and diners that a terrorist incident has happened outside and that they should immediately leave. He was immediately met with sighs, and the owner frustratedly asked, “can you give us half an hour?”. \nMeanwhile, just feet away from the café, three people had just been seriously injured during a knife attack by an Islamist wearing a hoax IED vest. \nLondon’s Metropolitan Police confirmed that the terrorist was shot dead on the scene and that he had been under active surveillance by anti-terror police. Once again, a terror attack in London was committed by an Islamist already known to the authorities. Whitehall officials say that the attacker had only been released from prison at the end of January after serving a prison sentence for possessing extremist material. Reports suggest he served less than half of his three-year sentence. He was released under licensing conditions that included surveillance and a heavy curfew—measures that ultimately failed to protect innocent civilians. \nYou might remember how on November 29, 2019, convicted terrorist Usman Khan fatally stabbed two people and injured three others. Like the most recent attacker, Khan was shot dead by the police after members of the public restrained him. What made the story so shocking, besides the fact that it was the seventh Islamist attack in Great Britain over the last decade, was that Khan had just been released from prison the year before after serving six years of an eight-year sentence. \nPrime Minister Boris Johnson previously vowed to end early prison release for terrorists, but nothing so far has been proposed to protect British citizens from the tens of thousands of potential Islamists walking the streets right now. The European Union’s counter-terror coordinator Gilles de Kerchove warned in 2017 that the UK is home to 25,000 Islamist extremists who pose a threat to society, the highest figure in Europe. \nThe frequency of these terror attacks in London should come as no surprise. It is an obvious truth that Islamist extremists will remain committed to their cause after being released from prison. If anything, time spent in a Western prison only strengthens their resolve. I warned the British government in 2018 that the early release of Islamist terrorist Anjem Choudary from prison, along with a number of his followers, would put the British people at risk. I delivered a petition to 10 Downing Street that Choudary’s release should be immediately reviewed. A letter from the Ministry of Justice later told me that there was nothing that could be done—and soon enough Choudary’s follower, Usman Khan, killed innocent civilians on the streets of London. \nOnce again, Prime Minister Boris Johnson has vowed to do more to protect the British people by increasing police spending and ending early release. Time will tell whether these measures will be sufficient. Convicted terrorists might well spend a handful more years in prison, but tens of thousands of other radicals remain at large across the United Kingdom. Clearly monitoring them doesn’t stop fatal terror attacks. \nI get the sense that much of the anger about this has now died down, and we British have reached the point of accepting our fate. The British peoples’ ability to laugh at a café owner wanting diners to finish their lunch before evacuating a scene of a terror incident is testament to our strength of character, but it also represents a people defeated. \nClearly all current measures taken by the British government and authorities to counter Islamism are insufficient. But, with a new majority in Parliament, Boris Johnson now has the chance to prove he means business. Let’s just hope there are no more fatalities before new measures are put in place. \n \n \nJack Buckby is a research associate with the Frontier Centre for Public Policy and a British author and researcher, with experience working in English, American, Canadian and Polish media. His last book, Architects of Betrayal, explores the disastrous EU exit withdrawal negotiations under the leadership of Prime Minister Theresa May.\n\nLoad-Date: February 26, 2020"
}