{
    "title": "Behind the Woman Behind the Bomb",
    "publisher": "the new york times",
    "year": 2008,
    "month": 8,
    "day": 2,
    "full text": "FOUR more Iraqi women carried out suicide bombings in Iraq this week, bringing to at least 27 the number of such attacks this year in that country involving female terrorists. Anyone reading the newspapers or watching television has been treated to a flurry of popular misconceptions about the root causes of female suicide terrorism. \n  Women, we are told, become suicide bombers out of despair, mental illness, religiously mandated subordination to men, frustration with sexual inequality and a host of other factors related specifically to their gender. Indeed, the only thing everyone can agree on is that there is something fundamentally different motivating men and women to become suicide attackers. \n  The only problem: There is precious little evidence of uniquely feminine motivations driving women's attacks. \n  I have spent the last few years surveying all known female suicide attacks throughout the world since 1981 -- incidents in Afghanistan, Israel, Iraq, India, Lebanon, Pakistan, Russia, Somalia, Sri Lanka, Turkey and Uzbekistan. In order to determine these women's motives, I compared the data with a database of all known suicide attacks over that period compiled by the Chicago Project on Suicide Terrorism. \n  This research led to a clear conclusion: the main motives and circumstances that drive female suicide attackers are quite similar to those that drive men. Still, investigating the dynamics governing female attackers not only helps to correct common misperceptions but also reveals important characteristics about suicide terrorism in general. \n  To begin with, there is simply no one demographic profile for female attackers. From the unmarried communists who first adopted suicide terrorism to expel Israeli troops from Lebanon in the 1980s, to the so-called Black Widows of Chechnya who commit suicide attacks after the combat deaths of their husbands, to the longtime adherents of the Liberation Tigers of Tamil Eelam separatist movement in Sri Lanka, the biographies of female suicide attackers reveal a wide variety of personal experiences and ideologies.\n  Likewise, while stories of young, psychologically disturbed women being coerced into their attacks makes for compelling news (and rightly emphasizes the barbarity of the terrorist organizations), they represent a small minority of cases. For example, female suicide attackers are significantly more likely to be in their mid-20s and older than male attackers. \n  Additionally, claims of coercion are largely exaggerated. For instance, the well-publicized claims that two women who killed dozens in blowing up a Baghdad pet market were mentally retarded were later revealed to be unfounded. \n  Blaming Islamic fundamentalism is also wrongheaded. More than 85 percent of female suicide terrorists since 1981 committed their attacks on behalf of secular organizations; many grew up in Christian and Hindu families. Further, Islamist groups commonly discourage and only grudgingly accept female suicide attackers. At the start of the second intifada in 2000, Sheik Ahmed Yassin, the founder of Hamas, claimed: ''A woman martyr is problematic for Muslim society. A man who recruits a woman is breaking Islamic law.'' Hamas actually rejected Darin Abu Eisheh, the second Palestinian female attacker, who carried out her 2002 bombing on behalf of the secular Aqsa Martyrs Brigade.\n  So, what does motivate female suicide attackers? Surprisingly similar motives driving men to blow themselves up on terrorist missions.\n  For one, 95 percent of female suicide attacks occurred within the context of a military campaign against foreign occupying forces, suggesting that, at a macro level, the main strategic logic is to create or maintain territorial sovereignty for their ethnic group. Correspondingly, the primary individual motivation for both male and female suicide bombers is a deep loyalty to their communities combined with a variety of personal grievances against enemy forces. \n  Terrorist organizations are well aware of the variety of individual motives for male and female attackers. As such, recruitment tactics aimed specifically at women often involve numerous, even contradictory, arguments: feminist appeals for equal participation, using a suicide attack as a way to redeem a woman's honor for violations of the gender roles of her community, revenge, nationalism and religion -- almost any personal motive that does not contradict the main strategic objective of combating a foreign military presence. \n  All secular organizations that employ suicide bombings have used female attackers early and often. For instance, 76 percent of attackers from the Kurdistan Workers' Party in Turkey have been women, as have 66 percent of those from Chechen separatist groups, 45 percent of the Syrian Socialist National Party's and a quarter of those from the Tamil Tigers. \n  Religious groups only came to realize the strategic value of female bombers after seeing secular groups' success. For example, in a 2003 interview, a female Al Qaeda agent calling herself Um Osama told a Saudi newspaper that ''the idea of women kamikazes came from the success of martyr operations carried out by young Palestinian women in the occupied territories.'' \n  Why use women? \n  Paradoxically, the strategic appeal of female attacks stems from the rules about women's behavior in the societies where these attacks take place. Given their second-class citizenship in many of these countries, women generate less suspicion and are better able to conceal explosives. Moreover, since female attacks are considered especially shocking, they are more likely to generate significant news media attention for both domestic and foreign audiences. \n  In a similar vein, my research showed that women were much more likely than men to be used for single-target assassination suicide attacks. Perhaps the most famous of these was the 1991 assassination of India's prime minister, Rajiv Gandhi, by Thenmuli Rajaratnam, a Tamil Tiger. Although women make up roughly 15 percent of the suicide bombers within the groups that employ females, they were responsible for an overwhelming 65 percent of assassinations; one in every five women who committed a suicide attack did so with the purpose of assassinating a specific individual, compared with one in every 25 for the male attackers. \n  Yes, many female suicide terrorists are motivated by revenge for close family members or friends killed by occupation forces. But so too are males. Indeed, there are so many known instances of personal revenge driving both sexes to strike, and so much missing data about the friendship and extended family circles of suicide attackers, that it is simply impossible to say one sex cares more about others.\n  So, how can we defend against the spate of female suicide attacks in Iraq? The logical first step is to better screen women at key security checkpoints. Coincidentally, American officials recently started a ''Daughters of Iraq'' program to train Iraqi women to search for female attackers. However, the program is unlikely to have a substantial effect for three reasons: First, the program is very small; only about 30 women initially graduated from the course, and each is expected to work only a few days a month. Second, since the root cause of suicide terrorism appears to be anger at occupying forces, we risk blowback if we are seen as trying to buy loyalty from Iraqi women. Third, the fact that religious groups changed their position on employing women attackers illustrates their willingness to develop new tactics to overcome security measures-- thus efforts like the Daughters of Iraq are probably stopgap measures at best. \n  In the long run, decreasing female suicide attacks depends upon an American strategy that minimizes the presence of United States troops in what Iraqis consider their private sphere, while simultaneously providing material support that will improve the quality of life for all Iraqis. For now, however, given the strategic desirability of female attackers, we're likely to see an increasing number of Iraqi women killing themselves and their countrymen in an effort to end what they see as the occupation of their nation. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDRAWING (DRAWING BY RONALD CALLA)                                 \n\nLoad-Date: August 2, 2008"
}