{
    "title": "Behind the scenes, al-Qaida pushes a two-front war",
    "publisher": "charleston gazette",
    "year": 2009,
    "month": 6,
    "day": 14,
    "full text": "KHOST, Afghanistan - When a wave of 11 suicide bombers attacked this Afghan provincial capital in mid-May - among them several men dressed head to toe in blue burqas - panicked residents fled into their homes to avoid the street battles between the killers and local security forces. Twenty locals died in the melee.\nThat so many bombers could slip into town from North Waziristan in neighboring Pakistan on a single operation testified to the rising level of violence in Afghanistan, and the U.S. military said that al-Qaida is playing a critical role in financing suicide bombings and other attacks on U.S. and NATO forces.\nHowever, the relatively low death toll in the Khost assault indicated that the attackers' preparation was deficient, at least by comparison with far more devastating suicide bombings in Iraq.\nInterviews with U.S. military commanders over the past three months, U.S. radio intercepts of Arab and Chechen fighters, and confirmed captures or kills of foreign fighters inside Afghanistan indicate that Osama bin Laden's terrorism network - working through Afghan and Pakistani partners - is present in almost every Afghan and Pakistani province along the two countries' border.\nIn some cases, al-Qaida has paid rewards of $11,000 to the Pakistani and Afghan families of suicide bombers, many of whom are cancer patients or heroin addicts, according to U.S. military communications intercepts.\nTerrorist attacks in Afghanistan are more sophisticated than they were a year ago, and roadside bombings and suicide attacks are rising fast, according to the U.S. military. Attacks are up 25 percent over the first four months of 2008, and U.S. officials expect the total to rise about 50 percent this year to 5,700 - more than 15 a day.\nAl-Qaida isn't operating under its own flag, however, possibly because the group learned a lesson from its experience in Iraq, where many people have turned against al-Qaida in Iraq's brutal tactics, terrorism analysts said.\nAl-Qaida's influence is far greater than its shadowy profile suggests, though, for it has the wherewithal to finance suicide bombings, the skills to train foreign volunteers and, most important, the global ties, experience and strategy that Afghan and Pakistani insurgent forces lack.\nEvery capture or killing of foreign fighters - the U.S.-led NATO coalition said on May 28 that it had killed 34 militants in a firefight at a suspected training camp belonging to the network of Afghan insurgent leader Jalaludin Haqqani - is a reminder of al-Qaida's backstage presence.\nHowever, the suspected Haqqani camp, in a mountainous region of Paktika province, about 100 miles southwest of the Pakistan border, typifies al-Qaida's lower profile in Afghanistan. Unlike in the 1990s, when bin Laden ran training camps across Afghanistan, the movement now operates out of myriad small facilities set up in compounds and houses that belong to Pashtun clans in the rugged mountains on both sides of the Afghan-Pakistan frontier. The bases are sometimes mobile, and the trainers meld with Afghans in places where they find sympathetic residents, according to U.S. military briefers.\nOf greater significance, according to U.S. counterterrorism experts, is al-Qaida's role in devising a regional strategy and in encouraging its regional partners to accept a \"two-front war\" against U.S.-NATO forces in Afghanistan and the government in Pakistan. Although some Afghan insurgents object to fighting on two fronts, the strategy provides bin Laden's network a permanent haven in the porous border region, where it can plan bigger international terrorist attacks.\nA leading al-Qaida ideologue, Abu Yahya al-Libi, who escaped from the U.S. prison at Bagram Air Base in July 2005, claimed in a propaganda booklet released in mid-March that Pakistan's army should be treated as an occupying infidel army waging offensive war on an invaded Muslim population. He told Pakistanis that it is incumbent upon them, as \"good Muslims,\" to fight their own government.\nAl-Libi has helped the Pakistani Taliban set up propaganda operations with FM broadcast stations that use portable Chinese transmission boxes, said Brown of the West Point counter-terrorism center. \"Abu Yahya al-Libi translates the network's ideas to a popular audience\" on both sides of the border, said Brian Fishman, also from the West Point center.\nAl-Libi maintains close ties to the \"Tora Bora Front\" in eastern Afghanistan and has been interviewed on the Web site of the front, which is the domain of Mujahid Khalis, the son of the late mujahedin leader Younus Khalis, who welcomed bin Laden to Afghanistan from Sudan in 1996. Mujahid Khalis ran an Islamic center in Jalala-bad, the biggest city in eastern Afghanistan, which became the Taliban intelligence headquarters, and it was there that bin Laden had his last dinner in Jalalabad before fleeing over the mountains to Pakistan.\nAl-Qaida's influence extends well beyond the border region and deep into Pakistan. Al-Qaida protege Mehsud is allied with Mullah \"Radio\" Fazlullah, whose insurgents took over the Swat district in northwest Pakistan, until, under prodding from the Obama administration, the Pakistani army launched a military offensive to retake control.\nIn a 2007 interview with this reporter, Fazlullah endorsed al-Qaida's goals in neighboring Afghanistan and around the globe: \"When Muslims are under attack in Iraq and Afghanistan, we have a duty to fight back against the American 'crusaders' and their allies,\" he said.\nOther leading insurgent groups led by Jalaluddin Haqqani's son, Sirajuddin, as well as Mullah Nazir, who operate along the Afghan-Pakistan border out of Waziristan, have been forced to agree to the new al-Qaida-backed strategy for the two-front war, Western terrorism analysts said.\nTerrorism analysts think that bin Laden himself has likely taken refuge in North or South Waziristan, or in a large city well beyond the tribal areas. They say his larger-than-life presence remains a thorn in the side of U.S. efforts.\nU.S. military and Afghan security officials confirmed a steady movement - by air from Dubai and other aerial hubs, by land across Iran and water from the Persian Gulf - of international jihadists from the Middle East to South Asia. Many Arabs, Chechens and other foreign fighters recently completed tours fighting in Iraq, where al-Qaida has suffered significant setbacks.\nAs a precaution against the U.S. raids, al-Qaida members in Waziristan rarely have tea in groups of more than three, said Afghans who travel to the region. In addition, Taliban fighters, often working with al-Qaida paramilitary trainers, have started to train indoors, as well as in small mud-walled compounds, where they attract only limited attention from U.S. surveillance flights and aerial drones.\nIncreasingly, al-Qaida appears to be focusing on words as much as deeds. Bin Laden's latest denunciation, issued on June 3, the eve of President Obama's Cairo speech seeking better relations with the Muslim world, charged the president with ordering Pakistan's crackdown in Swat. He said that Obama was following in the path of his predecessor, George W. Bush, intending \"to build enmity against Muslims and increasing the number of fighters, and establishing more lasting wars.\"\nIn the view of some U.S. terrorism analysts, the same could be said of al-Qaida.\n\nLoad-Date: June 15, 2009"
}