{
    "title": "Beijing_ Muslim family led Tiananmen attack 3 dead car-bombing suspects linked to repressed ethnic g",
    "publisher": "usa today",
    "year": 2013,
    "month": 10,
    "day": 31,
    "full text": "A deadly terror attack not far from Mao's tomb shows that China may not be prepared for terror attacks that Western nations have been trying to counter for years.\n\"China's counterterrorism capabilities are rudimentary, they lack high-grade, high-quality intelligence to fight terrorism,\" said Rohan Gunaratna, a Singapore-based  expert researcher on terrorism in China.\nOn Wednesday, Chinese police for the first time said that the Monday car crash into a crowd of people was an act of terrorism. The identities of the attackers released indicates they are members of a repressed Muslim ethnic group in China.\nThe incident involved a jeep with a driver and two passengers that plowed through pedestrians at lunchtime before it crashed and burned at an historic bridge close to the portrait of Mao Zedong on Tiananmen Gate. The gate is near the compound where China's current crop of Communist Party leaders live and work. The car's three occupants and two tourists were killed. At least 40 others were injured.\nPolice said the \"carefully planned, organized and premeditated\" attack was carried out by Usmen Hasan; his mother, Kuwanhan Reyim; and his wife, Gulkiz. Police said they lit gasoline to start the fire that killed them.\nGasoline, gasoline containers, a steel stick and a flag with \"extremist religious content\" were found inside the jeep, the police said, along with long knives and jihadist flags in the temporary residence of five suspects who were detained 10 hours after the incident with the help of police in Xinjiang, reported the state-run Xinhua News Agency.\nThe names of the alleged attackers are reminiscent of those of the predominantly Muslim Uighur ethnic group in northwestern China's Xinjiang region.\nBeijing police led a citywide manhunt for suspects as they issued notices to hotels for information on first two and later eight suspects, all Xinjiang-based and Uighur-sounding apart from one Han Chinese, China's dominant ethnic group, who was born in Sichuan but lived in Xinjiang.\nA huge area of desert, mountain and mineral wealth in Chinese Central Asia, Xinjiang has witnessed regular unrest and many fatalities in recent years involving the indigenous Uighurs and the Han immigrants who have arrived in large numbers from elsewhere in China in recent decades.\nUighurs have long complained about repressive rule by Beijing that restricts their freedom of movement and religious belief. The Chinese government argues it has brought badly needed development, and says violent incidents there are fomented by \"hostile foreign forces.\" \n\nGraphic\n\n \nphoto Ed ones, AFP/Getty Images\n\nLoad-Date: November 1, 2013"
}