{
    "title": "Beijing cites numerous Olympic threats",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 7,
    "day": 29,
    "full text": "BEIJING (AP) - Just more than a week before the Beijing Olympics, a militant Islamic group's claims of responsibility for bombings in China have fueled unease about security. The government has assured its people and the Olympic community that heavy security will ensure a secure games. But its clampdown has smothered a broad array of groups, many with grievances against the government but without a history of violence. \nAmong the potential troublemakers Chinese security specialists have identified are Tibetan separatists, who staged occasionally violent protests last spring; members of the banned Falun Gong spiritual movement and unemployed workers. Stirring the latest concerns were videotaped threats purporting to be from an Islamic militant group. They surfaced last week in the name of the Turkistan Islamic Party - a group Chinese and Western terrorism experts say is an offshoot of a secessionist group from China's Central Asian frontier with ties to al-Qaida. In it, hooded men stood in camouflage fatigues with Kalashnikovs and claimed responsibility for explosions in four cities in Western China in recent months, including two bus bombings last week in Kunming city that authorities said killed two people and injured 14. One militant, identified by the Washington-based monitoring group IntelCenter as commander Seyfullah, warned athletes and spectators \"particularly the Muslims\" to stay away. \"Our aim is to target the most critical points related to the Olympics. We will try to attack Chinese central cities severely using the tactics that have never been employed,\" he said. Chinese police immediately played down the threat, saying the explosions in Chinese cities claimed by the group were not the work of terrorists. Still Beijing is being emptied of political critics, underground Christian organizers and ordinary Chinese who come to the capital to protest local government injustices. Plainclothes security agents surprised rights campaigner Hou Wenzhuo at a cafe on May 30, putting a hood over her head and holding her for 17 days. Among their chief concerns during interrogations, she said, were plans for a \"human rights torch relay\" organized by an exiled Tiananmen Square democracy movement figure and whether Chinese at home might get involved. \"The government is worried that this 'human rights torch' will detract attention from China\" and the Olympics, Hou said. \"They didn't beat me, but there are different kinds of intimidation.\" Officials in charge of security have denied they are rounding up peaceful critics and have defended their actions as necessary, given global terrorism's scope and the publicity attacking the Olympics would bring. To squelch any threat, Chinese leaders are mobilizing an army of security many times greater than previous Olympics - 110,000 police, riot squads and special forces, augmented by more than 300,000 Olympic volunteers and neighborhood watch members.\n\nLoad-Date: July 29, 2008"
}