{
    "title": "Being Tough",
    "publisher": "the new york times",
    "year": 1985,
    "month": 7,
    "day": 10,
    "full text": "President Reagan is backing out of the saloon with his rhetorical guns blazing. But the fireworks cannot hide the fact that he is backing away from dealing with airline safety just when he should be standing coolly firm.\nThere is every reason for dignified anger. An American sailor was savagely beaten and murdered aboard the hijacked T.W.A. plane last month and his murderers are at liberty near Beirut. Four other Shiite hijackers who killed two Americans aboard a Kuwaiti airliner last December were ostentatiously seized by authorities in Iran but never tried or extradited for the crime. Besides the 39 Americans held hostage in Lebanon for a humiliating two weeks, seven kidnapped Americans have been sequestered in that country for up to 16 months.\nEditorial holds Pres Reagan's speech on world terrorism indicates he is backing away from dealing with airline safety when he should be standing firm following TWA hijack crisis\nYet instead of mobilizing opinion and action to deal with these concrete offenses, Mr. Reagan confuses the subject by inveighing broadly against ''a confederation of terrorist states.''\nYou do not have to deny America's grievances against Cuba, Nicaragua, North Korea and Libya to recognize that their Governments, though sometimes allied, each present different challenges, also distinct from those of Iran, Lebanon and (temporarily unmentioned) Syria. Nor need you deny their attacks on the United States to preserve distinctions that Mr. Reagan blurs: between terrorism and civil war, guerrilla war and aggression.\nIf Cuba is to be indicted for encouraging terror against the United States, it needs at least to be remembered that the United States once sponsored an invasion of Cuba and many plots to assassinate its leader. If Nicaragua is guilty of terror against its neighbors deserving, in Mr. Reagan's words, ''the full weight of the law,'' why has he refused the invitation to make that case before the World Court? And if Libya's indisputable outrages against many nations so deeply perturb the United States, where is the campaign to close its gun-laden embassies or to boycott its oil-drum war chest?\nThe sad truth is that instead of exploiting the universal interest in airline safety and hijacking, Mr. Reagan has yielded to allied and Arab protests, quietly softened his sanctions against the Beirut airport and loudly tried to change the subject. All violence is deplorable. All terrorism is unacceptable. But all offenders do not have a single inspiration and all offenses do not have a single remedy.\nSix hijacker-murderers of Americans are at large. Dozens of airports are too lax in their security. Any number of governments are insufficiently aroused by hijackings and bombings to erect an effective defense. These problems should transcend most nations' politics. What a chance to satisfy Mr. Reagan's desire for both collective and unilateral action, justified in law.\nHijacking and harboring hijackers are outlawed by international air conventions. Nations that shelter hijackers disqualify themselves for air traffic. Governments that let their planes fly to such nations subvert agreements they solemnly signed, and put all travelers at risk. As the President recently proved with Greece, one word from the White House that a nation's airport or policy jeopardizes travelers and it will quickly feel the economic sting.\nAn America that really wants hijacking resisted and hijackers punished has a rare chance to separate air travel from all other political calculations. It is Mr. Reagan's chance to be smartly tough."
}