{
    "title": "Beinart_ Liberals must better articulate fundamental beliefs",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 19,
    "full text": "Unlike conservatives, liberals have neglected to connect moral values with their political platform, Peter Beinart, editor-at-large of the New Republic magazine told a Salomon 001 audience Thursday night.\nIn a lecture co-sponsored by the Brown Democrats and Brown Students for Israel and called \"Why Liberal Values are Moral Values,\" Beinart opened by saying his inspiration for the speech was President Bush, who Beinart said won the 2004 election in part because voters could identify his beliefs.\n\"Liberals are great at talking about policies but bad at talking about what they believe,\" Beinart said. \"When I talk to conservatives in Washington, I ask them, 'Tell me a good book that shapes what it means for you to be a conservative.' You ask liberals by and large, and you get nothing at all.\"\nBeinart said his problem with liberals today is not their ideology, but their lack of identifiable values.\n\"If you look at who communists were really mad at, it was liberals, because liberals had the ability to humanize capitalism,\" Beinart said, adding that liberals could be even more successful furthering social progress if they expressed as much concern about family values as conservatives.\n\"I think the reason America has become a coarser society is because Americans don't spend as much time with their children as they used to,\" he said.\nWhile Beinart said he holds liberals accountable for ignoring values, he also blames conservatives for addressing morals too generally. Beinart said that in the face of the Abu Ghraib prison torture accusations, \"the more George Bush talks about his deep love of freedom, the less credibility it has all over the world.\"\nBeinart concluded by speaking about defeating terrorism and solving the United States' problems in the Middle East. Beinart said that the United States is too imperialistic in its Middle Eastern occupancy. He advocated that the United States begins to deal with the people and ideas behind terrorism instead of simply occupying territory.\nOn Iraq, Beinart said, \"we were there to turn them into a 51st state and take their oil.\"\nThough Beinart took no official position on the 2008 presidential election, he voiced admiration for Sen. Hilary Clinton, D-N.Y.\n\"Clinton would be between a B- and a B+ president -- incredibly hard working, disciplined and a good manager,\" Beinart said. Playing to the home crowd, he added, \"She's the political version of the 2007 New England Patriots -- she doesn't make mistakes.\"\nHarry Reis '11, a member of BSI, told The Herald after the lecture, \"I thought he framed the conversation about the future of liberalism in a powerful way, especially in terms of his analysis of the core values of the liberal movement.\"\nSarah Sherman '09, co-president of BSI, said BSI secured Beinart as a speaker because of his book \"The Good Fight: Why Liberals -- and Only Liberals -- Can Win the War on Terror and Make America Great Again.\"\n\"The reason he is a BSI speaker is because of his book,\" Sherman said. \"And what we like about that is that it's framing the debate in terms of 'terrorism is a problem, now who can solve it?,' \" Sherman said.\nGabriel Kussin '09, president of the Dems, said the group jumped at the opportunity to co-sponsor the lecture when they found out BSI was bringing Beinart to campus.\n\"Liberal idealism is usually specific and issue based. His perspective is much more general and allows for people to look for the core values of America that cross political lines.\" Kussin said. \"This is an emerging topic -- presenting that viewpoint at Brown is really important.\"\n(C) 2007 Brown Daily Herald via U-WIRE\n\nLoad-Date: October 19, 2007"
}