{
    "title": "Being cautious can prevent unnecessary terrorism scares",
    "publisher": "university wire",
    "year": 2007,
    "month": 2,
    "day": 5,
    "full text": "If you have watched CNN lately, you likely have heard about the recent terror scare in Boston.\nThe Cartoon Network was advertising its late-night show Aqua Teen Hunger Force by placing little light boards that display one of the characters from the show all around the city.\nApparently someone thought that these boards were bombs, the police got involved, and chaos ensued.\nThe two men who put the boards up are now being charged with inducing panic.\nThis situation reminded me of an incident that occurred on campus last semester.\nOn Oct. 23 of last year, several students were engaged in a week-long role playing game called Humans vs. Zombies.\nAs a part of this game, the humans had to shoot the zombies to avoid becoming zombies themselves. The weapon of choice: Nerf guns.\nThe police received calls from some concerned folks who were worried that people were carrying weapons on campus. The police followed up, and the students who had been carrying Nerf guns were issued citations.\nThere are two main similarities between these incidents.\nFirst, the advertising group that employed the men who put out the light boards and the students playing the game were both engaged in a perfectly harmless activity, albeit one that could be misinterpreted as something dangerous, especially in a post-Sept. 11 world.\nThe same goes for their equipment, the light boards and Nerf guns.\nThey are perfectly harmless, but one can understand how they could be seen as something dangerous.\nSecond, the authorities in both cases reacted quickly (a good thing), and sought to punish the people involved even after it had been determined that they had meant no harm (not such a good thing).\nLet's consider what should have happened.\nWith regard to the incident on campus, the students simply should have let the police know what they were doing.\nThis would have eliminated any confusion about someone carrying dangerous weapons and would not have wasted the police's time chasing after kids with Nerf guns.\nOn the part of the police, they should have recognized that it is pretty difficult to confuse a Nerf gun - they generally come in bright colors and have \"NERF\" written in big letters on the sides - with a real weapon.\nFortunately, that is exactly what happened the next time students wanted to play this game.\nThey let the police know who was playing, when they were playing, and allowed the police to help them set some ground rules. The charges against students who had been carrying Nerf guns were later dropped, so this story has a happy ending.\nIn Boston, Cartoon Network could simply have asked permission of the city before putting their light boards on bus stops, park benches, and other public areas.\nThen when someone called the police about a bomb, once they described what they had seen the police would be able to explain that they had seen an ad, not a terrorist device.\nAlso, once the police saw what these light boards looked like (essentially a Lite-Brite with a cartoon character on it) they should have been able to tell that there was nothing dangerous about them.\nInstead, bridges and roads were shut down for hours, the scene was all over national news, and now local and state authorities in Boston are pressing charges of inducing panic.\nThe problem is that in order to be guilty of inducing panic, it must be shown that there was intent on the part of the defendants to create that panic. Clearly there was no such intent. Why, then, are they still pressing charges?\nNo one knows whether the situation in Boston will have the same kind of ending as the one in BG.\nWhat is clear is that in the post-Sept. 11 world, you have to understand that people are going to be more suspicious about objects that could possibly look like a gun or a bomb.\nThe police are simply doing their jobs by taking these situations seriously, and it is even a little comforting to know that they do.\nThe key is communication. If you're going to be out in public with something that could appear to be a weapon, do what the students playing Humans vs. Zombies did: Let the authorities know.\nIf you're thinking about putting ads all over Boston that could appear to be bombs, ask the city first!\nThis will allow the police to explain to other people exactly what's going on, it will save the police time following up on these calls, and it will prevent you from being charged with a crime.\nIt's common sense.\nSend comments to Brendan Keep at keepb@bgsu.edu.\n(C) 2007 The BG News via U-WIRE\n\nLoad-Date: February 5, 2007"
}