{
    "title": "Beirut Airport Authorities Say Civil War Associations With Terrorism Have Ended",
    "publisher": "the christian science monitor",
    "year": 1992,
    "month": 3,
    "day": 26,
    "full text": "A YEAR and a half ago it was a haven for hijackers, kidnappers, and other terrorists. Today Beirut's airport boasts of being the safest in the world.\nShaking off the image of lawlessness it justifiably acquired during the 16-year-long civil war in Lebanon was never going to be easy. But the Lebanese minister of state for transportation, Shawki Fakhoury, insisted in an interview that the airport had begun a new chapter.\n\"Terrorism, hijacking - that's all in the past,\" he said, \"completely in the past. I can assure you that we have very strict security. In fact this is the safest airport, not only in the region, but in the whole world.\"\nThe minister's claim might be exaggerated. But there is certainly no comparison between the state of affairs at the airport today and the way it was during the years of anarchy in Lebanon. More than 40 hijackings were connected with Beirut in one way or another. They ranged from the major international incident involving a Trans World Airlines jet in June 1985 to a relatively minor one the same year when an airport worker commandeered a plane to back his demand for a pay raise.\nInside the shabby and war-damaged airport terminal today - a relic of the 1950s - posters of President Hafez al-Assad of Syria outnumber those of President Elias Hrawi of Lebanon. This fact reflects the strength of Syria's commitment to maintain security there, as well as its powerful presence in the country.\nBoth Syrian and Lebanese troops man checkpoints on the airport road next to the teeming slums of the predominantly Shiite Muslim southern suburbs - the road where former British hostage John McCarthy was kidnapped. Between arriving at the airport and getting on the plane, a passenger can expect seven or eight searches or security checks, with Syrian soldiers and plain-clothes security men keeping an eye on comings and goings.\nWith the increased security, foreign airlines are beginning to return. So far 21 have resumed flights, compared with the total of 35 which operated in Beirut before the start of the 1975 civil war. Last year, during the first full year of peace since the end of the war, nearly 1 million passengers used the airport. Mr. Fakhoury hopes to expand the facilities to handle 5 million people a year.\nLebanese officials hope by then that the world at large will be convinced that the words \"Beirut airport\" and \"terrorism\" no longer have any connection.\n\nLoad-Date: March 26, 1992"
}