{
    "title": "Belgian bombings stir Western concerns over terrorism",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 12,
    "day": 12,
    "full text": "''One way or another,'' Secretary of State George Shultz said earlier this week, ''the law-abiding nations of the world will put an end to terrorism and to this barbarism that threatens the very foundations of civilized life.''\nThat solemn warning, which came shortly after the remaining hostages on board the Kuwait Airways plane hijacked to Tehran had been freed on Sunday, seemed all too fresh when bombs ripped through five NATO targets across Belgium early Tuesday.\nThis time there were no human victims. Only fuel pipelines to be used by NATO forces in times of crisis were destroyed. Still, Mr. Shultz's words seemed relevant.\nThe United States, he said, would have to continue dealing with ''the moral complexity of how we are to defend ourselves and achieve worthy ends in a world where evil finds safe haven and dangers abound.''\nSome reports suggested that Shultz was hinting at possible preemptive strikes against terrorists or at retaliation when he added, ''We will all have to wrestle with the dilemma that confronts moral people in an imperfect world.''\nYet what can be done - even when the world's richest nations join together to combat what a senior NATO official this week called ''this scourge''?\nPolice take seriously warnings by the group claiming responsibility for the bombings here this week that it plans to strike sometime at NATO headquarters itself, just outside Brussels. The group, an underground Marxist organization calling itself the Fighting Communist Cells, has carried out a series of attacks against NATO-related targets in recent weeks. And the perpetrators are still on the loose despite stepped-up dragnet operations by Belgian justice officials.\nSecurity has been tightened at NATO's headquarters. Unusually tight security will certainly surround the visit of Shultz to Brussels this week. Yet no one really believes that a well-planned terrorist operation can be prevented.\n''We can't protect every inch of the NATO pipeline,'' Belgian Justice Minister Jean Gol said following the attacks in Belgium this week.\nSome hint of the awkward position the ''law-abiding nations of the world'' find themselves in will come later this week when NATO foreign ministers meet for their semiannual plenary session.\nThe meeting, to be held in Brussels, is scheduled for Thursday and Friday.\nNATO officials have emphasized that the organization as such has no specific role to play in fighting terrorism - even against NATO targets.\n''About all the ministers can do this week,'' one NATO official said, ''is to reiterate their condemnation of terrorism, and to pledge to join forces to fight this scourge which threatens international relations in general.''\nThe ministers, he said, would repeat their condemnation of terrorism in the final communique issued after the meeting ''in stronger terms than usual in light of recent events.''\nThis doesn't go as far as Shultz apparently meant to go earlier this week.\n\nGraphic\n\n \nPicture 1, Army explosives expert examines wreckage at one bomb site Tuesday, UPI"
}