{
    "title": "Belgians Say Banking Group Broke European Rules in Giving Data to U.S",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 29,
    "full text": "The Belgian banking consortium Swift breached European privacy rules when it aided a United States antiterrorism program by providing confidential information about money transfers, Belgium's privacy protection commission concluded Thursday.\n  ''It has to be seen as a gross miscalculation by Swift that it has, for years, secretly and systematically transferred massive amounts of personal data for surveillance without effective and clear legal basis and independent controls in line with Belgian and European law,'' the report said.\nSwift, or the Society for Worldwide Interbank Financial Telecommunications, has come under scrutiny for participating in a Bush administration program that allows analysts from the Central Intelligence Agency and officials from other United States agencies to search for possible terrorist financing activity among the millions of confidential financial transactions it oversees.\n  The Bush administration has defended the once-secret program, which began after the Sept. 11, 2001, attacks in the United States. But critics in Europe argue that it has placed American security interests ahead of European civil liberties.\n  A European Union working group debated this week whether the program violated European banking law and is considering whether an independent auditor should be appointed to prevent possible privacy abuses. It agreed to put off its final report until next month, in part to allow officials in Belgium to weigh in with their own report.\n  Presenting the findings of the investigation, Prime Minister Guy Verhofstadt of Belgium said he recognized that sharing data on financial transfers was essential in the global effort to curb terrorism. But he took Swift to task for passing on confidential financial information without adequate safeguards that European privacy rules would be respected. \n  ''Swift finds itself in a conflicting position between American and European law,'' Mr. Verhofstadt said. ''But it should have received stronger guarantees of privacy protection based on European standards -- not by American standards, which are not as strong.''\n  Such guarantees should have included stronger safeguards that the information was being used only for terrorism investigations, Belgian officials said.\n  Under European law, companies are forbidden from transferring confidential personal data to another country unless that country offers adequate protections. The European Union does not consider the United States to be a country that offers sufficient legal protection of individual data.\n  Swift and officials with the United States Treasury Department, which oversees the program, have insisted that the American government's demands for documents were narrowly tailored and limited. The Belgian investigation found that, at least at the outset of the operation, the American agencies obtained ''massive'' amounts of information in what it described as a ''carpet-sweeping technique'' to gather financial transactions from particular countries. The Americans used ''a very wide definition of terrorism'' in their demands for records before negotiations with Swift led to a narrower definition of what transactions might be relevant, the investigation found.\n  While Swift did not provide a precise number for the financial transactions that it turned over to American officials, the Belgian investigation said that 2.5 billion records last year alone ''could have been the subject of subpoenas.''\n  Swift has defended the transfers on the grounds that it has offices in the United States and that it was meeting its legal obligations by upholding the laws of the United States.\n  But the commission rejected this argument. It said Swift was still subject to Belgian rules, regardless of whether the data transferred to the American authorities came exclusively from the company's United States subsidiary rather than its global headquarters in Brussels.\n  Referring to the broad administrative subpoenas issued to Swift by the United States Treasury, the commission said, ''Swift should have realized that exceptional measures based on American rules do not legitimize hidden, systemic violations of fundamental European principles related to data protection over a long period of time.''\n  Mr. Verhofstadt said Belgium's privacy protection commission had not moved to take legal action against Swift. Instead, he said, Belgium would push its European Union partners to open talks with the United States on a new agreement on the transfer of financial records to be used in terrorism investigations.\n  Swift dismissed criticism that it had done anything unlawful, saying it received strong assurances that the data would be used exclusively for terrorism investigations. But the chief executive of Swift, Leonard Schrank, agreed that the United States and Europe needed a common framework to reconcile data protection with the fight against terrorism.\n  ''We need an agreement between the E.U. and the U.S. that recognizes the global threat of terrorism but has a comfort level for those seeking to guarantee data protection,'' he said. ''We are caught between complying with the U.S. and European rules, and it's a train wreck. But what we have done saves lives in the U.S. and Europe and we must not lose sight of that.''\n  He declined to say whether Swift was still transferring such data to the United States, but said the consortium was still obligated to answer subpoenas from the American authorities because it conducted substantial business in the United States.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Prime Minister Guy Verhofstadt announced the findings by Belgium's privacy protection commission on the Swift case yesterday in Brussels. (Photo by Francois Lenoir/Reuters)\n\nLoad-Date: September 29, 2006"
}