{
    "title": "Belgian inmate on leave kills two officers, another Prison Inmate on Leave Kills Three in Belgium",
    "publisher": "richmond times dispatch ",
    "year": 2018,
    "month": 5,
    "day": 30,
    "full text": "BRUSSELS - A prison inmate on a 48-hour leave fatally shot two police officers and a civilian and then took a woman hostage at a school in the eastern city of Liège on Tuesday, before being killed by police, officials said. No students were injured.\n\"The goal of the attacker was to target the police,\" Liège's police chief, Christian Beaupère, said. The assailant, a Belgian, had a long criminal record and prosecutors said they were investigating the attack as a terrorism episode.\n Prosecutors said the assailant attacked two female officers from behind with a knife about 10:30 a.m., stabbed them several times in the back, took their weapons, and used them to shoot and kill the officers.\n The attacker also shot and killed a young man sitting in a parked car in central Liège before running away. He then took a female cleaner hostage in the nearby Atheneum Léonie de Waha school, a public institution with several hundred students ages 3 to 18.\n The police moved in, prompting the gunman to open fire, wounding four police officers, one critically, before he was shot and killed, officials said. The cleaner was not injured and the students were taken to a nearby park and another public school building. The area around the cafe and the school was sealed off for hours.\n \"Our thoughts are with the victims of this horrible act,\" Interior Minister Jan Jambon said on Twitter.\n The suspect was identified by the state broadcaster RTBF as Benjamin Herman, a Belgian born in 1982 who had a criminal record that included theft, assault and drug offenses.\n A senior counterterrorism official, speaking on condition of anonymity because he was not authorized to discuss the case, also identified Herman as the suspect, adding that he had not been known before for terrorism activity.\n Justice Minister Koen Geens told reporters that the assailant had served a series of prison sentences since 2003 but had been let out Monday for a 48-hour leave. It was the 14th time he had been granted leave.\n Geens said the leaves were intended to prepare the man for his planned release from prison in 2020.\n \"When something goes right 13 times, then it normally doesn't go wrong the 14th time,\" Geens said, \"but these leaves are always risky in the prison world - that's unavoidable.\"\n Asked whether there had been signs the man might have been radicalized in prison, Geens said it was \"not a clear-cut case.\"\n The man had been held at the Marche-en-Famenne federal prison, officials said, which like others in Belgium contends with overpopulation and the radicalization of inmates. A 2018 report by Amnesty International found that Belgian prisons are crowded and dilapidated, and basic services are insufficient.\n Liège, a city of about 200,000 people, was the site of a similar attack in 2011, when a gunman killed four people and wounded many more before shooting himself.\n\nGraphic\n\n \nForensic police, right, investigate at the scene of a shooting in Liege, Belgium, Tuesday, May 29, 2018. A gunman killed three people, including two police officers, in the Belgian city of Liege on Tuesday, a city official said. Police later killed the attacker, and other officers were wounded in the shooting.(AP Photo/Geert Vanden Wijngaert) Geert Vanden Wijngaert Forensic police, right, investigate at the scene of a shooting in Liege, Belgium, Tuesday, May 29, 2018. A gunman killed three people, including two police officers, in the Belgian city of Liege on Tuesday, a city official said. Police later killed the attacker, and other officers were wounded in the shooting.(AP Photo/Geert Vanden Wijngaert) Geert Vanden Wijngaert\n\nLoad-Date: May 30, 2018"
}