{
    "title": "Belief in war on terror boosted Poll_ Americans expect retaliation",
    "publisher": "usa today",
    "year": 2011,
    "month": 5,
    "day": 4,
    "full text": "The military operation that killed Osama bin Laden has boosted Americans' confidence that the United States can succeed in the war against terrorism and faith in President Obama as commander in chief, a USA TODAY/Gallup Poll taken Monday finds.\nThose surveyed also are braced for retaliation.  Six in 10 say acts of terrorism against the USA are likely in the next several weeks, the highest rate of public nervousness since immediately after the invasion of Iraq in 2003.\nFor a nation battered by bad economic news, the end of the decade-long manhunt for al-Qaeda's founder has brought at least a moment of good feeling. Approval for the raid on bin Laden's compound in Pakistan is nearly unanimous, and overwhelming majorities give credit to the U.S. military and the CIA. A majority credit Obama and former president George W. Bush.\nIn a separate daily survey by Gallup, Obama's job-approval rating ticked up a percentage point to 47%. The three-day average includes one night of polling after Americans had heard the news from Pakistan. Gallup Editor in Chief Frank Newport says Obama's ratings Monday were \"somewhat higher\" than before.\n\"In the short term, his (Obama's) job approval will go up, but once this period of elation subsides, everything we know suggests the fundamentals will take hold and it will decline to about where it was,\" says Richard Eichenberg, a political scientist at Tufts University in Massachusetts who studies polling.\nThe boost for Obama as a trusted commander in chief could endure, Eichenberg says. \"The long, patient planning; the risk-taking to get it done the way he thought it needed to be done -- all that portrays a president who is a very competent decision maker.\"\nWhite House officials are trying to reinforce that impression, releasing a detailed timeline and behind-the-scenes photos. Obama will make what is sure to be an emotional visit to Ground Zero in New York on Thursday, his first as president, and he will give an interview today to CBS' 60 Minutes to be aired Sunday.\nBin Laden's demise could affect attitudes toward the Afghanistan War, launched in 2001 in response to the 9/11 attacks. In the poll, 45% say the United States has accomplished its mission in Afghanistan and should bring its troops home. Fifty-two percent say important work remains. \n\nGraphic\n\n \nGRAPHIC, Color, Julie Snider, USA TODAY (Bar graph)\n\nLoad-Date: May 4, 2011"
}