{
    "title": "Benghazi attack raises issues, ex-CIA chief says",
    "publisher": "pittsburgh tribune review",
    "year": 2012,
    "month": 11,
    "day": 10,
    "full text": "September's attack on the U.S. Consulate in Benghazi, Libya, that killed Ambassador J. Christopher Stevens and three other Americans shows that terror groups might be diminished but not crushed, a former Bush administration CIA director told the Tribune-Review on Friday. \nRetired Gen. Michael Hayden, a native of Pittsburgh's North Side, said he has fewer questions about the immediate response in the hours after the attack than he does about the lack of preparation before and the Obama administration's response after. \n\"We saw evidence that (terrorism) is still alive and dangerous with the attack in Benghazi,\" Hayden told the Trib. \"The vectors of threats could be very varied coming at us. It's not time to stop our efforts.\" \nHayden spoke for about an hour on Friday to about 150 students at his alma mater, Duquesne University. He is scheduled to deliver the keynote address on Saturday at the university's 14th annual Veterans Day Breakfast on campus. \nHayden served as director of the Central Intelligence Agency from 2006 to 2009 and directed the National Security Agency from 1999 to 2005. \nAn adviser to Republican presidential candidate Mitt Romney, Hayden told the Trib that President Obama in his second administration faces four immediate security threats: Iran with its nuclear ambitions; China with its growing military presence and ongoing leadership transition; global terrorism; and cybersecurity attacks. \nPeter Brooks, a senior fellow at the Heritage Foundation, a conservative think tank in Washington, concurred with the general's assessment about terrorism as a security threat. The United States must take a multi-pronged approach to keep pressing after al-Qaida and its networks, he said. \n\"Osama bin Laden is dead, but al-Qaida is alive and very active in the Middle East,\" Brooks said. \nIn the run-up to the Benghazi attack, there was no failure of intelligence, Hayden said. Many people, including Stevens, realized the potential threat, but Hayden called the government's lack of an adequate response \"peculiar.\" \nHayden said he has fewer concerns about what happened during the attack because security officials were responding with the resources available. Military statements that rapid response teams could not get to Benghazi in time to help could be true, he said. \nImmediately after the attack, Hayden said he questions why the Obama administration said it was relying on CIA reports rather than the statements of Americans who were there. \nIn the following days, Hayden asked, why did the administration continue to say the incident seemed to be the result of a spontaneous protest when evidence mounted that it was a terrorist attack? \nHayden, a retired Air Force four-star general, is a principal of The Chertoff Group in Washington. He received a bachelor's degree in history from Duquesne University in 1967 and a master's degree two years later.  \nAndrew Conte is a staff writerfor Trib Total Media. He canbe reached at 412-320-7835or andrewconte@tribweb.com \n\nLoad-Date: November 12, 2012"
}