{
    "title": "Benghazi suspect won't be sent to Gitmo",
    "publisher": "the hill",
    "year": 2014,
    "month": 6,
    "day": 18,
    "full text": "The surprise capture of a suspected ringleader behind the Sept. 11, 2012, attacks in Benghazi, Libya, refueled a Washington debate Tuesday over whether those accused of terrorism should be sent to Guantánamo Bay as enemy combatants.\nThe White House ruled out sending Ahmed Abu Khattala to the U.S. detention center in Cuba after several Republican lawmakers demanded that he be detained, interrogated and tried there.\nThe administration plans to bring Khattala to the U.S. and try him in federal court. He was charged with the Benghazi crime last year and is the first person arrested in connection with the attacks that killed U.S. Ambassador Chris Stevens and three other Americans.\nPresident Obama has sought unsuccessfully to close the Gitmo prison since his first day in office, and while he made no mention in his public remarks of where Khattala would be imprisoned, his staff quickly ruled out the idea.\n\"The administration's policy is clear on this issue: we have not added a single person to the GTMO population since President Obama took office, and we have had substantial success delivering swift justice to terrorists through our federal court system,\" National Security Council spokeswoman Caitlin Hayden said in a statement.\nGOP Sens. Lindsey Graham (S.C.), Marco Rubio (Fla.) and John McCain (Ariz.) called for Khattala to be placed in Guantánamo within hours of the news of his detention.\nThey warned that reading Khattala his Miranda rights risked the U.S. losing valuable information about his accomplices in the Benghazi attacks, as well as other valuable intelligence.\n\"If they bring him to the U.S., they will Mirandize this guy, and it will be the biggest mistake for the ages to read this guy his Miranda rights,\" Graham said.\nMcCain said it would be \"totally inappropriate\" to keep him anywhere but Gitmo.\nBut Hayden, backed by some Capitol Hill Democrats, argued the administration has already successfully tried suspected terrorists in federal courts.\n\"Indeed, since 9/11, we have used the federal court system to convict and incarcerate hundreds of terrorists. The effective use of the criminal justice system has resulted in the debriefing, conviction and incarceration of U.S. citizens and non-citizens for acts of terrorism committed inside the United States and around the world,\" she said.\nSenate Intelligence Committee Chairwoman Dianne Feinstein (D-Calif.) said past cases against terrorists like Khattala \"have shown that we can obtain intelligence, convict terrorists and lock them away for a very long time.\"\nThe Sunday capture of Khattala by U.S. special operations forces was a significant national security victory for a White House team that has been heavily criticized in recent weeks over escalating violence in Iraq and the trade of five Taliban prisoners at Guantánamo for Sgt. Bowe Bergdahl, the last U.S. prisoner of war in Afghanistan.\nThe Benghazi attacks have also been an open wound for the administration, with Republicans repeatedly accusing the White House of not being clear about the origins of the attacks.\nWhite House officials have repeatedly brushed back the criticism, and now they can point to the arrest of a top suspect in the violence. Khattala's arrest and trial could also help former Secretary of State Hillary Clinton if she runs for the Democratic nomination for president in 2016. Republicans have frequently attacked Clinton over her role in Benghazi.\nObama, who ordered the raid that captured Khattala, praised U.S. troops and said it would send a message to the world that when Americans are attacked, \"we will find you\" regardless of how long it takes.\nThe Pentagon said Khattala was nabbed near Benghazi on Sunday by U.S. Special Operations forces who had worked with the FBI for months. The raid resulted in no U.S. or civilian casualties, the Pentagon said.\nKhattala and at least a dozen others were charged in the U.S. District Court of the District of Columbia last year with playing a role in the Benghazi attacks.\nKhattala faces three criminal charges, which Attorney General Eric Holder said the Justice Department could add to in the coming days. For now, he's charged with providing material support to terrorists resulting in death, using a firearm in a crime of violence and killing a person in an attack on a federal facility.\nIf he's convicted of the last crime, he could be eligible for the death penalty. On Tuesday, a Justice Department official declined to comment about what the agency plans to seek as punishment if he's convicted.\nIn January, the State Department designated Khattala as a terrorist. Officials consider him to be a senior leader of the Benghazi branch of the militant group Ansar al-Sharia, whose members the U.S. believes were involved in the attack.\nGraham speculated that Khattala is likely on a U.S. ship. In the past, the U.S. has used such trips to interrogate terrorism suspects.\nHayden suggested Khattala is under interrogation and that the U.S. will seek to get as much intelligence from him as possible.\n\"As to whether Abu Khattala will be debriefed for intelligence purposes, I can't comment on the specifics, but as a general rule, we will always seek to elicit all the actionable intelligence and information we can from terrorist suspects taken into our custody,\" she said.\nFederal courts have completed nearly 500 cases related to international terrorism since 9/11, and 67 of those cases have involved individuals captured overseas, according to Department of Justice data obtained by Human Rights First.\nBy contrast, military commissions have convicted only eight individuals since 9/11, with two of those convictions overturned on appeal, according to the group.\nMartin Matishak contributed.\n\nLoad-Date: January 26, 2015"
}