{
    "title": "Berenson_ Convicted American leaves Peru where terrorism's shadow persists Lori Berenson was sentenc",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 12,
    "day": 3,
    "full text": "Lori Berenson, a New Yorker arrested in Peru in 1995 on terrorism charges, concluded her 20-year sentence on Nov. 29 and is ready to go home.\nMs. Berenson spent 15 years in four different prisons here, after being convicted of collaborating with the Tupac Amaru Revolutionary Movement (MRTA), an outlawed rebel group, in early 1996.\nHer arrest and imprisonment came to symbolize a dark period in which Peru battled terrorism, insurgency, and state violence, with tens of thousands of Peruvians touched by attacks and human rights violations. Berenson is leaving a vastly more prosperous and democratic Peru, but one still acutely sensitive to terrorism. And the low level of tolerance for those who have been associated with it poses a key challenge in the country's efforts to move beyond its violent past toward reconciliation.\nBerenson arrived in Peru when internal conflict was on the wane, with the founders of the two main insurgent groups already behind bars. But she was accused of, and years later admitted to, renting the safe house where MRTA rebels were plotting to attack the Peruvian Congress and overthrow the government. She sat in a police car all night after her arrest, while the police and rebels shot at each other from the sprawling house in an upscale neighborhood of Lima, the capital.\n\"I came to Peru with the understanding that the insurgency in Peru didn't really exist and that people who were somehow still related to it were trying to bring it to an end. I didn't know the details,\" she said in an interview at her apartment last week.\nPeru has seen dramatic political and economic changes since Berenson's decades-old arrest. Thousands of rebels were sentenced between 1980 and 1992. More recently, members of the security forces and even former President Alberto Fujimori, who ruled during the 1990s, were put behind bars for human rights violations during the conflict.\nThe economy has boomed, with gross domestic product doubling in the past 15 years and poverty rates declining by more than half. Next April, Peru will hold its fourth consecutive presidential election without an interruption such as a coup - a first since independence in 1821.\nYet, as Berenson prepares to leave Peru for good - she took advantage of a loophole in Peru's legislation to make a quick trip to New York three years ago - the country is still caught up in the past. The vast majority of inmates serving terrorism charges, like Berenson, are concluding their sentences, and will be leaving prison in the coming three years. Today's debate is no longer focused on how to halt terrorism, but how to ensure that past offenders don't have a chance at freedom.\nA recent survey by pollster Ipsos Peru found that 83 percent of Peruvians do not want people convicted on terrorism to be released from prison - even after completing their sentences. A separate survey by Datum International found that 63 percent of citizens expect convicted terrorists to return to their illegal actions once out of prison.\n'A symbol'?\nPeru underwent an exhaustive review of its political violence through a Truth and Reconciliation Commission (CVR) from 2001 to 2003.  Its final report estimated that nearly 70,000 lives were lost between 1980 and 2000.\nThe MRTA, listed as a terrorist organization by the US until 1999, is now defunct, and the leaders of Shining Path are either dead or in prison. Jailed leaders of both groups have said armed struggle is no longer an option in the 21st century.\nBut healing the wounds from that time is an ongoing challenge.\nJo-Marie Burt, a professor at George Mason University in Fairfax, Va., and author of a book on Peru's political violence, says that 12 years after the CVR's work, \"Peru has not really tried to understand the way the country's history of exclusion, domination, and brutal racism gave life to these insurgent movements.\"\nShe says that when Berenson was arrested in 1995, both Shining Path and the MRTA had been politically and militarily defeated, but Fujimori's government recognized that it could use her image to its advantage.\n\"The fact that she was a foreigner was like political candy to the Fujimori regime. It helped reinforce the image that the government was fighting on behalf of the Peruvian nation against an insurgency that was foreign, and not truly Peruvian,\" Burt says. \"It is easier to explain these movements away as external phenomena, as the result of outside or foreign intervention.\" \nBerenson saw this first hand. Her photo from a press conference in January 1996, in which she angrily shouted that the MRTA was not terrorist organization, is now iconic, appearing whenever politicians harp on the need to be vigilant against a resurgence of terrorism. \n\"I think I was an easy image to transform into a symbol,\" Berenson says. \"I remember being told that when the Fujimori government talked about terrorism they named three people: the head of the MRTA, the head of the Shining Path, and me. It made no sense, but it stuck.\" \nHer family and supporters in the US vocally called for her release. During her successful 2010 parole hearing, Berenson admitted to collaborating with the MRTA and renting the house, but denied knowledge of what was being planned. She has been on parole for most of the past five years.\nWhile in prison, Berenson married, had a son who will be 7 this year, and divorced. She finished her undergraduate studies, which were put on hold when she dropped out of the Massachusetts Institute of Technology to come to Peru in the 1990s.\nGetting ready return to her parents' home in New York City, Berenson is philosophical about the past 20 years, which she says were not wasted.\n\"Life experience is very valuable wherever it is,\" she says. \"I think that I retained, like most of the prisoners I have known, my humanity.\"\n\nLoad-Date: December 3, 2015"
}