{
    "title": "Berkeley Police Department to continue partnership with Homeland Security(2)",
    "publisher": "university wire",
    "year": 2013,
    "month": 10,
    "day": 20,
    "full text": "Berkeley City Council approved a resolution Tuesday allowing Berkeley Police Department to continue participating in U.S. Department of Homeland Security initiatives as part of a mutual aid agreement among local, state and federal law enforcement.\nBoth watchdog groups and council members raised concerns about potential violations of First Amendment rights resulting from the city's mutual aid partnership with DHS subsidiaries the Northern California Regional Intelligence Center and the Urban Area Security Initiative.\nThe mutual aid system ensures logistical and personnel collaboration between local law enforcement and first responders in the event of critical incidents and disasters, such as those stemming from earthquakes, fires, floods and other emergencies.\nThe intelligence center produces and disseminates intelligence gathered from law enforcement regardingcriminal and terrorist activity.\nThe security initiative, coordinated through the Federal Emergency Management Agency, addresses the \"needs of high-threat, high-density urban areas\" when it comes to preventing and responding to acts of terrorism, according to the FEMA website.\nThe debate over whether to continue ties with DHS subsidiaries has continued since September 2012, when the City Council enacted compromises on the agreements instead of opting to terminate the relationships, as requested by watchdog group Coalition for a Safe Berkeley.\nOne of the restrictions still in contention involves BPD's documentation and analysis of civilian activity through suspicious activity reports. The restrictions would limit reporting to only criminal arrests and not First Amendment activity.\n\"We don't want a chilling effect on First Amendment activity,\" said Councilmember Jesse Arreguin, who abstained from voting for continuing the agreements.\nArreguin added that the summary of reports - as council members are not allowed to see full reports - conflicts with the restrictions put in place last year.\nIn a public statement sent before the council Tuesday, the Coalition for a Safe Berkeley requested suspicious activity reports be reviewed \"for possible civil liberties concerns and violations of the SAR policy passed by the Council last year.\"\n\"Summaries of (SARs) were based on beliefs,\" said Andrea Prichett, a member of Berkeley Copwatch who attended the council meeting. \"Police are evaluating people's political beliefs and forwarding them to authorities.\"\nCouncilmember Max Anderson, along with Arreguin, raised concerns about BPD's participation in the security-initiative-funded Urban Shield exercise, designed around first response to terrorism. Arreguin said the tactics on display would promote a \"move to militarization of local law enforcement.\"\nThe council voted to revise the agreements to include parameters on SAR reporting by requiring further review of the reports before BPD submits them.\n\"We're almost at a point that across this country, the citizens are to protect and preserve the police's attitude and outlook on things rather than the other way around,\" Anderson said at the meeting.\n\nLoad-Date: January 17, 2018"
}