{
    "title": "Berlin Autobahn Crashes Are Deemed a Possible Terrorist Attack",
    "publisher": "the new york times",
    "year": 2020,
    "month": 8,
    "day": 19,
    "full text": "A man injured six by allegedly ramming motorcycles on a city highway. The public prosecutor is investigating whether it was an act of Islamist terrorism.\nBERLIN — A day after a bizarre series of crashes on a Berlin autobahn left several people injured, the city’s public prosecutor’s office announced on Wednesday that it was investigating whether what happened was part of an Islamist terrorist attack.\nA 30-year-old man in a car was “strongly suspected” of “having hunted down motorcyclists,” Martin Steltner, the spokesman for the prosecutor’s office, said at a news conference.\nThe driver, who the authorities said was an Iraqi citizen born in Baghdad, appeared to cause three separate crashes by ramming his car into two motorcycles and one scooter on different sections of the A100, an autobahn that runs through Berlin, during the Tuesday evening rush hour. He later yelled “God is great” in Arabic and threatened to detonate a bomb.\nBerlin has endured an Islamist vehicle attack before: In 2016, an assailant plowed a stolen truck through a popular Christmas market in the city, leaving 12 people dead. Earlier this year a Tunisian man was convicted of planning an attack using ricin, a lethal toxin, and given a 10-year jail sentence. After a tip, the police arrested the man in 2018. But in recent years, most terrorist attacks in Germany — including one in the west of the country that left 10 people dead six months ago — have been carried out by right-wing extremists.\n“It shocks me deeply that the accident on the A100 was apparently deliberately caused and the incident on the autobahn is now classified by the investigators as an attack,” Michael Müller, Berlin’s mayor, said in statement.\nAccording to the country’s domestic intelligence agency, the number of people belonging to Islamist terrorist organizations in Germany grew by 5.5 percent to 12,150 from 2018 to 2019. This year, the country’s Interior Ministry banned the Lebanese militant group Hezbollah from any activities on German soil.\nWhile the Berlin prosecutor’s office said it was still looking for any links between the suspect and known terrorist groups, it said there were indications he had a history of mental illness.\nSix people were wounded, three severely, in the crashes, according to the authorities.\nAfter the last crash, in which a motorcyclist was pinned against a passenger car, the suspected assailant got out of his vehicle, placed what looked like a munitions box on its roof and a prayer mat on the road and started praying, according to Mr. Steltner. He was arrested by officers despite threatening violence and saying that the box contained a bomb.\n“On the basis of the overall circumstances, on the basis of the man’s behavior and on the basis of his expressions, we have to assume a religious, Islamist background to these acts,” said Mr. Steltner.\nAfter opening the box, the police found it contained only tools, and the autobahn was largely reopened.\nThe prosector’s office is still determining charges, but Mr. Steltner said the suspected assailant would face at least three counts of attempted murder. As is routine in Germany at this stage in proceedings, the suspect’s name has not been publicly confirmed.\nA judge is expected to rule on Wednesday whether the man should stay in custody or be taken to a mental-health facility.\nPHOTO: Police officers and forensic experts on the highway in Berlin on Wednesday. The city prosecutor’s office suspects a driver “hunted down” motorcyclists. (PHOTOGRAPH BY Odd Andersen/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\n\nLoad-Date: August 19, 2020"
}