{
    "title": "Besieged attorney general will leave a mixed legacy",
    "publisher": "charleston gazette",
    "year": 2012,
    "month": 12,
    "day": 30,
    "full text": "WASHINGTON - Eric H. Holder Jr. was sworn in as attorney general four years ago with probably more on-the-job training, credentials and expertise than any of the 81 others who have run the Justice Department.\nHe joined its Public Integrity Section as a trial lawyer fresh out of law school, and later served as a federal judge and U.S. attorney in Washington. By the late 1990s, he was deputy attorney general. Sworn in for the top post in February 2009, Holder seemed made for the job.\nBut what many supporters and critics say he did not bring to the office - which oversees 110,000 employees, undercover terrorism investigations, anti-drug efforts against Mexican cartels, public corruption prosecutions and civil and financial matters - is what may go down as his legacy.\nAs a top Cabinet official in a new Democratic administration, they said, Holder rarely showed the political stomach or developed the political skills to deal with an often strident Republican-led House that fought him over issues of border security, terrorism prosecutions and undercover gun operations. Last summer, the full House voted to hold him in contempt of Congress.\nRepublicans might have attacked any Obama administration attorney general, but Holder has also disappointed some of his natural allies on the left. They point to his frequent out-of-town trips - many of them abroad- and say he lacked visibility, and impact, in the job at home.\nAfter four years as the nation's top law enforcement official, Holder often appears weary and disheartened, according to several of his colleagues at \"Main Justice,\" as the Pennsylvania Avenue headquarters is called. With his departure likely next year, after a replacement selected by President Obama is confirmed, that lack of presence and political gravitas may be what is best remembered about his tenure.\nTwo others with longer political pedigrees have surfaced as potential replacements: Janet Napolitano, secretary of homeland security and former state attorney general and governor of Arizona, who is said to be vying for the job; and Deval Patrick, the governor of Massachusetts and a former assistant attorney general during the Clinton administration.\n\"It's natural for the attorney general to be a lightning rod. He is going to be a political target,\" said William Yeomans, a fellow in law and government at American University who spent 26 years in the Justice Department. \"And some will make the argument that he wasn't politically savvy and steeped in politics. He was just a DOJ guy and believed in the department, and where he got in trouble was in part because of politics and political issues.\"\nRobert Raben, a former assistant attorney general for legislative affairs and a friend of Holder, agreed that politics was Holder's undoing. \"He's a big boy and understands that a huge piece of this was political gotcha,\" Raben said of the contempt vote. \"And now comes his legacy. How does he deal with that? ...\n\"I wish I could tell you he didn't think it was personal,\" Raben continued. \"No one could not take it personally. But most of the time he felt incredibly blessed that he had the opportunity to serve as the nation's top law enforcement official.\"\nHolder's successes have been many.\nDuring and since the recession he has been tough on mortgage fraud and health-care schemes, going after con artists who prey on the elderly, the ill and homeowners badly underwater in their mortgages. He has taken on police departments in Phoenix, New Orleans and other cities where allegations of corruption and abuse have long gone unchecked.\nIn Florida, South Carolina and Texas, his civil rights team has gone to court to challenge voter identification laws that Holder and the Obama White House say would prevent many poor and minority citizens from casting ballots, even as conservatives complained he was just trying to make it easier for more liberals to register to vote.\nHis setbacks have been many too.\nHolder emerged as the frontman for Obama's pledge to close the prison for terrorism suspects at the U.S. Navy base at Guantanamo Bay, Cuba, and to try the five alleged Sept. 11 plotters in a federal courtroom near the former World Trade Center site in New York. Both efforts failed. The prison is still running, and the case against Khalid Sheikh Mohammed and four others is being handled by a military commission there.\nAfter first announcing both initiatives, especially moving the trial to New York, Holder found himself flat-footed without White House political backing when a bipartisan, though mostly Republican, group of New York elected officials blocked the transfer.\nMany believe that although Holder firmly supported the move- and still thinks it was the right thing to do - he was hung out to dry for more than a year before being forced to announce at a news conference that the administration was dropping the plan.\n\"I think Holder got caught in the middle,\" said Laura W. Murphy, director of the Washington legislative office for the American Civil Liberties Union.\nHe also gave a speech just weeks into his term, during Black History Month of February 2009, suggesting that the U.S. was a \"nation of cowards\" and that \"we average Americans simply do not talk enough with each other about race.\"\nThe comments antagonized many conservatives against the new Obama administration - with its first African-American president and attorney general - and prompted Obama to distance himself from the remarks. On Capitol Hill, it set a negative tone with House Republicans, who were immediately suspicious of Holder's motives.\nAs the years unfolded, the GOP increasingly sparred with Holder over many of his other efforts.\nThey decried his advocacy of an assault weapons ban and of same-sex marriage rights, and his decision not to prosecute members of the New Black Panther Party for alleged voter intimidation in Philadelphia.\nTheir anger culminated in the House Oversight and Government Reform Committee's investigation into the botched gun-tracking operation known as Fast and Furious, run by the Phoenix office of the Bureau of Alcohol, Tobacco, Firearms and Explosives. The operation was intended to trace weapons across the border to Mexican drug cartels, but hundreds of firearms vanished and turned up at crime scenes- including the site of the slaying of a U.S. Border Patrol agent. The committee's demand for more documents led to the contempt vote.\nThe chairman of the House Judiciary Committee, Republican Rep. Lamar Smith of Texas, issued a blistering report this year accusing the attorney general of \"ignoring the Constitution and the rule of law in order to impose the administration's partisan agenda on the American people.\"\nHolder also spent extensive time away from Washington, including multiple trips abroad to meet with law enforcement counterparts. Liberals inside and outside the department, who asked not to be identified because they work for or with Holder, began to feel that he was not engaged in its day-to-day work. Others believe he was simply a victim of Washington partisanship.\n\"There has been an effort to smudge his reputation,\" said Wade Henderson, president of the Leadership Conference on Civil and Human Rights. \"He's been in hand-to-hand combat at times. He has paid a high price for his public service.\"\nAP photo\nAttorney General Eric Holder testifies on Capitol Hill in Washington, June 12, before the Senate Judiciary Committee hearing looking into national security leaks.\nDavid G. Savage in the Tribune Washington bureau contributed to this report.\n\nLoad-Date: December 31, 2012"
}