{
    "title": "Best of the Arts Blogs",
    "publisher": "st. louis post-dispatch ",
    "year": 2009,
    "month": 10,
    "day": 31,
    "full text": "Here's what some of our bloggers mused about this week in the world of movies, video games and more. Follow them at STLtoday.com/blogzone. Dinosaur flick makes big money\nFilm critic Joe Williams reports about a new movie that's near the top of the all-time money-maker list:\nA movie that was released this year has become the third-highest grosser of all time on the global box office list, behind \"Titanic\" and \"Lord of the Rings: Return of the King.\" Can you guess what it is?\nNope, it's not \"Transformers: Revenge of the Fallen.\" Or \"Star Trek.\" Or \"Up.\" In fact, this movie won't even crack the top five for 2009 on the U.S. charts. But overseas, it's been a monster.\nGive up? It's \"Ice Age: Dawn of the Dinosaurs.\" The computer-animated three-quel earned a respectable $190 million in the United States (helped by a surcharge for 3-D presentations) but a whopping $675 million in overseas markets. So the next time you wonder why Hollywood churns out such simplistic fare, there's your answer: It's easier to translate.\nIn related news, the recent \"Astro Boy,\" a box office disappointment domestically and (surprisingly) in Japan, just set a record for the biggest computer-animated movie opening in Chinese history. The previous record holder? \"Ice Age: Dawn of the Dinosaurs.\"\nGive your opinion on terrorism in video games - On his Game Guy blog, David Sheets asks readers to weigh in on their feelings about shocking scenes in video games:\nGamers are warned that the upcoming \"Call of Duty: Modern Warfare 2\" may have at least one scene they find offensive.\nFootage leaked from the first-person shooter, due out Nov. 10, supposedly contains a scene in which innocent people caught in a terrorist attack can be gunned down by game players. The \"Call of Duty\" sequel pits an anti-terrorism task force against Russian ultranationalists.\nPublisher Activision said in a statement this week that the scene in question is optional to the experience, meaning players can skip that part and continue without disrupting the story. Regardless, Activision apparently has been pulling the leaked scenes from wherever it can find them.\nDisturbing scenes are not new to the franchise, but Game Guy wants your opinion about something: If a game scene so sure to shock people is made optional, should it matter being in the game in the first place? And what value, if any, does optional terrorism have in a video game?\nWrite your comments at STLtoday.com/gameguy.\n\nLoad-Date: November 3, 2009"
}