{
    "title": "Better holster camera in Britain",
    "publisher": "the deseret news",
    "year": 2009,
    "month": 2,
    "day": 17,
    "full text": "LONDON ? Tourists better think twice now before snapping pictures of the iconic British bobby. A new British anti-terrorism law went into effect Monday that could effectively bar photographers from taking pictures of police or military personnel ?\n a move that prompted some 200 photographers to protest outside of Scotland Yard's headquarters. Although the measure aims to prevent terrorists from taking reconnaissance shots, photographers say it could be misused at a whim to stop any pictures from being taken ? especially images involving police abuse and demonstrations. Freelance photographer Jess Hurd said she was stopped by police when photographing a December wedding of Irish travelers. Part of the story was about how the travelers ? who often roam from site to site ? face harassment from police. \"The police stopped me and ordered me to stop filming them, saying I could be carrying out hostile reconnaissance,\" Hurd said. \"I had no idea what they were talking about until I realized we were vaguely in the vicinity of City Airport.\" Britain has come under fire in recent years for several measures that civil liberties groups say erode people's freedoms. In 2005, another law prohibited demonstrations around Parliament. Marc Vallee, a photographer who specializes in photographing protests and gatherings, said police often see photographers as a nuisance to get out of the way. \"The press is seen as an annoyance and under the terrorism acts they (the police) can deal with that,\" he said. The new act makes it a crime to \"elicit, publish or communicate information\" about British police or military personnel. Britain's Home Office said in a statement that the law is designed to protect police officers on counterterrorism operations. In many cases, officers could allow photographers to keep taking pictures. In other cases, they could ask them to stop or threaten them with arrest. Photographers who refuse to stop taking pictures after a warning face arrest, up to 10 years in prison or unspecified fines. It is legal to take photographs in any public space, but photographers complain they have been harassed by police while taking photographs near airports, government buildings or train tracks under the Terrorism Act 2000, which gives police the right to stop, search and question anyone taking photographs. \"We've seen more and more limits being placed in this country on photographers and this new legislation will make things even more difficult for them,\" said Padraig Reidy of Index on Censorship, a group that monitors civil liberties. Neil Turner, of the trade body the British Press Photographers Association, said the industry has tried to cooperate with police, to come up with a code of conduct setting out rights and obligations on both sides. But he said the message is often not passed on to junior officers. \"This is a hard fought document that took a long time to get together,\" he said. \"I carry a copy in my camera bag all the time, but I've not yet met a (junior) officer who has ever seen it.\"  \n\nLoad-Date: February 17, 2009"
}