{
    "title": "BEWARE TOILET TERRORISM IN AMERICA",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 3,
    "day": 3,
    "full text": "I HATE to put a fly in your ointment, but if you think that just because you live in America, you are safe from the terror of terrorism, then I have three words for you: ha ha ha.\nI make this statement in light of a terrifying incident that occurred on Christmas Eve, according to an article from the Newport (Ore.) News-Times, written by Gail Kimberling and sent in by alert reader Deane Bristow, whose name can be rearranged to spell \"Sewer Bandito,\" although that is not my central point. My central point is that, according to this story, a husband and wife were in their home outside of Lincoln City, which is in Oregon, when the United Parcel Service delivered a package to their house. They were not expecting a package, and therefore they became convinced (why not?) that it was a bomb. So, according to the story, the woman put the package in her car, drove the package to the Oregon coast, which is also in Oregon, and \"heaved it over the cliff\" onto the beach.\nThe woman then drove to the police station and reported that there was a bomb on the beach. So far, you are probably laughing. But you will change your tune when you learn what the investigating police officer found. What he found, lying on the beach, was a box containing - bear in mind that this happened in the United States of America, not some foreign country such as the Middle East - a 15-pound Virginia smoked ham.\nMiraculously, the ham had not detonated, so the officer returned it to the couple, who, according to the article, \"very reluctantly opened their front door and accepted it.\" So luckily this story had a happy ending. But that is no reason for us to break out the celebratory bean dip. Because although in this particular case the package turned out to be an innocent ham, it COULD have been something infinitely more dangerous: It could have been a toilet.\nHere I am thinking of a story, sent in by many alert readers, from the Dec. 29 New York Times, headlined \"LAWSUIT FILED FOR 2 INJURIES FROM TOILETS.\" This story, as the headline suggests, concerns a lawsuit filed for two injuries from toilets. These toilets, located in a Bronx condominium, allegedly exploded when they were flushed; the lawyer for the victims is quoted as saying that there is \"an epidemic of exploding toilets.\"\nNot that I am bitter, but I've been writing about the exploding-toilet epidemic for years, not to mention the exploding-cow epidemic, the Strawberry Pop-Tart combustion epidemic and the Rollerblade Barbie underpants ignition epidemic, and have I received any recognition in the form of a large cash journalism award? No, I have been called \"sophomoric\" and \"childish\" by various doodyhead critics. But now that the famous New York Times has decided to horn in on this story, I suppose it will become \"respectable.\" You're probably going to see presidential campaign debates wherein all the leading contenders take positions on commodes. Let's just hope that this is not televised.\nBut the thing to remember is this: If you are at home, and United Parcel Service brings you a toilet that you are not expecting - even one of those nice designer-catalog toilets that have become such popular holiday gifts - do NOT attempt to flush it. Instead, take the simple precaution recommended by law enforcement authorities such as the FBI and Mel Gibson: Drive the toilet to the Oregon coast and heave it off a cliff. Better safe than sorry!\nOf course, just because you, as an American, could at any moment be killed by a toilet or ham, that does not mean that all explosions are bad. As the French say, \"au contraire\" (literally, \"eat my Jockey brand undershorts\"). Sometimes, the explosive power of an explosion can be harnessed to benefit humanity, as we learn from various newspaper articles, sent in by many alert readers, concerning the effort last October to move the World War I monument in the city of LaPorte, Ind.\nThe monument, a massive piece of granite more than six feet tall, was in a secluded, overgrown location. It was scheduled to be moved to a more prominent place in time for Veterans Day, but efforts to dislodge it from its base with drills and jackhammers had failed. What happened next is not entirely clear, but apparently an unidentified local law enforcement official contacted an Army Reserve group, which provided some unidentified explosives experts, who used some kind of unidentified explosives to separate the monument from the base. This operation went off without a hitch.\nWell, OK, if you want to be picky, there was one teensy hitch, which was that after the explosion, the monument no longer, in a technical sense, existed. But it definitely was not attached to the base any more. Mission accomplished!\nThis story does raise several questions:\nWho were these \"experts\"?\nHow come we never asked them to \"move\" Saddam Hussein's headquarters?\nBut that is water over the dam. The point I want to make, in closing, is that just because things are blowing up all around us in this country, that is no reason for us to cower like rabbits under our beds. We are just as safe in our closets. As Winston Churchill (whose name can be rearranged to spell \"Hurls Cow Chin Lint\") put it: \"We have nothing to fear but fear itself.\" Of course, he was safely over in England at the time.\n\nLoad-Date: March 3, 1996"
}