{
    "title": "Beware the American police state",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 12,
    "day": 11,
    "full text": "The Senate this month approved the National Defense Authorization Act. U.S. citizens \"suspected\" of being \"terrorists\" can be imprisoned indefinitely without the due process of formal charge, a proper trial and a right of appeal. \nThis outrageous and unwarranted threat to individual protections against an increasingly intrusive government has received little mainline media coverage. Apparently, however, President Obama is considering a veto. \nThe big question is not what to do with actual terrorists but with \"suspected\" terrorists. This is especially difficult when those suspected of terrorism are American citizens with constitutional rights. Mere allegations or suspicions are not sufficient to satisfy due process requirements. Rather, there must be a formal charge, a proper trial and the right to a defense and appeal. \nAt issue is the legality of government actions such as detention, torture, imprisonment and penalties, including death, for any person not legally proved to be a terrorist. \nIntertwined with due process in domestic terrorist cases is habeas corpus. Once unique to the English-speaking world, it devolves from the Magna Carta of 1215. It is perhaps the greatest single protection every American enjoys against a police state and the potentially despotic practices of old. People suspected of a crime or merely of being annoying to the state could be arrested and imprisoned for life without due process and a fair trial. \nIn essence, habeas corpus ensures that citizens may be imprisoned only after due process has been accorded. They must be charged formally with a legal offense and brought before a court. At trial, the prosecution must prove its case according to strict rules of evidence. Only then can an accused person be adjudicated guilty and punishment rendered. \nFurthermore, our system mandates open court proceedings and allows for appeal following the trial. These legal protections are vital to the freedoms we cherish and fight to protect. \nThe treatment of prisoners of war is covered by the Geneva Conventions on the conduct of war. Unfortunately, they do not yet cover terrorism. Today, however, the remote control and enhanced lethality of modern weapons has placed enormous power in the hands of individuals. \nAs camouflage, some individual combatants disobey the rules of war requiring the wearing of recognizable uniforms. Indeed, they masquerade as civilian noncombatants. When apprehended, as prisoners, often not fighting actively, they appear merely as terrorist suspects. \nIt can be argued that by breaking the Geneva Conventions, terrorists should forgo their protection. However, the temptation is to treat all captured terrorist suspects as terrorists, to torture them and to deny them due process. \nBut what of U.S. citizens, who are endowed with certain legal rights, who are suspected of terrorism? \nWhile it is legal, if not essential, to imprison and punish severely convicted terrorists, mere suspicion is not enough. When draconian powers of imprisonment without trial are given to an already overly powerful government, what is to prevent it from labeling law-abiding but awkward citizens as terrorist suspects and imprisoning them for life without proper trial? \nThe National Defense Act of 2012 threatens the rights and legal protections of American citizens should the government label them as \"terrorist suspects.\" Those who are concerned should lobby their representatives urgently to support a presidential veto before America becomes a police state. \n\nLoad-Date: December 11, 2011"
}