{
    "title": "Bewildering question",
    "publisher": "the world",
    "year": 2016,
    "month": 6,
    "day": 19,
    "full text": "This question boggles the brain: How much does Islamic faith impel Muslim suicide bombers and jihadi mass-murderers? Are terror attacks religious or geopolitical, or both?\nThe issue is flaring again after the Orlando slaughter of gays by a Muslim extremist. Are such killings faith-based, politics-based or insanity-based? Finding an answer seems almost impossible.\nDonald Trump blames Islam so much that he would ban Muslims from entering America. President Obama bends the opposite way, refusing to say \"radical Islam because he doesn't want to taint the entire religion.\nPersonally, I think like this: The world has about 1.8 billion peaceful Muslims - almost one-fourth of the planet's population - who are generally good-hearted and friendly, like anyone else. Nobody can blame them all for murders committed by a tiny handful of \"holy warriors - any more than all Christians can be blamed for women's clinic attacks by a tiny fringe of pro-life killers.\nHowever, a new book by terrorism expert Peter Bergen, \"The United States of Jihad, says:\n\"Assertions that Islamist terrorism has nothing to do with Islam are as nonsensical as claims that the Crusades had nothing to do with Christian beliefs about the sanctity of Jerusalem.\nIn other words, religion is entwined, to some degree.\nIn the historic tragedy of Sept. 11, 2001, young zealots hijacked airliners and flew them into the World Trade Center and Pentagon, killing almost 3,000 Americans. They left behind a testament saying they acted for God, while \"the women of paradise awaited them. But was this just religious window-dressing for other motives?\nColumnist David Brooks wrote last week:\n\"The fact is that 15 years after 9/11, we still haven't arrived at a true understanding of our enemy. How much is religion involved in jihadism?\nBrooks opined: \"For the terrorist, a sense of humiliation is the primary reality. Terrorism emerges from a psychic state, not a spiritual one. This turns into a grievance, the belief that some external enemy is the cause of this injury. Brooks said a terrorist feels \"moral outrage that comes from the belief that my victimization is connected to the larger victimization of my group.\nIs this a correct explanation? I'm unsure.\nIn the past, religion clearly was involved in evils such as human sacrifice, witch-hunts, burning of \"heretics, persecution of Jews, horrendous Catholic-Protestant wars of the Reformation, etc.\nBut today, it's maddeningly difficult to fathom what causes a few volunteers to throw away their own lives to kill strangers who did them no harm.\nJames Haught, the Gazette-Mail's editor emeritus, can be reached by phone at\n304-348-5199 or email at\nhaught@wvgazettemail.com\n\nLoad-Date: June 21, 2016"
}