{
    "title": "Beyond Guantanamo , a Web of Prisons",
    "publisher": "the new york times",
    "year": 2011,
    "month": 12,
    "day": 11,
    "full text": "WASHINGTON -- It is the other Guantanamo, an archipelago of federal prisons that stretches across the country, hidden away on back roads. Today, it houses far more men convicted in terrorism cases than the shrunken population of the prison in Cuba that has generated so much debate.\nAn aggressive prosecution strategy, aimed at prevention as much as punishment, has sent away scores of people. They serve long sentences, often in restrictive, Muslim-majority units, under intensive monitoring by prison officers. Their world is spare.\nAmong them is Ismail Royer, serving 20 years for helping friends go to an extremist training camp in Pakistan. In a letter from the highest-security prison in the United States, Mr. Royer describes his remarkable neighbors at twice-a-week outdoor exercise sessions, each prisoner alone in his own wire cage under the Colorado sky. ''That's really the only interaction I have with other inmates,'' he wrote from the federal Supermax, 100 miles south of Denver.\nThere is Richard Reid, the shoe bomber, Mr. Royer wrote. Terry Nichols, who conspired to blow up the Oklahoma City federal building. Ahmed Ressam, the would-be ''millennium bomber,'' who plotted to attack Los Angeles International Airport. And Eric Rudolph, who bombed abortion clinics and the 1996 Summer Olympics in Atlanta.\nIn recent weeks, Congress has reignited an old debate, with some arguing that only military justice is appropriate for terrorist suspects. But military tribunals have proved excruciatingly slow and imprisonment at Guantanamo hugely costly -- $800,000 per inmate a year, compared with $25,000 in federal prison.\nThe criminal justice system, meanwhile, has absorbed the surge of terrorism cases since 2001 without calamity, and without the international criticism that Guantanamo has attracted for holding prisoners without trial. A decade after the Sept. 11 attacks, an examination of how the prisons have handled the challenge of extremist violence reveals some striking facts:\nBig numbers. Today, 171 prisoners remain at Guantanamo. As of Oct. 1, the federal Bureau of Prisons reported that it was holding 362 people convicted in terrorism-related cases, 269 with what the bureau calls a connection to international terrorism -- up from just 50 in 2000. An additional 93 inmates have a connection to domestic terrorism.\nLengthy sentences. Terrorists who plotted to massacre Americans are likely to die in prison. Faisal Shahzad, who tried to set off a car bomb in Times Square in 2010, is serving a sentence of life without parole at the Supermax, as are Zacarias Moussaoui, a Qaeda operative arrested in 2001, and Mr. Reid, the shoe bomber, among others. But many inmates whose conduct fell far short of outright terrorism are serving sentences of a decade or more, the result of a calculated prevention strategy to sideline radicals well before they could initiate deadly plots.\nSpecial units. Since 2006, the Bureau of Prisons has moved many of those convicted in terrorism cases to two special units that severely restrict visits and phone calls. But in creating what are Muslim-dominated units, prison officials have inadvertently fostered a sense of solidarity and defiance, and set off a long-running legal dispute over limits on group prayer. Officials have warned in court filings about the danger of radicalization, but the Bureau of Prisons has nothing comparable to the deradicalization programs instituted in many countries.\nQuiet releases. More than 300 prisoners have completed their sentences and been freed since 2001. Their convictions involved not outright violence but ''material support'' for a terrorist group; financial or document fraud; weapons violations; and a range of other crimes. About half are foreign citizens and were deported; the Americans have blended into communities around the country, refusing news media interviews and avoiding attention.\nRare recidivism. By contrast with the record at Guantanamo, where the Defense Department says that about 25 percent of those released are known or suspected of subsequently joining militant groups, it appears extraordinarily rare for the federal prison inmates with past terrorist ties to plot violence after their release. The government keeps a close eye on them: prison intelligence officers report regularly to the Justice Department on visitors, letters and phone calls of inmates linked to terrorism. Before the prisoners are freed, F.B.I. agents typically interview them, and probation officers track them for years.\nBoth the Obama administration and Republicans in Congress often cite the threat of homegrown terrorism. But the Bureau of Prisons has proven remarkably resistant to outside scrutiny of the inmates it houses, who might offer a unique window on the problem.\nIn 2009, a group of scholars proposed interviewing people imprisoned in terrorism cases about how they took that path. The Department of Homeland Security approved the proposal and offered financing. But the Bureau of Prisons refused to grant access, saying the project would require too much staff time.\n''There's a huge national debate about how dangerous these people are,'' said Gary LaFree, director of a national terrorism study center at the University of Maryland, who was lead author of the proposal. ''I just think, as a citizen, somebody ought to be studying this.''\nThe Bureau of Prisons would not make any officials available for an interview with The New York Times, and wardens at three prisons refused to permit a reporter to visit inmates. But e-mails and letters from inmates give a rare, if narrow, look at their hidden world.\nPaying the Price\nConsider the case of Randall Todd Royer, 38, a Missouri-born Muslim convert who goes by Ismail. Before 9/11, he was a young Islamic activist with the Council on American-Islamic Relations and the Muslim American Society, meeting with members of Congress and visiting the Clinton White House.\nToday he is nearly eight years into a 20-year prison sentence. He pleaded guilty in 2004 to helping several American friends go to a training camp for Lashkar-e-Taiba, an extremist group fighting Indian rule in Kashmir. The organization was later designated a terrorist group by the United States -- and is blamed for the Mumbai massacre in 2008 -- but prosecutors maintained in 2004 that the friends intended to go on to Afghanistan and fight American troops alongside the Taliban.\nMr. Royer had fought briefly with the Bosnian Muslims against their Serbian neighbors in the mid-1990s, when NATO, too, backed the Bosnians. He trained at a Lashkar-e-Taiba camp himself. And in 2001, he was stopped by Virginia police with an AK-47 and ammunition in his car.\nBut he adamantly denies that he would ever scheme to kill Americans, and there is no evidence that he did so. Before sentencing, he wrote the judge a 30-page letter admitting, ''I crossed the line and, in my ignorance and phenomenally poor judgment, broke the law.'' In grand jury testimony, he expressed regret about not objecting during a meeting, just after the Sept. 11 attacks, in which his friends discussed joining the Taliban.\n''Unfortunately, I didn't come out and clearly say that's not what any of us should be about,'' he said.\nProsecutors call Mr. Royer ''an inveterate liar'' in court papers in another case, asserting that he has given contradictory accounts of the meeting after Sept. 11. Mr. Royer says he has been truthful.\nWhatever the facts, he is paying the price. His 20-year sentence was the statutory minimum under a 2004 plea deal he reluctantly took, fearing that a trial might end in a life term. His wife divorced him and remarried; he has seen his four young children only through glass since 2006, when the Bureau of Prisons moved him to a restrictive new unit in Indiana for inmates with the terrorism label. After an altercation with another inmate who he said was bullying others, he was moved in 2010 to the Supermax in Colorado.\nHe is barred from using e-mail and permitted only three 15-minute phone calls a month -- recently increased from two, a move that Mr. Royer hopes may portend his being moved to a prison closer to his children. His letters are reflective, sometimes self-critical, frequently dropping allusions to his omnivorous reading. His flirtation with violent Islam and his incarceration, he says, have not poisoned him against his own country.\n''You asked what I think of the U.S.; that is an extraordinarily complex question,'' Mr. Royer wrote in one letter consisting of 27 pages of neat handwriting. ''I can say I was born in Missouri, I love that land and its people, I love the Mississippi, I love my family and my cousins, I love my Germanic ethnic heritage and people, I love the English language, I love the American people -- my people.\n''He said he believed some American foreign policy positions had been ''needlessly antagonistic'' but added, ''Nothing the U.S. did justified the 9/11 attacks.''\nMr. Royer rejected the notion that the United States was at war with Islam. ''Conflict between the U.S. and Muslims is neither inevitable nor beneficial or in anyone's interest,'' he wrote. ''Actually, I suppose it is in the interest of fanatics on both sides, but their interests run counter to everyone else's.'' He added an erudite footnote: '' 'Les extremites se touchent' (the extremes meet) -- Blaise Pascal.''\nHe expressed frustration that the Bureau of Prisons appears to view him as an extremist, despite what he describes as his campaign against extremism in discussions with other inmates and prison sermons at Friday Prayer, ''which they surely have recordings of.''\n''I have gotten into vehement debates, not to mention civil conversations, with other inmates from the day I was arrested until today, about the dangers and evils of extremism and terrorism,'' Mr. Royer wrote in a yearlong correspondence with a reporter. ''Can they not figure out who I am?''\nA Scorched-Earth Approach\nIn 2004, prosecutors believed they knew who Mr. Royer was: one of a group of young Virginians under the influence of a radical cleric, Ali al-Timimi, whose members played paintball to practice for jihad and were on a path toward extremist violence. After Sept. 11, federal prosecutors took a scorched-earth approach to any crime with even a hint of a terrorism connection, and judges and juries went along.\nIn the Virginia jihad case, for instance, prosecutors used the Neutrality Act, a little-used law dating to 1794 that prohibits Americans from fighting against a nation at peace with the United States. Prosecutors combined that law with weapons statutes that impose a mandatory minimum sentence in a strategy to get the longest prison terms, with breaks for some defendants who cooperated, said Paul J. McNulty, then the United States attorney overseeing the case.\n''We were doing all we could to prevent the next attack,'' Mr. McNulty said.\n''It was a deterrence strategy and a show of strength,'' said Karen J. Greenberg, a law professor at Fordham University who has overseen the most thorough independent analysis of terrorism prosecutions. ''The attitude of the government was: Every step you take toward terrorism, no matter how small, will be punished severely.''\nAbout 40 percent of terrorism cases since the Sept. 11 attacks have relied on informants, by the count of the Center on Law and Security at New York University, which Ms. Greenberg headed until earlier this year. In such cases, the F.B.I. has trolled for radicals and then tested whether they were willing to plot mayhem -- again, a pre-emptive strategy intended to ferret out potential terrorists. But in some cases prosecutors have been accused of overreaching.\nYassin M. Aref, for instance, was a Kurdish immigrant from Iraq and the imam of an Albany mosque when he agreed to serve as witness to a loan between an acquaintance and another man, actually an informant posing as a supporter of a Pakistani terrorist group, Jaish-e-Muhammad. The ostensible purpose of the loan was to buy a missile to kill the Pakistani ambassador to the United Nations. Mr. Aref's involvement was peripheral -- but he was convicted of conspiring to aid a terrorist group and got a 15-year sentence.\nThat was a typical punishment, according to the Center on Law and Security, which has studied the issue. Of 204 people charged with what it calls serious jihadist crimes since the Sept. 11 attacks, 87 percent were convicted and got an average sentence of 14 years, according to a September report from the center.\nFederal officials say the government's zero-tolerance approach to any conduct touching on terrorism is an important reason there has been no repeat of Sept. 11. Lengthy sentences for marginal offenders have been criticized by some rights advocates as deeply unfair -- but they have sent an unmistakable message to young men drawn to the rhetoric of violent jihad.\nThe strategy has also sent scores of Muslim men to federal prisons.\nSpecial Units\nAfter news reports in 2006 that three men imprisoned in the 1993 World Trade Center bombing had sent letters to a Spanish terrorist cell, the Bureau of Prisons created two special wards, called Communication Management Units, or C.M.U.'s. The units, which opened at federal prisons in Terre Haute, Ind., in 2006 and Marion, Ill., in 2008, have set off litigation and controversy, chiefly because critics say they impose especially restrictive rules on Muslim inmates, who are in the majority.\n''The C.M.U.'s? You mean the Muslim Management Units?'' said Ibrahim Hooper, a spokesman for the Council on American-Islamic Relations.\nThe units currently hold about 80 inmates. The rules for visitors -- who are allowed no physical contact with inmates -- and the strict monitoring of mail, e-mail and phone calls are intended both to prevent inmates from radicalizing others and to rule out plotting from behind bars.\nA Bureau of Prisons spokeswoman, Traci L. Billingsley, said in an e-mail that the units were not created for any religious group but were ''necessary to ensure the safety, security and orderly operation of correctional facilities, and protection of the public.''\nAn unintended consequence of creating the C.M.U.'s is a continuing conflict between Muslim inmates and guards, mainly over the inmates' demand for collective prayer beyond the authorized hourlong group prayer on Fridays. The clash is described in hundreds of pages of court filings in a lawsuit. In one affidavit, a prison official in Terre Haute describes ''signs of radicalization'' in the unit, saying one inmate's language showed ''defiance to authority, and a sense of being incarcerated because of Islam.''\nOne 2010 written protest obtained by The New York Times, listing grievances ranging from the no-contact visiting rules to guards ''mocking, disrespecting and disrupting'' Friday Prayer, was signed by 17 Muslim prisoners in the Terre Haute Communication Management Unit. They included members of the so-called Virginia jihad case of which Mr. Royer was part; the Lackawanna Six, Buffalo-area Yemeni Americans who traveled to a Qaeda camp in Afghanistan; Kevin James, who formed a radical Muslim group in prison and plotted to attack military facilities in Los Angeles; and John Walker Lindh, the so-called American Taliban.\nAn affidavit signed by Mr. Lindh, who is serving 20 years after admitting to fighting for the Taliban, complained that a correctional officer greeted male Muslim inmates with ''Good morning, ladies.'' (''No ladies were in the area,'' Mr. Lindh writes.) Prison officials say in court papers that Mr. Lindh has repeatedly challenged guards and violated rules.\nUnlike those at the Supermax, inmates in the segregated units have access to e-mail, and some were willing to answer questions. Mr. Lindh, whose father, Frank Lindh, said his son believed the news media falsely labeled him a terrorist, was not. In reply to a reporter's letter requesting an interview, he sent only a photocopy of the sole of a tennis shoe. Since shoe bottoms are considered offensive in many cultures, his answer appeared to be an emphatic no.\nThere is some evidence that the Bureau of Prisons has assigned Muslims with no clear terrorist connection to the C.M.U.'s. Avon Twitty, a Muslim who spent 27 years in prison for a 1982 street murder, was sent to the Terre Haute unit in 2007. When he challenged the assignment, he was told in writing that he was a ''member of an international terrorist organization,'' though no organization was named and there appears to be no public evidence for the assertion.\nMr. Twitty, working for a home improvement company and teaching at a Washington mosque since his release in January, said he believed the real reason was to quash his complaints about what he believed were miscalculations of time off for good behavior for numerous inmates. ''They had to shut me up,'' he said.\nAnother former inmate at the Marion C.M.U., Andy Stepanian, an animal rights activist, said a guard once told him he was ''a balancer'' -- a non-Muslim placed in the unit to rebut claims of religious bias. Mr. Stepanian said the creation of the predominantly Muslim units could backfire, adding to the feeling that Islam is under attack.\n''I think it's a fair assessment that these men will leave with a more intensified belief that the U.S. is at war with Islam,'' said Mr. Stepanian, 33, who now works for a Princeton publisher. ''The place reeked of it,'' he said, describing clashes over restrictions on prayer and some guards' hostility to Islam.\nYet Mr. Stepanian also said he found the ''family atmosphere'' and camaraderie of inmates at the unit a welcome change from the threatening tone of his previous medium-security prison, where he said prisoners without a gang to protect them were ''food for the sharks.'' When he arrived at the C.M.U., he said, he found on his bed a pair of shower slippers and a bag of non-animal-based food that Muslim inmates had collected after hearing a vegan was joining the unit.\nHe was wary. ''I thought they were trying to indoctrinate me,'' he said. ''They never tried.'' The consensus of the inmates, he said, ''was that 9/11 was not Islam.'' ''These guys were not lunatics,'' he said. ''They wanted to be back with their families.''\nReflection\nIt may be too early to judge recidivism for those imprisoned in terrorism cases after Sept. 11; those who are already out are mostly defendants whose crimes were less serious or who cooperated with the authorities. Justice Department officials and outside experts could identify only a handful of cases in which released inmates had been rearrested, a rate of relapse far below that for most federal inmates or for Guantanamo releases.\nFor example, Mohammed Mansour Jabarah, a Kuwaiti Canadian who plotted with Al Qaeda to attack American embassies in Singapore and Manila, pleaded guilty in 2002 and began to work as an F.B.I. informant. But F.B.I. agents soon discovered he was secretly plotting to kill them -- and he was sentenced to life in prison.\nNearly all of these ex-convicts, however, lie low and steer clear of militancy, often under the watchful eye of family, mosque and community, lawyers and advocates say. A dozen former inmates declined to be interviewed, saying that to be associated publicly with a terrorism case could derail new jobs and lives. As for Mr. Royer, he is approaching only the midpoint of his 20-year sentence.\nDid he get what he deserved? Chris Heffelfinger, a terrorism analyst and author of ''Radical Islam in America,'' did a detailed study of the Virginia jihad case, and concluded that Mr. Royer's sentence was perhaps double what his crime merited. But he said the prosecution was warranted and probably prevented at least some of the men Mr. Royer assisted from joining the Taliban.\n''I think a strong law enforcement response to cases like this is appropriate nine times out of 10,'' Mr. Heffelfinger said. Mr. Royer himself, in his long presentencing letter to Judge Leonie M. Brinkema, said he understood why he had been arrested. ''I realize that the government has a legitimate interest in protecting the public from terrorism,'' he wrote, ''and that in this post-9/11 environment, it must take all reasonable precautions.''\nToday, Mr. Royer's only battle is to serve out his sentence in a less restrictive prison nearer his children. In what he called in a letter ''a heroic sacrifice,'' his parents, Ray and Nancy Royer, moved from Missouri to Virginia to be close to their son's children, now aged 8 to 12.\n''I found it necessary to be a surrogate father,'' said Ray Royer, 70, a commercial photographer by trade, in an interview at the retirement community outside Washington where he and his wife now live. When his son, who still goes by Randy in the family, converted to Islam at the age of 18, his parents did not object. Later, when he headed to Bosnia, they chalked it up to his active social conscience. ''Religion is a personal thing,'' the elder Mr. Royer said. ''He'd never been in trouble.''\nRay Royer was at his son's Virginia apartment in 2003 when the F.B.I. knocked at 5 a.m., put him in handcuffs and took him away. Now, years later, he alternates between defending his son and expressing dismay at what Randy got himself into.\n''He did help his buddies get to L.E.T.,'' or Lashkar-e-Taiba, the Pakistani militant group later designated as a terrorist organization. ''He admitted to it. He should pay the price.'' Still, he added, ''maybe he deserved five years or so. Not 20.''\nRay Royer sat at his home computer one recent evening, looking through a folder called ''Randy Pics'' -- photographs tracing his son's life from childhood, to fatherhood, to prison.\n''He loved his family,'' the father said of his son. ''Why would he put this cause ahead of his family? I still don't really know what happened. I'm still trying to figure it out.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: ONCE AN ACTIVIST, NOW AN INMATE: Randall Todd Royer, who goes by Ismail, with his parents, Ray and Nancy Royer, in prison in 2006. (A26)\nHIGH-PROFILE PRISONERS: Men convicted in some of the nation's most notorious terrorism cases are housed in the federal prison known as the Supermax, the highest-security prison in the United States.\nAhmed Ressam, who is known as the millennium bomber for a failed plot to attack the Los Angeles airport on New Year's Eve in 1999.\nTerry Nichols, who conspired to blow up the Alfred P. Murrah Federal Building in Oklahoma City in 1995. The attack killed 168 people.\nRichard Reid, who tried to ignite his explosives-laden shoes on an American Airlines flight between Paris and Miami in December 2001. (PHOTOGRAPHS BY ASSOCIATED PRESS)\nEric Rudolph, who was responsible for a deadly bombing at the 1996 Summer Olympics in Atlanta, among other attacks in the South. (PHOTOGRAPH BY JOHNNY CRAWFORD/COX NEWS SERVICE)\nFaisal Shahzad, who drove an S.U.V. into Times Square in May last year and tried to set off a bomb. It produced smoke but no explosion. (PHOTOGRAPH BY AGENCE FRANCE-PRESSE -- GETTY IMAGES)\nAT THE SUPERMAX: The federal prison in Florence, Colo., has long held terrorists. The justice system has absorbed a surge of terrorism cases since 2001 without the international criticism that Guantanamo Bay has attracted. (PHOTOGRAPH BY CHRIS McLEAN/PUEBLO CHIEFTAIN, VIA ASSOCIATED PRESS) (A27) CHART: A Parallel System for Convicted Terrorists: While the prison population at Guantanamo Bay, Cuba, has decreased in recent years, a growing number of inmates with ties to international terrorism are being held in federal prisons within the United States. (Sources: Department of Defense\nDepartment of Justice\nGuantanamo Review Task Force\nFederal Bureau of Prisons\n news reports) (A26)                \n\nLoad-Date: December 11, 2011"
}