{
    "title": "Beyond talking tough on terrorism",
    "publisher": "the world",
    "year": 2000,
    "month": 6,
    "day": 5,
    "full text": "This time last year, hundreds of Pakistani Army regulars and trained militants were discovered entrenched deep inside the high mountain peaks of the Kargil area in India's state of Jammu and Kashmir. The three-month, high-intensity conflict that ensued between the two nuclear-armed states shocked the world into realizing that a post-cold- war nuclear exchange remained possible.\n \nAside from stern warnings and a presidential lecture, the administration has done little to sanction the root causes of last year's near-disastrous conflict. A reflection of this has been the administration's decision last month to leave Pakistan and Afghanistan off of the United States' list of state sponsors of terrorism. This decision constitutes a grave soft-pedaling on terrorism and a victory for political expediency over grim security realities.\nIn its defense, State Department coordinator for counterterrorism, Michael Sheehan, cited \"friendship\" and \"a very explicit definition of terrorism,\" as reasons for not declaring Pakistan a terrorist state. Despite \"credible reports of official Pakistani support for Kashmir militant groups that engage in terrorism,\" shown by daily assaults on Indian security forces, such attacks \"constitute criminal acts\" and not terrorism.\n \nContrary to that definition is a reality on the ground in Kashmir. Peaceful civilians are just as often the victims of market-place bombings and mortar fire exchanged across the line of control as are Indian forces. In 1998, the latest available figures, the Indian home affairs ministry reported 773 civilian deaths in Jammu and Kashmir compared with 776 militant fatalities. Since civilians weren't the intended targets, the perpetrators of terrorist actions are allowed to continue to carry out their aggressions without fear of reprisal or sanction.\n \nMeanwhile, Pakistan's current military junta pays its own ingenuous lipservice to the fight against terrorism in their country. Since President Clinton's personal castigation of Pakistani efforts to stem the tide of terror and fundamentalism emanating from Pakistan, chief executive Pervez Musharraf has issued a series of paper-tiger directives that threaten to rein in the influence of Pakistan's fundamentalists. Musharraf went on to indicate that he would seek a dialogue with the Taliban over Osama bin Laden.\n \nSo far the directives have achieved their intended goal of mollifying international observers while allowing indigenous fundamentalist groups to maintain a business-as-usual approach in their fight against the West. To this end, Pakistan's foreign ministry issued a statement last month saying that \"Pakistan cannot be expected to interfere in the internal affairs of Afghanistan.\"\n \nIronically, Pakistan's current regime is coming to the somber understanding that after letting the Islamic fundamentalist genie out of its bottle, any attempt to put it back in will be met with increased sectarian violence among Pakistanis and against the government. In a recent meeting of the United Jehad Council, an umbrella group of over 500 fundamentalist and terrorist organizations based in Pakistan, leaders warned Musharraf that, \"Jehad cannot be stopped. The whole of Pakistan is involved in it; the issue does not concern just one or two groups.\" Clearly, while these groups are often used and co-opted by state intelligence agencies, they can also function outside the realm of government consent. This should be of particular concern to US policymakers who continue to pressure the Pakistani leadership to rein in rogue terrorist elements.\n \nTo have achieved any progress, the Clinton administration needed the courage and commitment to employ its most powerful form of leverage against Pakistan by declaring it a state sponsor of terrorism.\n \nOnly the mandatory sanctioning and increased isolation such a designation carries would have compelled the military junta to crack down on those elements which have made South Asia the world's newest haven for terrorist activity.\n \nUnfortunately, adding the designation of \"terrorist state\" to a state already possessing nuclear weapons would constitute a resolute failure in the administration's already weak security and nonproliferation policy. For the administration's tough talk on terrorism to earn any credibility, its genuine security priorities can no longer be subject to the whims of political opportunism.\n \n*Arthur H. Davis served as US ambassador to Paraguay and Panama. He served as an adviser on this subject to the US Mission to the UN at the 40th General Assembly.\n(c) Copyright 2000. The Christian Science Publishing Society\n\nLoad-Date: June 4, 2000"
}