{
    "title": "BGE gains ground in battle against varmint terrorism",
    "publisher": "the capital ",
    "year": 1997,
    "month": 7,
    "day": 11,
    "full text": "A raccoon that sneaked into a electric substation once shut down two-thirds of Annapolis.\nThat power outage was five years ago, but Baltimore Gas and Electric Co. is still trying to make sure it never happens again.\nCompany engineers recently installed an enclosed substation in Millersville at the intersection of Benfield Road and Interstate 97, the first such station in a wellpopulated area. It is now the recipient of an award for superior engineering.\n\"Benfield is an example of a partnership between BGE and the community,\" said Jim Burke, BG&E supervisor of substation engineering design. \"Not only has reliability been increased, but the substation seems to harmonize with its surroundings.\"\nThe Southeastern Electric Exchange, a nonprofit trade association, presented BGE with an Excellence in Engineering award for the covered station last month.\nThe enclosed substation was a direct response to the problem of animals tampering with open substations.\nNearly 1,500 animal-related power outages were recorded in the county over the past two years, according to BGE. Company officials estimate that 18 percent of total electric outages in their coverage area can be attributed to animal tampering.\n\"That's a significant amount to be related to small rodents,\" said Rose Muhlhausen, BGE spokesman.\nWhen animals such as squirrels or raccoons get into open substations they can easily cause a temporary or sustained outage, Mrs. Muhlhausen said. If an animal touches a power line or pole and a metal object at the same time, it will be electrocuted and cause an outage.\nBecause it is enclosed, the Millersville substation eliminates the danger of animal tampering.\nBGE has spent $ 1.2 million over the past three years to develop porcelain and Plexiglas \"Squirrel Protectors,\" which the company has been using to cover the dangerous parts on the open stations.\nThe new enclosed station is much smaller than an open station, Mrs. Muhlhausen said. Part of it is installed underground, which makes the station less of an eyesore for the community. It takes up .25 acres, while the old design uses .43 acres.\n\"No one wants a substation on their community,\" she said.\nWhile BGE experimented with enclosed substations in rural areas of the state, the Millersville station is the first in a suburban spot.\nIt supplies power to the surrounding area, which had been drawing power from an Odenton plant.\nBoth stations carry similar price tags. The enclosed design costs about $ 1.47 million, while the old design is about $ 50,000 to $ 100,000 less, Mrs. Muhlhausen said.\n\nLoad-Date: July 11, 1997"
}