{
    "title": "Bhutto's widower elected in Pakistan",
    "publisher": "charleston gazette",
    "year": 2008,
    "month": 9,
    "day": 7,
    "full text": "ISLAMABAD, Pakistan - Benazir Bhutto's widower swept Pakistan's presidential election on Saturday, offering hope for stability to a nuclear-armed country feeling intense U.S. pressure to crack down on Islamic militants.\nIn a grim reminder of the problems awaiting Asif Ali Zardari, rescuers in the northwest dug with their hands for survivors after at least 30 people were killed in a massive suicide bombing.\nAlready head of the main ruling party, Zardari becomes one of the most powerful civilian leaders in Pakistan's turbulent 61-year history. Last month, he marshaled a coalition that forced stalwart U.S. ally Pervez Musharraf to quit as head of state.\nHowever, he begins with limited good will among a population who recall his nickname, Mr. Ten Percent, for alleged corruption during Bhutto's two terms in office as prime minister and doubt his political vision and leadership skills.\nHe is also untested on the international stage, where he must deal with mounting Western concern over how Taliban and al-Qaida militants have nested in the tribal belt along the Afghan border.\nSecretary of State Condoleezza Rice said she is looking forward to working with Zardari.\n\"I've been impressed by some of the things he has said about the challenges that Pakistan faces, about the central- ity of fighting terrorism, about the fact that the terrorism fight is Pakistan's fight, and also his very strong words of friendship and alliance with the United States,\" Rice told reporters on a trip to North Africa.\nZardari made no mention of those topics as he savored his triumph over Musharraf, during whose reign he sat for years in jail on graft charges that never produced a conviction.\nA beaming Zardari hugged and shook hands with supporters and well-wishers gathering for a dinner Saturday in the gardens of the prime minister's residence on a hill overlooking the capital.\nIn a brief speech, he rejected criticism that he would be a divisive leader and took a swipe at Musharraf.\n\"To those who would say that the People's Party or the presidency would be controversial under our guardianship, under our stewardship, I would say, 'Listen to democracy,'\" he said.\nEchoing one of Bhutto's favorite slogans, he called democracy \"the best revenge\" against military rulers.\nZardari has surprised many with his ability to concentrate power since his wife was assassinated in a December gun-and-bomb attack blamed on the Taliban and he inherited her party's leadership.\nFormer Prime Minister Nawaz Sharif's party abandoned the coalition and switched to the opposition last month, but Zardari quickly won support from smaller parties, suggesting that he could provide some stability.\n\nLoad-Date: September 8, 2008"
}