{
    "title": "BI-STATE BUS DRIVERS ARE GIVEN WARNING ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 2,
    "day": 14,
    "full text": "Even Bi-State bus drivers have been warned about potential terrorism related to the war.  A memo by Bi-State management written Jan. 18 told drivers and other employees to give special attention ''to any unauthorized person(s) or anyone acting in a suspicious manner'' on buses, vans or in other Bi-State facilities.  The memo also urges drivers to be alert for suspicious-looking or unattended packages on buses. ''If there is any doubt about any package which might be left unattended, do not handle but notify the proper authorities,'' Paul J.  Ballard, deputy executive director, said in the memo.  Mark Schlinkmann MUSICAL SALUTE Patriotic Compositions Will Be Sent Overseas St. Louis area musicians, singers and composers are combining forces on a recording of original patriotic music destined for the troops in the Persian Gulf. Shattinger Music Co., 1810 South Broadway, is behind the musical salute.  ''We were sitting here trying to think of a good city project that would bring out the local talent and show our support for the troops,'' said Ron Cralley, marketing director at Shattinger.  Three original songs will be on the cassette tape. One of them will be performed by the Military Airlift Command Band from Scott Air Force Base.  Cralley said the tape will be available next week for $6.95. For each cassette sold, Shattinger will send a second tape to the Middle East with a signed card from the purchaser.  Patricia Corrigan PASSING THE TIME Version Of Monopoly Helps Break Monotony A sergeant from Scott Air Force Base and a colleague from Andrews Air Force Base, Md., have created a board game similar to Monopoly, but adapted to conditions in the Persian Gulf, to relieve boredom in the Saudi Arabian desert.  Sgt. Don Jobe of Scott's Disaster Preparedness Office and Sgt. Jeff Ewing of the same office at Andrews developed the game last fall, shortly after their deployment.\nThey said the game's object is to purchase and maintain as much Middle Eastern property - tents and air conditioners - as possible.  Ewing said some modifications in the game and rules were required because in its original version it tended to go on forever. If a player owned ''passenger terminals'' at opposite sides of the board, for example, he could keep an opponent going back and forth indefinitely.  Robert Goodrich\n\nGraphic\n\n \nGraphic; LOGO: GULF WAR\n\nLoad-Date: October 8, 1993"
}