{
    "title": "Biathletes, runners take marks to support terror victims",
    "publisher": "mineral county independent-news",
    "year": 2013,
    "month": 4,
    "day": 25,
    "full text": "There was a slight, but perceptible, chill in the morning air as athletes from Fallon to Hawthorne gathered at Verteran's Memorial Park.\nAs a strong wind unfurled the enormous flag, the runners and walkers stretched tense muscles, waiting for the word \"go.\"\nThe athletes had come to the 3rd annual Earth Day biathalon and 5K walk/run.\nBut the 26 athletes had come together to do more than to test their bodies against themselves and each other. They had come to remember. They had come to give.\nAnd they had come to stand in defiance of terrorism.\n\"We stand up to terrorism,\" said race coordinator Cheri Lockwood. \"We're not going to let terrorism stop us.\"\nLockwood said for the past two years the proceeds from the race have gone to support the University of Nevada Cooperative Extension, Mineral County's vegetables for seniors program, but this year the proceeds were going to support terror victims in Boston.\nThe victims of a terrorist bombing in Boston on April 15 seemed to weigh heavily on the hearts of all the participants. Several wore decals on the backs of their shirts which depicted the silhouette of Boston's skyline, along with the date of the attack.\nThe April 15 blasts struck the Boston Marathon, which is held annually on the anniversary of the battles of Lexington and Concord (a day-long running skirmish widely considered to be the opening battle of the American Revolution), killing three and wounding more than 170.\nAt the start of the race, an emotional Lock-wood dedicated the day's event to the victims of the attack.\n\"Every road race that's put on is for a cause,\" she said in a later interview. \"And for someone to disrespect that is wrong.\"\nLockwood said the attack at the Boston Marathon is especially heinous for runners.Competitors in Boston \"train their whole lives\" to qualify and compete in the marathon, she said.\nJohn Lockwood,\nCheri's husband, was the first biathlete to cross the finish line. Shanna Kokosh was the first woman biathlete to finish. Randy Adams was the first 5k runner to finish the race, and Stephanie Goodwin was the first running woman to do so. Laura Trusty was the first walker to finish the course.\nBefore the adults took to the pavement, 11 children competed in a child's biathlon.\nEach of the children who participated in the event received a finisher's medal, a t-shirt and a summer swim pass.\n\nLoad-Date: January 17, 2015"
}