{
    "title": "Biddeford hospital team learns to deal with disaster Training in Alabama paid for by Homeland Securi",
    "publisher": "portland press herald",
    "year": 2010,
    "month": 5,
    "day": 19,
    "full text": "Hospital workers Sandy Miller and Hub Giehll were decked out in hazmat suits and working to decontaminate 50 victims of a chlorine spill when the hospital intercom announced an in-house bomb threat.\nMoments later the power and water supply was cut, leaving them in the dark and with no clean drinking water, septic system or means to treat their patients.\nJust across the hall, their co-workers Norman Cote and Don Gaudette scrambled to provide a solution. As the hospital's safety manager/officers, they were responsible to restore utilities, technical support - and order.\nIt had been a hectic morning at the hospital, marked by bizarre events including an attempted infant abduction and a hostage situation on the premises. Just before the power failed, the hospital was bracing for a huge influx of patients - victims of a nearby train derailment and a group of 25 individuals who had been stricken with symptoms of chicken pox.\nAdding to the chaos, a flip of the switch to the hospital's back-up generators revealed that they were not operational.\nThese scenarios may not reflect a typical day at most hospitals. But what if it did?\nThat's a question Southern Maine Medical Center directors pondered recently before opting to dispatch a team of hospital staffers to a one-week emergency preparedness training session headed and funded by the U.S. Department of Homeland Security's Federal Emergency Management Agency.\nAttending were Cote, the hospital's safety officer/manager; Giehll, an emergency room assistant; Gaudette, a master plumber; Miller, an occupational health assistant, and Brian Amadei, a surgical technician.\nThe course trains first responders, like police and firefighters, and first receivers, like hospital professionals, in advanced disaster preparedness and follow-up care. The program was founded in 1998 to better equip emergency care workers to handle situations related to acts of terrorism or natural disasters.\nUsing the Noble Training Center in Anniston, Ala., as its base of operations, the class is the only federally chartered training program in the nation to offer instruction in responding to weapons of mass destruction or incidents where chemical, biological, radiological, nuclear or explosive weapons have resulted in mass casualties. Handling pandemic illnesses and industrial accidents also is covered.\nThe fully operational, high- security simulation hospital, features a dormitory and cafeteria for attendees, who must undergo stringent security checks before being cleared to attend.\nThe crew joined 60 other health care professionals for a five-day intensive that included several hours of class time, followed by some practical, on-the-job training. Participants were placed in various departments within the virtual hospital complex. The objective was to reveal how they might respond to a number of unusual events in a familiar setting.\nCote said he valued the experience as an opportunity to explore worst-case scenarios in real time and in a way that training at home would not afford. At SMMC, he is the instructor for safety training drills. In Anniston, he became the student.\n''I'll be honest. I was overwhelmed,'' said Cote. ''They threw multiple disasters at us to see how we would troubleshoot and resolve a variety of situations that could go wrong in a hospital. But we worked as one team to get through those events and that's really what it is all about.''\nMiller said the exercises ''reinforced that teamwork and effective communication are the key'' in effectively responding to the needs of others. Each person knowing their role and reporting to one main point person, who directs the flow, helps to avert chaos and bring a quicker resolve.\nGiehll, a five-year emergency room technician, said he walked away from the experience with the awareness that ''we weren't as knowledgeable as we thought.''\n''This training is advanced and supplied us with a lot of different scenarios to learn from,'' said Giehll. ''They threw every kind of wrench into the works to try to rattle us to see how we'd react. They even had (surveillance) camera set up to record how long it took us to respond and how we responded. It was pretty intense.''\nShannon Arledge, FEMA's CDP public affairs specialist, said that is the point.\n''Health care professionals, who are dedicated to saving lives and responding to emergencies, need to stay involved with the art of preparedness,'' said Arledge.\n''We are constantly ensuring that the classes we teach are relevant to the emergencies of today. Much of the training is based on responding (to catastrophic situations) involving mass casualties. A hospital staff needs to know how to effectively operate under those conditions.''\nIn summing it all up, Giehll said, ''Living in Biddeford, we're not likely to have a terrorist attack but we do have a train that runs behind the hospital and tractor-trailers trucking chemicals up the turnpike every day. This training makes you think outside the box. If any of those incidents were to happen tomorrow, my confidence level would by there. I wouldn't hesitate to respond.''\nStaff Writer Deborah Sayer can be contacted at 791-6308 or at:\ndsayer@pressherald.com\n\nGraphic\n\n \nPhotos courtesy Norman Cote.\nSouthern Maine Medical Center HazMat Decon/Incident Management Assistance Team members include, from left, front, Sandy Miller, Brian Amadei, back, Don Gaudette, Norman Cote and Hub Giehll. They recently went to Alabama to participated in emergency preparedness training with the Center for Disaster Preparedness.\n\nLoad-Date: May 19, 2010"
}