{
    "title": "Biden prepares centrist security",
    "publisher": "the pantagraph",
    "year": 2020,
    "month": 11,
    "day": 28,
    "full text": "Shortly after President-elect Joe Biden clinched his party's nomination in May, a group of 50 progressive organizations sent his campaign a letter urging him to commit to a broad agenda of foreign policy reform. They wanted him to agree to such policies as reentering the Iran nuclear deal and cutting at least $200 billion from the Pentagon budget. \nTo be sure, Blinken, Sullivan and Flournoy will not give Saudi Arabia the greenlight it has come to expect from the Trump administration. Biden's appointment of John Kerry to be his climate czar shows that an issue the Trump White House did not care about will be a priority for Biden. And Biden has committed to trying to rejoin the 2015 Iran nuclear deal if Iran comes back into compliance with it. \nAt the same time, all three choices come out of the moderate wing of the Democratic Party. Blinken is a longtime aide to Biden going back to his tenure as chairman of the Senate Foreign Relations Committee. He has emphasized in the last year how a Biden administration would focus on rebuilding relationships with allies that Trump has disrupted. \nHe has also signaled that he is more clear-eyed on Middle East policy than his party's progressive activists. Last month, for example, Blinken told the Jewish Insider that even if the Biden administration suspends nuclear-related sanctions on Iran, \"we will continue nonnuclear sanctions as a strong hedge against Iranian misbehavior in other areas.\" If Biden keeps that promise, then Iran would still be under considerable financial pressure because the Trump administration has ramped up sanctions on Iran for its support of terrorism. \nFlournoy, too, is a centrist on defense policy. She has publicly opposed significant defense cuts and advocated for rebuilding the military to meet new challenges from China and Russia. This was a key point of her testimony before the House Armed Services Committee last year, when she said her primary concern was that a miscalculation by Russia or China could lead to a major confrontation with the U.S. She advocated that the U.S. \"procure and deploy all of the systems necessary\" to deter both countries from any misbehavior. \nIt's still very early days to assess what a Biden foreign policy will look like. When Barack Obama became president, no one was predicting the Arab Spring and its tragic aftermath in the war in Syria. Presidents often learn what their foreign policy is by reacting to events in the world. \nNonetheless, Biden's early signals show that, for now at least, he is charting a centrist course. And if his choices for national security positions are disappointing to his party's progressives, they are sure to be reassuring to his country's allies. \nEli Lake is a Bloomberg Opinion columnist covering national security and foreign policy. \n\nLoad-Date: November 28, 2020"
}