{
    "title": "Biden pledges help for Afghanistan",
    "publisher": "st. louis post-dispatch ",
    "year": 2009,
    "month": 1,
    "day": 12,
    "full text": "KABUL, Afghanistan - Vice President-elect Joe Biden promised U.S. support for Afghanistan's struggle against terrorism, drugs and corruption, in a surprise visit Sunday to a dangerous Taliban-stronghold area of Afghanistan. The future of the region where al-Qaida planned the Sept. 11 attacks, Biden said, \"affects us all.\" \nUnderscoring the difficulties of the fight to come, hundreds of militants crossed from eastern Afghanistan and attacked paramilitary forces in the lawless frontier of neighboring Pakistan on the same day Biden visited Afghanistan's southern Kandahar and Helmand provinces. Six troops and 40 insurgents were killed in the clash along the volatile border, said a military official speaking on condition of anonymity. President-elect Barack Obama has promised to end the war in Iraq and refocus U.S. military efforts on Afghanistan, where al-Qaida-linked militants and the Taliban are making a comeback after initial defeats in the U.S.-led invasion in 2001. The United States is rushing up to 30,000 more troops to Afghanistan, and some will go to the southern provinces. Southern Afghanistan is one of the centers of the Afghan Taliban-led insurgency, which left some 6,400 people - most of them militants - dead in 2008 alone. The southern provinces are also the world's largest drug-producing areas, and hundreds of millions of dollars from the trade finance the insurgency, as well as feed the corruption among government officials. Biden said the United States would continue with its struggle against terrorism, but also fight the drug trade and help the government tackle the corruption in its midst, said Daud Ahmadi, spokesman for Ghulab Mangal, the governor of Helmand province. Biden met with Mangal and other Afghan officials inside a coalition base on the outskirts of Helmand's provincial capital of Lashkar Gah, Ahmadi said. \"I am very interested in what becomes of this region because it affects us all,\" Biden said on his visit to the neighboring Kandahar province, according to a statement issued by the NATO-led force. Biden was on the second day of his trip to Afghanistan. Some 32,000 U.S. troops already in Afghanistan serve alongside 32,000 other NATO-led and coalition troops, the highest number since the U.S.-led invasion to oust the Taliban from power began in 2001.\n\nGraphic\n\n \n PHOTO - Vice President-elect Joe Biden arrives Sunday in Afghanistan's Kandahar province. He said the U.S. would help fight the nation's drug trade as well the insurgency.  Handout photo | The Associated Press \n\nLoad-Date: January 12, 2009"
}