{
    "title": "Biden and Cheney spar over terrorism policies",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 2,
    "day": 14,
    "full text": "Washington » Pingponging across the airwaves, Vice President Joe Biden and predecessor Dick Cheney bickered Sunday over terror trials and interrogations, credit for success in Iraq and the long-running effort to contain Iran's nuclear program.\nBiden called Cheney \"misinformed or he is misinforming\" on current national security strategies. Cheney said President Barack Obama wasn't taking the al-Qaida threat seriously. But, in a marked change of tone, the former vice president acknowledged that the Bush White House struggled with how to bring suspected terrorists to justice.\nHighly partisan public skirmishes between the Obama White House and Cheney -- the result of the former vice president's unusual public criticism on a successor administration -- have become standard fare. And the back-and-forth that was set up in Sunday's sequential appearances of television talk shows did not disappoint.\nBiden struck first, declaring that Cheney's attacks on Obama's commitment to fighting terrorism ignored the facts.\n\"We've eliminated 12 of their top 20 people. We have taken out 100 of their associates,\" said Biden. \"They are in fact not able to do anything remotely like they were in the past. They are on the run. I don't know where Dick Cheney has been. Look, it's one thing, again, to criticize. It's another thing to sort of rewrite history. What is he talking about?\"\nCheney did not answer directly, instead insisting that Biden was \"dead wrong\" to assert that a fresh Sept. 11-style strike was unlikely, calling a nuclear or biological attack by al-Qaida \"the biggest strategic threat the United States faces today.\"\nEven so, Cheney appeared to dial back the rhetoric, acknowledging that the Bush administration too was divided on whether terror suspects should be charged and tried in federal civilian courts or taken before military tribunals.\n\"I can remember,\" Cheney said, \"a meeting in the Roosevelt Room in the West Wing of the White House where we had a major shootout\" -- one that he said he lost -- about civilian versus military trials for terrorist captives.\n\"We never clearly or totally resolved those issues. These are tough questions, no doubt about it,\" he said on ABC's \"This Week.\"\n\nGraphic\n\n \nFormer Vice President Dick Cheney attends the Gerald R. Ford Foundation Journalism Awards luncheon at the National Press Club in Washington on Monday. He said gays should be able to \"get a shot\" at marriage.\nThis photo released by ABC former shows Vice President Dick Cheney during an interview on ABC's This Week in Washington Sunday Feb. 14, 2010. Pingponging across the airwaves, Vice President Joe Biden and predecessor Cheney bickered Sunday over terror trials and interrogations. (AP Photo/ABC, Fred Watkins) ** MANDATORY CREDIT: CBS NEWS, NO ARCHIVES, NO SALES **\nIn this photo released on Sunday, Feb. 14, 2010 by CBS shows Vice President Joe Biden before an interview on CBS's Face the Nation in Vancouver, British Columbia, Canada. Biden on Sunday belittled Dick Cheney's criticism of the Obama administration's commitment to fighting terrorism, saying his predecessor was either \"misinformed or he is misinforming.\" (AP Photo/CBS News) ** MANDATORY CREDIT: CBS NEWS, NO ARCHIVES, NO SALES **\nThis photo released on Sunday, Feb. 14, 2010 by CBS shows Vice President Joe Biden takes part in an interview on CBS's Face the Nation in Vancouver, British Columbia, Canada. Biden on Sunday belittled Dick Cheney's criticism of the Obama administration's commitment to fighting terrorism, saying his predecessor was either \"misinformed or he is misinforming.\" (AP Photo/CBS News) ** MANDATORY CREDIT: CBS NEWS, NO ARCHIVES, NO SALES **\n\nLoad-Date: February 17, 2010"
}