{
    "title": "Biden focuses on shuttered bars and clubs in a new ad faulting Trump",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 19,
    "full text": "A new Biden ad focuses on bars and clubs that are struggling for survival in the pandemic.\nJoseph R. Biden Jr. is flipping the script on President Trump, who has tried to frame the election as a choice between keeping the economy open or returning to coronavirus lockdowns under Democrats.\nThe plight of bars and clubs, many of which remain shuttered and are struggling for survival in the pandemic, is the focus of a new television ad that the Biden campaign aired on CBS on Sunday during an N.F.L. game.\nThey are places like the Blind Pig in Ann Arbor, Mich., which has been a magnet for musicians for 50 years, from Jimi Hendrix and John Lennon to Pearl Jam and Nirvana.\nThe music there has gone silent. Bar stools are turned upside-down. The beer taps are dry.\n“Right now, it’s an empty room,” Joe Malcoun, the bar’s owner, says in the ad. “This is the reality of Trump’s Covid response. We don’t know how much longer we can survive not having any revenue.”\nMr. Malcoun says that all of the uncertainty and the lack of planning may be too much for business owners to overcome.\n“A lot of restaurants and bars that have been mainstays for years will not make it through this,” he says. “This is Donald Trump’s economy.”\nThe ad features the song “Sabotage” by the Beastie Boys, who rarely license their music for commercials. It was shown across much of the Midwest and in parts of North Carolina and Florida, election battlegrounds that Mr. Trump has tried to hold onto with an onslaught of attacks against Democrats over emergency orders during the pandemic.\nIn Michigan, Mr. Trump has clashed with Gov. Gretchen Whitmer, a Democrat, over restrictions, with the president telling tens of millions of Twitter followers earlier this year that they should liberate the state.\nThis month, the F.B.I. announced terrorism, conspiracy and weapons charges against 13 men for their part in a plot to try to overthrow the government in Michigan. At least six of the people arrested, law enforcement officials said, had hatched a detailed plan to kidnap Ms. Whitmer.\nPHOTO: A scene from the Biden-Harris campaign ad about closed businesses, like the music venue the Blind Pig in Ann Arbor, Mich. (PHOTOGRAPH BY Biden Harris campaign via YouTube FOR THE NEW YORK TIMES)\n\nLoad-Date: October 19, 2020"
}