{
    "title": "Biden, Napolitano push local help to end terrorism",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 10,
    "day": 25,
    "full text": "ORLANDO, Fla. ? Vice President Joe Biden urged law enforcement officers Monday to strengthen communication, share information and always be on alert because \"it's the local cop who's going to discover the terrorist\" and not some \"special forces guy.\" \nSpeaking to the International Association of Chiefs of Police, Biden said law enforcement has changed dramatically and that federal agencies also need assistance from the local level to prevent terrorism. \"This is not your father's world anymore. This is not 1950 policing,\" Biden said. \"Today it's the local cop who's going to discover the terrorist who's working out of a vacant home. You're the guy.\" Biden said. \"It's not going to be some brave special forces guy wearing fatigues and night vision goggles.\" Those sentiments were echoed by another key figure in the Obama administration. Homeland Security Secretary Janet Napolitano said the department and the FBI are \"operating under the premise that the individuals prepared to carry out terrorist acts are already in the country and may carry out these acts of violence with little or no warning.\" She cited the arrests of a Pakistani immigrant who tried to detonate a car bomb in Times Square, a Jordanian man caught attempting to blow up a Dallas skyscraper and American-born terrorists who have received training as examples of the new threats faced on home soil. \"More and more we are seeing an increased role in Westerners, including U.S. citizens, engaged in terrorist training in planning attempted attacks,\" Napolitano said. \"And many of these individuals are unknown to the intelligence community and unknown to federal authorities. And that means that traditional intelligence community efforts and travel analysis may not in and of itself be enough to identify domestically inspired terrorists planning attacks.\" The goal of the annual conference is to bring law enforcement communities together to combat violence and prevent terrorism. The visits by Biden and Napolitano came a little more than a week before the midterm elections. Florida is again a major swing state this election with vacancies for U.S. Senate and nearly every major statewide office. Biden didn't miss a chance to briefly veer off topic and criticize Republicans in a key area of Florida. He said Republicans would cut funding for law enforcement and now isn't the time to steer away from Democrats. Biden was scheduled to attend a reception later Monday for U.S. Rep. Alan Grayson, D-Florida. The vice president was then traveling to Nashua, N.H., for a campaign event for Democratic Congressional candidate Ann McLane Kuster. \n\nLoad-Date: October 26, 2010"
}