{
    "title": "BIDEN, CHENEY TRADE BLOWS OVER OBAMA'S TERROR POLICY",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 2,
    "day": 15,
    "full text": "WASHINGTON --\nVice President Joe Biden and his predecessor, former Vice President Dick Cheney, squared off on the Sunday television talk shows over whether President Barack Obama's administration is keeping the nation safe from another terrorist attack.\nMr. Biden sought to rebut criticisms from Mr. Cheney and Republican lawmakers that the Democratic administration is not doing enough to combat terrorists, speaking on NBC's \"Meet the Press\" program and on CBS's \"Face the Nation.\"\nMr. Obama is fighting al-Qaida \"with a vigor like it's never seen before,\" Mr. Biden said on NBC. \"We've eliminated 12 of their top 20 people. We've taken out 100 of their associates.\"\nMr. Cheney took aim at the Obama administration's approach to treating terrorism as a criminal act and Mr. Biden's skepticism that another Sept. 11-style attack will occur. \"It's the mindset that concerns me,\" Mr. Cheney said on ABC's \"This Week\" program.\n\"There's a very high threat\" that al-Qaida is trying to acquire weapons of mass destruction, he said. \"You have to consider it as a war. You don't want the vice president of the United States running around saying it's not likely to happen.\"\nMr. Biden expressed confidence that Khalid Sheikh Mohammed, the self-proclaimed mastermind of the Sept. 11, 2001, terrorist attacks, will be found guilty.\nMr. Obama is deciding where Mohammed and other Sept. 11 suspects in U.S. custody should be tried, in the face of objections from members of Congress and local residents about holding the trial in New York City.\nNew York Mayor Michael Bloomberg last month told Mr. Obama's budget director, Peter Orszag, it would cost more than $200 million a year to provide security for trials of Mr. Mohammed and four fellow Guantanamo Bay detainees.\nWhen asked whether Mr. Mohammed could be tried by a military commission, Mr. Biden called that avenue \"the less preferable way to go\" and added: \"I am not ruling anything out.\" Mr. Cheney predicted that Mr. Mohammed will ultimately be tried in a military facility somewhere.\nThe Bush administration prosecuted terrorism suspects in civilian courts, just as Mr. Obama is doing now, Mr. Biden said. \"I don't know what Dick's been doing lately,\" Mr. Biden said on \"Face the Nation.\" \"We did exactly what [President George W. Bush] did with the shoe bomber, Richard Reid.\"\nThe two also clashed over the use of waterboarding, or simulated drowning, to collect intelligence. Mr. Cheney said it's a technique that should be kept on the table.\n\nLoad-Date: February 16, 2010"
}