{
    "title": "Big disputes build between _Zero' and _Django'",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 12,
    "day": 23,
    "full text": "One of the perks of being a film critic is receiving discs of unreleased movies. But although it is tempting to play a DVD of \"Les Misérables\" while wrapping Christmas presents, certain films demand to be seen in a theater. A 3-D spectacle such as \"The Hobbit\" would be wasted on a television or a handheld device, and the spiritual message in \"Life of Pi\" would wither outside the temple of cinema. Big screens communicate big ideas - which is why controversies involving movies can overshadow those in other media.\nEven if you didn't know that in the wake of the Newtown school shootings, Fox postponed a violent episode of the cartoon show \"American Dad,\" and Ke$ha's new single \"Die Young\" disappeared from the airwaves, you might have heard that Tom Cruise folded the red-carpet premiere of his sniper-themed movie \"Jack Reacher.\" And now controversy is building over two films that are year-end award contenders: Quentin Tarantino's violent Western \"Django Unchained\" and Kathryn Bigelow's terrorism thriller \"Zero Dark Thirty.\"\nTarantino, who was already under fire for the racially charged language in \"Django Unchained,\" had his movie's Hollywood premiere canceled on Tuesday. At a press event in New York on Dec. 15, the day after the shootings, he said he was tired of defending his films whenever violence was in the news. He continued his counterattack on Monday, telling CNN that blaming entertainment for social problems has been happening since Shakespeare and is \"a very facile argument to pin on something that's a real-life tragedy.\"\nYet Jamie Foxx, who stars as a vengeful slave in the movie, was more reflective. \"We cannot turn our back and say that violence in films or anything that we do doesn't have a sort of influence,\" he said during the press junket.\n\"Zero Dark Thirty,\" about the pursuit and execution of Osama bin Laden, has gotten nearly unanimous praise from critics but mixed reviews from pundits and politicians. An article by Peter Maas in the Atlantic said that the federally sanctioned version of events \"represents a troubling new frontier of government-embedded filmmaking.\" The Pentagon is investigating whether top intelligence official Michael Vickers leaked classified information to Bigelow and screenwriter Mark Boal. And on Wednesday, three U.S. senators petitioned Sony Pictures to provide a disclaimer about the torture that is depicted in the film.\nThe offended senators include Republican John McCain of Arizona, who experienced torture firsthand as a prisoner of war in North Vietnam. He pointed out that the waterboarding of terrorism suspects did not provide the information that led to bin Laden.\nThe letter said the movie was \"perpetuating the myth that torture is effective...(P)eople who see ‘Zero Dark Thirty' will believe that the events it portrays are facts. The film therefore has the potential to shape American public opinion in a disturbing and misleading manner.\"\nWhile \"Django Unchained\" is equally disturbing, it's unlikely that it will shape public opinion as much as \"Zero Dark Thirty\" because Tarantino makes movies that satirize the conventions of cinema for an adult audience that gets the jokes.\nAn irony of the current debate is that no film will likely influence public behavior as much as video games, which generate more money than movies and trivialize violence for a young audience that may not get the connection between repetitive behavior and rationalized belief.\nAfter the Newtown shootings, the stock prices of video-game companies tumbled and Democractic U.S. Sen. Jay Rockefeller of West Virginia introduced a bill to study the impact of violent games (as was done after the Columbine shootings in 1999).\nMaybe the entertainment industry's biggest problem is lurking on the smallest screen.\n\nLoad-Date: December 23, 2012"
}