{
    "title": "Bike Path Terrorism Suspect Seeks Plea Deal to Avoid Death Penalty",
    "publisher": "the new york times",
    "year": 2018,
    "month": 1,
    "day": 17,
    "full text": "Lawyers for the Uzbek man charged in the truck attack on a crowded Manhattan bike path that killed eight people on Halloween said on Wednesday that their client would plead guilty and accept life imprisonment without parole if prosecutors agreed not to seek the death penalty.\nThe proposal came in an exchange of letters to Judge Vernon S. Broderick of Federal District Court in Manhattan, in which prosecutors were seeking a firm trial date for the defendant, Sayfullo Saipov, arguing that victims and witnesses needed closure, and Mr. Saipov’s lawyer said the best way to obtain closure was through such a plea deal.\nThe government has not yet said whether it would seek the death penalty for Mr. Saipov, 29, who was indicted on eight capital counts and other charges in the Oct. 31 attack, the deadliest terror attack on New York City since Sept. 11, 2001. Mr. Saipov has pleaded not guilty.\nIn the days immediately after the attack, President Trump posted messages on Twitter declaring “SHOULD GET DEATH PENALTY,” and “Should move fast. DEATH PENALTY.”\nOn Tuesday, the office of Geoffrey S. Berman, the United States attorney in Manhattan, wrote to Judge Broderick, describing the process that occurs before a decision on the death penalty is reached: Mr. Berman’s office would make a recommendation to Attorney General Jeff Sessions; the defense may make its own submission; a special Justice Department capital case unit conducts a review; and Mr. Sessions makes the ultimate determination.\nThe prosecutors asked the judge for a firm trial date around April 2019. “Of critical importance,” they wrote, “the victims in the United States and abroad have a strong desire for closure.”\nIn the defense’s letter on Wednesday, David E. Patton, one of Mr. Saipov’s federal public defenders, said, \"The most straightforward way to achieve closure would be for the government to accept a plea of guilty and a sentence of life imprisonment without the possibility of parole.”\nThat outcome would obviate the need for victims’ families to prepare for and participate in a trial and, in the event of a death sentence, prevent years of appeals, Mr. Patton noted.\nSuch a decision would “bring immediate closure to the case without the need for the public and victims to repeatedly relive the terrible events of Oct. 31, 2017,” Mr. Patton added. “We hope to convince the government of that view in our submissions.”\nNeither Mr. Patton nor Mr. Berman’s office would comment.\nMr. Saipov is accused of driving a pickup truck down a bike path along the Hudson River in Manhattan, killing eight people and injuring 11 before being shot by a police officer in the abdomen.\nPHOTO: Federal prosecutors have not yet said whether they will pursue the death penalty against Sayfullo Saipov, who was indicted on eight capital counts and other charges in the Oct. 31 bike path attack in Manhattan. (PHOTOGRAPH BY St. Charles County Department of Corrections FOR THE NEW YORK TIMES)\nRelated Articles\nTrump Declares Suspect ‘Should Get Death Penalty’\nFinding a Rootless Life in U.S., Sayfullo Saipov Turned to Radicalism\n\nLoad-Date: July 17, 2018"
}