{
    "title": "BILL & ALLIES UNITE AGAINST TERROR",
    "publisher": "daily news ",
    "year": 1996,
    "month": 6,
    "day": 28,
    "full text": "President Clinton and other top world leaders vowed yesterday to unite \"to fight terrorism by all legal means\" in the wake of Tuesday's bombing that killed 19 U.S. airmen in Saudi Arabia.\n\"We understand that an attack on one of us is an attack on all of us and that none of us is invulnerable,\" the President said.\nMeanwhile, America's top general called the security at the base near Dhahran, Saudi Arabia, \"reasonable\" despite the deaths and wounding of more than 300 others in the truck-bomb explosion.\n\"This does not mean that we don't have to go back to the drawing boards,\" Gen. John Shalikashvili, chairman of the Joint Chiefs of Staff, told CNN. \"We must be as clever as we can be to find perhaps different things that we can do to protect the safety for our men and women that they deserve.\"\nAt the meeting in Lyon, France, the leaders of the world's seven most powerful democracies issued a communique promising to do more to fight terrorism.\n\"We proclaim our common resolve to unite our efforts and our determination to fight terrorism by all legal means,\" the G-7 statement said.\nTop officials from the U.S., Britain, Canada, Germany, Japan, France and Italy are scheduled to meet next month to determine how best to cooperate in the battle against terrorism.\nUnder study will be joint action against terrorist fund-raising, the incitement and planning of terrorist acts, procurement of weapons, money laundering and the sharing of anti-terrorism technology.\n\"Special attention should be paid to the threat of utilization of nuclear, biological and chemical materials, as well as toxic substances, for terrorist purposes,\" the communique said.\nAt the base where temperatures climbed to 100 degrees, FBI agents sought leads to the bombers' identities.\nU.S. officials doubt the two anonymous claims of responsibilities received so far. \"Where terrorism is concerned, first guesses usually are wrong,\" Secretary of State Christopher said.\nSaudi Arabia has offered a $ 2.7 million reward for information about the bombers.\n\nLoad-Date: June 28, 1996"
}