{
    "title": "Bills aim to plug holes in anti-terrorism laws; The governor and attorney general believe existing l",
    "publisher": "portland press herald",
    "year": 2002,
    "month": 2,
    "day": 1,
    "full text": "Gov. Angus King and state Attorney General Steven Rowe will send a package of four bills to the Legislature next week designed to fill holes in existing laws that are aimed at preventing and responding to terrorist threats.\n\"After 9-11, we spent a great deal of time determining if Maine laws are adequate in dealing with terrorism,\" Rowe said. \"We conducted a careful examination and we believed there were some gaps (in the existing laws).\"\nThe first bill would give more power to public health officials when dealing with acts of bioterrorism. The state already has an emergency public health law, Rowe said, but this bill would address certain contingencies, such as disposing of bodies in a mass casualty situation, which are not covered under existing law.\nPublic health officials would also have the power to detain individuals in order to gather more information about a disease, and to quarantine infected people.\nAnother proposal would modernize the state criminal code to include acts of terrorism. The bill would add new crimes to the code, such as terrorist murder and terrorist threatening. It would also add a definition of terrorist intent to the code.\nThe third bill, said Rowe, is intended to protect public facilities by ensuring that their security plans remain confidential. Some examples of public facilities would be county or municipal buildings.\nThe fourth proposal is an effort to prevent profiteering from emergencies, such as raising gas prices in the wake of the Sept. 11 attacks.\nRowe said the bills are clarifications or amendments to existing laws, rather than new programs, so they are not expected to cost more to implement.\nAlso, he said, \"I believe that these proposals are well balanced and respectful to people's personal freedom.\"\nThe bills will be submitted to the Legislature soon and will probably be referred to a committee by next week.\nStaff Writer Jen Fish can be contacted at 282-8229 or at:\njfish@pressherald.com  \n\nLoad-Date: February 1, 2002"
}