{
    "title": "Bills address oversight of terror cases Authority would be transferred from AG to Defense Dept",
    "publisher": "usa today",
    "year": 2011,
    "month": 5,
    "day": 2,
    "full text": "In the Justice Department's ornate Great Hall, a space traditionally reserved for its most important functions, Attorney General Eric Holder stepped before staffers last week  to mark the department's accomplishments in the first two years of the Obama administration and the challenges to be confronted in the term's second half.\nPerhaps most striking about the speech -- which reaffirmed the department's commitment to national security -- were words that Holder did not utter: Guantanamo Bay.\nJust weeks after the administration capitulated on its promise to shut down the prison at Guantanamo and referred the suspects there to trials by military commissions -- not civilian courts -- Holder's address was partly an attempt to turn the page on a painful political loss.\nEven so, the Guantanamo decision may mark just the first fight in a continuing battle to undermine his  authority in terrorism prosecutions.\nAt least two bills before Congress threaten to transfer much of the investigative oversight in terrorism cases, which are currently Holder's  responsibility as the attorney general, to the Defense secretary.\n'A paradigm shift'\nA bill in the House of Representatives, sponsored by Rep. Bobby Shilling, R-Ill., would require terrorism suspects, including those arrested in the United States, to be placed in military custody unless the Defense secretary rules otherwise.\n\"It acknowledges that the attorney general has played a too important role in these cases,\" said Josh Holly, a Republican spokesman for the House Armed Services Committee. \"This represents a paradigm shift to the law of war.\"\nA Senate bill, sponsored by Arizona's John McCain and other Republicans, includes a similar provision that calls for \"members of al-Qaeda, the Taliban and affiliated terrorist groups\" to be held by the military when captured.\nThe bill also would give authority to the Defense secretary -- not the attorney general -- to determine whether the suspect should be transferred to civilian custody.\n\"This much-needed legislation would improve our current ad hoc military detention system for members of al-Qaeda and their affiliated terrorist groups,\" McCain said when introducing the bill.\nThe proposed legislative provisions were inspired partly by the controversy that followed the arrest of  Umar Farouk Abdulmutallab, charged with trying to blow up a commercial airliner over Detroit with a bomb hidden in his underwear on  Christmas Day 2009.\nAt that time, some lawmakers, including Sen. Joseph Lieberman, I-Conn., a co-sponsor of the current Senate bill, assailed Obama administration officials for the decision to inform Abdulmutallab of his right to a lawyer during a break in the interrogation.\nLieberman and others have argued that the Nigerian terrorism suspect should have been turned over to military authorities for interrogation rather than risk losing the suspect's cooperation on the advice of a defense lawyer.\n\"These are lessons learned from (Abdulmutallab),\" Holly said.\nIn his speech to staffers, Holder, while not referring to the Guantanamo decision, vowed to press federal law enforcement's anti-terrorism efforts.\n\"Let me be very clear about this: We will continue to rely on our most powerful and most proven tool in bringing terrorists to justice: our federal court system,\" Holder said.\nLater, in a meeting with reporters, Holder said that the federal court system has demonstrated a \"capacity\" to prosecute terrorism cases.\nSince the 9/11 attacks, there have been more than 400 convictions in terror and terror-related prosecutions, according to Justice Department records.\n\"We have the capacity to try terrorists in (federal) courts,\" Holder said.\nA question of authority\nDespite the federal courts' record of dealing with terrorism cases, some advocates for civilian prosecutions said, the Guantanamo decision diminishes the Justice Department's standing in terror prosecutions.\n\"The flip-flop by the Obama administration makes the Justice Department look symbolically weaker,\" said Hina Shamsi, director of the ACLU's National Security Project, \"but we shouldn't let a decision based on politics diminish the role the department has played in successfully prosecuting hundreds of terror cases in federal court.\"\nDixon Osburn, law and security program director at Human Rights First, said the McCain and Shilling bills  amount to the next challenge to the administration.\n\"I don't think anybody has really focused on these (bills) yet,\" Osburn said. \"The White House needs to say that there are lines that cannot be crossed.\" \n\nLoad-Date: May 2, 2011"
}