{
    "title": "Bill tabled in US House to revoke Pakistan 's ally status",
    "publisher": "the world",
    "year": 2017,
    "month": 6,
    "day": 23,
    "full text": "Washington , June 23 -- A bipartisan bill seeking to revoke Pakistan's status as major non-NATO ally (MNNA) to the US has been introduced in the House of Representatives by two top lawmakers, saying the country failed to effectively fight terrorism.\nIntroduced by Republican Congressman Ted Poe and Democratic lawmaker Rick Nolan, the legislation calls for revoking MNNA status of Pakistan, which was granted to it in 2004 by the then president, George Bush, in an effort to get the country to help the US fight al-Qaeda and the Taliban.\n\"Pakistan must be held accountable for the American blood on its hands,\" said Poe, who is a member of the Foreign Affairs Committee and serves as chairman of the Subcommittee on Terrorism, Non-proliferation and Trade.\n\"For years, Pakistan has acted as a Benedict Arnold ally of the United States. From harbouring Osama bin laden to backing the Taliban, Pakistan has stubbornly refused to go after, in any meaningful way, terrorists that actively seek to harm opposing ideologies,\" he said.\n\"We must make a clean break with Pakistan, but at the very least, we should stop providing them the eligibility to obtain our own sophisticated weaponry in an expedited process granting them a privileged status reserved for our closest allies,\" Poe said.\nUnder MNNA, a country is eligible for priority delivery of defence materials, an expedited arms sale process and a US loan guarantee programme, which backs up loans issued by private banks to finance arms exports.\nIt can also stockpile US military hardware, participate in defence research and development programmes and be sold more sophisticated weaponry.\nLast August, the then Secretary of Defence, Ash Carter, withheld USD 300 million in military reimbursements because he could not certify that Pakistan was taking adequate action against the Haqqani network, as required by the NDAA.\n\"Time and time again, Pakistan has taken advantage of America's goodwill and demonstrated that they are no friend and ally of the United States,\" Nolan said.\n\"The fact is, the billions of dollars we have sent to Pakistan over the last 15 years has done nothing to effectively fight terrorism and make us safer. It is time to wake up to the fact that Pakistan has ties to the same terrorist organisations which they claim to be fighting,\" he said.\nThe legislation will protect American taxpayer dollars and make the US and the world safer, Nolan said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: June 23, 2017"
}