{
    "title": "Bill targets 'eco-terrorism'; It would toughen penalties, create registry",
    "publisher": "the spokesman-review",
    "year": 2004,
    "month": 1,
    "day": 16,
    "full text": "One-third of the state Senate has signed onto a bill to curtail\n ''eco-terrorism\" with tougher penalties and racketeering-style legal language\n and by listing convicted ecological- and animal-rights saboteurs in an online\n registry, like sex offenders.\n ''We are in a new day,\" said Sen. Val Stevens, R-Arlington, the bill's\n prime sponsor.\n She and other proponents, citing this summer's attack on a Sultan, Wash.,\n mink farm, say existing laws are too weak to address the sabotage and\n harassment.\n ''The perpetrators would have people believe they committed a righteous act\n against mean people,\" said Kate Roesler, co-owner of the mink farm. ''What\n happened at our farm was nothing more than destruction.\"\nCritics of the bill, including the state chapter of the American Civil\n Liberties Union, say the proposal is too broad and could brand people as\n terrorists or ''criminal profiteers\" for holding a vegetarian rally or\n writing a letter to the editor decrying the cutting of old-growth trees.\n ''It can target organizations like ours, that work within the legal system\n and above ground,\" said Lindsay Saibara, of the Northwest Animal Rights\n Network.\n ''To call acts of conscience, however misguided, 'criminal profiteering' is\n false,\" said Alan Mountjoy-Venning, representing a Quaker group.\n According to a Senate research report using FBI data, ''special-interest\n terrorist groups\" have committed more than 600 criminal acts nationwide since\n 1996, with damages exceeding $43million.\n Two bills dealing with eco-terrorism are now before Congress. One would\n create a national clearinghouse about such acts. The other would boost\n criminal penalties for environmentally motivated vandalism.\n Several states, including Idaho, are considering similar bills.\n Idaho in 1999 passed a bill making it a felony to release fur-bearing\n animals raised commercially. Last year, Idaho lawmakers made it a felony to\n damage - or intend to damage - agricultural research facilities, with\n penalties of up to 20years in prison. This year, the Idaho Farm Bureau is\n backing a bill to extend those protections to fish farms, after three trout\n pens in south-central Idaho were poisoned with chlorine.\n Ecological saboteurs such as the Animal Liberation Front and Earth\n Liberation Front work in small cells, mostly unknown to each other. ALF's Web\n site details how to glue locks, use acid to etch slogans onto windows and\n where to strike glass when trying to shatter it (the corner). ELF maintains an\n online booklet detailing how to make firebombs. Both groups stress that no\n animals or humans should be harmed, and despite numerous arsons attributed to\n such activists, no one has been killed.\n ''In this age of insanity, you may be branded a terrorist, but you will one\n day be remembered as a selfless warrior who dared to fight for what is\n right,\" an anonymous author wrote on the ALF Web site. ''Once you've begun\n and know what you are doing, go big. The more actions you take part in, the\n more likely it gets that you will get caught. So be sure that when you hit,\n you hit hard.\"\n Washington's bill would allow for sentences of up to a year in prison for\n ecological attacks resulting in $500 or more in damage, and triple damages in\n civil lawsuits.\n Any eco-terrorism offense, planned offense or confession would be\n considered ''criminal profiteering,\" which allows state or local officials to\n bring a lawsuit, seize property, and seek penalties of up to $250,000, plus\n damages and attorneys' fees.\n The bill also would require people convicted of eco-terrorism to register\n with the attorney general's office, giving their current address, a photograph\n and signature. The information would be posted in an online registry.\n Roesler said that existing laws against trespassing and malicious mischief\n are nowhere near severe enough to deal with attacks such as the one on her\n family's mink farm. The damage - 10,000 mink released to the wild, breeding\n records lost, overturned pens - totaled about $500,000, she told police.\n The first evidence of the problem came early the morning of Aug. 25, when\n Snohomish County motorists started calling local police about hundreds of mink\n running loose - and getting run over - on U.S. Highway 2.\n Thus began a three-day mink hunt that stretched east and west for miles.\n The farm workers and scores of volunteers hunted the small carnivores with\n fishing nets. The hungry mink killed local birds and fish. Two mink were\n caught hiding in a man's bedroom.\n ''It was way more than a simple trespass or a little vandalism,\" Roesler\n told lawmakers.\n She said her family and the volunteers who helped have received death\n threats, and that the attacks destroyed her peace of mind.\n ''Now, if you're at the farm and somebody drives past, you're taking down\n license numbers,\" she said. Roesler said groups such as the Animal Liberation\n Front, to which the attack was attributed, ''are bullies that hope to\n intimidate ranchers and farmers, researchers, loggers, miners - anybody who\n believes anything differently than they do.\"\n Sen. Adam Kline, D-Seattle, said he'd feel the same way if someone trashed\n his workplace. But he said the state has other laws on the books to deal with\n things such as death threats, criminal sabotage, arson and burglary.\n ''We already have legal tools for this behavior, if we can find it,\" Kline\n said.\n No one has been charged with the mink farm release, but Sultan police Chief\n Fred Walser said Thursday that the FBI, which is working the case, ''has some\n information on the perpetrators.\"\n\nGraphic\n\n \nColor Photo; Kate Roesler's mink farm was attacked by \"eco-terrorists\" in August. Thousands of her animals were released. She wants tougher laws against such crimes. Photo by Richard Roesler, The Spokesman-Review\n\nLoad-Date: January 18, 2004"
}