{
    "title": "Bill Favors Cities in Fighting Terrorism",
    "publisher": "the new york times",
    "year": 2005,
    "month": 5,
    "day": 13,
    "full text": "Money intended to help cities fight terrorism could greatly increase and the share going to rural states could decline under a House bill approved Thursday.\n Responding to a recommendation from the government commission that investigated the Sept. 11 attacks, the House voted 409 to 10 in favor of the measure, which would change the formula for awarding money for police officers, firefighters and others who respond to emergencies.\n For this budget year, the Department of Homeland Security provided a minimum of about $11 million per state. The bill would reduce the minimum percentage that states get from the department budget. \n Additional money would be awarded based on threat assessments from homeland security and intelligence officials, which presumably would send more dollars to cities and places with essential public works. States that border another country or face an international body of water would also get more than the minimum.\n Similar legislation failed last year because lawmakers from rural areas contended that such a change would leave their regions more vulnerable to attack.\n In addition to changing the allocation formula, the measure would also require that states have long-term plans for spending their share.\n A Senate version of the bill, sponsored by Susan Collins, Republican of Maine, sets a higher minimum percentage than the House bill does.\n Representative Christopher Cox, chairman of the House Homeland Security Committee, said the bill would end wasteful spending.\n ''The question is not whether we're putting enough money into terrorism preparedness for first responders,'' said Mr. Cox, a California Republican. ''The question is whether it is making it to the front lines. And the answer is no, it is not.''                    \n\nhttp://www.nytimes.com\n\nLoad-Date: May 13, 2005"
}