{
    "title": "BILL OF RIGHTS A NASTY OBSTACLE IN WAR ON TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 9,
    "day": 12,
    "full text": "There really are Americans who cheer when the president tells them that we have too many rights. Two years after 19 fanatics with a handful of flight hours under their belts inaugurated an era of prolonged suspicion and dread, the erosion of our civil liberties continues with patriotic nonchalance.\n Two days ago, President Bush stood before cheering throngs of federal investigators at the FBI training academy in Quantico, Va., and called for an expansion of the powers granted to law enforcement agents under the USA Patriot Act.\n When preaching to the converted, it's necessary only to avoid drooling to get a hearty \"amen\" from the choir. President Bush knew the boys of Quantico would consider it their duty to pump their fists in the air even if he called for an immediate occupation of the Lincoln Memorial by Martians.\nHaving wrapped himself in an extra layer of flag for the occasion, the president approached the second anniversary of Sept. 11 with an agenda only slightly less contemptuous of American freedoms than kamikazes and evil mullahs.\n \"Untie the hands of our law enforcement officials so they can fight and win the war against terror,\" the president said, dutifully rapping the critics of the Patriot Act across the nose with a frayed and tattered copy of the Constitution.\n The polls show that Americans are increasingly skeptical of the administration's handling of the economy and its conduct of the war, but only 21 percent are losing sleep over the restriction of civil liberties so far.\n While the majority of those surveyed say they wouldn't tolerate draconian laws that violated civil liberties they actually cared about, the president must be heartened by the latitude given to him and Attorney General John Ashcroft to define the rights we could all do without in the war against terrorism.\n The president assured the audience of sleeping patriots that contrary to the fears of civil libertarians and other Americans that the government has already \"gone too far,\" in fact \"unreasonable obstacles\" -- like the Bill of Rights, perhaps? -- have prevented government agencies from going far enough.\n FBI agents and soldiers cheered the president for taking such a bold stand against the Constitution they're all sworn to uphold. President Bush has even begun calling Sept. 11 \"Patriots Day,\" to distinguish it from the other 364 days in which common sense isn't utterly subsumed under a cloud of blind and gaseous patriotism.\n It was a remarkable performance coming from a president who, when he's not swearing on a stack of Bibles that Big Brother knows best when it comes to civil liberties, is inveighing against the government's schemes to confiscate every scrap of taxable income.\n If our government can't be trusted to assess a fair and honest tax without being second-guessed by the rich, why should mere commoners be expected to entrust our most precious resource -- our civil liberties -- to the same government without asking hard questions?\n For instance -- are we comfortable with expanding the federal death penalty statutes while making it harder for those accused of terroristic acts to defend themselves? If suspects can't make bail or defend themselves from evidence kept under lock and key for national security reasons, isn't that a fundamental change in American jurisprudence?\n Fortunately, there's a growing coalition of Americans from all political persuasions who aren't inclined to take the president's word that its for our own good that we renew and expand the powers of the USA Patriot Act.\n We're demanding an account of the powers Ashcroft has already abused in his stealth campaign to erect a \"Yankee Doodle Dandy\" police state on the edifice of American democracy.\n On Sept. 25 at the Andy Warhol Museum, a panel of distinguished academics and activists will convene a public discussion of the Patriot Act and its discontents. Ashcroft has a standing invitation to attend.\n Dr. Jerry Starr, the host of \"Homefront,\" a nationally televised public affairs series, will moderate the discussion -- \"The War on Terrorism: Security vs. Freedom.\" Meeting at the Warhol isn't as glamorous as cheering the president's tenuous grasp of civil liberties, but there's no doubt about which is the more patriotic act of the two in the age of terrorism.\n\nNotes\n\nTony Norman can be reached at tnorman@post-gazette.com or 412-263-1631.  \n\nLoad-Date: September 12, 2003"
}