{
    "title": "Bill de Blasio _ No Ebola Crisis in New York City",
    "publisher": "new york observer",
    "year": 2014,
    "month": 10,
    "day": 9,
    "full text": "Mayor Bill de Blasio called the scourge of Ebola in Africa, and its spread to the United States, a painful crisis -- but said it's not one that has yet to affect New York.\nLiberian health workers handle the body of an Ebola victim (Photo: Pascal Guyot/AFP/Getty Images).\nMayor Bill de Blasio called the scourge of Ebola in Africa and its spread to the United States a \"painful crisis\" - but said it's not one that has yet to affect New York.\n\"There's been a lot of discussion, a lot of reporting on Ebola. The fact is-thank God-there has not been a case in New York City. There is no cause for alarm,\" Mr. de Blasio said, according to an official transcript, before holding a City Hall inter-agency Ebola preparedness meeting.\nBut if Ebola does come to New York City - there was already brief scare at Mount Sinai Hospital over the summer - Mr. de Blasio said the city would be ready.\n\"The city is vigilant by our nature. We know the kinds of challenges we face. Everyday there are a number of us who focus on the question of terrorism. That has created a vigilance in this city over years. It is a 24/7 reality,\" Mr. de Blasio said. \"So the idea of having to be ready for something very challenging is not new to us. It's what we do as New Yorkers.\" \nHe said after facing terrorism and natural disasters, the city was ready to face a pandemic if necessary, and heaped praise on the city's Department of Health and Mental Hygiene.\n\"The city is particularly well prepared for any possible instance of Ebola because of our extraordinary healthcare system - both our public healthcare system and our voluntary hospitals, our health department, which is the envy of the nation - in fact, of the world - in terms of the public health work it does,\" he said. \"I can say that with great confidence. We have the finest health professionals anywhere in the world here in New York City, the finest healthcare institutions, and that gives us tremendous strength in the face of anything we may face.\"\nThe meeting was to allow city officials to \"go over different scenarios, get everyone on the same page,\" Mr. de Blasio said, a process that had begun weeks ago but was now being ramped up. He also urged calm, pointing to how difficult it is for Ebola to spread.\n\"The important point here is we have to understand Ebola for what it is and not make it something mysterious and mystified. We have to look at the basics here. The way to contain Ebola is the same way we contain measles - very straightforward concepts. Diagnose, isolate, and treat. It's a straightforward protocol,\" Mr. de Blasio said. \"Physicians, hospitals, emergency medical personnel are trained in how to identify this disease and how to quickly isolate anyone who may be afflicted. All the major hospitals in the city have at least one special facility for isolating and tending to patients with any kind of highly infectious disease, so each of our hospitals is ready.\"\nThe city has lab capabilities, he said, to perform rabid tests if Ebola is suspected.\nAnyone who believes they have been exposed to Ebola should not hesitate to seek treatment - they should visit an emergency room immediately, or call 911.\nThey should not fear deportation if they are here illegally, he said.\n\"I want to make crystal clear that immigration status will not be discussed. Anybody who goes to the hospital to seek emergency care because they fear they may be afflicted with Ebola will not be asked their immigration status - they can rest assured,\" Mr. de Blasio said. \"They're there to get the healthcare they need. It will be provided - it will be provided regardless of ability to pay and without intrusive questions.\"\nThe meeting was attended by First Deputy Mayor Anthony Shorris, Deputy Mayor Lilliam Barrios-Paoli, Office of Emergency Management Commissioner Joseph Esposito, OEM First Deputy Commissioner Calvin Drayton, Health Commissioner Dr. Mary Bassett, Deputy Health Commissioner for Disease Control Dr. Jay Varma, FDNY Chief of Staff Robert Sweeney, NYPD Deputy Commissioner for Counter Terrorism James Walter, Health and Hospitals Corporation President Dr. Ram Raju, GNYHA Senior Vice President and General Counsel Susan Waltman, and special advisor to the mayor Dr. Irwin Redlener.\nYesterday, GOP gubernatorial candidate and Westchester County Executive Rob Astorino called for a ban on flights from West Africa - a move Gov. Andrew Cuomo said he did not believe would work. The Centers for Disease Control has also not supported a travel ban.\n\nLoad-Date: October 9, 2014"
}