{
    "title": "Bill aims to tighten surveillance to counter terrorism",
    "publisher": "university wire",
    "year": 2008,
    "month": 2,
    "day": 25,
    "full text": "President Bush demanded the U.S. House of Representatives pass a permanent surveillance bill, warning that new terrorist attacks may soon emerge.\nThe surveillance bill - which expired Feb. 16 - allows the government to eavesdrop on citizens' phone conversations and e-mails to other countries without a warrant.\n\"Terrorists are planning new attacks on our country ... that will make Sept. 11 pale by comparison,\" Bush told the House, according to The Associated Press.\nBush wants to grant immunity to private phone companies that give citizens' personal information to the government. Immunity would allow phone companies to hand over information without fearing privacy lawsuits.\nJames Stoner, political science professor, said the government cannot traditionally seize property to criminalize a person without a warrant from a judge. He said the surveillance act is not intended to prosecute people for crimes but prevent outside attacks by being proactive.\n\"The Foreign Intelligence Surveillance Act was designed to keep unwanted people out of our country,\" Stoner said. \"The information received cannot be used to criminalize the individual, so it's two separate processes.\"\nCritics say granting immunity to telecommunication companies is unconstitutional, while Bush argues it is the only way to have phone companies cooperate with the government.\nSome University students said they feel the eavesdropping bill is intruding citizens' privacy rights.\n\"I understand the importance of National Security,\" said Brandon Giles, graphic design junior. \"But the government spying on citizens who are communicating with people overseas is wrong.\"\nThe bill only allows the government to eavesdrop on calls and e-mails of potential suspects communicating outside the country.\nMegan Burgess, psychology junior, said this bill is a violation of a person's civil rights.\n\"The government has taken more liberties into our personal lives that I do not agree with,\" she said.\nStoner said an individual's privacy is not protected when that person is counseling a crime. Individuals cannot sue the government, so they are suing private companies who cooperate with the government, he said.\nDane Blanchard, marketing senior, said he believes the nation's intelligence agencies have many other channels to use to gain information.\n\"I am never on board for a personal conversation to be recorded without the person's knowledge or consent,\" Blanchard said.\nBut Hoang Nguyen, kinesiology sophomore, said he would rather the government listen to phone conversations and read e-mails than to have \"another horrific event where hundreds of innocent people are killed.\"\n\"I personally think they don't listen to every single conversation,\" Nguyen said.\nCritics accuse Bush of inciting terror in the public to gain support for his bill.\n\"Immediately after Sept. 11, everyone thought something else would happen,\" Stoner said. \"When nothing did, everyone started taking their security for granted.\"\nStoner said he believes \"heightened vigilance\" and \"military action\" have prevented further attacks from happening. He said in the absence of attacks, it is easy to take security for granted.\n\"I do believe another terrorist attack is inevitable,\" Giles said.\n(C) 2008 The Daily Reveille via U-WIRE\n\nLoad-Date: February 25, 2008"
}