{
    "title": "Bill a win for 9_11 victimsAspen",
    "publisher": "university wire",
    "year": 2016,
    "month": 11,
    "day": 7,
    "full text": "Patrick Quinlan\nNovember 7, 2016\nFiled under Opinions\nAfter seven and a half years in the Oval Office, President Barrack Obama just experienced his first overturned veto. The newly passed legislation, the \"Justice Against Sponsors of Terrorism Act,\" will finally allow the families of victims of the Sept. 11 terrorist attacks to sue the Saudi Arabian government for its role in financing terrorist groups responsible for those attacks. This coming on the heels of the releasing of the 28 classified pages of the 9/11 Commission Report, which alleged ties between Saudi officials and the al-Qaeda affiliated perpetrators of the terrorist attacks.\nThe Saudis will likely be none too happy about the passing of JASTA, a law which White House press secretary Josh Earnest called the \"single most embarrassing thing\" the Senate has done in decades and \"an abdication\" of its responsibility. The fact that this will finally allow victims of terror on U.S. soil sponsored by state actors to hold those actors responsible in a way that the United Nations simply doesn't matters not, it would seem; the primary contentions seem to be expressing concern that \"one of our top allies\" may be upset after excessive lobbying on the Saudi's part against the bill, and that some of their officials might actually have to be held accountable for their wrongdoing.\nFor me, this seems to be one of the few wins for advocates of governmental accountability. Governments are traditionally exempt from being held responsible for their actions regarding terrorism, as the United Nations only classifies terrorism as an offense capable of being done by non-state actors. This will allow individual U.S. citizens to sue foreign governments over terrorist-related wrongs committed by said foreign states, a precedent which will hopefully carry on to other offenses and adopted by other governments. Ideally this will also begin to undermine the laughable concept of sovereign immunity as well. If the state is a government by, for and of the people, then it logically should be held to the same legal standard as said people.\nEconomically, one of the more interesting side effects of JASTA not being mentioned substantively as of late, at least by mainstream sources, is Saudi Arabia's threat to release $750 billion in U.S. assets. Much of the assets purchased by the Fed in QE1-3 never hit the economy and remain tied up in financial institutions. Similarly, its massive expansion of the money supply has yet to reveal the inflation normally expected from such a huge change as a result of it not actually being in the economy. The dumping of $750 billion in assets into the global market may well finally show Fed policies to be disastrous, as the Fed still has failed to raise rates despite claims from top politicians that the economy \"is doing great!\" It's going to be very interesting to see the result on the U.S. economy should Saudi Arabia actually go through with the threat, which would likely topple their own economy. I suspect it was naught but a bluff.\n\nLoad-Date: November 7, 2016"
}