{
    "title": "Bill Seeks To Designate Drug Cartels As Terrorists",
    "publisher": "the new york times",
    "year": 2011,
    "month": 4,
    "day": 22,
    "full text": "A Texas congressman is seeking to designate seven of the top Mexican cartels as ''foreign terrorist organizations,'' a move he says would give law enforcement in the United States enhanced tools to combat the cartels.\nLegislation proposed by Representative Michael McCaul, Republican of Austin, takes aim at the Arellano Felix organization, Los Zetas, La Familia Michoacana, and the Beltran Leyva, Sinaloa, Juarez and Gulf cartels. It would permit the government to freeze money tied to the organizations and enhance the criminal penalties for those found aiding the cartels.\n''The definition under federal law of terrorism says 'to intimidate a civilian population or a government by assassination or kidnappings.' To me the cartels fall squarely into that definition,'' said Mr. McCaul, a former chief of counterterrorism and national security in the United States attorney's office. ''I am concerned that Mexico is losing this war against the drug cartels, and so are we.''\nCritics of the proposal, including Representative Henry Cuellar, Democrat of Laredo, fear that such a designation could damage the U.S. relationship with President Felipe Calderon of Mexico and further complicate Mexico's anti-cartel battle.\n''I think this will only strengthen his political opposition,'' Mr. Cuellar said. ''He doesn't work in a vacuum.''\nMr. McCaul's legislation has gained a nod of support from Representative Silvestre Reyes, Democrat of El Paso. A former Border Patrol sector chief, Mr. Reyes represents the district directly across from Ciudad Juarez, where drug violence has claimed at least 8,100 lives since 2008.\nVincent Perez, a spokesman for Mr. Reyes, said cartels frequently engaged in brutal acts of narco-terrorism to undermine democratic institutions and to incite fear among the people and law enforcement. ''Such a designation would provide additional tools to help combat drug cartels and the threat they pose to the security'' of the United States and Latin America, he said.\nBut persuading the Mexican government to embrace the initiative could be an uphill battle, analysts say.\nThe proposed legislation ''is extremely upsetting to the Mexican government, and they have been pretty vocal in rejecting the notion,'' said Eric Olson, a senior associate at the Mexico Institute of the Woodrow Wilson International Center for Scholars. ''There, it's organized crime, it's vicious. But they are not ideologically motivated, and the Mexican government is trying to make a strong distinction between those things.''\nMr. Cuellar said the legislation was unnecessary because an existing law, the 1999 Foreign Narcotics Kingpin Designation Act, already allowed prosecutors here to take action against the cartels. The act freezes the United States assets of designated foreign drug traffickers. Mr. McCaul said the act only allows the government to take care of the head of the cartel rather than the body.\n''As we've seen time and time again, you can take out the head, and just like a hydra, it will grow another,'' he said.\nMr. McCaul and Mr. Cuellar plan to reach out to Mr. Calderon and Arturo Sarukhan, Mexico's ambassador to the United States. Mr. McCaul said he would try to soothe fears that Mexicans had about his proposal and convince them it was intended to help.\n\nhttp://www.nytimes.com\n\nLoad-Date: April 22, 2011"
}