{
    "title": "Billboard's Arab images spark accusation of racism Group_ Ad is about terrorism, security, not immig",
    "publisher": "usa today",
    "year": 2005,
    "month": 12,
    "day": 14,
    "full text": "An anti-terrorism campaign by a group that wants tighter restrictions on driver's licenses has angered Arab-Americans who say that an image on a planned billboard -- an Arab man holding both a grenade and a license -- is racist.\nThe billboard is the work of the New York-based Coalition for a Secure Driver's License, which plans to post an ad with the controversial image this month near North Carolina's state Capitol building in Raleigh. A second billboard is scheduled to be installed in late December or early January in Albuquerque, says coalition President Amanda Bowman.\nShe says the group is putting billboards in states it believes have particularly lax policies for scrutinizing applicants for driver's licenses.\nThe campaign comes about seven months after Congress passed the Real ID Act, which calls for states to adopt a uniform way of authenticating documents that people use to obtain driver's licenses. The measure was aimed at closing gaps in state driver's licensing systems that have made it easy for illegal immigrants and others to get licenses by presenting fake IDs and fraudulent documents.\n\"I think it's an important message to get out to North Carolinians that they have a driver's license that is vulnerable to getting into the wrong hands,\" Bowman says. \"A driver's license functions as the internal passport in the U.S.\"\nHowever, James Zogby, president of the Washington-based Arab American Institute, says the billboard planned by Bowman's group is \"bigoted.\"\nThe billboard shows a man wearing a traditional Arab head scarf called a kaffiyeh and holding a grenade and a driver's license. The image planned for the Raleigh billboard is imposed over a North Carolina landscape with the slogan \"Don't License Terrorists\" above it. The Coalition for a Secure Driver's License is spending about $50,000 each in North Carolina and New Mexico to lease the billboards, spokesman Bill O'Reilly says.\n\"I think the motivation is anti-immigrant,\" Zogby says. \"They are creating fear ... over Arabs. The message is very clear: 'Arabs are dangerous, Arabs should not get driver's licenses.'\"\nThe coalition says it is targeting terrorism, not Muslims or Arab-Americans. The images adapted for the billboards came from Internet websites that sympathize with terrorist groups such as Hezbollah and Hamas, says Bowman, who notes that North Carolina authorities broke up a cigarette smuggling ring that had alleged ties with Hezbollah. \"The people who have objected to these billboards have attacked us at a very mean-spirited level,\" Bowman says. \"It's an attempt to bully.\"\nTuesday, the coalition removed Arabic writing from a draft version of the billboard after receiving what Bowman describes as \"thoughtful letters that say the writing could be construed as inflammatory.\"\n\"For us, the issue is terrorism. It's certainly not about racism,\" says Colleen Gilbert, the coalition's executive director. \"We're trying to highlight the fact that the 9/11 hijackers had 60-plus driver's licenses. It's not about immigration for us. It's about security.\"\nNorth Carolina did not issue any of the licenses that were obtained by the 19 hijackers in various states, and it has tightened up its licensing process during the past three years, says state Department of Transportation spokesman Ernie Seneca. He says the state now requires applicants to provide multiple forms of identification.\nSeneca says his department objects to the billboard and has received complaints from people who find it offensive.\n\"It's misleading, totally inaccurate and offensive,\" Seneca says. \"They're entitled to their freedom of speech, but North Carolina is not the right place for its campaign. They ought to look elsewhere.\"\n\nGraphic\n\n \nPHOTO, B/W, Coalition for a Secure Driver's License\n\nLoad-Date: December 14, 2005"
}