{
    "title": "Bill de Blasio _ 'Hold Me Accountable' for Brooklyn Bridge Breaches",
    "publisher": "new york observer",
    "year": 2014,
    "month": 8,
    "day": 25,
    "full text": "Mayor Bill de Blasio said today that he and his administration would take the blame for the recent security breakdowns on the Brooklyn Bridge.\nPolice walk along the Brooklyn Bridge following the discovery of a pair of white flags that appeared there July 22. (Photo by Spencer Platt/Getty Images)\nMayor Bill de Blasio said today that he and his administration would take the blame for the recent security breakdowns on the Brooklyn Bridge.\nAfter another man was able to scale the city's most famous span yesterday-just a month after German artists were able to plant white flags atop both of its towers and less than a week after protestors unfurled a pro-Palestine flag on the nearby Manhattan Bridge-Mr. de Blasio said the buck stops with him and Police Commissioner Bill Bratton.\n\"You can hold me accountable and hold Commissioner Bratton accountable,\" the mayor told reporters at an unrelated press conference in Queens.\nMr. de Blasio said he's launched an investigation into how to boost security at the landmark structure, which some have suggested could be vulnerable to a terrorist attack.\n\"We're in the process of looking at the bridge and all the ways we can increase security.\" said Mr. de Blasio.\nThe mayor was quick to point out that cops promptly intercepted and arrested the second bridge-climber, who walked up a beam without interference to the top of the Brooklyn-side tower to snap pictures. Authorities took the man into custody after he descended.\n\"The NYPD responded immediately,\" Mr. de Blasio said. \"Obviously, this person was somewhere he wasn't supposed to be.\"\nThe mayor concluded by assuring the public he takes the threat of an attack on the structure seriously-and he said the city was prepared.\n\"Obviously, we are the largest terrorism target in the world,\" Mr. de Blasio said. \"We have the most anti-terrorism officers of any major city, and they do a fantastic job.\"\n\nLoad-Date: August 25, 2014"
}