{
    "title": "Bill Targets Citizenship of Terrorists' Allies",
    "publisher": "the new york times",
    "year": 2010,
    "month": 5,
    "day": 7,
    "full text": "WASHINGTON -- Proposed legislation that would allow the government to revoke American citizenship from people suspected of allying themselves with terrorists set off a legal and political debate Thursday that scrambled some of the usual partisan lines on civil-liberties issues.\n  The Terrorist Expatriation Act, co-sponsored by Senators Joseph I. Lieberman, independent of Connecticut, and Scott Brown, Republican of Massachusetts, would allow the State Department to revoke the citizenship of people who provide support to terrorist groups like Al Qaeda or who attack the United States or its allies.\n  Some Democrats expressed openness to the idea, while several Senate Republicans expressed concern. Mr. Brown, who endorsed aggressive tactics against terrorism suspects in his campaign for the late Senator Edward M. Kennedy's seat, said the bill was not about politics. \n  ''It reflects the changing nature of war and recent events,'' Mr. Brown said Thursday. ''War has moved into a new dimension. Individuals who pick up arms -- this is what I believe -- have effectively denounced their citizenship, and this legislation simply memorializes that effort. So somebody who wants to burn their passport, well, let's help them along.''\n  Identical legislation is also being introduced in the House by two Pennsylvania congressmen, Jason Altmire, a Democrat, and Charlie Dent, a Republican. The lawmakers said at a news conference that revoking citizenship would block terrorism suspects from using American passports to re-enter the United States and make them eligible for prosecution before a military commission instead of a civilian court. \n  Citing with approval news reports that President Obama has signed a secret order authorizing the targeted killing of a radical Yemeni-American cleric, Anwar Al-Awlaki, Mr. Lieberman argued that if that policy was legal -- and he said he believed it was -- then stripping people of citizenship for joining terrorist organizations should also be acceptable.\n  Several major Democratic officials spoke positively about the proposal, including Secretary of State Hillary Rodham Clinton. Noting that the State Department already had the authority to rescind the citizenship of people who declare allegiance to a foreign state, she said the administration would take ''a hard look'' at extending those powers to cover terrorism suspects.\n  ''United States citizenship is a privilege,'' she said. ''It is not a right. People who are serving foreign powers -- or in this case, foreign terrorists -- are clearly in violation, in my personal opinion, of that oath which they swore when they became citizens.''\n  Speaker Nancy Pelosi said she supported the ''spirit'' of the measure, although she urged caution and said that the details of the proposal, like what would trigger a loss of citizenship, still needed to be fleshed out.\n  Several Republican officials, though, were skeptical of the idea. Representative John A. Boehner of Ohio, the Republican leader, questioned the constitutionality of the proposal. \n  ''If they are a U.S. citizen, until they are convicted of some crime, I don't see how you would attempt to take their citizenship away,'' Mr. Boehner said. ''That would be pretty difficult under the U.S. Constitution.''\n  The proposal would amend an existing, although rarely used, program run by the State Department. It dates to a law enacted by Congress in 1940 that allowed the stripping of citizenship for activities like voting in another country's elections or joining the army of a nation that is at war with the United States. People who lose their citizenship can contest the decision in court. \n  The Supreme Court later narrowed the program's scope, declaring that the Constitution did not allow the government to take away people's citizenship against their will. The proposal does not alter the requirement of evidence of voluntariness.\n  That means that if the proposal passed, the State Department would have to cite evidence that a person not only joined Al Qaeda, but also  intended to relinquish his citizenship, and the advantages it conveys, to rescind it.\n  Several legal scholars disagreed about the legality and effectiveness of the proposal.\n  Kevin R. Johnson, the dean of the law school at the University of California, Davis, argued that it was ''of dubious constitutionality'' because merely joining or donating to a terrorist group fell short of unequivocal evidence that someone intended to relinquish his citizenship.\n   Peter H. Schuck, a Yale University law professor, said the Supreme Court might allow Congress to declare that joining Al Qaeda created a presumption that an American intended to relinquish his citizenship, so long as the program allowed the person to rebut that view.\n  Mr. Lieberman portrayed the proposal as a reaction to increasing involvement in Islamic terrorism by United States citizens, including Faisal Shahzad, the Pakistani-American man who was arrested in connection with the failed attempt to set off a car bomb in Times Square last Saturday. Mr. Shahzad was granted American citizenship last year.\n  However, Mr. Lieberman emphasized, the measure would apply only to people who commit such acts in the future. Senate aides said that it would apply only to acts undertaken overseas.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Senator Joseph I. Lieberman on Thursday, one of the lawmakers introducing the bill. (PHOTOGRAPH BY LUKE SHARRETT/THE NEW YORK TIMES)                                 \n\nLoad-Date: May 7, 2010"
}