{
    "title": "Bill to designate drug cartels as 'terrorists'",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 3,
    "day": 30,
    "full text": "WASHINGTON ? In a potential escalation of the U.S. attack on Mexican drug cartels, Rep. Michael McCaul, R-Texas, introduced legislation Wednesday to designate six Mexican drug cartels as \"foreign terrorist organizations\" ? a designation that could expose Mexican drug traffickers and U.S. gun runners to charges of supporting terrorism. \nMcCaul, a former federal prosecutor and ex-deputy attorney general of Texas, unveiled his legislation targeting the Arellano Feliz Organization, Los Zetas, the Beltran Leyva Organization, LaFamilia Michoacana, the Sinaloa Cartel and the Gulf Cartel as his House Homeland Security subcommittee prepares for hearings designed to elicit support for the proposal from four high level Obama administration officials. Cartels have used violence to seize political and economic control over parts of northern Mexico, with spill-over crime resulting \"in the abandonment of property and loss of security on the U.S. side of the border,\" declared McCaul, chairman of the Homeland Security Committee's panel on oversight and investigations. \"Mexican drug cartels are terrorist organizations and this designation will provide the necessary tools to effectively advance the national security interests of both Mexico and the United States.\" McCaul spokesman Mike Rosen said it was the first time that a member of Congress had proposed the designation for the powerful Mexican drug gangs that have waged war against Mexican security forces over the last five years, claiming nearly 35,000 lives. If adopted by the GOP-led House, the Democratic-led Senate and signed into law by President Obama, McCaul's proposal would enable prosecutors to seek up to 15 additional years in prison for each conviction of providing \"material support or resources\" to the six designated cartels. The legislation also would empower prosecutors to seek the death penalty in cases were a cartel member committed murder in the course of drug trafficking. Mexican drug cartels may not be \"driven by religious ideology\" that propels al-Qaida, the Taliban or Hezbollah, McCaul said. But the Mexican gangs are \"using similar tactics to gain political and economic influence,\" relying on \"kidnappings, political assassinations, attacks on civilian and military targets, taking over cities and even putting up checkpoints in order to control territory and institutions.\" The proposed designation could become a powerful political weapon in the ongoing partisan struggle over whether the U.S.-Mexico border has been adequately secured against threats to national security. The Houston Chronicle earlier this week quoted a senior official with Immigration and Customs Enforcement to the effect that not a single person who has unlawfully crossed the southwestern border into the United States has been charged with terrorism or carried out a terrorist act, despite elected officials' expressions of concern about threatened terrorist infiltration. A total of 47 so-called \"foreign terrorist organizations\" have been listed by the State Department ? most of them with ties to al-Qaida, Iran or Islamic fundamentalist terrorist organizations. Others include the Revolutionary Armed Forces of Colombia (FARC), Peru's Shining Path and the Irish Republican Army. To qualify for the designation, the State Department says an organization must have carried out terrorist attacks or \"engaged in planning and preparations for possible future acts of terrorism.\" The designation has served as \"an effective means of curtailing support for terrorist activities and pressuring groups to get out of the terrorism business,\" the State Department says. The designation enables the State Department, the Treasury Department and the Justice Department to coordinate punitive actions against the organizations and individuals associated with them. The designation is not without controversy, however. The State Department, sensitive to the pressures besetting Mexican President Felipe Calderon, downplayed terrorist activities in Mexico in its latest public evaluation of terrorism country-by-country across the globe. \"No known international terrorist organizations had an operational presence in Mexico and no terrorist incidents targeting U.S. interests and personnel occurred on or originated from Mexican territory,\" the State Department said in a report made public last August. \"Cartels increasingly used military-style terrorist tactics to attack security forces. There was no evidence of ties between Mexican organized crime syndicates and domestic or international terrorist groups.\" Sen. John Cornyn, R-Texas, a member of the Senate Judiciary Committee, also counseled caution about designating Mexican cartels terrorist organizations. \"Cartels are in it for one thing ? money,\" Cornyn said. \"To me, we need to be clear about what is happening in Mexico. We have got to be careful about the label because sometime those labels can create misleading impressions. \n\nLoad-Date: March 31, 2011"
}