{
    "title": "Bin Laden's death deals a blow to al-Qaida",
    "publisher": "high point enterprise ",
    "year": 2011,
    "month": 9,
    "day": 11,
    "full text": "Sept. 11--TRIAD -- Is al-Qaida dead?\nWith the death of Osama bin Laden, the future of al-Qaida and jihad terrorism has been debated since May.\nU.S. intelligence officials have said al-Qaida will have a hard time recovering from the death of its charismatic leader. Bin Laden's death came 15 years after he declared war on the United States and nearly a decade after he carried out the worst attacks on U.S. soil.\nIn the waking hours of May 1, two helicopters took off from eastern Afghanistan and, avoiding detection by radar, crossed into Pakistan. From there, they lowered U.S. Navy SEALs behind the walls of a compound believed to house bin Laden. The team stormed the compound and located and killed the terrorist leader, who showed no signs of surrendering.\n\"Al-Qaida has been on a downward trajectory since his death,\" said David H. Schanzer, director of the Triangle Center on Terrorism and Homeland Security and a Duke University professor. \"The trend continues, and al-Qaida is not capable now of large-scale attacks.\"\nThe al-Qaida network now is far different from the one behind the World Trade Center and Pentagon attacks, said Schanzer, who has been interviewed for publications seen around the world.\n\"Bin Laden's departure contributes to leadership struggles,\" Schanzer said. \"That is good for us. The al-Qaida threat is not over, but bin Laden's death is a blow.\"\nAl-Qaida franchises have sprung up in Yemen, Iraq and Algeria, where terrorists fight local grievances under the global banner of jihad. Ayman al-Zawahiri, bin Laden's apparent heir, lacks the charisma to hold together al-Qaida's various factions, experts say.\n\"But there is no leader of bin Laden's stature,\" Schanzer said.\nThe hunt for bin Laden benefited from the American \"surge\" in Iraq and American drone attacks on the Afghan-Pakistani border. But in the current economic climate, American leaders are considering military cutbacks.\n\"I think we face cutbacks across the board,\" Schanzer said, \"but it is a good time now to re-evaluate the threat to see if we can spend less money and maintain safety.\"\nThe final solution may come from the \"Arab Spring\" that sparked protests and toppled governments in several countries across the Middle East. If democracy spreads far enough, it could help to undermine al-Qaida.\n\"Helping people in these countries transition to a stable democracy is the most important thing we can do,\" Schanzer said. \"The benefits of self governance and greater prosperity can only help.\"\ndnivens@hpe.com -- 888-3626\n___ (c)2011 The High Point Enterprise (High Point, N.C.) Visit The High Point Enterprise (High Point, N.C.) at www.hpe.com Distributed by MCT Information Services\n\nLoad-Date: September 11, 2011"
}