{
    "title": "Bin Laden Driver to Be Sent to Yemen",
    "publisher": "the new york times",
    "year": 2008,
    "month": 11,
    "day": 26,
    "full text": "The United States military has decided to release a former driver for Osama bin Laden whose trial became a test case for the Bush administration's system of military commissions for accused terrorists, Yemeni officials said.\n  The driver, Salim Ahmed Hamdan, who was captured in Afghanistan in 2001 and convicted and sentenced in August, will be released from the Guantanamo Bay detention center in the coming days  and transferred to his native Yemen, where he will serve the remaining month of his sentence, according to the Yemeni officials. \n  Once considered a dangerous terrorist by the Bush administration, Mr. Hamdan was convicted only on lesser charges in August and given what amounted to a four-month sentence by a military jury. At that time, a military judge gave Mr. Hamdan credit for at least the 61 months he was held after being charged, reducing his sentence to a matter of months. The verdict was a sharp setback for Pentagon officials, who had contended they could detain him indefinitely.\n  ''The Yemeni government is very pleased by the announcement to transfer the Yemeni detainee Saleh Ahmed bin Hamdan,'' said Mohammed al-Basha, a spokesman for the Yemeni  Embassy in Washington. ''We hope that this will be a positive first step to the transfer of the remaining detainees.'' \n  The decision avoids what could have been a difficult issue for President-elect Barack Obama, who has said he wants to close the United States military prison in Cuba. \n  Mr. Hamdan's lawyers were preparing to fight the Pentagon's assertion that he could be detained indefinitely, and Mr. Hamdan's case could have been brought before the Supreme Court  --  for a second time.\n  Instead, Mr. Hamdan, who is about 40, will be held in a prison in Sana, the Yemeni capital, until Dec. 27 and then released to his wife and children under supervision, Mr. al-Basha said. \n  Of the 250 remaining detainees at Guantanamo, 101 are Yemeni, including Mr. Hamdan. The United States government has had concerns about sending them home to Yemen, because of that country's detention policies and  record on  terrorism.\n  In recent months, Yemen, a desperately poor country of 23 million in the southwest corner of the Arabian peninsula, has witnessed a number of attacks by the local branch of Al Qaeda, including a suicide bombing at the United States Embassy in Sana that left 16 people, including six attackers, dead. \n  Mr. Hamdan's long journey  began in 2001, after his capture in Afghanistan. He was sent to Guantanamo Bay soon after it opened in early 2002, but his case proceeded slowly, in part because of legal challenges to the Bush administration's new system of military commissions for terrorism suspects. He was granted few rights, and has claimed he was beaten and kept in isolation for months. \n  In June 2006, lawyers challenging Mr. Hamdan's detention won a landmark Supreme Court case that found the military commission system unconstitutional and in violation of United States military law and the Geneva Conventions, forcing Congress to rewrite the rules. \n  He was tried again under the new military commissions law, and in August he was convicted of material support for terrorism. But the jurors  --  a panel of six military officers  --  acquitted him of conspiracy, arguably the most serious charge he faced. Prosecutors emphasized Mr. Hamdan's role as a member of Al Qaeda who traveled with Osama bin Laden and other major terrorist figures. But defense lawyers portrayed him as a minor player, a former bus driver with a fourth-grade education who did not take part in planning operations. \n  The Yemeni government has long pressed for the return of Mr. Hamdan, along with that of the other 100 Yemeni detainees at Guantanamo. The American government has indicated that it is interested in returning them, but has sought guarantees from the Yemeni authorities that the former detainees will be reintegrated into society and will not be tortured. \n  Although Yemen ran a program starting in 2002 to help reeducate jihadists, it is far from comprehensive, and some of its graduates have gone on to take part in terrorist attacks. Many more Guantanamo detainees have been returned to Saudi Arabia, which runs a far more ambitious program to reeducate the detainees and help them find jobs and wives.\n  Yemeni officials have since said they will create a similar program of their own. \n  American officials also have broader concerns about Yemen's unusual way of handling terrorist detainees. In February, 2006, 23 high-value terrorist detainees escaped from a prison in the Yemeni capital, and there were widespread accusations of official involvement. \n  A number of convicted terrorists in Yemen have also been released early in exchange for promises of good behavior and  pledges to assist   in tracking down or dissuading other jihadists.\n  In two prominent cases, detainees who were wanted by the United States on terrorism charges were also released, prompting pointed diplomatic confrontations.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 26, 2008"
}