{
    "title": "Bin Laden's capture won't determine victory in war against terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 28,
    "full text": "He has become as recognized as a pop icon and as likeable as the stench of milk gone sour. In almost three months, Osama bin Laden's picture has made him one of the most recognized faces in America -- make that Afghanistan.\nTacky T-shirts, clever bumper stickers and even pinatas have captured sentiment for the chief terrorist who Americans love to hate.\nBaylor U.\nAlthough the United States is engaged in the war against terrorism, Americans have become carried away with this \"war against bin Laden.\"\nThere is nothing wrong with despising public enemy No. 1, but is seems the public has an unrealistic expectation that once bin Laden is gone, that will signal the end of terrorism. The capture of bin Laden is important for the American psyche; his detainment would bring a somewhat satisfied closure to our nation. But if he is caught, there is a possibility the \"war on terrorism\" would lose its immense support.\nSince 1996, the United States has sought to bring bin Laden to justice. The United States indicted bin Laden on charges of training soldiers in a 1993 firefight that killed 18 U.S. soldiers in Mogadishu, Somalia.\nNeedless to say, bin Laden has become the American people's target of the confrontation in Afghanistan. Once the bin Laden goal is conquered, it will be easy for the public to call for the return of the military. But military action still will be needed regardless of whether bin Laden is captured.\n\"To defeat terrorists, we must identify them, we must find them and we must seize them wherever they are in the world doing their evil deeds or plotting new evil deeds,\" Secretary of State Colin Powell said.\nJust like most political leaders, bin Laden is a puppeteer. Al Qaeda is one of the 28 terrorist networks identified by the United States that need to be broken up and brought to justice.\nWe must remember that the objective of this conflict is to rid the world of terrorism, not to rid the world of one terrorist -- Osama bin Laden.\n(C) 2001 The Lariat via U-WIRE\n\nLoad-Date: November 28, 2001"
}