{
    "title": "Bin Laden ___s son-in-law convicted of terrorism",
    "publisher": "the new york times",
    "year": 2014,
    "month": 4,
    "day": 2,
    "full text": "Sulaiman Abu Ghaith, the son in-law of Osama bin Laden, was convicted of conspiring to kill Americans, and other terrorist charges, on Wednesday, March 26 by a federal jury in a United States civilian court. He was the first and highest-ranking terrorist to be tried in a U.S. civilian court since the Sept. 11 attacks.\nOn the night of Sept. 11, he was with bin Laden and admitted to knowing \"something big was coming,\" but said that he did not have a role in the plot.  He then issued statements with the intent to spread terror across the globe, energize al-Qaeda fighters and recruit more; his statements also indicated that more attacks were likely to come.\nAbu Ghaith was the highest-ranking senior confederate for bin Laden and has been tried for conspiring to kill Americans and providing material support to terrorists - in particular being a spokesman for videos. He pled not guilty to the charges.\nHe will receive his sentence on Sept. 8, but could receive life in prison for conspiring to kill Americans.\nOver a year ago, Abu Ghaith was turned over to the United States in Jordan and taken to New York to face charges. The trial took three weeks and deliberations lasted six hours.\nDuring the trial, it was revealed that Abu Ghaith was interrogated by an agent of the Federal Bureau of Investigation and a U.S. Deputy Marshall. During his flight to New York for the trial, Abu Ghaith admitted to being with bin Laden during the interrogation.  As a result, the lawyers requested the case be dismissed. Nonetheless, the statute of limitations had expired.\nIn his testimony, Abu Ghaith denied any constant role in al-Qaeda affairs and said he only assisted bin Laden as a religious speaker. He admitted that he assisted bin Laden after the Sept. 11 attacks by recording a series of video messages published worldwide calling for more attacks.\nThe decision in the case of Abu Ghaith sparked controversy regarding the debate of sending terrorists to civilian court or to put in them in military custody to be sent to Guantanamo Bay, Cuba.\n\"This verdict is a major milestone in the government's unrelenting efforts to pursue justice against those involved with the Sept.  11 attacks,\" Attorney General Eric Holder said in a statement. \"It was appropriate that this defendant, who publicly rejoiced over the attacks on the World Trade Center, faced trial in the shadow of where those buildings once stood.\"\nHolder's statement went on to say other cases in civilian courts have been successful and the ongoing debate must be put to rest.\nRepublican Senator Lindsey Graham from South Carolina, as well as other Republicans, has been critical of the Obama administration's decision because they did not want to bring high-threat terrorist suspects into the country. Graham said that, while he agrees with the verdict, he believes that Abu Ghaith should have been kept in military custody \"as an enemy combatant for intelligence gathering purposes.\" President Barack Obama has been supportive of sending international terrorists to civilian court and the successful prosecution of Abu Ghaith may potentially pave the way for future cases.\nEditor's Note: Information from the New York Times and Politico was used in this report.  \n\nLoad-Date: April 2, 2014"
}