{
    "title": "Bin Laden's Gone. Can My Son Come Home_",
    "publisher": "the new york times",
    "year": 2011,
    "month": 5,
    "day": 22,
    "full text": "San Francisco\nON the evening of May 1, we learned that Osama bin Laden had been killed. The following dawn, I left my house in the Bay Area to catch a bus to Oakland International Airport. I flew to Indianapolis for a scheduled visit with my son, John Walker Lindh, at the federal prison in Terre Haute, Ind.\nI love my son. I enjoy our periodic visits and our weekly telephone calls, but this visit felt different. ''If Bin Laden is dead,'' I kept thinking, ''why can't John come home?''\nA convert to Islam, John was found, unarmed and wounded, in a warlord's fortress in northern Afghanistan in December 2001. He was subjected to physical and psychological abuse -- a precursor to the mistreatment of many prisoners, in both Afghanistan and Iraq, by the American military during the George W. Bush era. Marines took a photograph of John, blindfolded, bound and naked. It was published and broadcast worldwide.\nIn post-9/11 America, John became a symbol of ''the other.'' He was called the American Taliban. A traitor. Detainee No. 1 in the war on terrorism.\nPresident George W. Bush called John a ''Qaeda fighter.'' Defense Secretary Donald H. Rumsfeld said, inaccurately, that he had been captured ''with an AK-47.'' Attorney General John Ashcroft said John had ''turned his back on our country and our values.'' Mayor Rudolph W. Giuliani suggested that John be put to death for treason; polls showed that many Americans agreed.\nThis was heartbreaking to me and John's mother. The son we know is intelligent, spiritual and good-natured. He has a wry sense of humor. He is fluent in Arabic, and curious about the history of the world's languages and cultures.\nJohn was not running away from anything when he first went overseas. He had a passionate desire to embrace all aspects of Islam, including the Arabic language. He embarked on an unusual odyssey of learning and adventure with full support from his parents. He selected Yemen, where he traveled in 1998, at age 17, because it was one of the best places to learn classical Arabic.\nIn November 2000, John left Yemen for Pakistan, and the next April, he wrote to me and his mother to say he was going into the mountains of Pakistan for the summer. That was the last we heard from him. Throughout the summer, and especially after 9/11, our family became increasingly worried about John's whereabouts and his welfare. In December 2001 we were shocked to learn from the news that John had been found among a group of Taliban prisoners who had survived an uprising and massacre at an old fortress near Mazar-i-Sharif.\nLike Ernest Hemingway during the Spanish Civil War, John had volunteered for the army of a foreign government battling an insurgency. He thought he could help protect Afghan civilians against brutal attacks by the Northern Alliance warlords seeking to overthrow the Taliban government. His decision was rash and blindly idealistic, but not sinister or traitorous. He was 20 years old.\nBefore 9/11, the Bush administration was not hostile to the Taliban; barely four months before the attacks it gave $43 million in humanitarian aid to Afghanistan. There was nothing treasonous in John's volunteering for the Afghan Army in the spring of 2001. He had no involvement with terrorism.\nI was stunned when I learned that John had gone to Afghanistan. It wasn't our fight; he put himself in harm's way without his parents' approval. He did not go into Afghanistan alone; he took his family with him, and we all have suffered for his impulsive choice.\nBut John's case was never about evidence. It was based purely on emotion -- shock and anger over 9/11, compounded with a deep frustration that Bin Laden was able to escape from American forces. During the prison raid in which John was captured, another young American, a C.I.A. officer named Johnny Micheal Spann, was fatally shot. Mr. Spann's father has pushed for harsh punishment. I respect his grief, and his son's heroism. But his belief that John somehow was responsible for, or could have prevented, the death of his son is mistaken.\nIn fact, in a plea deal in October 2002, the government dropped its most serious accusations against John, including terrorism and conspiracy to kill Americans. John acknowledged only that he had aided the Taliban and carried weapons. For this, he accepted a term of 20 years' imprisonment. He turned 30 in February.\nOn May 2 and 3, I had two long visits with John. He remains idealistic and spiritual, and a practicing Muslim. He once told me he thought Bin Laden had done more harm to Islam than anyone in history. As I said farewell, we both felt a sense of closure. I saw grief in his eyes over the pain he has caused himself and his family.\nJohn was a scapegoat, wrongly accused of terrorism at a moment when our grieving country needed someone to blame because the real terrorist had gotten away. Now that Bin Laden is dead, I hope President Obama, and the American people, can find it in their hearts to release John, and let him come home. Ten years is enough.\n\nhttp://www.nytimes.com\n\nLoad-Date: May 22, 2011"
}