{
    "title": "Bin Laden's driver gets unusual help",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 2,
    "day": 22,
    "full text": "In a stunning turnaround, the former chief military prosecutor at Guantanamo Bay said Thursday he would be a defense witness for Osama bin Laden's driver.\nAir Force Col. Morris Davis, who resigned in October over alleged political interference in the U.S. military tribunals, said he would appear at a hearing for Salim Ahmed Hamdan.\n\"I expect to be called as a witness . . . I'm more than happy to testify,\" Davis said in a telephone interview from Washington. He called it \"an opportunity to tell the truth.\"\nAt the April pretrial hearing inside the U.S. military base in southeast Cuba, Hamdan's defense team plans to argue that alleged political interference cited by Davis violates the Military Commissions Act, Hamdan's military lawyer, Navy Lt. Brian Mizer, told the AP. \nDavis alleges that Pentagon general counsel William Haynes said in August 2005 that any acquittals of terrorism suspects at Guantanamo would make the United States look bad, calling into question the fairness of the proceedings. \"He said 'We can't have acquittals, we've got to have convictions,'\" Davis said.\nA Pentagon spokesman, Navy Cmdr. Jeffrey Gordon, denied that Haynes made such a comment. Gordon also denied the former prosecutor's allegations of political interference.\nIt is not clear whether the Pentagon, which says the commission system is fair, will allow Davis to testify. In December, two months after he resigned as the chief prosecutor for the Guantanamo war crimes tribunals, the Defense Department barred Davis from appearing before a Senate panel.\nHamdan faces up to life in prison if the tribunal convicts him of conspiracy and supporting terrorism. His lawyers admit he was a driver for bin Laden but say he had no significant role in planning or carrying out attacks against the U.S.\nDavis, now head of the Air Force judiciary, said \"there are some very bad men at Guantanamo and some of them deserve the death penalty.\" But he says civilian political appointees have improperly interfered with military prosecutors. \nHe alleges, for example, that senior officials pushed for a plea bargain in March 2007 for Australian David Hicks, allowing him to serve a nine-month sentence in his homeland for aiding the Taliban. Davis said the sentence was too lenient and was orchestrated to help Australian Prime Minister John Howard, who was under criticism for his support of U.S. policies.\n\nLoad-Date: February 22, 2008"
}