{
    "title": "Bin Laden death likely to make world safer, pair say",
    "publisher": "lincoln journal star ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "The general and the professor - both retired, both living in Lincoln - agree on this much: Killing Osama bin Laden was a symbolic victory in the war on terror. And the world will be a safer place with the al-Qaida leader's body buried in the North Arabian Sea.\nThey don't agree completely on the timing - or the depth of the victory.\nAre you safer today than yesterday? Yes, Maj. Gen. Walt Zink said.\n\"And I think you'll be safer tomorrow than you were today.\"\nBut Professor David Forsythe, who still speaks and writes on foreign policy, wasn't ready to let down his guard.\n\"In the long-term time frame, the world is a better place for bin Laden not being in it,\" he said.\"But today, we might be in a little more danger. I'm sure there are some parties that may try to avenge this U.S. success.\"\nTHE PROFESSOR\nFor years, bin Laden was both charismatic and effective, said Forsythe, who retired in May from the University of Nebraska-Lincoln.\nAnd killing such an influential leader certainly was a symbolic victory for the United States, he said. But if you're bin Laden, and you've been running and hiding from your hunters for years, you lose some of your ability to lead and orchestrate. Or to be as effective.\n\"What is not so clear ... is how much he was still operational as opposed to being hunkered down and avoiding detection.\"\nWithout his direct leadership, there was an increase in attacks by terrorists not operating on their own but not necessarily part of the al-Qaida team.\nAnd it's too soon to tell whether bin Laden's death will change that or what effect it will have on al-Qaida, he said.\nForsythe is publishing a book next month, \"The Politics of Prisoner Abuse.\"\nIt's about Guantanamo Bay, CIA prisons, torture and treatment of prisoners and, ultimately, overreacting to the threat of terrorism.\nAnd if Americans are going to fear something, they should fear their country overreacting, he said.\nTerrorism is a serious problem, \"but it doesn't threaten the existence of the United States.\"\nAl-Qaida might appeal to violent-minded individuals.\n\"That's important and that's serious, but there's no way these guys can take over the country unless we overreact and play into their hands, and that's one thing bin Laden wanted us to do.\"\nTHE GENERAL\nAl-Qaida lost its emotional cheerleader Sunday, Zink said. And that has to hurt.\n\"It would be a little like someone saying Tom Osborne is incapacitated. Could the athletic department go on? Yeah, it could. But Tom Osborne generates a certain enthusiasm in all of us.\n\"When an organization like al-Qaida loses that, it has to have a negative effect. I don't think they'd get up and say, 'It's just business as usual.'\"\nZink joined the Army in 1970, rose through the ranks of the Nebraska Army National Guard and was mobilized after Sept. 11. He served in Iraq.\nZink also said it's too soon to determine the tangible effects of bin Laden's death.\nBut we're safer now that he's gone, he said. In fact, we're safer now than we were the morning of Sept. 11.\n\"We continue to improve, we continue to get better, we continue to understand terrorism and how it's carried out. I suspect, though, this is just a gut feeling; there will be intelligence gathered from the raid that will make us safer.\"\nAnd killing bin Laden also will have a motivational effect on soldiers, sailors, Marines and government operatives who are hunting terrorists around the world.\n\"For those people, no matter if they're in Iraq or Afghanistan or the Horn of Africa or the Balkans, it kind of validates their mission. It validates what they've been doing. It's like: 'People have to understand we mean what we say.'\"\nReach Peter Salter at 402-473-7254 or psalter@journalstar.com\n\nLoad-Date: May 3, 2011"
}