{
    "title": "BIN LADEN SON-IN-LAW PLEADS NOT GUILTY TO TERRORISM CHARGE",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 3,
    "day": 9,
    "full text": "NEW YORK -- In jailhouse blues, hands cuffed behind his back, the son-in-law of Osama bin Laden on Friday pleaded not guilty in Manhattan to a federal charge of conspiring to murder Americans, reigniting the debate over where alleged terrorists should be prosecuted.\nSulaiman Abu Ghaith, a 47-year-old senior al-Qaida leader who for the last decade had been hiding in Iran, now may become the first defendant to be tried in a U.S. civilian court on charges related to 9/11, just blocks from where the World Trade Center towers were destroyed.\nMr. Abu Ghaith is also part of a broader political drama that once again pits the Obama administration -- which eventually wants to close the prison for alleged terrorists at the U.S. naval base on Guantanamo Bay, Cuba -- against Republicans demanding its continued use. Three years ago, the administration attempted to have five alleged 9/11 plotters tried in New York as well, only to be blocked by congressional legislation prohibiting any Guantanamo prisoners from being transferred to civilian courts.\nMr. Abu Ghaith was seized in Turkey and flown directly to the United States.\n\"We're putting the administration on notice,\" warned Sen. Lindsey Graham, R-S.C. \"We think that sneaking this guy into the country, clearly going around the intent of Congress when it comes to enemy combatants, will be challenged.\"\nBut sources inside the Department of Justice said they were confident that the case against Mr. Abu Ghaith would pass muster in federal court. They said they reviewed classified information related to the case to ensure that it could be properly handled.\nThey also alerted New York officials that the case was pending, hoping to avert the backlash that erupted in 2010, when Attorney General Eric H. Holder Jr. tried to get alleged 9/11 mastermind Khalid Sheikh Mohammed and four others moved from Guantanamo to the same courthouse in New York.\n\"It's the federal government's choice,\" said New York Mayor Michael Bloomberg, speaking to New Yorkers in his weekly radio interview. He rejected any large security concerns, as were voiced the last time, saying, \"If you are in federal court here in New York, you go from the holding pen to the courtroom underground.\"\nJim Riches, a former deputy New York fire chief whose police officer son died on 9/11, said equally important is that survivors and kin of the dead finally get a local trial. \"The families haven't had any justice for years,\" he said. \"We were promised justice. It's been anything but. It's just been a political fight.\"\nOther 9/11 families agreed with Republicans in Washington that Mr. Abu Ghaith should not be tried in New York.\nDebra Burlingame, whose brother, Charles, was the pilot of the plane that crashed into the Pentagon, said Mr. Holder has provided a platform for Mr. Abu Ghaith to espouse his views.\nTim Sumner, whose brother-in-law, firefighter Joseph Leavey, was killed at the World Trade Center, warned that this \"will come back to bite America.\"\nIn court, Mr. Abu Ghaith appeared thinner and older than in videos and photographs that emerged over the years, which showed him espousing al-Qaida propaganda on a microphone, often with a rifle nearby, and sitting beside bin Laden. The turban once covering his hair was gone, revealing a balding head. The thick, black beard had gone gray. Flowing tunics were replaced by a dreary prison jumpsuit.\nHe sat quietly beside his court-appointed attorney, Philip Weinstein, as U.S. District Judge Lewis A. Kaplan repeated some of Mr. Abu Ghaith's own words back to him from the videos.\nHe is accused of swearing allegiance to bin Laden and asking others to do so, and, on the morning after 9/11, appearing in a video with bin Laden calling upon the \"Nation of Islam\" to do battle against \"The Jews, the Christians and the Americans.\"\nDuring the arraignment, Assistant U.S. attorney John P. Cronan announced that the defendant had given a 22-page \"extensive post-arrest statement\" to authorities. He did not reveal its contents.\nMr. Graham and Sen. Kelly Ayotte, R-N.H., said a full interrogation of Mr. Abu Ghaith in Guantanamo would be more valuable than bringing him to justice in a U.S. court. Otherwise, Ms. Ayotte said, \"we lose valuable intelligence that can be used to prevent future attacks, can be used to understand further who also is involved in al-Qaida, and what they're planning against our country.\"\nRepublicans also questioned whether the overarching conspiracy charge against Mr. Abu Ghaith was brought to keep the case out of Guantanamo. Stand-alone conspiracy cases are not considered war crimes and not permitted in military tribunals.\nWells C. Bennett, a Brookings Institution national security law expert, said the restrictions passed by Congress after the Mohammed controversy \"in no way prohibited\" the administration from bringing Mr. Abu Ghaith directly to trial in the United States. The law \"explicitly left open the option of civilian trials for foreign terrorists apprehended abroad,\" he said.\nThe Obama administration has not moved any new prisoners to Guantanamo since taking office in January 2009.\nMr. Abu Ghaith is only the second al-Qaida militant captured overseas and brought to the United States since Mr. Obama took office. Thousands more purported militants have been killed in drone strikes. And with the slow pace of cases at Guantanamo, going there was clearly \"an extremely unattractive option for the administration,\" Mr. Bennett said.\nIn 2002, Mr. Abu Ghaith smuggled himself into Iran and, U.S. intelligence officials say, hid there until recently, when he surfaced in Turkey. He was held briefly, then deported to his native Kuwait. En route there, he was taken into custody in Jordan by U.S. officials.\n\nLoad-Date: March 12, 2013"
}