{
    "title": "Bin Laden Releases Video As C.I.A. Issues Warning",
    "publisher": "the new york times",
    "year": 2007,
    "month": 9,
    "day": 8,
    "full text": "A videotaped message by Osama bin Laden, the first in nearly three years, compares the Iraq war to American blunders in Vietnam, criticizes the Democratic Party for failing to pull American troops from Iraq, and urges Americans to embrace Islam.\n  Details of the video emerged yesterday, the same day that the director of the Central Intelligence Agency gave a public warning about Al Qaeda's gathering strength and unapologetically defended his agency's campaign to kill and capture the group's operatives worldwide. \n  The video, timed to the approaching sixth anniversary of the Sept. 11 attacks, shows the leader of Al Qaeda with a black beard, and his references to news events appear to date the tape to within the past few months. \n  The 26-minute video does not contain any direct warnings of an impending attack, focusing instead on the Iraq war and the ''terrorism'' of Western leaders, including President Bush, Prime Minister Gordon Brown of Britain and President Nicolas Sarkozy of France. Mr. bin Laden vowed to ''continue to escalate the killing and fighting'' in Iraq.\n  President Bush, speaking in Sydney, Australia, said, ''Iraq is part of this war against extremists,'' The Associated Press reported. ''If Al Qaeda bothers to mention Iraq, it's because they want to achieve their objectives in Iraq, which is to drive us out.''\n  A transcript of the tape was made available by the SITE Institute, a research organization that monitors the video and Internet messages of jihadist groups. \n  An American intelligence official said that an initial analysis confirmed that the voice on the tape was Mr. bin Laden's.  It is the first video message from Mr. bin Laden since October 2004; he released an audio message last summer. \n  During a speech to the Council on Foreign Relations yesterday, the C.I.A. director, Gen. Michael V. Hayden defended the agency's controversial program of detaining terrorism suspects in secret jails abroad and subjecting them to harsh interrogation. He insisted that  those efforts were legal, but pledged that his agency would operate right at the boundary of what is permitted by law. \n  General Hayden said that domestic and European criticism of C.I.A operations was misguided and that it exaggerated the number of suspects in agency hands. \n  It is rare for a C.I.A. director to defend his agency in such a public forum, and General Hayden said Friday that he had asked to speak at the council. \n  During a question and answer session after the speech, General Hayden lamented that the Sept. 11 attacks have become a distant memory for too many Americans, giving rise to intense criticism of American counterterrorism efforts.\n  He said that the number of detainees moved through C.I.A. prisons over the past five years was fewer than 100, and that the C.I.A. had transferred several dozen more into the hands of foreign governments for detention, a practice called extraordinary rendition. \n  Citing the findings of a recent National Intelligence Estimate about the terrorism threat, General Hayden said that American spy agencies believed that Al Qaeda was planning ''high-impact plots'' against the United States and focusing on targets that would ''produce mass casualties, dramatic destruction and significant economic aftershocks.''\n  He said intelligence agencies were uncertain whether Al Qaeda had again succeeded in slipping operatives into the United States. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Gen. Michael V. Hayden, in New York yesterday, defended the C.I.A.'s detention of terrorism suspects in secret foreign jails.  (PHOTOGRAPH BY EMMANUEL DUNAND/AGENCE FRANCE-PRESSE -- GETTY IMAGES)                                                                    \n\nLoad-Date: September 8, 2007"
}