{
    "title": "Bin Laden reading group digs for insights",
    "publisher": "the christian science monitor",
    "year": 2006,
    "month": 2,
    "day": 2,
    "full text": "When Osama bin Laden suggested in his latest audio message that Americans should read a particular book, its sales spiked, and columnists couldn't resist the flip comparisons to Oprah.\nBut the idea of an Osama reading club is no joke at Vanderbilt University in Nashville, Tenn. Since last fall, about 10 professors have been gathering periodically to talk about bin Laden's own writings and speeches. They aren't experts on the leader of Al Qaeda, but whether they teach about Islam, Judaism, terrorism, or political science, they all have a stake in knowing more about him.\n\"There's been so little careful reflection on how bin Laden thinks,\" says Volney Gay, director of Vanderbilt's Center for the Study of Religion and Culture, the sponsor of the interdisciplinary group. \"For most of us, the media presentations ... have been 30- or 40-second summaries, [but] it struck us that he couldn't have all that power if he were simply a sociopath.... What he did was monstrous, but ... he can't be stupid.\"\nParticipants emphasize that the point is not to sympathize with bin Laden or elevate his statements as classic texts. Rather, they compare it to studying Hitler's \"Mein Kampf.\"\n\"To me, as a citizen and as a human being, we have to think about the Holocaust, we have to think about terrorism, [and] universities have to throw their muscle behind these topics,\" Mr. Gay says. The group hopes to offer a panel discussion for the public this spring.\nUntil recently, it hasn't been easy for people to access bin Laden's words, partly because of government efforts to restrict the spread of his messages after 9/11.\nRichard McGregor, assistant professor of Islamic studies, found some Arabic and English texts on the Internet, but he says he had to comb through much that was poorly edited or not well verified. This semester, they'll be using \"Messages to the World,\" a new collection of bin Laden's statements.\nThe first step was facing the personal discomfort.\n\"[The texts] are oftentimes a defense of terrorism; [you're] looking into the face of mythical, massive, worldwide religious war. And at points it's stark and violent,\" Mr. McGregor says.\nAs they look through an academic lens, discussions are always respectful, but the fact that the group includes people from various countries and religious backgrounds makes for some weighty moments, says Melissa Snarr, an assistant professor in the Divinity School.\n\"To try to read something that's so inflammatory from those multiple perspectives creates a kind of wealth of conversation and honesty that is intriguing, but also teaches you about the depths of international conflict,\" she says.\nMost Americans know only about bin Laden's threats to the United States and other Western powers, but he also addresses internal Middle East issues and rages against rulers such as those in his native Saudi Arabia.\n\"There is significance in these texts for the Islamic world, long term,\" McGregor says. \"What are these societies supposed to do with this movement, which is revolutionary? [Bin Laden] argues that nonreligious forms of government are illegitimate and ... should be overthrown.\"\nWhile bin Laden's arguments are also offensive because \"he's got so much blood on his hands,\" McGregor adds, his language is straightforward and designed to persuade a particular audience that they are fighting a \"just war\" against an oppressive invader.\n\"For people in various Islamic countries who live in bad economic situations ... or civil societies that are barely functioning ... we can begin to have an insight into the appeal of this figure,\" he says.\nStudents are starting to look for such insights, too. Bin Laden's texts are being used in courses not only at Vanderbilt, but also at other schools such as Emory University in Atlanta and the US Naval Academy in Annapolis, Md.\nProfessor Snarr covers religious terrorism in one of her classes, and she sees many parallels between the rhetoric of bin Laden and that of extremist Christian groups.\nPaul Hill, who murdered a doctor who performed abortions, made similar \"just war\" arguments, she says.\nFor her students in the Divinity School, \"their first reaction is deep disappointment that religion can be used in these ways,\" Snarr says. \nBut they want to understand how religion, nationalism, and violence intersect, so they can foster reconciliation and healing, she says.\nKatherine Carroll, an assistant dean and political scientist who's teaching a class on terrorism at Vanderbilt, recently joined the discussion group - in part to keep up with her students' fascination with Al Qaeda.\n\"The idea that Osama bin Laden ... is only acting because he hates the West and hates our freedom, and it's not anything more complicated than that - that's not plausible to the vast majority of my students,\" she says. \"At least they want to decide for themselves if that's the case, by looking at his speeches, by reading about him.\"\nShe looks forward to learning more about the religious references in bin Laden's texts - that is, if she can keep up with the reading.\n\"When you're reading terrorism for your job and reading it in your spare time, sometimes you just can't take it any more,\" she says with a laugh.\nThe other source of humor for the group? Speculating whether they might get themselves into trouble with the Department of Homeland Security.\n\"[When] we were downloading off the Internet ... I was joking that I'm pretty sure I'm going to end up on a watch list,\" Snarr says. \"It is more of a joking level because all of us can justify it within the work we do, but ... especially since the news of the wiretapping came out, it makes you think about the preparation you do for teaching in ways you haven't necessarily thought of before.\"\nBin Laden rails at Saudi leaders and 'Crusader' plots\nAmong the texts examined by a group of Vanderbilt professors is a December 2004 statement by Osama bin Laden addressing Muslims within and outside Saudi Arabia. Originally posted on the website of the Global Islamic Media Front, it condemns the ruling dynasties in places such as Saudi Arabia and Jordan, and alleges that conspiracies are at work at several levels. \nThe following excerpt summarizes a common historical perspective in Islamist thought, says Vanderbilt's Richard McGregor, though at points it's a paranoid one, in his judgment:\n\"These oppressive, traitorous ruling families in the region today, who persecute every reform movement and impose upon their peoples policies that are against their religion and their worldly interests, are the very same families who helped the Crusaders against the Muslims a century ago. And they are doing this in collaboration with America and its allies. This represents a continuation of the previous Crusader wars against the Islamic world. The extent to which the Zionist-Crusader alliance controls the internal policies of our countries has become all too clear to us. For when it comes to American intervention in internal affairs, where do we start?\"\nSource: \"Messages to the World: The Statements of Osama bin Laden,\" edited by Bruce Lawrence, an Islamic scholar at Duke University (Verso, 2005).\n(c) Copyright 2006. The Christian Science Monitor\n\nLoad-Date: February 1, 2006"
}