{
    "title": "Bin Laden son is believed to be dead, U.S. officials say",
    "publisher": "chicago daily herald",
    "year": 2019,
    "month": 8,
    "day": 2,
    "full text": "WASHINGTON — Hamza bin Laden, who some had seen as the heir to the al-Qaida terrorist network once led by his father Osama bin Laden, is believed to be dead, according to U.S. officials. In recent months, intelligence reports have circulated within the government that the younger bin Laden may be dead, though it remains unclear when and how he died, according to the officials who spoke on the condition of anonymity to discuss sensitive intelligence. Al-Qaida had held out bin Laden as a figure who could appeal to a younger generation of radicals who were drawn to the Islamic State, a competing group, terrorism experts have said. \nNo recordings featuring bin Laden had been released for several months. His potential death was first reported by NBC News. Al-Qaida has not issued a formal announcement of the younger bin Laden's death. In the past, it has publicly praised senior and important figures as martyrs when they were killed. A joint U.S. military and CIA operation killed the elder bin Laden at his compound in Pakistan in 2011. Hamza was not there, but U.S. personnel recovered a video of his wedding as well as letters he wrote to his father, and written instructions from Osama bin Laden to his aides about how to care for and educate his son. Those materials gave U.S. terrorism analysts insights into the man who would strive to inherit his father's mantle as a global terrorism icon. In February, the State Department issued a reward for up to $1 million for information on bin Laden's whereabouts. Six years after his father's death, his voice was heard in an audio recording that surfaced on Islamist militant websites. The recording was posted two weeks before a suicide bombing in Manchester, England, and included calls to attack cities in Europe and North America to avenge the deaths of Syrian children who had died in airstrikes. The younger bin Laden favored a style of terrorism that was quicker to act and not necessarily designed to inflict large numbers of casualties, as opposed to his father, who labored to plot spectacular events with maximum damage. Bin Laden exhorted followers to strike at Americans, Europeans, Jewish targets and even pro-Western Muslims using any weapons available. \"If you are able to pick a firearm, well and good; if not, the options are many,\" he said in the recording. Few details are known about Hamza's life and upbringing. While speaking on behalf of al-Qaida, he did not show his face. The CIA eventually released a still image from his wedding video. He may have shied from the spotlight for his personal safety, knowing that the United States and its allies were hunting him, analysts said. That may have diminished his appeal to younger people drawn to the Islamic State's embrace of social media and gruesome viral videos. Ayman al-Zawahiri, who co-founded al-Qaida, remains its leader. His whereabouts also remain unknown. — — — The Washington Post's Joby Warrick and Souad Mekhennet contributed to this report.\n\nLoad-Date: August 2, 2019"
}