{
    "title": "Bin Laden's death liberates Americans",
    "publisher": "the capital ",
    "year": 2011,
    "month": 5,
    "day": 16,
    "full text": "Years from now, I believe, we will look back and say the elimination of Osama bin Laden changed everything.\nAttempted terrorist attacks in the name of fundamentalist Islam will surely continue. Most will be amateurish failures, such as the alleged plot disclosed Thursday in which two homegrown would-be jihadists - now in the custody of New York City police - ineffectually aspired to blow up a synagogue. Tragically, we are bound to see attacks by genuine terrorists as well.\nStill, it's hard to overstate the significance of bin Laden's killing. Operationally and psychologically, he defined the Age of Terror. With his last breath, an era died.\nThe more we learn about bin Laden's life in his Pakistan compound, the more apparent it becomes that even in hiding he remained the central, indispensable figure in international terrorism.\nThe lonely patriarch of jihad spent the autumn of his life reliving past glory and scheming obsessively about spectacular new blows he could inflict on the United States and the West.\nFrom the computer files and handwritten journals Navy SEALs managed to scoop up in the raid, according to widely published reports, it appears that some of al-Qaida's younger, more vigorous and more practical leaders chafed at bin Laden's direction.\nWhat's interesting, though, is that while affiliates such as the Yemen-based al-Qaida in the Arabian Peninsula might not have welcomed all of bin Laden's advice, they still paid attention. Even in his isolation, bin Laden remained the inspirational leader of the jihadist movement.\nNo one could match his charisma, and no one could match his legend: He fought the Soviets in Afghanistan and lived to tell the tale; he dealt an unprecedented blow to America in the heart of its biggest city; he escaped, like a ghost, after U.S. forces had cornered him at Tora Bora; and he managed to elude the soldiers and spies of the world's pre-eminent superpower for nearly a decade.\nNow that he's gone, the terrorist organization he leaves behind will almost surely shift its tactical focus. More important, al-Qaida is now without its founding father and guiding spirit. The death of the myth, I believe, will prove as important as the death of the man.\nFor Americans, bin Laden's death is nothing short of a liberation. With the 9/11 attacks, he not only killed thousands of people, he also took 300 million prisoners: the rest of us.\nHe held hostage our foreign policy and, with it, hijacked a huge chunk of the federal treasury. He goaded our leaders into stretching our military almost to the breaking point. He was the inspiration, or the excuse, for a vast expansion of the government's power to intrude into our private lives. He changed us so that whenever we see an unattended gym bag we think \"potential bomb.\"\nThe threat of terrorism is still with us, but the man who embodied that threat is gone. We can think more clearly now - about our mission in Afghanistan and our relationship with Pakistan, about the trade-offs between liberty and security, about which of our fears are rational.\nThe change in our mindset that I'm certain is coming will not happen overnight. It will take us a while to get used to our new psychological freedom. Not to worry, though; we've got plenty of time. One thing I know for sure is that he's not coming back.\n---\neugenerobinson@washpost.com\n\nLoad-Date: May 20, 2011"
}