{
    "title": "Bin Laden's death stirs emotions worldwide",
    "publisher": "telegraph herald ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "KABUL, Afghanistan - News of Osama bin Laden's death has stirred strong emotions, from a profound sense of relief across much of the globe to outrage among sympathizers who vowed to avenge the al-Qaida leader. Most world leaders on Monday welcomed President Barack Obama's announcement of the helicopter raid on a compound in Pakistan, congratulating the U.S. for killing bin Laden or expressing satisfaction that the search for the world's most wanted terrorist was over. \"This is the fate that evil killers deserve,\" said outgoing Lebanese Prime Minister Saad Hariri, deploring the harm that bin Laden did to \"the image of Islam and Arab causes.\" \nFrench President Nicolas Sarkozy hailed \"the tenacity of the United States\" in its hunt for the mastermind of the Sept. 11 attacks. Italian Premier Silvio Berlusconi called his death a \"great result in the fight against evil.\" Spontaneous, celebratory rallies broke out in New York City at ground zero, where the World Trade Center towers fell nearly 10 years ago, and outside the White House, where Obama announced bin Laden's death. \"Here in New York, it is impossible not to be reminded of the murderous legacy of Osama bin Laden,\" EU foreign policy chief Catherine Ashton said while on a visit to the city. \"He and the al-Qaida network have been responsible for the deaths of thousands of innocent people across the world, including the Arab world.\" Ashton said \"we need to remain vigilant in our efforts to completely disable the al-Qaida network, as the threat of retaliatory action remains serious.\" In Afghanistan, where bin Laden was given refuge by the country's previous Taliban rulers, local officials erupted in applause when President Hamid Karzai told them the news. \"(His hands) were dipped in the blood of thousands and thousands of children, youths and elders of Afghanistan,\" Karzai told reporters, and repeated his claim that the fight against terrorism should not be fought in Afghan villages, but across the border in hideouts in Pakistan where bin Laden was killed. But others in the war-torn nation disagreed about bin Laden's legacy. \"He was like a hero in the Muslim world,\" said Sayed Jalal, a rickshaw driver in the eastern Afghan city of Jalalabad. \"His struggle was always against non-Muslims and infidels, and against superpowers.\" At the site of the 1998 bombing of the U.S. Embassy in Kenya, a man who lost his eyesight in the attack prayed in front of a wall commemorating those killed. \"This is a day of great honor to the survivors and victims of terrorism in the world,\" Douglas Sidialo told AP Television News. \"A day to remember those whose lives were changed forever. A day of great relief to us victims and survivors, to see that bin Laden has been killed.\"\n\nLoad-Date: May 3, 2011"
}