{
    "title": "Bin Laden's driver charged in attacks",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 5,
    "day": 11,
    "full text": "SAN JUAN, Puerto Rico -- The United States filed charges of conspiracy and providing support for terrorism Thursday against a Guantanamo detainee who worked as a driver for Osama bin Laden.\nSalim Ahmed Hamdan is the third Guantanamo detainee to be charged under a new set of rules signed last year by President Bush after the Supreme Court rejected the previous system.\nHamdan, who is from Yemen, has been detained at Guantanamo since May 2002. It was his legal challenge that forced the Bush administration and Congress to draft new rules for the military trials, known as commissions, for the men held at the Guantanamo Bay detention center in eastern Cuba.\nHe is expected to be arraigned in early June, when he can enter a plea to the charges.\nIn the charging documents, the military said Hamdan conspired with bin Laden and other al-Qaida leaders in the bombings of the U.S. Embassies in Kenya and Tanzania in 1998, the attack on the USS Cole in 2000, and the terrorist attacks in the United States on Sept. 11, 2001.\nIn addition to working as bin Laden's driver and bodyguard, the U.S. says Hamdan transported and delivered weapons to al-Qaida and its associates and trained at terrorist camps. He could get life in prison if convicted of either charge.\nHamdan's lawyer, Navy Lt. Cmdr. Charles Swift, says the Yemeni admits working as a driver for bin Laden -- being one of about eight men with similar duties -- but denies any significant role in attacks against the United States.\nA Pentagon spokesman, Navy Cmdr. Jeffrey Gordon, disputed the assertion that Hamdan was just a low-level player.\nHamdan's lawyers are seeking to have the case dismissed on the grounds that minor figures like him cannot be charged with conspiracy under the Law of War and that providing material support to terrorism was not a war crime until the U.S. made it one in last year's Military Commissions Act.\n\"The government has decided to charge him with a series of ex-post-facto crimes,\" Swift said. \"You can't write the law after the fact.\"\nHis lawyers hope the courts will step in to halt the trial. The new rules require the government to start the trial within 120 days of arraignment.\nHamdan is expected to be arraigned the same week as Canadian detainee Omar Khadr, who is charged with murder, attempted murder, providing support to terrorism, conspiracy and spying.\nCharged under the new trial rules, Australian David Hicks pleaded guilty to supporting terrorism in March and was sentenced to nine months in prison. He will serve the sentence in his native country as part of an agreement with the court.\nThe U.S. says it plans to file charges against about 80 detainees at Guantanamo, where it now holds about 380 men on suspicion of links to al-Qaida, the Taliban or associated groups.\n\nLoad-Date: May 11, 2007"
}