{
    "title": "BIN LADEN DRIVER GETS 5 1 2 YEARS PANEL OF MILITARY OFFICERS IGNORES PROSECUTION'S REQUEST FOR STIFF",
    "publisher": "the new york times",
    "year": 2008,
    "month": 8,
    "day": 8,
    "full text": "Rejecting a prosecution request for a severe sentence, a panel of military officers yesterday sentenced a former driver for Osama bin Laden convicted of a war crimes charge to 5 1/2 years in prison.\nThe sentence means that the first detainee convicted after a Guantanamo war crimes trial could complete his punishment by the end of this year.\nThe military judge, Navy Capt. Keith J. Allred, had already said he planned to give the driver, Salim Ahmed Hamdan, credit for at least the 61 months he has been held since being charged, out of more than six years in all. That would bring Mr. Hamdan to the end of his criminal sentence in five months.\nAfter that, his fate is unclear, because the Bush administration says it can hold Guantanamo detainees until the end of the war on terror.\nThe unexpectedly short sentence came after Mr. Hamdan was acquitted Wednesday of the most serious charge against him, conspiracy, having been convicted only of material support for terrorism.\nThe extraordinary conclusion to the first of the post-Sept. 11 war crimes trials -- a case that led to a landmark Supreme Court ruling in 2006 blocking a prior effort to prosecute him -- once again raised many of the questions that have long surrounded the Bush administration's military commission system at the detention center, which it plans to use to try another 80 detainees.\nThe sentence was far less than military prosecutors had sought. Through more than five years of proceedings, prosecutors had pursued a life sentence. Earlier in the day, faced with Mr. Hamdan's acquittal on the most serious charge against him, the prosecutors recommended a sentence of at least 30 years and had said a life term might still be appropriate.\n\"Your sentence,\" prosecutor John Murphy told the panel, \"should say the United States will hunt you down and give you a harsh but appropriate sentence if you provide material support for terrorism.\"\nSupporters of the military commission system and military prosecutors at Guantanamo said the sentence proved that the Bush administration's system for trying detainees was legitimate and fair.\nWashington lawyer David Rivkin, who has been a consistent supporter of the administration's detention policies, said it would be difficult for anyone to criticize the system after the sentence. \"This is an enormously compelling indication of how independent the process has been,\" he said.\nThe prosecutors said they would have preferred a longer sentence, but noted that they had won a conviction. \"That's the way a fair, open system works,\" said one prosecutor, Maj. Omar Ashmawy. \"The sentence isn't always what the government asks for.\"\nDefense lawyers described the verdict as a victory propelled by the military officers on the panel. But they said it did not remedy what they have described as the system's flaws. \"What ultimately happened, in spite of the system, was justice,\" said Charles D. Swift, a former Navy lawyer who has forged a close relationship with Mr. Hamdan through more than five years of battles as his lawyer.\nAfter just more than an hour of deliberations on the sentence, the panel of six senior military officers returned to the windowless tribunal room with their sentence on the single war crimes charge on which they convicted him, providing material support to a terrorist organization.\nAfter the president of the panel, the most senior officer, read the sentence, Mr. Hamdan rose at the defense table, collected himself and spoke. Referring to an apology he had made to victims of terrorism yesterday morning in the same room, he began, \"I would like to apologize one more time.\"\nEarlier, he had told the military panel that he had continued working for bin Laden only because he felt that he had no options and was trapped \"between two fires,\" fearing arrest for his ties to bin Laden or further involvement in his activities.\nBecause the Bush administration has not announced its long-term intentions for Mr. Hamdan, Capt. Allred said he was not certain of Mr. Hamdan's fate after the end of the criminal sentence.\nAsked if Mr. Hamdan would continue to be held after the completion of his sentence, a Pentagon spokesman, Cmdr. Jeffrey D. Gordon, said he \"would not speculate on that.\"\n\nLoad-Date: August 8, 2008"
}