{
    "title": "Bin Laden's Son-in-Law Seeks a New Lawyer, but There's a Snag",
    "publisher": "the new york times",
    "year": 2013,
    "month": 5,
    "day": 21,
    "full text": "When a high-profile defendant in a terrorism case appeared last week before a federal judge in Manhattan, it seemed as if the entire bar association was there to represent him.\n''Good afternoon, Your Honor,'' one lawyer, a federal public defender, said as he introduced himself and three other lawyers as counsel for the defendant.\nThen another lawyer, Stanley L. Cohen, spoke up. ''Good afternoon, Your Honor,'' he said, introducing himself and a colleague as counsel in the case.\nThe defendant, Sulaiman Abu Ghaith, who is Osama bin Laden's son-in-law, was brought to the United States to face trial on a charge of conspiring to kill Americans. When he was arraigned in March, his case was assigned to the public defender's office, which has long experience in representing terrorism defendants.\nBut Mr. Abu Ghaith has since said he wants to retain Mr. Cohen, an outspoken former Legal Aid Society lawyer with a gray ponytail, who has also handled many terrorism cases over the years.\nIt is the kind of switch between lawyers that often occurs with little discussion. But the handoff in Mr. Abu Ghaith's case has been complicated by the fact that Mr. Cohen is under federal indictment in Syracuse and under federal investigation in Manhattan, a judge said in court last week. Mr. Cohen said the investigations were related.\nThe judge, Lewis A. Kaplan, took Mr. Abu Ghaith through a series of questions to make sure he understood the potential risks and ethical conflicts that might result from hiring Mr. Cohen, because of the lawyer's own legal difficulties. Mr. Cohen was charged with obstructing the Internal Revenue Service and failing to file certain reports regarding cash transactions. He has pleaded not guilty.\n''You understand that if he is found guilty of those charges, he may be sent to jail?'' Judge Kaplan said.\n''Yes,'' Mr. Abu Ghaith replied.\nAnd if that happened while Mr. Abu Ghaith's case was pending, the judge said, ''you would be left having to find a new lawyer in the middle of your case.''\n''I understand that,'' Mr. Abu Ghaith said, speaking through a translator. He noted that Mr. Cohen's colleague would still be available to defend him. Mr. Abu Ghaith said his brother in Kuwait was paying for his defense.\nThe judge did not rule on whether Mr. Abu Ghaith could retain Mr. Cohen, saying that he wanted the defendant to consider the issue and that he would address the matter again on Tuesday.\nMr. Cohen's entrance into the case could increase tensions and the potential for legal fireworks. He has had a long, contentious relationship with the government, and he said recently that the I.R.S.-related charges were merely the latest chapter in that fight.\n''The government declared war on me a number of years ago,'' Mr. Cohen, 62, said by phone on Friday, but the investigations had ''gone nowhere.''\n''And when all else fails,'' he said, ''call in the I.R.S.''\n''I have served for many years as a powerful voice for unpopular groups and people,'' he added.\nOn his Web site, Mr. Cohen says: ''This persecution is designed to wear me down, to destroy my practice, to punish my clients, and ultimately to silence me. It will not work.''\nHis clients have included Mousa Mohammed Abu Marzook, a Hamas political leader who was jailed in the 1990s in New York during an extradition battle with Israel before being deported to Jordan. Mr. Cohen has since represented defendants in terrorism cases in Minnesota, New Jersey, Oregon and Virginia, and elsewhere.\nHe also once worked closely defending clients with Lynne F. Stewart, a lawyer who herself was later convicted in a terrorism case; it is her son, the lawyer Geoffrey S. Stewart, whom Mr. Cohen has asked to join in representing Mr. Abu Ghaith.\nOn Monday, Mr. Cohen said by phone that cases like Mr. Abu Ghaith's ''challenge our system'' and ''present an opportunity to advocate at the highest level, both in and outside the courtroom.''\nThe federal defender's office and prosecutors each declined to comment.\nAs Judge Kaplan questioned Mr. Abu Ghaith in court last week, he noted that because Mr. Cohen was a defendant in his own case, he might ''at least theoretically'' place his own interests ahead of Mr. Abu Ghaith's; he might conduct the defense in a way he believed would make the prosecutors in his own case ''go easy on him in some way.''\nThere was also the chance, Judge Kaplan said, that Mr. Cohen would be unable to obtain a security clearance needed to review classified materials that are turned over to the defense.\nMr. Abu Ghaith said that he understood the risks, and that Mr. Cohen and the public defenders had reviewed the issues with him.\n''I am convinced that it's not a risk,'' he said at one point, ''but I'm ready to take that risk.''\n\nhttp://www.nytimes.com/2013/05/21/nyregion/bin-ladens-son-in-law-asks-to-change-lawyers.html\n\nGraphic\n\n \nPHOTOS: The lawyer Stanley L. Cohen has been indicted in Syracuse on federal tax charges. Mr. Abu Ghaith told a judge on Monday that he nevertheless wanted Mr. Cohen to represent him. (PHOTOGRAPH BY ROBERT CAPLIN FOR THE NEW YORK TIMES)\n Sulaiman  Abu Ghaith is  facing charges  in Manhattan. (A22)       \n\nLoad-Date: May 21, 2013"
}