{
    "title": "Bin Laden's death puts wyo. on added alert",
    "publisher": "wyoming tribune-eagle",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "Although no specific threats were mentioned, military units in Wyoming increased their security following osama bin Laden's death.\nBy Trevor Brown\ntbrown@wyomingnews.com\nCHEYENNE - Wyoming military installations and other government agencies have moved to a heightened state of alert in response to the White House's announcement of Osama bin Laden's death.\nAlthough officials said there are no specific or credible threats issued against the United States or Wyoming, caution is being urged because of the fear of retaliation by terrorist groups.\nF.E. Warren Air Force Base began implementing procedures early Sunday to \"address a heightened force protection posture,\" Staff Sgt. Torri Ingalsbe said.\nCiting security concerns, Ingalsbe said she could not disclose what measures the base put in place or how long they will last.\nShe added that the base, which is home to 150 Minuteman III intercontinental ballistic missiles, adds extra security \"from time to time\" when national or international threats to the military are escalated.\nCol. Greg Porter, chief of staff with the Wyoming Army National Guard, said on the advice of the U.S. Northern Command that the Guard also boosted its security after President Barack Obama announced U.S. forces shot and killed the al-Qaida chief.\nPorter said the decision to go to Force Protection Bravo - the third-highest designation below Charlie and Delta on the military's terrorist warning scale - is a rare move for the Guard.\nForce Protection Bravo means there is an increased or more predictable threat of terrorism, according to the U.S. Air Force.\n\"We only periodically go to Force Protection Bravo - usually only when we are practicing for drills,\" Porter said. \"I can't remember the last time in the last 10 years we did this (when it wasn't part of a drill).'\nPorter said the increased security posture will continue indefinitely, and, like Ingalsbe, he could not go into the details of what changes are in place.\nGuy Cameron, director of the Wyoming Office of Homeland Security, said his agency and local law enforcement will be hiking their alertness as well.\n\"Whether you are in Wyoming or anywhere across the county, we are encouraging a heightened state of vigilance,\" he said. \"This is partly due to the death of Osama bin Laden, that there could\nSee Alert, page B8\nbe terrorist cells that might become more active.\"\nBut he said the U.S. government has not issued any formal domestic terrorism warnings. This is in part because it recently switched to a new national terrorism advisory system.\nLast week, the U.S. Department of Homeland Security scrapped the color-coded terrorism alerts that were implemented in 2002 in response to the Sept. 11, 2001, attacks.\nThe new National Terrorism Advisory System will be used only to issue warnings when there is information specific to a particular credible threat.\nCameron said residents, as always, should report suspicious behavior to their local law enforcement agencies.\n\nLoad-Date: May 3, 2011"
}