{
    "title": "BIN LADEN'S NETWORK OUTSTRIPS STATE SPONSORS OF TERRORISM, REPORT SAYS; IRAN , SUDAN , LIBYA APPEAR",
    "publisher": "st. louis post-dispatch ",
    "year": 2000,
    "month": 8,
    "day": 23,
    "full text": "The terror network headed by multimillionaire Saudi-born fugitive Osama bin Laden is steadily eclipsing Iran and other Middle East countries in sponsoring terrorist attacks, Congress' research arm reports.\nMajor factions in Iran are trying to change the country's image, and Sudan and Libya appear to have reduced sharply their support of international terrorism, the report says. Also, it says, Syria may be ready to expel such groups once peace is established with Israel.\nThe report was prepared by Kenneth Katzman, a Middle East specialist for the Congressional Research Service.\nNo major terror attacks have been linked to Iran since Mohammad Khatami became president two years ago, but he and hard-line Iranian leaders have helped terrorist groups opposed to peace between Israel and the Arabs, according to the report.\nMeanwhile, bin Laden's Al-Qaida network, believed based in Afghanistan, has evolved in the last five years into a global threat.\nAl-Qaida, Arabic for \"military base,\" encompasses members and factions of several major Islamic militant organizations.\nTheir common goal is expulsion of non-Muslim control and influence from lands inhabited by Muslims. As a result, the report says, Al-Qaida supported Islamic fighters and terrorists against Serbs in Bosnia, against Russian forces in Afghanistan and Chechnya, against Indian forces in Kashmir and against the secular or pro-Western governments in Egypt, Algeria, Saudi Arabia and Uzbekistan.\nSeventeen alleged members of the network, including bin Laden, have been indicted in the August 1998 bombings of U.S. embassies in Kenya and Tanzania, which killed 224 people including 12 Americans. Six suspects are in custody in the United States and three in Britain. Bin Laden remains at large, apparently living in Afghanistan.\nAmid the concerns about terrorism threats, a leading expert in defending against biological weapons said advances in technology make the United States more vulnerable to bioterrorism than to nuclear attack.\nDr. Tara O'Toole, deputy director of Johns Hopkins University's Center for Civilian Biodefense Studies, suggested devoting $ 30 billion over the next 10 years to prepare health care systems to detect, track, respond to and contain epidemics that would be triggered by biological weapons. She made her comments in a discussion at the independent Center for Strategic and International Studies.\nThe Department of Health and Human Services says it is spending $ 278 million this fiscal year to prepare for bioterrorism.\n\nLoad-Date: August 24, 2000"
}