{
    "title": "BIN LADEN SON-IN-LAW BROUGHT TO U.S. Abu Ghaith extradited on terrorism charges",
    "publisher": "the world",
    "year": 2013,
    "month": 3,
    "day": 8,
    "full text": "The FBI and the CIA helped capture an alleged al-Qaida spokesman who was Osama bin Laden's son-in-law and have flown him to New York City to face terrorism-related charges, U.S. officials said.\n Sulaiman Abu Ghaith was taken into U.S. custody in Jordan, where he was stopped while being deported from Turkey to Kuwait, his native country, under a scheme orchestrated by U.S. authorities. He is believed to have spent most of the past decade in Iran.\n He has been providing information to U.S. interrogators since his arrest, said a former U.S. official who was briefed on the case.\n A federal indictment unsealed Thursday accuses Abu Ghaith of conspiracy to kill Americans, among other charges. It alleges that he \"served alongside\" bin Laden from May 2001 through part of 2002 and appeared on videos to praise the Sept. 11, 2001, attacks and threaten further assaults.\n \"This arrest sends an unmistakable message: There is no corner of the world where you can escape from justice,\" Attorney General Eric Holder said in announcing the indictment.\n Abu Ghaith is scheduled to be arraigned today before U.S. District Judge Lewis Kaplan in New York City. If convicted, he faces a maximum sentence of life in prison without parole.\n His case is notable because he is only the second al-Qaida militant known to be captured overseas and brought to the United States for trial under the Obama administration, rather than be killed by a CIA or military drone. The first, a Somali, was interrogated for two months aboard a U.S. Navy ship off the coast of Africa before he was imprisoned in New York in July 2011 to await trial.\n Abu Ghaith, 48, has not played a significant role in al-Qaida in years, a U.S. official said.\n In May 2001, according to the indictment, Abu Ghaith urged individuals at a guest house in Kandahar, Afghanistan, to swear \"bayat,\" or allegiance, to bin Laden. After the Sept. 11 attacks, he was summoned by bin Laden and agreed to provide further assistance. The next morning, he appeared with bin Laden and others in a video and spoke on behalf of al-Qaida.\n He warned the U.S. that a \"great army is gathering upon you\" and that the \"nation of Islam\" would fight \"the Jews, the Christians and the Americans.\"\n In another video, which appeared on Oct. 10, 2001, he praised the Sept. 11 attackers and vowed that more would follow. \"Americans should know the storm of the planes will not stop,\" he said.\n The Kuwaiti government stripped Abu Ghaith of his citizenship after the videos appeared. He later spent years under a form of house arrest in Iran, a U.S official said.\n Turkish media reported that he entered Turkey in January and was detained at the request of U.S. authorities, but then was set free because he had committed no crime in Turkey. He was later rearrested at a luxury hotel in Ankara for his deportation, the reports said.\n The case provided fresh fodder for a long-running debate over how terrorism suspects should be treated, where they should be held and how their cases should be adjudicated.\n \"We should treat enemy combatants like the enemy - the U.S. court system is not the appropriate venue,\" Rep. Mike Rogers, R-Mich., chairman of the House intelligence committee, said in a written statement. \"The president needs to send any captured al-Qaida members to Guantanamo.\"\n\nLoad-Date: March 10, 2013"
}