{
    "title": "bin Laden's demise boosts Obama, but voters still focus on economy",
    "publisher": "the philadelphia inquirer",
    "year": 2012,
    "month": 5,
    "day": 3,
    "full text": "Mitt Romney delivered pizzas Tuesday to a firehouse in Greenwich Village alongside former New York Mayor Rudy Giuliani, marking the one-year anniversary of the killing of Osama bin Laden with heroes of 9/11. Not a bad campaign event, all in all. \nThen President Obama landed in Afghanistan that night for an unannounced visit to the war zone, knocking Romney out of the news cycle. The trip also eased, for a few hours at least, a raging partisan debate over whether Obama's reelection campaign has crassly politicized the death of the most-wanted terrorist. \nSometimes, it's good to be the incumbent. \nBut many, especially Republicans, questioned whether the Obama campaign stepped over the line last week by releasing a web video celebrating the president's decision to authorize the Navy SEAL raid deep into Pakistan that killed bin Laden; the video went further, asking if Romney would have had the guts to make the same call. \n\"I would have made the same decision the president made to remove him,\" Romney told reporters outside the firehouse in lower Manhattan. He called the Obama ad \"inappropriate.\" \nIn addition to the seven-minute video, Obama granted an interview to NBC News - in the Situation Room, where he gave the fateful order - for a broadcast special on the raid. On the stump, Vice President Biden has been saying, \"Osama bin Laden is dead and General Motors is alive,\" referring to the federal bailout of the auto industry. \nRepublicans were outraged, and some special-operations troops and veterans spoke out against what they saw as Obama's chest-beating. It seemed to them as if the president and his backers were taking undue credit, glossing over the work done by former President George W. Bush, thousands of people in intelligence agencies, and the military personnel who supported and carried out the mission. \nIronically, some GOP critics compared it to the 2003 event in which a flightsuit-clad Bush landed on an aircraft carrier draped with a \"Mission Accomplished\" banner to declare the war in Iraq a success. Renewed sectarian violence there made the claim seem ridiculous. \n\"It was a great day for the country when Osama bin Laden was killed, but the ad was overreach,\" said Rick Wilson, a Republican consultant based in Florida. \"The problem with Obama's people is that they can't settle for a win; they need the win and an end-zone dance. They really believe that 2008 was a product of their genius, not that John McCain ran a rotten campaign and the economy tanked.\" \nFor Obama strategists, however, the anniversary was a chance to cement the image of a resolute commander-in-chief while raising questions about Romney's toughness. \nIn his first presidential campaign in 2008, Romney did say he would hesitate to invade the sovereign territory of an ally, Pakistan, to get bin Laden. He also said, \"It's not worth moving heaven and earth spending billions of dollars just trying to catch one person.\" \nBut Democrats' defensiveness on national security issues long predates Obama-vs.-Romney. Since at least 1968, when the Cold War consensus was breaking down over the war in Vietnam, the party's presidential candidates have struggled to overcome perceptions of seeming uncomfortable about wielding American military might. \nRichard Nixon promised \"peace with honor\" in Vietnam instead of surrender and hammered on the need for \"law and order,\" a reassuring reference aimed at Southern voters and others worried over protests and riots in the country over the war and civil rights. \nFour years later, Nixon tagged George McGovern, a South Dakota senator and decorated World War II bomber pilot, as weak because he favored immediate pullout from Vietnam and clemency for draft evaders. Democrats were tagged as the party of \"acid, amnesty, and abortion.\" \nJimmy Carter, when he sought reelection in 1980, fell victim to the Iran hostage crisis and the failed military rescue he had ordered. Eight years later, there was Massachusetts Gov. Michael Dukakis, ridiculed for pictures of him in a tank. \nAnd in 2004, Republicans went at Sen. John Kerry's Vietnam record, and so flummoxed the Democratic nominee over one of his putative strengths that a nickname was born - \"Swiftboating.\" \nPhiladelphia-based Democratic strategist Neil Oxman thinks the GOP campaign of outrage over Obama's ad and other credit-taking is another form of the same thing. \"They're doing everything they can to blunt this stuff, trying to take the foreign-policy advantage away,\" Oxman said. \nIndeed, according to polls, foreign policy is a strong suit for Obama this year. He has earned consistently higher approval marks on international issues than on the economy. \nNeither is he the first president to face such critiques. In 2004, Bush drew fire for a campaign ad that showed a snippet of video of remains being carried from the wreckage of the World Trade Center. He also ran an ad that featured a prowling wolf, meant to symbolize terrorism, and making the case that Kerry could not protect the country from evil. \nAnd in this campaign, Romney and all the GOP contenders he has now vanquished have been attacking Obama as irresolute in challenging the Iranians' drive for nuclear weapons, and trying to paint him as a weak supporter of Israel. A constant Romney refrain is that Obama has been \"apologizing for America\" in international affairs and does not believe in the \"exceptionalism\" of the nation. \nFor all the noise, the campaign of 2012 still is likely to be decided on the economy. \nIn a January ABC News/Washington Post poll, 51 percent of respondents named the economy as the single most important issue in their choice for president. Just 2 percent picked terrorism and national security. \nEight years ago, with the 9/11 attacks fresh in memory, 22 percent of Americans said terrorism was their top concern. The economy was important in their vote, too, with 26 percent saying it was the top issue in the 2004 campaign. \nDaniel F. McElhatton, a Democratic strategist based in Philadelphia, said the real gain for Obama in the bin Laden raid is \"a significant boost in his stature and leadership\" among key voter groups. \n\"It speaks to conservative Democrats, independents, and moderate Republicans, voters he can persuade and that he needs, that he's made the tough decisions,\" McElhatton said. \nThough Obama may be able to use the bin Laden raid and management of the Afghanistan drawdown as inoculation against attempts to paint him as weak, the president still owns the economy. \n\"In every state where we've done survey or campaign work, there is a sense of enormous economic insecurity,\" said Wilson, the GOP consultant. \"You could kill Osama bin Laden 50 times - and that's a great thing - but it's not going to make people feel that the economy is going strong or make them feel stable and secure financially.\" \nContact Thomas Fitzgerald \nat 215-854-2718 or tfitzgerald@phillynews.com or @tomfitzgerald on Twitter. Read his blog, \"The Big Tent,\" at www.philly.com/bigtent. \n\nLoad-Date: May 3, 2012"
}