{
    "title": "BIN LADEN WILL STAY IN SHADOWS",
    "publisher": "richmond times dispatch ",
    "year": 1999,
    "month": 8,
    "day": 22,
    "full text": "BIN LADEN: The Man Who Declared War on America, By Yossef Bodansky; Prima Publishing, $ 27.95.\nWriting an illuminating biography when facts about the subject are plentiful is hard enough. When information is scarce, the job may be next to impossible. Osama bin Laden has been a shadowy figure and Bin Laden does not focus a spotlight on him but on terrorism in general.\nAccurate criticism also varies directly with the quantity of facts at hand. Delivering informative comment about bin Laden's role in anti-American terrorism is difficult beyond saying the obvious: He is extremely dangerous and has left few traceable footsteps behind.\nBin Laden leans almost entirely on its calendar of the incidents of terrorism, particularly state-sponsored, in the 1990s. Bin Laden's personal connection in the planning and execution is sometimes direct, but sometimes indirect and sometimes apparently non-existent. Whether or not he is known to be involved, the significant fact is that his actions plainly show he would like radical conservative Islam to look up to him as its leader. While he dodges control by Arab governments, he glories in grassroots recognition of his importance.\nAUTHOR Bodansky's views of Islam are those of a conservative Westerner, as is his linguistic approach. He uses the term grassroots in a Western way. Critics of the book will wonder if the U.S. bombing of Iraq really engendered \"grassroots rage*.*.*.*throughout the Muslim world.\"\nThey may also ask about other of Bodansky's conclusions. For example, he has decided that the failed attempt to assassinate Egyptian President Hosni Mubarek somehow produced gains for Islamist movements. Bodansky also quotes several barely known newspapers such as al-Quds-al-Arabi because they are close to bin Laden. How close and how influential is left to the reader.\nBODANSKY reasonably warns of bin Laden's impact on Muslim youth worldwide. Again, however, skilled investigators of the Muslim world will wonder how far bin Laden's influence extends. The book regularly touches on the fractured nature of radical Islam. Pages pass with no mention of bin Laden or his emissaries.\nOnly a few Westerners are known to have talked with bin Laden. One is Robert Fisk, who interviewed him in July, 1996, for the British Independent. \"The war declared by America against the Saudi people means war against all Muslims everywhere,\" bin Laden declared about the American \"colonization\" of Saudi Arabia. The book does not report interviews since the car-bombing of U.S. embassies in Kenya and Tanzania.\nAs Bodansky writes, nobody really knows how much money is involved in bin Laden's transactions to help fund the Taliban and \"a host of Islamic terrorist operations.\" Bin Laden supports a training haven in Afghanistan. He is applying his family fortune to promotion of radical Islam. The more he exposes himself, the better the chance of finding him out. Exposure, however, is necessary to notoriety.\n\nLoad-Date: August 25, 1999"
}