{
    "title": "Bio attack called likely before 2013",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 12,
    "day": 2,
    "full text": "WASHINGTON -- The United States can expect a terrorist attack using nuclear or more likely biological weapons before 2013, reports a bipartisan commission in a study being briefed Tuesday to Vice President-elect Joe Biden.\nIt suggests the Obama administration bolster efforts to counter and prepare for germ warfare by terrorists.\n\"Our margin of safety is shrinking, not growing,\" states the report, obtained by The Associated Press. It is scheduled to be publicly released Wednesday.\nThe commission is also encouraging the new White House to appoint one official on the National Security Council to exclusively coordinate U.S. intelligence and foreign policy on combating the spread of nuclear and biological weapons.\nThe report of the Commission on the Prevention of WMD Proliferation and Terrorism, led by former Sens. Bob Graham of Florida and Jim Talent of Missouri, acknowledges that terrorist groups still lack the needed scientific and technical ability to make weapons out of pathogens or nuclear bombs. But it warns that gap can be easily overcome, if terrorists find scientists willing to share or sell their know-how.\n\"The United States should be less concerned that terrorists will become biologists and far more concerned that biologists will become terrorists,\" the report states.\nThe commission believes biological weapons are more likely to be obtained and used before nuclear or radioactive weapons because nuclear facilities are more carefully guarded. Civilian laboratories with potentially dangerous pathogens abound, however, and could easily be compromised.\n\"The biological threat is greater than the nuclear; the acquisition of deadly pathogens, and their weaponization and dissemination in aerosol form, would entail fewer technical hurdles than the theft or production of weapons-grade uranium or plutonium and its assembly into an improvised nuclear device,\" states the report.\nIt notes that the U.S. government's counterproliferation activities have been geared toward preventing nuclear terrorism. The commission recommends the prevention of biological terrorism be made a higher priority.\nStudy chairman Graham said anthrax remains the most likely biological weapon. However, he told the AP that contagious diseases -- like the flu strain that killed 40 million at the beginning of the 20th century -- are looming threats. That virus has been recreated in scientific labs, and there remains no inoculation to protect against it if is stolen and released.\nGraham said the threat of a terrorist attack using nuclear or biological weapons is growing \"not because we have not done positive things but because adversaries are moving at an even faster pace to increase their access\" to those materials.\nHe noted last week's rampage by a small group of gunmen in Mumbai.\n\"If those people had had access to a biological or nuclear weapon they would have multiplied by orders of magnitude the deaths they could have inflicted,\" he said.\nAl-Qaida remains the only terrorist group judged to be actively intent on conducting a nuclear attack against the United States, the report notes. It is not yet capable of building such a weapon and has yet to obtain one. But that could change if a nuclear weapons engineer or scientist were recruited to al-Qaida's cause, the report warns.\nThe report says the potential nexus of terrorism, nuclear and biological weapons is especially acute in Pakistan.\n\"Were one to map terrorism and weapons of mass destruction today, all roads would intersect in Pakistan,\" the report states.\nIn fact, commission members were forced to cancel their trip to Pakistan this fall. The Islamabad Marriott Hotel that commission members were to stay in was blown up by terrorist bombs just hours before they were to check in.\n\"We think time is not our ally. The (United States) needs to move with a sense of urgency,\" Graham said.\n\nLoad-Date: December 2, 2008"
}