{
    "title": "Biographical sketches of Blackwater Worldwide security guards indicted in Iraqis' deaths",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 12,
    "day": 7,
    "full text": "? PAUL SLOUGH\nAge: 29\nHometown: Keller, Texas\nService: U.S. Army, 3rd Infantry Division, 1999-2002, including tour in Bosnia. Texas National Guard, 2/142 Infantry (2002-2006), including tour in Iraq.\nHonors: Army Commendation Medal. Army Good Conduct Medal. National Defense Service Medal. Combat Infantry Badge. Driver & Mechanic Badge. Armed Forced Expeditionary Medal. Armed Forces Reserve Medal. NATO Medal. Army Service Ribbon. Overseas Service Ribbon. Global War on Terrorism Service Medal.\nSources: Defense lawyers, Associated Press research ? NICK SLATTEN\nAge: 25\nHometown: Sparta, Tenn.\nService: Sergeant, U.S. Army, 82nd Airborne, 2002-2006. Two combat tours in Iraq. Graduate of Army Sniper School, Fort Benning, Ga.\nHonors: Army Good Conduct Medal. Iraq Campaign Medal. Combat Infantryman Badge. Army Commendation Award. Army Achievement Medal National Defense Service Medal. Global War on Terrorism Expeditionary Medal. Global War on Terrorism Service Medal. Army Service Ribbon.\n? EVAN LIBERTY\nAge: 26\nHometown: Rochester, N.H.\nService: Headquarters Battalion, 2nd Marine Division, 2001-2002. Marine Security Detachment, U.S. Embassy, Cairo, 2002-2003. Marine Security Detachment, U.S. Embassy, Guatemala City, Guatemala, 2003-2004.\nHonors: Meritorious Mast. Marine Corps Good Conduct Medal. White House Communications Agency Certificate. National Defense Service Medal. Navy and Marine Corps Overseas Service Ribbon.\n? DUSTIN HEARD\nAge: 27\nHometown: Knoxville, Tenn.\nService: Corporal, U.S. Marines. Security Force Battalion, First Fleet Anti-Terrorist Security Team, 2000-2003. Secured oil platforms off coast of Iraq during 2003 invasion. Member, 2nd Battalion, 8th Marines, 2003-2004. Deployed to Afghanistan. Graduate, School of Infantry, Camp Pendleton, Calif.\nHonors: Certificate of Commendation. Navy and Marine Corps Expeditionary Medal. Sea Service Deployment Ribbon. Armed Forces Expeditionary Medal. National Defense Service Medal. Global War on Terrorism Expeditionary Medal. Received three certificates of appreciation from U.S. Embassy, Baghdad, for securing embassy and Ministry of Parliament and providing security for Secretary of State Condoleezza Rice.\n\nLoad-Date: December 7, 2008"
}