{
    "title": "Biological _attack_ launches $16 million anti-terrorism drill",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 4,
    "day": 5,
    "full text": "The biggest anti-terrorism drill ever held in the United States got under way Monday with a mock biological attack in New Jersey and a simulated chemical-weapons explosion in Connecticut.\nNamed TOPOFF III, the $16 million, weeklong exercise is meant to find weak spots in the nation's emergency planning.\n\"We will intentionally stress our emergency response systems to the point of failure so we can repair them,\" said Matt Mayer of the U.S. Homeland Security Department.\nAlthough no real weapons or bio-agents are used, state and local officials are supposed to respond as if it is the real thing. They send ambulances to hospitals and flood the area with investigators and emergency workers in protective suits.\n\"It's a test of how well people are communicating with each other and whether the right people are getting pulled into this exercise,\" said Roger Shatzkin of New Jersey's Office of Counterterrorism.\nThe biological attack drill started in New Jersey at the Hillside campus of Kean University with a mock auto wreck. Doctors tried to connect the incident to a patient who had been admitted to a hospital with \"flulike symptoms.\" More \"victims\" headed to emergency rooms, and state health officials started zeroing in on pneumonic plague as the likely cause.\nIn Connecticut, federal officials staged a mock chemical weapons explosion on the New London waterfront. Buses were overturned to create a realistic scene, and volunteers played victims.\nAll told, the drill will involve more than 10,000 people, including officials in Canada and Britain. Two years ago, more than 8,500 people took part in similar exercises in Seattle and Chicago.\nToday and Wednesday, the drill will shift to hospitals, where hundreds of mock patients will show up in various degrees of distress. \n\nLoad-Date: April 5, 2005"
}