{
    "title": "Bioterrorism laws applied to citizens threatening the spread of COVID-19",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 10,
    "full text": "As the world continues to adapt to life amidst a pandemic, governments and other institutions have attempted to maintain order by modifying older structures in place to accommodate the changing times. In an attempt to prevent the spread of the coronavirus, officials have turned to terrorism laws.\nFederal prosecutors, as well as the Federal Bureau of Investigation, have opened a number of cases against citizens who spat or coughed on individuals in public or produce in grocery stores.\n\"Because (COVID-19) appears to meet the statutory definition of a 'biological agent,' such acts potentially could implicate the Nation's terrorism-related statutes,\" Deputy Attorney General Jeffrey A. Rosen wrote in a memorandum to prosecutors pursuing these cases.\nDue to a lack of policy regarding pandemics in general, government officials have resorted to finding ways to include certain  provisions mentioned above under conventions originally created to combat terrorism and nonconventional weapons, according to Shanna Kirschner, associate professor and chair of political science.\n\"\nWhat sort of legal tools do we have that we could use to prosecute a person who deliberately coughs all over the produce in a supermarket?\"\n- Shanna Kirschner \"I think this situation brings about some interesting legal frontiers,\" Kirschner said. \"What sort of legal tools do we have that we could use to prosecute a person who deliberately coughs all over the produce in a supermarket?\"\nWhile conventional weapons like guns, tanks and bombs can do significant damage, those in the nonconventional category - nuclear, biological and chemical weaponry - are able to decimate areas and populations on massive scales and with much less effort. \n\"The original vision of these conventions is very much about a dirty bomb-type situation, where somebody, for example, drops an ampule of anthrax or something, that is designed to immediately kill hundreds, thousands of people,\" Kirschner said.\nBecause COVID-19 is highly viral and potentially deadly for older and immunocompromised populations, prosecutors have been able to make a significant case for its inclusion in this category.\n\"The situation of 'I'm a person who has COVID and I'm going out and coughing on people or something they might touch,' or even more interestingly, 'I'm a person who doesn't have COVID, but I want people to think I do, and I think that's somehow funny,' is morally wrong, but what they're doing from a legal perspective is an interesting stretch of the law,\" Kirschner said.\nAlthough several people have been prosecuted under the terms of the bioterrorism conventions in the past few months, the odds of knowing the cases' outcomes any time soon is slim, and the pandemic only serves to draw out court proceedings further, according to Kirschner.\n\"Courts were shut down entirely for a while in a lot of places,\" Kirschner said. \"Then when they got back up and running, there was a backlog. I'm not positive, but I think you can only hold someone for a day or two, then you have to charge them with something. A prosecutor would have to make a decision.\"\nIn one case, a Florida man was charged with biological weapons hoax after spitting on police and claiming he had COVID-19, according to a release made by the U.S. Department of Justice.\nWith a lack of similar incidents outside of the U.S., Kirschner is continually intrigued by the issue.\n\"I've kept this on my radar because, in a definitional sense, it is causing terror, but it's a really unconventional extension of the idea of terrorism,\" Kirschner said. \"I think it's interesting that we're flailing around for a tool with which to prosecute people.\"\nIn fact, Kirschner first found out about the unique interaction between COVID and the law when it was brought to her attention by a student in her Freshman Seminar course last semester - a course that happened to be taught on terrorism.\n\"I saw an article that talked about some people who had threatened to cough on produce in a store or spread (COVID-19) in some way or another,\" Alexa Whyte, '23, said. \"I thought it was a really interesting article and I sent it to my professor and she was like, 'You know what? This sounds like a great final paper!' It connected perfectly with what we were doing in class, so I went for it.\"\nWhile searching for more connections between these few cases and terrorism as a general concept, Whyte made some startling discoveries.\n\"I was really freaked out when I came across ISIS saying that the virus was making the U.S. weak,\" Whyte said. \"(ISIS was saying) things like, '(COVID-19) is on our side and it shines a light on the weakness of the West!'\"\nWhile Whyte believes purposefully spreading the virus is despicable, she remarked that prosecutors should re-analyze the incidents and whether or not they violate anti-terrorism laws.\n\"Personally, I think that they should be charged with something, but I don't necessarily think terrorism laws are the way to go with it,\" Whyte said. \"I read a lot of articles that said prosecuting them under anti-terrorism laws is very extreme and there are much easier ways to have some kind of repercussions without being labeled a domestic terrorist.\"\nWhyte made note of the fact that the U.S. was not prepared for a pandemic, especially as it pertains to the criminal system.\n\"(COVID-19) has shown that we weren't prepared to deal with any of this,\" Whyte said. \"I think probably the best thing to do is to expand our laws to help with this situation, and make sure that we're ready for something like this in the future.\"\nAlthough Kirschner agreed with Whyte over the preparedness of our nation, she was skeptical of reform any time soon.\n\"I think the chance of new legislation seems low right now with this legal climate and this Congress,\" Kirschner said. \"If you have an existing law that works, there's no need for a new one, so if these set of bio-terrorism prosecutions continue and they hold up through appeal, then there's no need for another law. If not, I think something's going to shift.\"\n\nLoad-Date: September 10, 2020"
}