{
    "title": "Bipartisan measure condemns QAnon Bill says false theories don't belong in politics",
    "publisher": "usa today",
    "year": 2020,
    "month": 8,
    "day": 27,
    "full text": "WASHINGTON - Two lawmakers introduced a bipartisan measure Tuesday condemning the ring-wing conspiracy theory QAnon a week after President Donald Trump said the theory's followers \"like me very much\" and QAnon-linked candidates won Republican congressional primary races across the country.\nRep. Tom Malinowski, D-N.J., and Rep. Denver Riggelman, R-Va., said their bill would make it clear the debunked conspiracy theory had no place in the American political mainstream.\n\"Conspiracy theories that falsely blame secret cabals and marginalized groups for the problems of society have long fueled prejudice, violence and terrorism,\" Malinowski said.\n\"QAnon and the conspiracy theories it promotes are a danger and a threat that has no place in our country's politics,\" said Riggelman, who lost a Republican primary this year.\nThe measure would condemn QAnon; ask federal law enforcement agencies to remain vigilant against violence provoked by conspiracy theories; and urge Americans to get information from trustworthy sources.\nThe measure must first pass the House Judiciary Committee before it can be considered by the full House of Representatives.\nThe QAnon conspiracy theory, which the FBI has called a domestic terrorism threat, is based on unfounded claims that there is a \"deep state\" apparatus run by political elites, business leaders and Hollywood celebrities who are also pedophiles and actively working against Trump.\nThe measure cites several incidents where QAnon adherents were linked to crimes they claimed were inspired by their beliefs, including the 2018 arrest of a man who plotted to plant a bomb in the Illinois Capitol Rotunda to raise awareness of the conspiracy theory.\nPolitical leaders have denounced the conspiracy theories.\nHouse Minority Leader Kevin McCarthy said on Fox News last week, \"There is no place for QAnon in the Republican Party.\"\nAnd White House Press Secretary Kayleigh McEnany dismissed the idea last week that the president supported the theory. But some QAnon-linked candidates have won Republican congressional primaries this year.\nOne candidate, Marjorie Taylor Greene, is likely to win the general election in her staunchly Republican district in northwestern Georgia. Trump called her a \"future Republican Star\" in a tweet after her primary win, though McEnany told reporters Trump had not \"done a deep dive into the statements\" of Greene.\nTrump said at his Aug. 19 briefing that he knew little about QAnon other than that \"they like me very much, which I appreciate.\"\n\"These are people that don't like seeing what's going on in places like Portland, Chicago and New York and other cities and states,\" he said.\n\"I've heard these are people that love our country.\"\nWhen a reporter further explained the theory to Trump, including the belief that Trump is secretly saving the world from a satanic cult of pedophiles and cannibals, Trump responded: \"Is that supposed to be a bad thing? If I can help save the world from problems I'm willing to do it, I'm willing to put myself out there.\"\nQAnon caused a stir when Mary Ann Mendoza was removed from the RNC lineup for retweeting anti-Semitic posts tied to the conspiracy theory.\nContributing: Courtney Subramanian, Savannah Behrmann \n\nLoad-Date: August 27, 2020"
}