{
    "title": "Bird flu study published after terrorism debate",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 6,
    "day": 21,
    "full text": "NEW YORK ? The second of two bird flu studies once considered too risky to publish was released Thursday, ending a saga that pitted concerns about terrorism against fears of a deadly global epidemic. Both papers describe how researchers created virus strains that could potentially be transmitted through the air from person to person. Scientists said the results could help them spot dangerous virus strains in nature. \nBut last December, acting on advice of a U.S. biosecurity panel, federal officials asked the researchers not to publish details of the work, which identified the genetic mutations used to make the strains. They warned the papers could show terrorists how to make a biological weapon. That led to a wide-ranging debate among scientists and others, many of whom argued that sharing the results with other researchers was essential to deal with the flu risk. Bird flu has spread among poultry in Asia for several years and can be deadly in people, but it only rarely jumps to humans. People who get it usually had direct contact with infected chickens and ducks. Scientists have long worried that if the virus picked up mutations that let it spread easily from person to person, it could take off in the human population, with disastrous results. The two teams that conducted the controversial research eventually submitted revised versions of their papers to the federal biosecurity panel. They said the changes focused on things like the significance of the findings to public health, rather than the experimental details themselves. The panel announced in March it supported publishing the revised manuscripts, saying it had heard new evidence that sharing information about the mutations would help in guarding against a pandemic. It also concluded that the data didn't appear to pose any immediate terrorism threat. The government agreed in April. The benefit of scientists sharing data from the new paper \"far outweighs the risk,\" Dr. Anthony Fauci, director of the National institute of Allergy and Infectious Diseases, said Wednesday. One paper, from Yoshihiro Kawaoka of the University of Wisconsin-Madison and colleagues, was published last month by the journal Nature. On Thursday, the journal Science published the second paper, from a team led by Ron Fouchier of the Netherland's Erasmus Medical Center in Rotterdam. Both papers tested the ability of the altered bird flu viruses to spread through the air between ferrets, none of which died from those infections. The Fouchier paper reports that the virus could spread this way by acquiring as few as five specific mutations. Two of those mutations are already found frequently in strains of the virus. And the other three could arise during infection of people or other mammals, a new mathematical analysis in Science concluded. But the likelihood is unclear. An author of the analysis compared the situation to earthquake prediction. \"We now know we're living on a fault line,\" Derek Smith of Cambridge University and the Erasmus center told reporters. \"It's an active fault line. It really could do something.\" Fouchier said the ferret results don't give a clear answer about how deadly an altered virus would be in people. Eddy Holmes of Penn State University, who studies the evolution of flu viruses but did not participate in the Fouchier or Kawaoka studies, said those works present the first good experimental evidence about how the bird flu virus could mutate to become more easily spread between people. The studies are \"a useful frame of reference\" for studying that question, but not the final answer, he said. Online: Journal Science: http://www.sciencemag.org Malcolm Ritter can be followed at            http://www.twitter.com/malcolmritter \n\nLoad-Date: June 22, 2012"
}