{
    "title": "Birmingham Police Arrest Suspect in Knife Crimes",
    "publisher": "the new york times",
    "year": 2020,
    "month": 9,
    "day": 8,
    "full text": "A 27-year-old man was charged with murder and seven counts of attempted murder after eight people were attacked, one fatally, in the city early Sunday.\nLONDON -- The police in Birmingham, England, arrested a man on Monday and charged him with stabbing eight people, killing one, in a series of apparently random attacks in the city early Sunday. \n  The suspect, a 27-year-old man whose name was not immediately released, was charged with murder and seven counts of attempted murder. He was detained in the Selly Oak neighborhood in southwest Birmingham around 4 a.m. local time, the police said.\n  A 23-year-old man died in the attacks on Sunday, and two other victims, aged 19 and 32, were in critical condition at a hospital on Monday, the police said. Five other victims, aged 23 to 33, sustained less serious injuries.\n  The police said they were unable to discern a pattern in the attacks, leading them to believe that the victims had been chosen at random. Steve Graham, chief superintendent of the West Midlands Police, said on Sunday that there was no indication the attacks were related to terrorism or gang violence, nor that they were a hate crime.\n  Starting in the early hours of Sunday, the assaults spanned the center of the city, which is about 120 miles northwest of London, lasted at least 90 minutes and ended in a bustling nightlife area. Witnesses said that an attacker wearing a hooded top had approached the victims without warning, and eluded bystanders' attempts to capture him.\n  ''It happened very quickly,'' one witness, Savvas Sfrantziz, a bar owner in the nightlife area, told Sky News, describing one of the attacks. ''He just went up to her and just stabbed her. I've never seen anything like it.''\n  Officers sifted through surveillance camera footage and asked for photographs and videos from the public to help in the search. One tip led them to an address in Selly Oak, where the arrest was made. \n  In a statement released on Monday, the police said the arrest was ''a crucial development,'' but underlined that the investigation was continuing. ''We still need to speak to any witnesses who saw what happened who've not yet spoken to us, or anyone who may have video footage or photos of the incidents or the attacker,'' the statement added.\n  The mayor of Birmingham, Andy Street, said in a post on Twitter that the attacks were a ''one-off tragedy.''\n  ''But the message must be it is utterly uncharacteristic of Birmingham,'' he added. ''The thing that is characteristic will be seen to be a defiant response where all communities come together to condemn it and prove that we can continue all to live together in harmony.''\n  Knife crime in England and Wales has been on the rise for several years and reached a record annual high for the year ending March 2020, according to a government report. The police recorded 46,265 offenses involving knives or sharp instruments in that period, an increase of 6 percent over the previous 12 months. According to the Office for National Statistics, 256 people died in such attacks in England and Wales in the year up to March 2020.\n  Apart from the killing in Birmingham, there have been other fatal knife attacks in Britain in recent months. Three people were killed in June in a stabbing at a park in Reading, England, that the police described as terrorism. In July, there were three deadly stabbings and two fatal shootings in London in the space of a week.\n  Anna Schaverien contributed reporting.\n\nhttps://www.nytimes.com/2020/09/07/world/europe/birmingham-uk-knife-attack-arrest.html\n\nGraphic\n\n \nPHOTO: An investigator in Birmingham, England, where a man faces murder charges in a stabbing spree. (PHOTOGRAPH BY NEIL HALL/EPA, VIA SHUTTERSTOCK)               \n\nLoad-Date: September 8, 2020"
}