{
    "title": "Bishop, Matheson explain 'No' votes on Patriot Act ; Cannon votes yes_ He says he worries about gove",
    "publisher": "the salt lake tribune",
    "year": 2005,
    "month": 7,
    "day": 23,
    "full text": "WASHINGTON -- Two of Utah's three congressmen voted against permanently renewing parts of the Patriot Act, saying the provisions intended to spy on terrorists are too invasive of innocent Americans.\n\"I'm still not totally satisfied with the bill,\" Republican Rep. Rob Bishop said Friday, adding that there are sections in the act that are troubling, such as a one allowing access to library, bookstore and bank account information without a court order.\nBishop was one of 14 Republicans who opposed the bill; Rep. Jim Matheson, D-Utah, also voted against it. The House passed the reauthorization, 257-171.\nBishop says the original Patriot Act was \"overly aggressive,\" and even though he believes law enforcement officers haven't abused the powers, there are not enough checks and balances included.\n\"The potential for abuse is always inherent in the act,\" Bishop said, adding that he hopes a more palpable bill is later proposed through House and Senate negotiations.\nThe Patriot Act, which has faced sharp criticism for expanding a wide range of police powers, was passed shortly after the Sept. 11, 2001, terrorist attacks. Several of the act's key provisions will expire unless Congress reauthorizes them this year. President Bush has lobbied to renew all of the provisions.\nMatheson, who supported the original Patriot Act, said the law goes too far -- such as allowing a search of a patron's library records.\n\"A number of provisions that have little to do with combating terrorism have proved too intrusive,\" Matheson said. \"Utahns have expressed their concerns to me about those intrusions and I agree that they go too far.\"\nHe added that by permanently extending the act's powers, Congress is ceding oversight to the executive branch.\n\"I support legislation that is both tough on terrorists and vigilant on protecting civil liberties. I didn't see that balance struck in this bill,\" Matheson said.\nUtah Rep. Chris Cannon supported the reauthorization, pointing to changes made to the bill during House Judiciary Committee hearings in which authorization for \"roving\" wiretaps and searches of business records would expire after 10 years.  Cannon, a member of the committee, said he worries about the government peeking into Americans' private lives and the country becoming more \"statist.\"\n\"But at the same time, we are in a war against terrorism, and our enemies do not march in formation,\" Cannon said. \"They strike from the shadows and -- as the recent bombing in London proved -- can easily be among us.\"\nCannon said the changes made in committee to remove certain powers after a decade allow Congress to have \"leverage\" over the executive branch to ensure the bill isn't overreaching.\nA Senate's version of the House bill passed out of the Judiciary Committee on Thursday as well. Sen. Orrin Hatch, R-Utah, is an ardent supporter of the act and says while the renewal bill isn't perfect, it is improved from earlier versions.\n\"I am a big believer that the Patriot Act deserves to be reauthorized -- it has done more to prevent further terrorist attacks on American soil than any other single government action or policy since 9/11 -- and I think that is evident by the committee voting to reauthorize it 18-0,\" Hatch said in a written statement. \"The Patriot Act has worked, and there just hasn't been any evidence of a pattern of abuse of civil liberties.\"\nIn April, a spokeswoman for Sen. Bob Bennett said he believes the act has given law enforcement valuable anti-terrorist tools and was trying to gauge the effectiveness of provisions set to lapse.\n\nGraphic\n\n \nChris Cannon Voted YesJim Matheson Voted NoRob Bishop Voted No\n\nLoad-Date: July 25, 2005"
}