{
    "title": "Bitterly divided, Syrians 'still talking'",
    "publisher": "the bismarck tribune",
    "year": 2014,
    "month": 1,
    "day": 31,
    "full text": "GENEVA - Bitter divisions among Syrian negotiators over the question of transferring power remained front and center Thursday as the Geneva peace talks neared the end of a critical first phase guided by U.N.-Arab League mediator Lakhdar Brahimi, who sought to break the ice and keep them talking.\nGovernment and opposition representatives swapped accusations before the TV cameras and inside the closed room in Geneva where the rival delegations were discussing responsibility for violence while seeking a way to end a three-year conflict that has claimed more than 130,000 lives and driven millions more from their homes.\nBut the day's talks ended by early afternoon, and there was no progress reported by either side before one more day of discussions planned for today.\nLouay Safi, a spokesman for the opposition's negotiating team, said the two sides talked mainly about the violence, and his delegation presented evidence about \"the massacres committed by the regime throughout the region.\" He told a horde of journalists outside the U.N.'s sprawling Palais des Nations that the only way to stop the violence is to form a transitional governing body for the war-torn country.\nBut he complained that the government's interpretation of the 2012 Geneva Communique, a transitional roadmap agreed on by world powers at the first round of Syrian peace talks, would \"leave the formation of the governing body to the end.\"\n\"We believe this is the wrong sequence. This is putting the cart before the horse,\" he said. \"The horse is the transitional governing body. This is the body that will provide the mechanism to implement all the points of Geneva.\"\nThe government's focus at the day's talks was on combatting terrorists, Syrian deputy foreign minister Faisal al-Mikdad said, and \"it's very clear they committed a lot of massacres.\"\n\"Their rejection of discussing the issue of terrorism and finalizing or coming out with a statement is a scandalous one,\" he said. \"They are not careful about what's happening to Syria. They support all terrorist organizations. They claim to be fighting terrorism while they are conniving with terrorism to kill the Syrian people.\"\n\nLoad-Date: February 3, 2014"
}