{
    "title": "Biz Voices How to recover from disasters",
    "publisher": "the atlanta journal-constitution",
    "year": 2011,
    "month": 9,
    "day": 25,
    "full text": "Just a few months ago, who would have envisioned the onslaught to businesses large and small from megatornadoes, severe flooding, earthquakes, huge wildfires and even a tropical storm?\nYet, that is exactly what has challenged business owners and managers from Texas to the Atlantic Coast.\nThe prime objective is for businesses to recover in light of whatever happens. The most effective tool in a business's arsenal is a detailed disaster recovery plan. That includes actions to take before something bad happens, and the after-disaster activities that either keep the business running or get it back on its feet ASAP.\nOf great importance is to minimize risk, starting with fire safety in storage areas, maintenance, operations where there are open flames and/or flammable substances, and even housekeeping work.\nFirst take into account where your business is located. Is it in a facility subject to fire damage such as an old wooden structure, or is it built of fire-resistant materials?\nIs the business protected by a fire alarm system with monitoring service to contact the fire department? Is there a sprinkler system available?\nSurvey electrical systems since faulty wiring is often the cause of business-related fires. Is the facility built based on a strong building code that is storm-resistant, or can high winds cause serious problems? Don't forget to closely study ingress and egress for customers and employees.\nRecord keeping is a major concern. Up-to-date duplicate records for both digital and paper records must be a top priority, and record storage must be designed for safekeeping. This is a must for typical disasters or a data breach.\nWhat are your critical business functions and activities that would be needed to support your business activity, including customer service, while your business is under repair?\nKnow in advance what resources may be available to you if your business had to relocate entirely in the event of a fire or a broader catastrophe such as a tornado or major flood, for example.\nThere are other resources that should be available immediately including back-up power and communications capability. Consider stockpiling key supplies such as first-aid kits, batteries, flashlights and protective gear.\nA valuable resource to have on hand in a protected environment is a list of important phone numbers including major clients, contractors, suppliers, real estate professionals (if relocation is required), financial institutions, insurance agents and company contacts. Multiple copies of such lists should be available in case of a widespread incident.\nDon't miss the importance of a communications strategy to prevent loss of customers. Clients must know how to contact your company if a new location is required.\nMultiple methods of communication must be considered such as signage, emails, phone calls, advertising notices and person-to-person communications to spread the word for your business.\nDo not overlook insurance coverage specific for disaster situations in your disaster plan. Two items of importance are income interruption insurance and, sadly, terrorism insurance. If a business must shut down for repairs or relocation, loss of income can be significant during the process not to mention loss of customers to other businesses. This coverage should be understood before a problem occurs.\nCoverage for business damage or destruction as a result of terrorism is covered if the business chooses to obtain such coverage. This requires a conversation with your insurer to understand the risk, the cost of coverage and the potential cost of no coverage.\nThe planning process is vital. It should already be under way. As so many businesses found out this year, disasters can only be managed with thoughtful planning and execution of well-developed implementation steps.\nDavid Colmans is executive director of Georgia Insurance Information Service.\n\nGraphic\n\n \nPhoto: David Colmans is executive director of Georgia Insurance Information Service. Make sure your business has a detailed disaster recovery plan in the event of floods, tornadoes, other natural disasters or terrorism. Matt Rourke Associated Press /ImageData*\n\nLoad-Date: September 25, 2011"
}