{
    "title": "BJP releases manifesto; promises to build Ram temple, announces slew of welfare schemes",
    "publisher": "the world",
    "year": 2019,
    "month": 4,
    "day": 8,
    "full text": "New Delhi, April 8 -- Eyeing another stint in power, the BJP on Monday made a string of promises, including expeditious construction of a Ram temple, a firm hand in dealing with terrorism and doubling farmers income in the next three years.\nThe party also promised to make India the third largest economy globally by 2030 and scrap Article 370 that gives special status to Jammu and Kashmir if it comes back to power.\nPrime Minister Narendra Modi released the manifesto, titled 'Sankalpit Bharat, Sashakt Bharat' (Determined India, Empowered India), in the presence of BJP chief Amit Shah and other top leaders, including Rajnath Singh, Sushma Swaraj and Arun Jaitley.\nIn the manifesto, the BJP also resolved to annul Article 35 A of the Constitution which says no outsider can own property in Jammu and Kashmir.\nOn the economic front, the BJP said it aspired to make India the third largest economy of the world by 2030.\n\"This implies that we commit to make India a USD 5 trillion economy by 2025 and USD 10 trillion economy by 2032,\" it said.\nThe party promised it will continue with the simplification of the GST process by engaging in dialogue with all stakeholders.\nThe party said purchase of defence equipment will be fast tracked to strengthen the armed forces, adding that the BJP government will continue with its approach of zero tolerance towards terrorism if voted to power.\nSecurity forces will continue to get a free hand to deal with terrorism, the document stated The party said it will implement NRC (National Register of Citizens) in a phased manner in various parts of the country.\nAbout Jammu and Kashmir, the BJP said, \"We reiterate our position since the time of the Jan Sangh to the abrogation of Article 370. We are committed to annulling Article 35A of the Constitution of India as the provision is discriminatory against non-permanent residents and women of Jammu and Kashmir.\" \"Let us work towards building a strong and inclusive India, whose citizens are assured of dignity, prosperity, security and opportunity,\" Modi wrote in the preface of the manifesto.\nIn his write up in the manifesto, Shah said, \"In its tenure of five years, the government led by Prime Minister Narendra Modi has been able to take many decisions which are historic and has ushered in a comprehensive and fundamental transformation.\nHe also referred to various schemes and decisions of the government, including Swachh Bharat Mission, Ujjawala Yojana, Saubhagya Yojana, demonetisation, GST, surgical strikes and air strikes.\nIn his remarks at the event, Shah said Modi has done justice to every sector of the society, with cooking gas connections in rural areas, housing and affordable healthcare for all and welfare schemes for farmers.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: April 8, 2019"
}