{
    "title": "BJP pulls out of alliance with PDP in Jammu &#38; Kashmir",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 6,
    "day": 19,
    "full text": "New Delhi, June 19 -- The BJP today pulled out of its alliance with the PDP in Jammu and Kashmir, saying it has become impossible to continue in the government in view of the growing radicalism and terrorism in the state.\nThe decision to withdraw was taken after consulting Prime Minister Narendra Modi and party chief Amit Shah, the party's general secretary Ram Madhav announced at a press conference here.\nThe BJP's move raises the possibility of governor's rule in the volatile state, the eighth time since it was imposed in 1977. Madhav himself said the party favours governor's rule.\nImmediately after his news conference, senior PDP minister and party's chief spokesperson Naeem Akhthar told reporters in Srinagar that Chief Minister Mehbooba Mufti would be submitting her resignation to Governor N N Vohra.\nThe BJP blamed the PDP for failing to improve the security conditions in the Kashmir Valley. Madhav cited last week's killing of senior journalist Shujaat Bukhari in the heart of Srinagar in the highly secured area of Press Enclave by unidentified gunmen. The same day -- two days before Eid -- an Army jawan was abducted while going on Eid leave and killed.\n\"It has become untenable for the BJP to continue in the alliance government in the state,\" Madhav said at the hurriedly called press conference after a meeting with state BJP leaders and ministers who were summoned to the national capital with little notice.\n\"Keeping in mind that Jammu and Kashmir is an integral part of India and in order to control the prevailing situation in the state, we have decided that the reins of power in the state be handed over to the governor,\" Madhav added.\nTerrorism, violence and radicalism have risen and the fundamental rights of citizens, including right to life and free speech, are in danger, the BJP leader said.\nIn the state elections in 2015, the BJP won 25 seats and the PDP 28 in the 87-member assembly. The two parties came together to form government with an Agenda of Alliance.\nBJP leader and Deputy Chief Minister Kavinder Gupta told reporters in Delhi that he and his ministerial colleagues have submitted their resignations to the governor as well as to the chief minister.\nThe decision to withdraw support came after BJP president Amit Shah met with the party's lawmakers from Jammu and Kashmir in Delhi.\n\"Centre did everything for the Valley. We've tried to put a full-stop to the ceasefire violations by Pakistan. PDP has not been successful in fulfilling its promises. Our leaders have been facing a lot of difficulties from PDP in developmental works in Jammu and Ladakh,\" Madhav said.\n\"We are not questioning the intentions of PDP but they have failed in improving the condition of life in Kashmir,\" he added.\nThe Congress, which has 12 seats in the assembly, said there is no question of an alliance with the PDP.\nThe other major party in the state is the National Conference with 15 seats.\nNC leader Omar Abdullah only posted a cryptic remark on Twitter: \"And so it has come to pass...\"\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: June 19, 2018"
}