{
    "title": "BJP has 'anti-Muslim', 'anti- Pakistan ' approach_ Pakistan PM Imran Khan",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 12,
    "day": 7,
    "full text": "Islamabad, Dec. 7 -- Prime Minister Imran Khan has claimed that the approach of the ruling BJP was \"anti-Muslim and anti-Pakistan\" and expressed the hope that the stalled bilateral talks could resume after the general elections in India next year.\nPrime Minister Khan said his government was keen to bring the perpetrators of the 2008 Mumbai attack to book, asserting that it was in the interest of Pakistan.\n\"India has elections coming up. The ruling party [of India] has an anti-Muslim, anti-Pakistan approach. They rebuffed all my overtures....Let's hope that after the election is over, we can again resume talks with India,\" Khan said in an interview with 'The Washington Post' on Thursday.\nIndia has firmly told Pakistan that talks and terrorism cannot go together.\nExternal Affairs Minister Sushma Swaraj has categorically ruled out the possibility of resumption of bilateral talks with Pakistan unless it stops cross-border terror activities against India.\nThe general elections are due to be held in India in April or May 2019.\nSpeaking about the Mumbai terror attack, Khan said Pakistan wants \"something done about the bombers of Mumbai\".\n\"I have asked our government to find out the status of the case. Resolving that the case is in our interest because it was an act of terrorism,\" he said.\nOn November 26, 2008, 10 Pakistan-based Lashkar-e-Taiba (LeT) terrorists arrived by sea route and opened fire indiscriminately, killing 166 people.\nNine of the attackers were killed by police while lone survivor Ajmal Kasab was captured and hanged after handed down death sentence by an Indian court.\nPerpetrators of the 26/11 attack, including its mastermind and banned Jamat-ud Dawa (JuD) chief Hafiz Saeed, continue to roam freely in Pakistan, indicating that Islamabad is not serious in bringing them to justice. The JuD is believed to be the front group for the LeT. The US has offered a USD 10 million bounty for Saeed.\nAfter taking charge as prime minister in August this year, Khan said he was ready for peace talks with Prime Minister Narendra Modi.\nPakistan sent a proposal in September to hold foreign ministers' level talks in New York on the sidelines of the United Nations General Assembly.\nIndia, however, accepted and then rejected the proposal, blaming Pakistan for killing a security personnel in Jammu and Kashmir and accusing it of glorifying terrorism.\nBoth India and Pakistan gave the green signal to the much-awaited Kartarpur Corridor last month. The 4-km-long corridor will connect Dera Baba Nanak in India's Gurdaspur district with Gurdwara Kartarpur Sahib Narowal in Pakistan.\nThe corridor will provide visa-free access to the Indian Sikh pilgrims to the gurdwara which is located in Shakargarh in Narowal district of Pakistan's Punjab province.\n\"I have opened a visa-free peace corridor with India called Kartarpur [so that Indian Sikhs can visit a holy shrine in Pakistan]. Let's hope that after the election is over, we can again resume talks with India,\" Khan said in the interview.\nIt is said that Guru Nanak Dev, the founder of Sikhism, had spent more than 18 years of his life there. The Kartarpur Sahib Gurdwara is located on the banks of the Ravi River, about three-four kilometres from the border in Pakistan.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: December 7, 2018"
}