{
    "title": "Black Flag Is Hoisted as an Armed Person Takes Hostages in a Sydney Cafe",
    "publisher": "the new york times",
    "year": 2014,
    "month": 12,
    "day": 15,
    "full text": "SYDNEY, Australia -- Helicopters hovered over central Sydney, and Prime Minister Tony Abbott convened a meeting with his security advisers on Monday after an armed individual took hostages in a Sydney cafe and displayed a black flag with Arabic script in white in the window.\nPolice officers surrounded the cafe in the central business district where the hostages were pressed against the window holding the black flag, whose writing appeared to be the shahada, the Muslim declaration of faith. Andrew Scipione, the commissioner of the New South Wales police, said at a news briefing that an unknown number of hostages were being held in the cafe by a single armed person, but that three of the hostages had been released. ''We don't yet know the motivation of the perpetrator -- we don't know whether this is politically motivated -- although obviously there are some indications that it could be,'' Mr. Abbott said at a short briefing in Canberra, Australia's capital. ''There are people, even in a society such as ours, who would wish to do us harm.''\n''The whole point of politically motivated violence is to scare people out of being themselves,'' he said. ''Australia is a peaceful, open and generous society and nothing should ever change that, and that is why I would urge all Australians today to go about their business as usual.''\nMr. Abbott described the siege as ''a very disturbing incident.''\n''Our thoughts and prayers must, above all, go out to the individuals who are caught up in this,'' he said. ''I can think of almost nothing more distressing or terrifying than to be caught up in such a situation. Our hearts go out to those people.''\nHe said he had met with the National Security Committee of the cabinet, which includes the defense minister, David Johnston, and Attorney General George Brandis.\nA police spokesman confirmed that officers were called to the Lindt Chocolate Café, in Sydney's Martin Place, a major shopping and pedestrian thoroughfare, around 10 a.m. Monday.\nA commercial television network, Channel Seven, which has a studio near the cafe, showed footage of people wearing Lindt uniforms inside the cafe.\nThe police said in a statement that they were trying to contact those inside. Nearby offices had been evacuated and a number of streets closed, it said. The police also asked that people in offices bordering Martin Place ''remain indoors and away from open windows.''\nThe police shut parts of the city's transportation system and closed the mall area. ''A police operation is underway,'' a spokeswoman for the New South Wales Police Force said. ''It involves both local police and tactical or specialist police commands,'' which would include an antiterrorism squad.\nFire crews and other emergency services had been sent to the central business district, and helicopters could be seen and heard flying over the city.\nThe police would not provide further details. But live television footage showed shoppers and office workers gathered some distance from the cafe, behind shelters, and television news showed heavily armed police officers in the area.\nThe police would not confirm whether a terrorist group or individual with links to terrorism was behind the siege.\nBut James Brown, a military analyst at the Lowy Institute for International Policy in Sydney, said, ''Someone in that shop wants us to know they have an Islamic link.''\nHe added: ''They could be doing it for any one of a number of reasons; it could be a terror-related incident. It is unclear what outcome they want.''\nThe hostage-taking comes amid growing anxiety in Australia over Islamic terrorism.\nMr. Abbott responded quickly to President Obama's appeal several months ago for support in the fight against the Islamic State, sending a squadron of fighter jets and several hundred Australian military personnel to the Middle East.\nThe move was criticized by some analysts in Australia as likely to foment more anger from young Muslim extremists who appeared to have threatened to conduct a random beheading in Sydney.\nThe Australian government, a strong supporter of the alliance with the United States, ordered police forces to conduct sweeping counterterrorism raids in Sydney suburbs in September against young Muslim men suspected of being in contact with the Islamic State.\nThe raids netted just two people who were charged, but the tough stance against the militant group was popular among the public. Mr. Abbott, who heads the conservative Liberal Party, followed up with legislation giving the police broader powers to arrest suspects and cracking down on news media reporting.\nAustralian intelligence officials have estimated about 70 Australian citizens, typically disaffected young Muslim men from immigrant families, have joined the Islamic State. The passports of about 100 others have been canceled for fear they might do the same, they said.\nThe Australian Federal Police made seven arrests for terrorism offenses in the 12 months ending Oct. 31. Very little was known about the person responsible for the siege.\nThe United States Consulate General in Sydney, which is about a block from the cafe, was evacuated. A spokeswoman for the United States Embassy in Canberra said that American officials did not yet know the nationality of the people being held.\nLindt posted a statement to its Facebook page thanking people ''for their thoughts and kind support.'' The statement added, ''Our thoughts and prayers are with the staff and customers involved and all their friends and families,'' and that the matter was being dealt with by the authorities.\n\nhttp://www.nytimes.com/2014/12/15/world/asia/hostages-are-held-inside-cafe-in-australia-police-say.html\n\nGraphic\n\n \nPHOTO: An image taken from video shows the cafe where hostages were being held on Monday. (PHOTOGRAPH BY SEVEN NETWORK)           \n\nLoad-Date: December 15, 2014"
}