{
    "title": "Black-white rift widens in S. Africa , oil attacks hint",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 6,
    "day": 4,
    "full text": "\"There is not going to be another Soweto like 1976,\" the leading South African black educator said.  \"But it could be something much worse.  We are going to see more and more acts of political violence.\"\nThe educator, Sanyana Mazibuko, was speaking two days before the dramatic sabotage attacks on three major South African oil installations, carried out by supporters of the banned black African National Congress.\nThose attacks have underlined once more the continuing and growing division between black and white perceptions in South Africa, and the effective radicalization of the black community to which the educator was referring.\nPost, the country's leading mass-circulation black newspaper, admitted in the aftermath of the sabotage that it was unable to publish any black reaction.\n\"We have to operate within limits,\" a senior journalist said.  \"The reactions we have been getting are outlawed by the Terrorism Act.\" That act forbids anyone from advocating deeds against the South African economy, as well as acts of violence.\nWhite reaction has been more predictable, although somewhat equivocal.  White politicians have condemned the violence, but have drawn different lessons from it.  To the right-wing English-language newspaper, the Citizen, once funded by the government, the sabotage calls for a \"merciless response.\"\nHowever, Beeld, the Afrikaans-language National Party newspaper closest to Prime Minister Pieter W. Botha, said that \"while resisting terrorism with all the means at our disposal,\" the white community must recognize that \"conditions exist in this country in which terrorism can find a breeding ground.\"\nThese conditions also must be eradicated, Beeld said.\nMr. Botha faces the twin pressures of continuing civil unrest in the black and Colored (mixed race) townships and increasing politically inspired violence.  His problem is that the sort of security clampdown demanded by his National Party supporters could be counterproductive and further alienate the black communities.\nBut many black observers are doubtful whether he can find a middle road.\n\"There are a growing number of young blacks who believe that the only answer is for them to finish their education as quickly as possible and leave the country,\" said Mr. Mazibuko, who once taught in Soweto.\n\"They are not in favor of peaceful protests like the current school boycott.  They see that as simply providing cannon fodder for the police.\"\nBut even among those blacks who favor some form of violent action, there is a desire to choose only institutional targets, such as the oil plants, and to avoid civilian casualties.\nMr. Mazibuko believes such a strategy inevitably will deteriorate.\n\"There will be a white backlash, and a growing level of indiscriminate violence,\" he said.  \"It is a very bleak scenario.\"\n\nGraphic\n\n \nPicture, Prime Minister Botha, Keystone"
}