{
    "title": "Blackfoot resident charged as terrorist",
    "publisher": "idaho falls post register",
    "year": 2015,
    "month": 9,
    "day": 27,
    "full text": "A Blackfoot man has been charged with terrorism.\n      \nBingham County Sheriff Craig Rowland issued a press release Friday, saying 24-year-old Matthew Burgett had been charged with six counts of unlawful possession of bombs \n      \nor destructive devices and one count of terrorism, pursuant to Idaho Code Section 18-8103(4).\n      \nRowland said in the press release that his office began an investigation of Burgett on Thursday and immediately decided \"this individual was a specific threat to the community and specific religious groups.\"\n      \nRowland said Burgett reportedly was targeting \"all religious groups,\" not any particular faith.\n      \nRowland said the Sheriff's Office received a tip that Burgett could be dangerous.\n      \nOfficers executed a search warrant Thursday at his residence at 1280 South Meridian St. in Blackfoot, and found multiple explosive devices and weapons. The Idaho Falls Police Department Bomb Squad responded and handled the devices. Rowland would not say what kind or how many weapons were found at the residence.\n      \n\"We're still trying to piece everything together,\" Rowland said.\n      \nThe size of the devices is unknown. Rowland said the bombs appeared to be homemade. Rowland said he did not know what kind of damage the devices could have caused.\n      \n\"That will have to come from ATF,\" Rowland said. \"That is past my expertise.\"\n      \nTerrorism is a state charge. Rowland said the Sheriff's Office is working with the FBI, the Bureau of Alcohol, Tobacco, Firearms and Explosives and the Department of Homeland Security to see if federal charges are warranted.\n      \n\"We are working with the feds right now, they're helping us out,\" Rowland said.\n      \nRowland said officers have had minor run-ins with Burgett in the past. Rowland said Burgett has lived in Blackfoot for some time and has family there.\n      \nEach count of unlawful possession of bombs carries up to a five year sentence.\n      \nThe terrorism charge has a life sentence.\n      \n\"The investigation is and has been an excellent example of law enforcement inter-agency cooperation,\" Rowland said in the press release. \"As a result of this investigation, we believe we were able to ensure the safety of the community.\"\n      \nThe investigation is on-going.\n     \n\nLoad-Date: September 29, 2015"
}