{
    "title": "Black students face verbal terrorism during virtual involvement fair",
    "publisher": "university wire",
    "year": 2020,
    "month": 8,
    "day": 31,
    "full text": "The sign for the Neal-Marshall Black Culture Center is seen in October 2019.\nIDS file photo\nand Izzy Myszak\nBeing Black shouldn't be tiresome. Being Black shouldn't put a target on your back. Being Black shouldn't equate to living life in constant fear. Being Black shouldn't invite harassment. Being Black shouldn't kill you. What exactly will it take for racism to truly end? Why is it normal to see videos of Black people being murdered floating around social media just as quickly as a silly meme? \nWhy are people afraid of Black skin? These questions populate the minds of Black Americans on a daily basis - even those who attend \"safe\" collegiate institutions or live in \"nice\" neighborhoods. \nMultiple Black organizations on campus were Zoombombed on Thursday evening, with Zoombombers repeating racial slurs and verbally harassing participants. This is what being Black student entails. We are ostracized and made to feel unwanted and uncomfortable in spaces we have every right to be in. Unacceptable? An understatement. This is monstrous. This is terrorism. This is unadulterated hate on full display. \nJunior Ja'Nay Coleman was conducting the virtual presentation of the IU chapter of NAACP when she was interrupted by a group of people. \nThe individuals used the usernames, \"Colton,\" \"Zoom,\" \"Sam or Hey\" and \"Jake Ram.\" One of the Zoombombers said they were an IU student. They proceeded to interrupt Coleman and NAACP Co-President Ramatou Soumare as they attempted to enjoy getting to know their prospective members on the call.\n\"Fuck NAACP\" and \"Fuck the Niggers\" were repeated over and over again in addition to being posted into the chat section of the Zoom session by \"Colton.\" \nWhen Coleman asked for the last names of the Zoombombers, one responded with \"Floyd,\" she said. This was suspected to be mocking the death of George Floyd who was murdered by Minneapolis police in May. \nThe same Zoombomber proceeded to repeat \"Officer, I can't breathe\" in an African-like accent. Before successfully kicking the verbal abusers out, Coleman reassured the rest of the audience that the NAACP does not condone the type of behavior the Zoombombers were displaying. \nFaith Girton, senior and founder of Campus Curls and Coils, also experienced the same violence from individuals who Zoombombed her organization's chat room by making sexual noises and shouting various racial slurs. \nGirton said it saddens her that this is something that Black students have to experience. \n\"The university should care to do a thorough investigation because their students were affected during their event,\" Girton said. \"And if they are being lackadaisical about the investigation it shows that they don't care about all their students, our well being, and mental and emotional health because what happened to us was traumatizing,\" Girton said.  \nAfter the incidents, Indiana University made a brief statement in addition to sending a direct message to Coleman after noticing her tweet about the events. \nRELATED: IU NAACP, Campus Curls and Coils Zoombombed Thursday evening during Student Involvement Fair\nThe message started, \"Thank you for bringing it to our attention and we are sorry this happened to you,\" said Coleman. \"We are going to elevate this to both IUPD and UITS.\" \nIt is obvious that these Black organizations on campus were meticulously targeted and harassed in efforts to intimidate student leaders who are known for fighting against racial injustice. However, this is just a reminder that our voices are indeed powerful. This is a reminder that our work is important and must be continued. \n\"They keep calling us niggers because that's all they have,\" Coleman said. \nNice try, but we cannot be broken. Change is coming. Black leaders, we are catalysts of change. Keep working. \nLike what you're reading? Support independent, award-winning college journalism on this site. Donate here.\n\nLoad-Date: August 31, 2020"
}