{
    "title": "Blacklist Shrinks, Leaving North Korea as the Last Cold War Pariah",
    "publisher": "the new york times",
    "year": 2014,
    "month": 12,
    "day": 18,
    "full text": "The normalization of diplomatic relations with Cuba after more than a half-century of enmity would leave only North Korea on America's Cold War blacklist, and only Iran, Sudan and Syria as countries that are regarded by the United States government as pariah states that sponsor terrorism.\n''If we normalize relations with Cuba, it cuts our Cold War vestige list in half,'' said Cliff Kupchan, an analyst at the Eurasia Group, a political-risk research and consulting firm in Washington.\nPolitical historians said the steps announced Wednesday to restore relations with Cuba were akin to events in the administrations of Richard M. Nixon and Jimmy Carter that led to normalized ties with China in 1979 after three decades of hostility, and events in the administrations of Ronald Reagan, George Bush and Bill Clinton that led to the establishment of relations with Vietnam in 1995, 20 years after the war.\nBoth of those countries, still run by nominally communist governments that have remained part of the post-World War II geopolitical landscape, now have extensive and deeply rooted relations and friendly connections with the United States.\nAlthough Cuba is far smaller than China or Vietnam, the prospect of an improvement of ties with the United States could have profound implications for better United States relations throughout Latin America, a goal that President Obama first pledged to reach more than five years ago.\n''What this has the potential to do is restore a tone in U.S.-Latin American relations that might bring us back to the hopeful moment in the spring of 2009, when President Obama expressed a commitment to Latin American countries to open a new chapter in relations with the region,'' said Eric Hershberg, director of the American University Center for Latin American and Latino Studies, who was visiting Havana when the normalization steps were announced.\nNorth Korea, a nuclear-armed communist power that never signed a peace treaty with the United States after the armistice that halted the Korean War in 1953, is perhaps the world's most economically and politically isolated country. The State Department recommends that American citizens avoid traveling there.\nThe American policy of ostracizing countries considered hostile has not been limited to communist governments.\nThe most prominent example is Iran, which has been subjected to an increased array of American sanctions that followed the Islamic revolution of 1979 and the American hostage crisis in Tehran that came after it.\nThe United States broke diplomatic relations with Iran during the hostage crisis and, since 1984, has classified it as a state sponsor of terrorism.\nA designation on the terrorism-sponsor list automatically restricts American foreign assistance, bans weapons sales, limits financial transactions and curbs the export of so-called dual-use items that have military applications.\nThe prospects for any improvement in relations with Iran remain uncertain, despite some optimism that negotiations on that country's disputed nuclear program could succeed and lead to a further warming of ties.\nSyria, an ally of Iran's, which has been listed as a state sponsor of terrorism since 1979, has been subjected to tightened American sanctions because of the nearly four-year civil war there. Although diplomatic relations have not been severed, the United States Embassy in Damascus suspended operations in 2012 and Mr. Obama has called for President Bashar al-Assad to step down. Additional sanctions against Syria, coincidentally, were announced Wednesday by the Treasury Department.\nThe other large noncommunist country considered a pariah state, in the American government's view, is Sudan, the vast African nation run by President Omar Hassan al-Bashir, who has been indicted on a charge of genocide and other crimes at the International Criminal Court because of mass killings and atrocities in the Darfur region.\nThe United States first put Sudan on the state sponsor of terrorism list in 1993 and imposed further sanctions in 1997 over what the Americans said were Sudanese efforts to destabilize neighboring countries. Additional sanctions were imposed in 2007 in response to what the State Department described as its ''continued complicity in violence occurring in the Darfur region of Sudan.''\nThe United States and Sudan still maintain diplomatic relations. But the American Embassy in Khartoum does not have an ambassador.\nDiplomatic relations with Myanmar, a country once ostracized by the United States because of its repressive military government, were restored in 2012 after democratic changes and the release of political prisoners.\n\nhttp://www.nytimes.com/2014/12/18/world/americas/cuba-off-the-blacklist-leaves-only-north-korea.html\n\nLoad-Date: December 18, 2014"
}