{
    "title": "Black Eyed Peas score Super Bowl gig, critical of Michael Jackson album Black Eyed Peas lead singer",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 11,
    "day": 29,
    "full text": "The politically outspoken lead singer of the Black Eyed Peas says that the Dec. 14 posthumous release of Michael Jackson songs is \"disrespectful\" to Jackson.\n\"There's no honoring...Michael Jackson songs are finished when Michael says they're finished. Maybe if I never worked with him I wouldn't have this perspective. He was very particular about how he wanted his vocals, the reverb he used...he was that hands-on,\" Will.i.am told Entertainment Weekly earlier this month. The Black Eyed Peas frontman collaborated with Jackson on producing several songs in 2006. The new Michael Jackson album is due out Dec. 14.\nWill.i.am, who wrote the song \"Yes We Can,\" inspired by Barack Obama's campaign, has not been shy to voice an opinion on issues beyond the world of music. In an interview with Huffington Post music writer Steven Shehori, he criticized the emphasis on the fighting global terrorism at the expense of US domestic initiatives.\n\"We're doing this in the name of preventing terrorism, while the youth of America is terrorized every single day on the education front because it's not equipped to compete with the youth of other countries. Think about that. Homeland Security? I thought securing the homeland involved securing education first,\" he said.\nEarlier this year, Jaime Gomez, a.ka., Taboo, another member of the Black Eyed Peas, spoke out against the Arizona immigration law.\nBut such comments have not deterred the NFL from giving the Black Eyed Peas the coveted half-time gig at the 2011 Super Bowl on Feb. 6. That will be a relief to some fans since the slot has gone to past-their prime pop icons in recent years. The Peas have actually played pre-Super Bowl concerts twice before in 2005 and in 2009.\nThe Black Eyed Peas will release a new album \"The Beginning\" on Dec. 30.\n       \n\nLoad-Date: November 30, 2010"
}