{
    "title": "BLACKBOARD_ VIOLENCE; Workshops On Tornadoes And Terrorism",
    "publisher": "the new york times",
    "year": 1998,
    "month": 11,
    "day": 1,
    "full text": "After fatal shootings over the last school year in Oregon, Arkansas and other parts of the nation, the mantra among educational administrators is gun preparedness. The Federal Emergency Management Agency, noting the prevalence of gangs and other dangers in schools, has added a segment on violence to its multihazards training course, which teaches education staff techniques to evacuate and protect children in the event of an earthquake, high winds or, now, a gun-toting intruder or student.\n Jesus Villahermosa, who teaches what he calls the \"man-made disaster\" component of the program for FEMA and individual state agencies, said the number of times he has been hired to teach his workshop on school violence has grown by 25 percent in the last year. \"In tragedy we learn,\" said Mr. Villahermosa, who is also a deputy sheriff in Pierce County, Wash.\nSome tips:\n 1. Take a proactive approach. \"Notice when a kid's behavior starts changing,\" Mr. Villahermosa said, \"when he starts getting moody, when his friends change, grades drop. In four or five of these shootings, kids knew something was wrong with the shooters.\"\n 2. Learn hand signals to communicate with other staff members. Two fingers raised means \"Don't leave me!\" A closed fist indicates a weapon.\n 3. Carry color-coded cards to the playground. A child can run to the office with cards that signify different situations -- red, for example, for \"Call 911.\"\n 4. Don't duck under a desk. While that strategy may work for earthquakes and air-raid drills, \"if someone walks into a classroom and opens fire indiscriminately, there's not one desk that's going to stop a bullet,\" Mr. Villahermosa said. \"It's easier to hit a nonmoving target. The people who survive run.\"\n\nGraphic\n\n \nPhoto: Jesus Villahermosa demonstrates the hand signal \"There's a gun!\" (Karie Hamilton for The New York Times)\n\nLoad-Date: November 1, 1998"
}