{
    "title": "Blair puts crime, terrorism at center of re-election bid; He plans to create national ID cards",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 11,
    "day": 26,
    "full text": "Prime Minister Tony Blair put the fight against crime and terrorism at the center of his campaign for a third term, pledging on Tuesday to fast-track plans for national identity cards and a new police agency similar to the FBI.\nWith parliamentary elections expected in May, the government wants to appear tough on law and order, and security lies at the heart of the legislative program it unveiled Tuesday.\n\"The threats faced by this country and every other major country around the world are real,\" Blair told the House of Commons as he outlined plans for compulsory ID cards. \"This is a big change, but frankly with terrorism, illegal immigration and organized crime … identity cards in my judgment are long overdue.\"\nPolitical opponents accused Blair's government of seeking to frighten voters - similar to a charge that Democrats leveled against President Bush during the U.S. election campaign.\n\"It is clear that they are trying to raise the fears from terrorism in the country at the present time,\" said Liam Fox of the main opposition Conservatives. \"Now I think that is quite despicable, but it is a desperate government.\"\nDespite widespread public opposition to British participation in the Iraq war, Blair's Labour Party is comfortably ahead in opinion polls and expected to win a third consecutive term in office - something the Labour Party has never done.\nThe government also promised new counterterrorism legislation, having said it wants to introduce special anti-terrorism courts without juries and allow phone-tap evidence in trials.\nThe Queen's Speech also outlined legislation that would allow compulsory testing for drug abuse, tackle anti-social behavior and protect scientists from abuse by animal rights activists.\nBut the government's legislative priority is to pass a law allowing a national database of names, addresses and biometric details - such as fingerprints and iris scans - of everyone living in Britain. The information would be linked to ID cards.\nOfficials say the cards will help combat identity theft, illegal immigration and welfare fraud. Ministers hope to phase them in for voluntary use by 2007, then make them compulsory by 2012.\nBritain has not had compulsory ID cards for ordinary citizens since shortly after World War II. Such cards are mandatory in many western European countries, including Germany, France and Italy, but the idea alarms civil rights activists who worry about infringements on traditional libertarian values.\n\"The creation of a national database, which is bound to grow over time, is the moral equivalent of bar-coding the entire population,\" said Mark Littlewood of the group NO2ID.\nThe government says it will not be compulsory for people to carry the ID cards at all times. However, the cards would have to be produced to access key public services, such as claiming welfare benefits or receiving health care. Officials also stress that police won't be given new powers to stop people and demand they present their cards.\nA recent poll found that 80 percent of Britons supported the idea of cards, but only 16 percent thought they would help prevent terrorism.\nThe Queen's Speech was preceded by a leak from a government source who claimed police and security agencies had thwarted a Sept. 11-style attack in London that allegedly targeted Heathrow airport and three skyscrapers in the Docklands district of east London. Reports in the Daily Mail and on ITN television did not say when the plot was thwarted, nor how advanced it was.\nMinisters insisted the government was not trying to scare voters.\n\"I reject entirely the idea that this is pandering to fear,\" said Peter Hain, the government's leader in the House of Commons.\nHe appeared to confirm, however, that the government is trying to outflank the Conservatives on law and order issues. \"We are crowding out any space for them on the security agenda,\" he told reporters.\n---\nOn the Net:\nGovernment site on ID card legislation: http://www.commonsleader.gov.uk/output/page782.asp \n\nLoad-Date: November 26, 2004"
}