{
    "title": "Blair's terrorism act opposes American values",
    "publisher": "university wire",
    "year": 2006,
    "month": 10,
    "day": 18,
    "full text": "The best way to convert a liberator to a slave master is to frighten him. Show him that his way of life will be met with bullets and explosions of jet fuel and he will crumble just like his towers, buses and hotels.\nThe wizard-like military strategist Sun Tzu once described the dogma of terrorism as \"Kill one, terrify a thousand.\"\nTony Blair's \"Terrorism Act,\" drafted in the hair-raising aftermath of the July bomb plot, was written with a quivering hand.\nImprisoning a suspect for up to 90 days without charging him, as proposed in the Act, is in complete opposition to the democratic values the free world is entrusted to protect.\nAlthough that portion of the Act was suffocated by \"Nay\" votes, the mere suggestion of such an unjust law poses a fateful question: Will democracy fall at the hands of some masked invader? Or will it fall through the slow erosion of its time-tested principles, being gradually jettisoned in favor of tyranny?\nIn the War on Terror, surgical strikes kill more enemies than dropping \"dumb\" bombs. The same goes for the legislative battle against terrorists. Instead of far-reaching, dumb laws that persecute democratic citizens, laws that pinpoint terrorists and their activities are needed.\nUnder the Act, making threats to demand radioactive material carries a life sentence. A clear line between terrorist acts and regular offenses is colorfully illustrated in this law. Joe Schmoe isn't likely to go demand uranium at gunpoint unless he plans to wipe out the Eastern seaboard.\nBut making a statement that is \"likely to be understood\" by \"some\" or \"all of the members of the public\" as a \"direct or indirect encouragement\" of terrorism is more ambiguous than Saturday Night Live's gay duo.\nAmerica and England, the worldwide ambassadors of democracy, purposefully uphold values of just treatment and fair punishment for all.\nIn the 1970s, England adopted an internment policy similar to the 90-day detention period to arrest members of the Irish Republican Army. The result? Twenty-three died in riots, one died in a hunger strike, and 100 IRA members escaped. Out of the 1,981 men arrested, 107 were in the IRA.\nAdditionally, recruitment for anti-English terrorist groups blossomed. Erosion of diplomatic principles in the form of unjust treatment of the enemy becomes the moral platform from which terrorists launch attacks.\nI hate terrorists. I hate them for what they did to the young family of four on a summer trip to Australia. For forcing those people to jump, hand in hand, to their deaths. I hate them for the severed finger adorned with an engagement ring that was found in the gray rubble of the World Trade Center.\nThough I detest these perverters of Islam, I know that hate should never be valued over love.\nThe highest level of loving freedom is honoring its foundations, despite how tempting it may be to jab the terrorists by re-writing the Geneva Conventions or capitalizing on paranoid power to take white-out to the Magna Carta.\nOnce our leaders begin to hate the terrorists more than they love democracy, we are that much closer to being defeated.\nSun Tzu outlined a society in which \"A great officer is wrathful and does not submit. When he encounters the enemy, he is filled with rancor and does battle on his own. The general does not know his ability.\"\nHe named it \"the mountain collapsing.\"\n(C) 2006 Daily Collegian via U-WIRE\n\nLoad-Date: October 18, 2006"
}