{
    "title": "Blair Calls on United States to Cooperate With Rest of the World",
    "publisher": "the new york times",
    "year": 2005,
    "month": 1,
    "day": 27,
    "full text": "Seeking to bridge deep differences between the United States and other nations, Prime Minister Tony Blair of Britain urged the Bush administration on Wednesday to heed the concerns of other countries in return for support in its wars on terrorism and tyranny.\n ''If America wants the rest of the world to be part of the agenda it has set, it must be part of their agenda, too,'' Mr. Blair said, appealing for unity in fighting terrorism and poverty. ''It can do so, secure in the knowledge that what people want is not for America to concede but to engage.''\n  Mr. Blair was speaking at the World Economic Forum at this Swiss ski resort, offering what was billed as a keynote speech on issues that included AIDS and climate control -- matters also addressed by President Jacques Chirac of France in an earlier speech by video hookup from Paris.\n After Mr. Chirac focused on development issues and AIDS, Mr. Blair warned that if global leaders persisted in pursuing separate approaches to key issues like climate control, the world was unlikely to solve its most pressing problems.\n ''The alternative is the international community with competing agendas,'' Mr. Blair said. ''That may help the political art of grandstanding, but it won't present constructive solutions.''\n Mr. Blair referred to President Bush's inaugural address last week, which some in Europe depicted as a harbinger of further intervention in foreign countries under the guise of spreading democracy.\n ''The underlying features of the speech seem to be these,'' Mr. Blair said, acting as he has in the past as an interpreter of American motives to a skeptical Europe. ''America accepts that terrorism cannot be defeated by military might alone. The more people live under democracy, with human liberty intact, the less inclined they or their states will be to indulge terrorism or to engage in it.\n ''By its very nature, such a mission cannot be accomplished alone,'' added Mr. Blair, who has been the closest ally of Mr. Bush in the Iraq war.\n In his speech, Mr. Blair offered ideas that conflicted with White House thinking, particularly on climate control. Much of the world supports the Kyoto Protocol -- a treaty requiring cuts in greenhouse gases linked to global warming -- but the Bush administration does not.\n In an interview after his speech, Mr. Blair said he believed ''the debate is changing in America'' on climate control. ''My desire is to get America back into a dialogue on this issue,'' he said. ''Tackling climate change is going to be a whole lot easier if we have America on board.''\n Mr. Chirac suggested several new ideas to combat the world's woes. One was to tax the money flowing into countries like Switzerland that favor banking secrecy -- an idea that drew a ripple of surprised laughter from the well-heeled delegates to this gathering of 2,225 executives, bankers, politicians and other players in the global economy.\n To raise money for research into vaccine development and other AIDS-related costs, Mr. Chirac suggested that a minuscule levy -- ''a maximum of one ten-thousandth'' -- could be raised from international financial transactions representing $3 trillion a day, enabling international bodies to raise $10 billion a year for the fight against AIDS.                                                           \n\nhttp://www.nytimes.com\n\nLoad-Date: January 27, 2005"
}