{
    "title": "Blair calls for greater U.S. aid; At economic forum, he and Chirac urge more funding to fight povert",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 1,
    "day": 27,
    "full text": "Economic Forum DAVOS, Switzerland (AP) - The World Economic Forum - the global business meeting that attracts world leaders and Hollywood stars - opened Wednesday in Switzerland, where the weakening dollar, the rising euro and amazement at China's rapid growth were on many minds.\nBritish Prime Minister Tony Blair said Wednesday the United States must do more to address the concerns of the rest of the world if it expects support for its policies, and he cited global warming as a prime example.\n\"If America wants the rest of the world to be part of the agenda it has set, it must be part of their agenda, too,\" he told the annual meeting of the World Economic Forum, a gathering of 2,500 world political and business leaders.\nBlair and French President Jacques Chirac - who appeared on a video link - both urged the world's richest nations to provide billions of dollars to help developing countries combat AIDS, poverty and natural disasters.\nBlair's unusually sharp comments directed at the United States come at a time of growing public anger in Britain over his support for President Bush in Iraq, and months before British general elections.\nAlluding to one of the key issues dividing the United States from Europe and much of the world, Blair said: \"I support the Kyoto Protocol. Others will not … but business and the global economy need to know this isn't an issue that is going away.\"\nThe British leader added, however, that Bush's speech at his second term inauguration last week indicated \"there is a wish to reunify\" in Washington.\nThe World Economic Forum has taken on increased importance in recent years as globalization and common threats - from terrorism to increased vulnerability to natural disasters - have made nations more dependent on each other.\nChirac alluded to such interdependence, saying that natural disasters, political unrest, uncontrolled migration and extremism are \"breeding grounds for terrorism.\"\nBlair and Chirac said large-scale assistance for the poor can only make the world a more stable place, but outlined different scenarios on how to get there.\nPrevented by bad weather from coming to Davos, Chirac suggested in his video message from Paris that rich nations raise billions of aid dollars through new taxes and other measures.\nReferring to the Dec. 26 tsunami that struck Asia, he added: \"The world suffers chronically from what has been strikingly called the 'silent tsunamis.' Famine. Infectious diseases that decimate the life force of entire continents.\"\nWhile Chirac focused largely on global poverty, Blair also touched on terrorism and global warming.\nIn his first term, Bush worked hard to rally international opinion behind the fight against terrorism - but his administration also abandoned the 1997 Kyoto climate change agreement, arguing it would hurt American industry.\nBlair said the United States and other leading industrialized nations must give a clear signal this year that they are serious about cutting greenhouse gases.\n\"We need to send a clear signal that whilst we continue to analyze science … we are united in moving in the direction of greenhouse gas reductions,\" Blair said.\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: January 27, 2005"
}