{
    "title": "Blair_ Fight terrorism more aggressively",
    "publisher": "the world",
    "year": 2004,
    "month": 3,
    "day": 6,
    "full text": "Prime Minister Tony Blair argued Friday that the possibility Islamic militants will collaborate with states that possess unconventional weapons to carry out terrorism justifies an aggressive new standard in international law for breaching the sovereignty of nations.\nIn a spirited defense of Britain's decision to go to war in Iraq, Blair said the United States and Britain were right in acting last year because the Sept. 11 attacks demonstrated a new and \"mortal danger.\"\nTherefore, he said, \"this is not a time to err on the side of caution; not a time to weigh the risks to an infinite balance; not a time for cynicism of the worldly wise who favor playing it long.\"\nCompiled from Times Wires\nHowever, he laid down no specific standard of evidence or intelligence finding for establishing the threshold level of threat that would justify military intervention by the international community or by other states.\n \nParliament approves new Russian prime minister\nMOSCOW - Four days after his unexpected appointment, Mikhail Fradkov was approved as prime minister by the Russian Parliament Friday, after little debate and only a cursory discussion of his policy goals.\nFradkov, a long-serving technocrat plucked from political obscurity by President Vladimir Putin on Monday to lead the government, promised he would streamline state services and agencies, enforce laws against corruption and tax evasion and restructure an economy heavily reliant on natural resources.\nPutin explained his abrupt dismissal of Fradkov's predecessor, Mikhail Kasyanov, by saying voters deserved to know the shape of the government's policy before going to the polls on March 14.\n \nChinese leader promises to share nation's wealth\nBEIJING - Premier Wen Jiabao, opening China's annual legislative session, promised Friday to make sure more Chinese people share in their country's meteoric economic growth, particularly farmers and migrant workers left behind by the boom.\nWen, delivering China's equivalent of the State of the Union address, emphasized the social-welfare concerns that have been his and President Hu Jintao's hallmarks since they assumed power a year ago. Making China's economy grow is not enough, he told nearly 3,000 deputies in the National People's Congress, but its fruits must also be more equitably distributed through policies based on \"putting people first.\"\nWen's remarks suggest China's leaders have concluded the often raw, get-rich atmosphere of recent years needs to be softened.\n \nCourt: No brothel visits paid for by government\n \nBERLIN - A court Friday rejected an unemployed man's demand for four government-paid brothel visits a month to ensure his \"health and bodily well-being\" while his wife is abroad.\nThe 35-year-old welfare recipient sought about $3,050 a month to fund the brothel trips, eight pornographic videos and transport costs to and from a video store. A court in the town of Ansbach threw out the claim, saying social security benefits already cover \"everyday requirements.\" It said the man, who was not identified, would appeal - at taxpayer expense.\n\nLoad-Date: March 6, 2004"
}