{
    "title": "BLAIR PLEDGES TO TOUGHEN ANTI-TERRORISM MEASURES; SUSPECTS WOULD NO LONGER BE ABLE TO EXERCISE THEIR",
    "publisher": "st. louis post-dispatch ",
    "year": 1998,
    "month": 8,
    "day": 26,
    "full text": "Prime Minister Tony Blair promised Tuesday that the United Kingdom would toughen its anti-terrorist powers, abolishing the right to silence for suspected members of violent splinter groups, so that \"the future contains no more Omaghs.\"\nStanding amid the boarded-up, gutted downtown where a bomb set by Irish Republican Army dissidents killed 28 people and wounded 330 others 10 days ago, Blair announced that Parliament would be recalled Sept. 2 to approve what he called \"Draconian and fundamental\" bills.\nThe proposals were announced after Blair shook hands and said \"I'm so sorry\" to hundreds of appreciative residents in the drizzling rain.\nThe legislation would end the right to silence for those accused of organizing bomb or gun attacks in opposition to April's multiparty peace agreement.\nThe British proposals closely mirror bills that the Irish government intends to enact at its own emergency parliamentary session before President Bill Clinton arrives Sept. 3 to tour Northern Ireland and the Irish Republic.\nBlair said the new British law would allow the testimony of senior detectives to be used to convict people of belonging to outlawed paramilitary groups, something that has normally been difficult to do.\nIn conjunction with that new power, he said judges would be able to infer guilt if a person charged with membership \"refused to answer any question in the course of interrogation.\" Members of paramilitary groups now often keep silent when questioned.\nBlair admitted these plans were \"of a very Draconian and fundamental nature. But we think they are right and justified in these circumstances.\"\nHe said IRA dissidents and other armed opponents of the peace accord were \"outcasts from the community. And people rightly expect that we will take whatever measures we can, properly and legitimately, to bring those responsible to justice.\"\nThe government also will ask Parliament to pass legislation making it an offense to conspire in Britain to commit terrorist offenses in another country.     \n\nGraphic\n\n \nPHOTO THE ASSOCIATED PRESS Photo - British Prime Minister Tony Blair on Tuesday greets people in Omagh, Northern Ireland. While visiting the site of a deadly bomb attack, Blair announced plans to introduce anti-terrorism legislation.\n\nLoad-Date: August 26, 1998"
}