{
    "title": "Blair vows he will not yield to terrorists; British government is determined to toughen laws against",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 7,
    "day": 27,
    "full text": "Prime Minister Tony Blair vowed Tuesday not to \"give one inch\" on British policies in Iraq or the Middle East, and he said his government is determined to toughen laws against terrorists and their supporters in the wake of attacks on London's transit system.\nPolice investigating last week's failed bombings seized a car in north London and said they were examining suspicious material from an apartment linked to two suspects - an Eritrean-born Briton and a Somali who both have lived in Britain since childhood.\nOpposition politicians backed the government on fighting terrorism but warned that civil liberties could be eroded by one of the anti-terrorism powers sought by police: the right to hold suspects for three months without charge.\nIn his monthly news conference, Blair lashed out at critics who say Britain's participation in the U.S.-led war in Iraq has made the country more of a target. Polls suggest a majority of Britons share that view, overwhelmingly so among Muslim residents.\nBlair said that while terrorist groups use the conflicts in Iraq and Afghanistan to recruit and motivate followers, \"I think most people understand that the roots of this go much deeper.\"\n\"Let us expose the obscenity of these people saying it is concern for Iraq that drives them to terrorism,\" Blair told reporters. \"If it is concern for Iraq, then why are they driving a car bomb into the middle of a group of children (in Iraq) and killing them?\n\"Whatever excuse or justification these people use, I do not believe we should give one inch to them, not in this country and the way we live our lives here; not in Iraq; not in Afghanistan; not in our support for two states, Israel and Palestine; not in our support for the alliances we choose, including with America.\"\nBlair met with Conservative Party leader Michael Howard and Liberal Democrat chief Charles Kennedy to discuss legislation aimed at preventing a repeat of July 7 bombings in London that killed 52 people and four suspected suicide bombers. Four similar bombings failed on July 21.\nBlair said having consensus on the legislation will send \"an important message to the terrorists of our strength, our determination and our unity to defeat them.\"\nAmong proposals the government plans to put before Parliament in the fall is to outlaw \"indirect incitement\" of terrorism, including praising those who carry out attacks. That is aimed at extremist clerics accused of radicalizing disaffected Muslim youth in Britain.\nThe law also would make it illegal to receive training in terrorist techniques in Britain or abroad, plan an attack, or engage in such activities as obtaining bomb-making instructions on the Internet.\nThe opposition is broadly supportive but has qualms about the request from police to extend the period that terrorist suspects may be held without charge from 14 days to three months.\n\"That is a long time to hold someone without charge, and possibly just release them after that,\" Howard said.\nBlair said his \"basic posture on this is to support the police and security services unless there are good reasons not to, and there may be.\"\nHe also said the threat from al-Qaida and other extremists is different from that posed in the past by groups like the Irish Republican Army, which waged a campaign of bombings and shootings in Britain for decades.\nThe transit bombers would have preferred to leave 550 people dead instead of 52, Blair said. \"In America, it could have been 30,000 instead of 3,000, and they would prefer that. My entire thinking changed from Sept. 11 … you have a different form of terrorism.\"\nPolice released the names of two of the four suspects in the failed July 21 bombings, and the government said the pair were immigrants who moved to Britain as children of refugees.\nArmed officers raided an apartment Monday in north London where one of the two was a registered tenant, according to the local authority, and police said the flat was \"associated with\" the second suspect. A police spokeswoman said unspecified material found in the home Tuesday was being examined.\nOfficers also seized a white VW Golf in the general area of the apartment in connection with the investigation, the spokeswoman said. No explosives were found but the car was impounded for further examination, she said.\nThe Home Office said one of the identified suspects, Yasin Hassan Omar, a 24-year-old Somali, arrived in Britain in 1992 at age 11. He is suspected of attempting to blow up a subway train near Warren Street station.\nMuktar Said Ibrahim, 27, also known as Muktar Mohammed Said and suspected of trying to bomb a bus, is a naturalized British citizen from Eritrea. He was granted residency at age 14 in 1992 and citizenship last year.\nSaid's relatives issued a statement saying he moved out of the family's northwest London home in 1994 and had rarely visited.\n\"We were shocked when we saw Muktar's picture in the national news,\" the family said. \"We immediately attended the police station and made statements to the police. We would suggest that anyone with information contacts the police.\"\nA neighbor described Said as a devout Muslim who once gave her a pamphlet on Islam.\n\"He asked me if I was Christian or a Catholic because my family come from Ireland,\" said Sarah Scott, 23. \"I said I was neither, that I was atheist. He said I should (believe in God) and that he was going to get me some information.\"\n\"He talked about evil spirits. He said there were a lot of evil spirits around because everyone was evil around here,\" Scott added.\n\nLoad-Date: July 27, 2005"
}