{
    "title": "Blame game rolls on in Riggs Bank affair; Lawmakers criticize comptroller for failure to monitor Sau",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 6,
    "day": 17,
    "full text": "Lawmakers on Wednesday criticized federal regulators and Saudi Arabia for their roles in the Riggs Bank affair as the government tried to balance diplomats' right to U.S. banking services with the need to block terrorism financing.\nThe Office of the Comptroller of the Currency, a Treasury Department agency, came under renewed criticism at a House subcommittee hearing over its handling of the Riggs situation.\nThe comptroller, John Hawke, has accepted blame for failed oversight by his office that allowed deficiencies in monitoring suspicious transactions in foreign-held accounts to continue at the Washington bank for seven years.\nThe FBI and Treasury regulators have investigated transactions in Riggs accounts controlled by Saudi diplomats - which included cash withdrawals of as much as $$ @1 million each - for possible connections to terrorism financing. \nNew powers for a different Treasury agency \"could provide greater certainty to our hopes that the era of freewheeling, unregulated Saudi cash infusions to Islamic militants in our own country are over,\" said Rep. Sue Kelly, R-N.Y.\nSaudi officials have said that none of the transactions in question were in themselves illegal, only that the bank did not file the required forms with federal regulators.\nKelly, who heads the House Financial Services oversight subcommittee, said the Treasury should consider combining government efforts to combat terrorism financing, as recommended in a report this week by the Council on Foreign Relations.\nDeputy Treasury Secretary Samuel Bodman, who testified before the subcommittee, indicated opposition to a realignment of powers among the enforcement divisions within Treasury.\nRiggs reportedly has asked more than 100 embassy clients, including the Saudis, to find other banking arrangements by mid-July. Some countries are said to be having such difficulty finding a new bank that the State Department has asked the banking regulators to intervene.\nIn a statement released Wednesday and reiterated by Bodman, the Treasury said its long-standing policy is that \"persons residing or working in the United States should have access to U.S. banking services.\"\nAt the same time, the statement said, it is also Treasury policy for U.S. banks to comply with laws to prevent money laundering and financing of terrorism.\n\"These two policies are not in conflict,\" it said. \"Financial institutions can provide appropriate banking services to the embassies and interests sections of foreign governments and their staffs in a manner that fulfills the needs of those foreign governments\" while adhering to anti-money-laundering laws.\n\nLoad-Date: June 17, 2004"
}