{
    "title": "Blame not the key; Finding ways to stop terrorism is important",
    "publisher": "intelligencer journal",
    "year": 1997,
    "month": 3,
    "day": 13,
    "full text": "It's been a long military tradition that officers are held accountable for what happens to the men, equipment and facilities under their command. The higher ranking the officer, the more responsibility he assumes.\n#AIRFORCE.ED#\nHow do you think the practice of captains going down with their ships started?\nThis tradition is key to the conflicting conclusions reached by two different investigations into the truck bombing of a U.S. military housing complex in Saudi Arabia last June. Nineteen airmen were killed.\nThe first probe, conducted by a Defense Department task force headed by a retired four-star Army general, found inattention and inadequate allocation of resources at the facility in Dhahran.\nAir Force Brig. Gen. Terryl J. Schwalier, who commanded the facility, failed to \"adequately protect his forces from a terrorist attack,\" according to the task force.\nSuch a conclusion would normally shoot down an officer's career and, indeed, a previously-approved second star for Schwalier was delayed.\nBut a second investigation, by the Air Force itself, has essentially exonerated Schwalier and other officers responsible for security at the Khobar Towers housing complex.\nThis probe concluded that the officers took prudent precautions against a terrorist attack and noted that the truck bombing that occurred was far beyond anything intelligence expected in terms of size and sophistication.\nWho to believe?\nThe Defense Department is apparently leaning toward the traditional. It has sent the Air Force report back for further work.\nYet fixing blame shouldn't be the issue. Whether Schwalier should pay for the bombing with his career or not should be secondary to a complete review of how the attack occurred and, more importantly, what can be done to prevent it from ever happening again.\nThe nineteen dead servicemen deserve at least that.\n\nLoad-Date: October 14, 1999"
}