{
    "title": "Blame tossed around over probe of suspect",
    "publisher": "chicago daily herald",
    "year": 2009,
    "month": 11,
    "day": 11,
    "full text": "WASHINGTON — Finger-pointing erupted between federal agencies Tuesday over Fort Hood shooting suspect Nidal Hasan. Government officials said a Defense Department terrorism investigator looked into his contacts with a radical imam months ago, but a military official denied prior knowledge of the Army psychiatrist's contacts with any Muslim extremists.\nThe two government officials, speaking on condition of anonymity, said the Washington-based joint terrorism task force overseen by the FBI was notified of communications between the alleged gunman and a radical imam overseas, and the information was turned over to a Defense Criminal Investigative Service employee assigned to the task force. The communications were gathered by investigators beginning in December 2008 and continuing into early this year.\nThat Defense investigator wrote up an assessment of the suspect after reviewing the communications and the Army major's personnel file, according to these officials. The assessment concluded the suspect did not merit further investigation — in large part because his communications with the imam were centered on a research paper about the effects of combat in Iraq and Afghanistan and the investigator determined the suspect was in fact working on such a paper, the officials said.\nMeanwhile, the radical American imam who communicated with the shooting suspect and called him a hero was once arrested in Yemen on suspicion of giving religious approval to militants to conduct kidnappings.\nYemeni authorities are now hunting for Anwar al-Awlaki to determine whether he has al-Qaida ties.\nAl-Awlaki, who has used his personal Web site to encourage Muslims around the world to kill U.S. troops in Iraq, disappeared in Yemen eight months ago, according to his father.\nYemeni security officials say they believe he is hiding in a region of the mountainous nation that has become a refuge for Islamic militants.\nAfter his arrest in 2006, investigators were unable to prove any links to al-Qaida, and he was released in late 2007, according to two Yemeni counterterrorism officials.\n\nLoad-Date: November 11, 2009"
}