{
    "title": "Blame Hamas, not Israel , for civilian casualties",
    "publisher": "usa today",
    "year": 2009,
    "month": 1,
    "day": 12,
    "full text": "USA TODAY's editorial \"Israel's tactics in Gaza invite Palestinian backlash\" states, \"Israel needs to step back and figure out how to prevent the same cycle from repeating without end: Israel punishing innocent Palestinians in response to terrorism.\" It is not Israel but Hamas that should be blamed for any civilian casualties in this  conflict (Our view, The Middle East debate, Wednesday).\nHamas fires rockets at Israeli cities from within civilian population centers and even uses Palestinian women and children as human shields when fighting Israeli soldiers.\nOn the other hand, Israel targets Hamas military installations through precision strikes  to prevent civilian deaths.\nThis is a war and, unfortunately, sometimes civilians are killed. Nonetheless, the difference is that Israel is distraught when innocent Palestinian civilians are killed, while Hamas celebrates when Israeli civilians lose their lives.\nJosh Hasten\nJerusalem\nIsrael must change tactics\nIsrael's so-called justification for its latest bombing and invasion of the Gaza Strip is that Israel has a right to defend itself against rocket attacks from across the border. But there is no comparison between the wild scatter shots from Gaza and Israel's devastating bombing campaign on this densely populated area.\nTrue, the Hamas rocketeers are madmen. Out of blind rage, they pelt the Israeli Goliath with stones, knowing that Goliath will in turn clobber them and everyone around them with boulders.\nNevertheless, the ultimate responsibility for this decades-old blood feud lies with Israel, and only Israel has the power to turn it around.\nThe Hamas madmen have been driven mad by generations of living with Goliath's boot on their neck. Say what you like about Israel's right to exist. The fact remains that if you drive people out of their ancestral land, pen them up in refugee camps, impoverish them and continue to build \"settlements\" on land  that many recognize as belonging to the Palestinians,  they will hate you and fight back.\nRichard Hoff\nOccidental, Calif.\nStop fanaticism\nThe mistake in  USA TODAY's editorial on Israel's tactics in Gaza is  the assertion that the Israelis are \"punishing innocent Palestinians in response to terrorism.\"\nThe Palestinians are not innocent when they permit Hamas to fight and to shoot rockets from within apartment buildings, schools, mosques, hospitals and other population centers, and when they do not rise up or speak out against Islamic fanaticism.\nMarvin S. Helfand\nNorthbrook, Ill.\nRoots of the conflict\nUSA TODAY's editorial on Gaza  misstated cause and effect. There is no \"cycle\" of \"Israel punishing innocent Palestinians in response to terrorism, inevitably stirring up more resentment and retaliation.\"\nFrom September 2000 to September 2002 of the Al-Aqsa intifada, about 80% of Israel's fatalities were non-combatants, while 54% of Palestinian fatalities were combatants and  12% of Palestinians were killed by their own side. The side targeting innocents has been the Palestinian.\nThere have not been \"years of punishments\" engendering \"animosity toward Israel.\" There have been Israeli counterterrorism operations, dealing with the result of years of Palestinian incitement in schools, mosques and mass communications, incitement that violates peace process commitments.\nThe editorial states that the Palestine Liberation Organization came to accept Israel  and that its leader, Yasser Arafat, rejected a two-state solution. Arafat did so to avoid accepting a Jewish and new Arab state side-by-side and at peace.\nThe editorial says Hamas won elections because it promised better services and an end to corruption \"but it remained committed to terrorism.\"  Not \"but\"; the correct wording is \"and.\" It campaigned as uncorrupt and better at anti-Israeli terrorism.\nThe analogy to Northern Ireland fails.  Irish Republican Army bombings did not peter out. A British military force spent years preventing the IRA from winning via terrorism.\nEric Rozenman\nWashington director;  Committee\nfor Accuracy in Middle East\nReporting in America; Washington \n\nGraphic\n\n \nPHOTO, B/W, Menahem Kahana, AFP/Getty Images\n\nLoad-Date: January 12, 2009"
}