{
    "title": "Blast kills 6 GIs in Afghanistan More than a dozen U.S. and Afghan troops wounded in deadliest attac",
    "publisher": "the new york times",
    "year": 2010,
    "month": 12,
    "day": 13,
    "full text": "KABUL, AFGHANISTAN - An explosives-packed minibus blew up at the entrance of a joint NATO-Afghan base in southern Afghanistan on Sunday, killing six U.S. soldiers and wounding more than a dozen American and Afghan troops.\nNATO has claimed improvements in security after months of raids, patrols and strikes on insurgents in Kandahar province, but Sunday's blast - the deadliest attack on coalition troops this month - shows the area is still far from safe.\nThe assault comes days ahead of a major White House review of its Afghan strategy after President Barack Obama's decision last year to send 30,000 American reinforcements in a bid to reverse gains by the Taliban since they were ousted from power in the 2001 U.S.-led invasion.\nAfghan officials said Sunday's suicide attack took place in Kandahar's Zhari district, where Mullah Mohammad Omar organized the Taliban in the early 1990s. Taliban spokesman Qari Yousuf Ahmadi claimed responsibility for the blast, saying the insurgent group was retaliating for attacks on its fighters in the area in recent months.\nZhari has remained insurgent territory despite five major NATO operations in recent years. In 2006, a Canadian-led force launched a concerted push in Zhari and nearby Panjwai district, driving out the Taliban but at a cost of 28 coalition lives. Months later, the Taliban were back.\nIn a two-day trip to Afghanistan last week, U.S. Secretary of Defense Robert Gates said that Washington's year-old surge strategy for the war was working and that the goal of pulling U.S. troops out of major combat by 2014 could be met.\nThe level of ongoing fighting and the mounting death toll will be key to the U.S. administration's December review of its Afghanistan strategy. The president has committed to begin withdrawing U.S. forces in June 2011, but the feasibility of that goal will depend greatly on whether commanders believe the surge of 30,000 troops ordered a year ago has reined in violence to the point that Afghan forces can start taking the lead.\nEven if the operation in Kandahar is deemed a success, NATO is now scrambling to contain a spike in violence in other parts of the country. In the east on Sunday, NATO said a joint NATO-Afghan force killed a Taliban leader and captured a key member of another militant group.\nIn a separate raid in eastern Khost province Saturday night, NATO and Afghan troops captured a leader of the Haqqani network, a Pakistan-based Taliban faction closely tied to al-Qaida.\n\nGraphic\n\n \n GRAPHIC - U.S. MILITARY WAR DEATHS | AP \n\nLoad-Date: December 13, 2010"
}