{
    "title": "Blast at Indonesian hotel; another reminder of terrorism",
    "publisher": "the world",
    "year": 2003,
    "month": 8,
    "day": 6,
    "full text": "A suspected suicide bombing at the Marriott Hotel created lunchtime carnage in Jakarta's business district yesterday, killing 14 people and wounding 148, setting cars afire and scattering glass shards for blocks in a bloody reminder of the continuing threat of terrorism in the world's most populous Muslim nation.\nThe blast came two days before a verdict in the trial of a key suspect in the Bali nightclub bombings last Oct. 12 that killed 202 people, many of them foreigners. A Dutch banker was among the dead yesterday, and at least 10 foreigners, including two Americans, were reported injured.\nNo one immediately claimed responsibility for yesterday's blast.\nSuspicions immediately pointed toward Jemaah Islamiyah.\nThe group's alleged leader, Muslim cleric Abu Bakar Bashir, took the stand for the first time yesterday at his trial on treason charges tied to Christmas Eve church bombings in 2000. Testifying before the Marriott explosion, he admitted giving his blessing to Islamic militants who trained in the Philippines and in Afghanistan in the 1990s.\nBashir, however, denies any link to terrorism.\nAuthorities have linked the group to al Qaeda and say it hopes to create an Islamic state across Southeast Asia.\nThe governor of Jakarta, Sutiyoso, said yesterday's attack was \"very likely\" carried out by a suicide bomber. The national police chief, Gen. Da'i Bachtiar, said the van carrying the bomb was moving at the time of the explosion.\nWorld leaders expressed horror and outrage. The White House called it a \"deplorable attack on innocent civilians\" and declared its support for the Indonesian government's fight against terrorism.\nThe Marriott - a frequent site for U.S. Embassy functions and a popular destination for foreigners - was shattered just after noon when the bomb exploded on the driveway leading to its front entrance.\nThe blast smashed many windows in the 33-story hotel and smoke from burning cars blackened the outside of lower floors. The lobby ceiling caved in.\n\"Women ran out of the hotel screaming, 'Help! Help!' \" said Supria, a construction worker. He said rescuers used fire extinguishers to douse people engulfed in flames.\n\"I thought a plane must have hit the building,\" said office worker Iin, who like many Indonesians uses a single name.\nCeiling and wall panels lay in the street outside the hotel. The blast damaged the embassies of Norway, Sweden, Finland and Denmark in the adjacent Rajawali building, but no staffers were injured, officials said.\nPuddles of blood and broken glass could be seen for two blocks around the Marriott. The Indonesian Red Cross put the death toll at 14. The latest fatality was an Indonesian taxi driver, who died overnight as a result of his wounds, hospital staff said.\nState Department spokesman Philip T. Reeker said one of the two injured Americans was hospitalized with burns and the other was treated and released. Their identities were not released.\nAn FBI spokeswoman, Susan Whitson, said there were no immediate plans to send investigators to Indonesia.\n\"However, if the Indonesians request our help, we will certainly provide assistance,\" she said. *\n\nGraphic\n\n \nPHOTO;\nAssociated Press\nCop tries to maintain order after bomb blast at Jakarta hotel.\n\nLoad-Date: August 15, 2005"
}