{
    "title": "BLASTS NOT ON F.B.I. TERRORISM LIST",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 5,
    "full text": "William H. Webster, Director of the Federal Bureau of Investigation, said today that he did not consider abortion clinic bombings to be acts of terrorism and therefore was not giving them the high priority accorded terrorist violence.\nWithout counting the clinic bombings, Mr. Webster said, the number of terrorist incidents in the United States this year has dropped to eight, as against 31 last year, 51 two years ago and ''an average of 100'' in past years.\n''I'm trying to at least hold the line and not call everything terrorism,'' Mr. Webster said in a meeting with reporters.\nFBI Dir William Webster says he does not consider abortion clinic bombings to be acts of terrorism and therefore is not giving them high priority accorded terrorist violence (S)\nThe Bureau of Alcohol, Tobacco and Firearms, which has the lead responsibility in investigating bombings and arsons, says that at least 20 clinic bombings have been reported this year. There were only two such cases last year and three in 1982. Five people have been arrested and eight of the 25 cases have been solved.\nMr. Webster said the bureau defined terrorist groups as those from the left or right who ''try to shift the Government'' or ''overthrow the Government.'' Asked if that meant the F.B.I. placed a lower priority on the clinic bombings than other terrorist acts, the Director replied, ''Yes, because terrorism is one of our top priorities.''\n \n'Objective Is Social'\nHe said the bombing of abortion clinics was ''certainly an act of violence'' but added, ''The objective is social. I don't believe it currently meets our definition.''\nHe said the bureau had been unable to identify any particular group as responsible for the abortion clinic violence. Mr. Webster said that the Army of God, the group named by people who have claimed responsibility for the acts, had ''got to be a nice name to be used,'' but might not be an actual terrorist group.\nTom Hill, a spokesman for the Bureau of Alcohol, Tobacco and Firearms, said bombers and arsonists had struck at abortion clinics in Dovel, Del.; Norfolk, Va.; College Park, Md.; Bellingham, Wash.; Everett, Wash.; Pensacola, Fla.; Washington; Annapolis, Md.; Houston; Beechnut, Tex.; Webster, Tex.; Atlanta; San Diego, Calif.; Marietta Ga.; Wheaton and Rockville, Md.\nThe most recent attacks on abortion clinics were Nov. 19 in Wheaton and Rockville, both suburbs of Washington."
}