{
    "title": "Blast is a wake-up call for America , experts say",
    "publisher": "the world",
    "year": 1995,
    "month": 4,
    "day": 20,
    "full text": "Terrorism experts say the deadly car bomb that exploded here without warning in the nation's heartland may have done what the World Trade Center bombing did not do - send a wake-up call to Americans about the threat of international terrorism in this country.\nExperts in domestic and international terrorism were reluctant to point fingers at possible suspects in the bombing, which killed at least 36 people.\nHowever, many said the blast resembles not only the World Trade Center bombing, but the 1983 bombing of the Marine Barracks in Beirut, Lebanon, and more recent car bombings in Argentina and London.\nAll were believed done by members of Islamic fundamentalist groups.\nThe experts say the February 1993 World Trade Center bombing was a warning that the United States is no longer sacred ground, immune from terrorist acts that have plagued many other countries.\nThat warning was largely ignored because only six people died, although more than 1,000 were injured, they say.\nNow, the carnage created by the powerful Oklahoma City bomb, with children among many of the casualties, is likely to make Americans more aware of the potential risks from an unattended piece of luggage or a car parked in a \"no parking\" zone.\nWednesday's bombing could foretell a deadly wave of terrorism never before seen in the United States, experts warned.\n\"I would call this apocalyptic terrorism, which is a whole new category of terrorism, one beyond rational objective,\" said Charles Strozier, an expert on fundamentalist religious groups at the John Jay College of Criminal Justice in New York. \"It is a very frightening development. This is not the end, but in some ways just the beginning.\"\n\"I have been living with this nightmare since the mid-1970s, and I've been warning that we were going to face something like this at some point,\" said Robert Kupperman, a terrorism expert with the Center for Strategic and International Studies in Washington. \"And I don't think we've seen the worst of it.\"\nKupperman said U.S. officials should begin teaching civil defense practices like those used in Israel.\nBut balancing concerns about terrorism with freedom of movement and access is something federal officials are struggling with.\n\"This is the risk we take in an open society. We can't control access to everything,\" said David W. Johnson Jr., newly appointed special agent in charge of the Atlanta FBI office.\n \nOur news services contributed to this article\n\nLoad-Date: June 27, 1995"
}