{
    "title": "Blast not terrorism, mayor says",
    "publisher": "charleston gazette",
    "year": 2007,
    "month": 7,
    "day": 19,
    "full text": "By Adam Goldman\nThe Associated Press\nNEW YORK - An underground steam pipe explosion tore through a Manhattan street near Grand Central Terminal on Wednesday, swallowing a tow truck and killing one person as hundreds of others ran for cover amid a towering geyser of steam and flying rubble.\nMayor Michael Bloomberg said the explosion was not terrorism, though the blast caused a brief panic about a possible attack.\n\"There is no reason to believe whatsoever that this is anything other than a failure of our infrastructure,'' he said of the a 24-inch steam pipe that had been installed in 1924.\nEighteen people were taken to local hospitals, officials said. One person was pronounced dead at Bellevue Hospital from an apparent heart attack, Bloomberg said. Two were in critical condition and another two were seriously injured. The others suffered minor injuries.\nThe explosion caused widespread chaos as residents and commuters heard a huge blast - and feared for the worst. Thousands of commuters evacuated the train terminal, some at a run, after workers yelled for people to get out of the building.\nA titanic geyser of steam and mud shot from the center of the blast, generating a tremendous roar. The initial burst of steam rose higher than the nearby 77-story Chrysler Building, one of Manhattan's tallest buildings. The air near the site was filled with debris.\nDebbie Tontodonato, 40, a manager for Clear Channel Outdoor, said she thought the rumble from the 6 p.m. explosion was thunder.\n\"I looked out the window and I saw these huge chunks that I thought were hail,'' she said. \"We panicked, I think everyone thought the worst. Thank God it wasn't. It was like a cattle drive going down the stairs, with everyone pushing. I almost fell down the stairs.''\nHeiko H. Thieme, an investment banker, had mud splattered on his face, pants and shoes. He said the explosion was like a volcano. \"Everybody was a bit confused, everybody obviously thought of 9/11.''\nStreets were closed in several blocks in all directions. Subway service in the area was suspended.\nThere were also concerns about what was spewed into the air. Some of the pipes carrying steam through the city are wrapped in asbestos. \"The big fear that we have is there may or may not have been asbestos release,'' Bloomberg said.\nOfficials wouldn't know until test results until later, the mayor said, but if there was a release it may have washed away with the water that came with the steam.\nThe steam cleared around 8 p.m., exposing a crater several feet wide in the street. A red tow truck lay at the bottom of the hole.\nCon Edison spokesman Chris Olert said workers were still trying to determine what caused the blast.\nMillions of pounds of steam are pumped beneath New York City streets every hour, heating and cooling thousands of buildings, including the Empire State Building.\nThe steam pipes are sometimes prone to rupture, however. In 1989, a gigantic steam explosion ripped through a street, killing three people and sending mud and debris several stories into the air.\nThat explosion was caused by a condition known as \"water hammer,'' the result of condensation of water inside a steam pipe. The sudden mix of hot steam and cool water can cause pressure to skyrocket, bursting the pipe.\n\nLoad-Date: July 24, 2007"
}