{
    "title": "Blasts Propel Peru 's Rebels From Defunct To Dangerous",
    "publisher": "the new york times",
    "year": 1996,
    "month": 8,
    "day": 5,
    "full text": "Peru's long struggle against the Shining Path guerrilla group has taken a turn for the worse in the last week with a deadly series of bombings and attacks that have raised fears that the insurgency is making a comeback.\nWhile Peruvians have learned to live under the constant threat of terrorism, the latest wave of assaults by the Maoist group, which was once believed to have been defeated, is particularly troubling because it was well coordinated and penetrated sensitive Government and military targets.\nThe guerrillas bombed a central police station charged with protecting the Peruvian Congress and the house of a general who is the military chief in a region where the rebels have a stronghold. Following assertions that the attacks were made possible by security lapses, the chief of Peru's anti-terrorist police resigned.\nExperts on terrorism said that the attacks were the most successful the Shining Path has undertaken since its top leaders were captured three years ago. The arrests were considered a turning point in a civil war that has killed more than 35,000 people and cost $25 billion in damages since 1980.\n\"If you consider what has happened in the last few days -- that the Government was forced to remove its director of anti-terrorism because of these strategic attacks -- you have to conclude that Shining Path has started to recover from its long demise,\" said Carlos Tapia, a leading Peruvian researcher in terrorism.\nMr. Tapia and other terrorism experts attribute the success of the recent attacks to new leadership within the Shining Path, which was severely crippled when the military captured Abimael Guzman Reynoso, Shining Path's founder. After his arrest, he called for his comrades to forge a peace with the Government. Many subsequently turned themselves in under a Government amnesty program.\nPolitical violence in Peru had not stopped even before the current series of attacks. In the last 18 months, analysts estimate, about 450 people have died in political violence in Peru, and the Government has detained more than 500,000 suspects.\nThe recent attacks began on July 26, when a car bomb exploded outside the police station two blocks from the Congress, killing one passer-by and wounding at least seven other people.\nLast Monday, the Shining Path took responsibility for a bombing outside the home of an army general, Manuel Varela Gamarra, who is the military chief in the Upper Huallaga Amazon region, where the rebels have a stronghold. The 20-pound bomb killed a taxi driver, wounded five people and damaged the facades of 30 nearby homes. His house was destroyed, but he was not there.\nOn Wednesday, two Shining Path gunmen shot and killed a prominent community leader, Epifanio Santamaria Rodriguez, in the Lima shantytown of San Martin. The group had been trying to make inroads there but had been rebuffed by Mr. Santamaria. Shining Path guerrillas also attacked a construction company in the highlands, destroying equipment and property. In each case, they either claimed responsibility or they left signs that they were responsible for the attacks.\nGen. Carlos Dominguez was ordered to resign his post as chief of the anti-terrorist police following widespread criticism within the Government that security forces were careless in failing to guard against the attacks.\nMilitary officials declined to discuss the attacks. But military staff members said that security forces have declared a full alert and that the Government is considering extending a state of emergency, already in effect in 19 districts of Lima and many provinces, that give security forces broad powers to combat terrorism.\nPresident Alberto K. Fujimori has sought to assure Peruvians that the Government is fully in control of the situation. \"The attacks do not signify that we have let our guard down,\" the President said at a recent news conference. \"I repeat -- we guarantee citizens' security, and the iron fist approach will continue.\"\nWhile no one expects the violence to return to the days of daily bomb blasts, Peruvians in the capital and the countryside remained tense and fearful that the violence would escalate. \"I think we Peruvians had a false sense of hope that the bombs had ended,\" said Enrique Palomino, who owns a film processing store. \"But I am afraid again for the first time in years. It's the randomness that scares me the most.\"\nWith the capture of its central leaders in 1993, Shining Path divided into two factions: one that heeded Mr. Guzman's call for peace and another that continued the fight under the leadership of Oscar Ramirez Duran, who was a top aide to Mr. Guzman and is believed to be hiding out in the highlands along the Huallaga River.\nBut terrorism experts said that contacts within the group indicated that Shining Path has now splintered into numerous factions.\nThe factions are being coordinated by a new group of leaders who had been part of the Shining Path hierarchy during its infancy in the 1970's but who had left the group after a dispute with Mr. Guzman over the timing of his decision to take up arms in 1980.\n\nGraphic\n\n \nPhoto: Recent attacks in Peru by Shining Path suggest the guerrillas may be making a comeback. Mourners attended the funeral last week of Epifanio Santamaria Rodriguez, a community leader slain by Shining Path gunmen. (Reuters)      \n\nLoad-Date: August 5, 1996"
}