{
    "title": "BLAST CALLED 2D I.R.A. PLOT ON THATCHER",
    "publisher": "the new york times",
    "year": 1984,
    "month": 10,
    "day": 15,
    "full text": "The bomb attack on the British Cabinet before dawn on Friday was the Irish Republican Army's second planned effort to kill Prime Minister Margaret Thatcher, it was reported today.\n The first attempt, according to The Sunday Press, a Dublin newspaper, was planned for last year during the Conservative Party conference at Blackpool, and was abandoned at the last minute because of a snag in planning. A special I.R.A. bomb unit formed for the attack was manned by British-born rather than Irish volunteers, the paper said. It cited no sources for its information.\nBomb attack on British Cabinet on October 12 reportedly is Irish Republican Army's second planned effort to kill Prime Min Thatcher; first was abandoned in 1983 during Conservative conference at Blackpool because of planning snag; illustration (M)\nAccording to The Sunday Press, members of the squad who carried out the attack Friday at the Grand Hotel in Brighton visited the building several times well in advance of the Conservative Party conference there to familiarize themselves with the layout. Only then, the paper said, did they plant the device that killed four people, including one Member of Parliament and the wife of another, and wounded 32 people, several of them seriously. Mrs. Thatcher escaped injury.\nIt was the most serious assault against the upper echelon of the British Government since 1605, when Guy Fawkes tried to blow up Parliament and King James I.\n \nScotland Yard Warning\nScotland Yard warned, meanwhile, that the Brighton explosion might be only the beginning of an autumn offensive by the Irish guerrillas. Commander Bill Hucklesby, the head of the antiterrorist squad, said politicians, judges and military leaders should be especially carefully protected from attempted assasination in coming weeks.\nCommander Hucklesby said detailed investigations had convinced him the bomb had been hidden in the paneling of the bathroom of Room 628 or 629 on the sixth floor. He said it probably contained a sophisticated timer like those used in home video recorders.\nThe occupants of Room 629 were Donald McLean, the president of the Scottish Conservatives, and his wife, both of whom were seriously wounded.\nBut it was the ''28'' series of rooms that was most seriously damaged. The floors of those rooms, stacked one above the other on the seafront side of the 120-year-old hotel, collapsed in turn, creating a vast hole extending all the way into the basement.\n \nThe Dead and Injured\nInto it fell Joanne Shattock, the wife of a party official, from Room 628; Eric Taylor, another party official, from 528; Roberta Wakeham, the wife of the Government Chief Whip, from 428, and Sir Anthony Berry, the M.P., from 328. All of them were killed. Norman Tebbit, the Minister for Trade and Industry, who is hospitalized with stomach and thigh wounds, and his wife, Margaret, who is at least temporarily paralyzed from the neck down, were in 228.\nThe corresponding room just below was the sitting room of the Foreign Secretary, Sir Geoffrey Howe, but it was unoccupied. Just a thin wall away was the bathroom of the Prime Minister's suite; she had left it just two minutes before it was devastated by the explosion.\nCommander Hucklesby dismissed a report in one British newspaper that Libyans had been involved in making the bomb and a report in another that the Sussex police had ignored a warning sent from London of an imminent I.R.A. attack.\nRoger Birch, the Chief Constable of Sussex, who was responsible for security at the conference, said Scotland Yard sent a message on Wednesday night. But he said it was routine, made no special mention of Brighton and specified a level of security lower than that already in force at the hotel and conference center.\nTwo men were arrested over the weekend, the police said, for questioning under the Prevention of Terrorism Act. One was seized at Liverpool Airport in northwest England as he was about to board a plane for Dublin and the other was picked up in Brighton on the basis of a tip from the first.\nBut Detective Chief Superintendent Jack Reece said ''there is no suggestion at the moment that they are linked to terrorism.''\n\nGraphic\n\n \nphoto of Margaret Thatcher with her husband"
}