{
    "title": "Blasts kill anti-Taliban minister, 13 others Pakistani endorsed bringing back death penalty for terr",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 8,
    "day": 17,
    "full text": "A pair of suicide bombers detonated their explosives at the home of an anti-Taliban provincial minister, killing him and 13 others in eastern Pakistan, officials said. A militant group affiliated with the Pakistani Taliban claimed responsibility. Shuja Khanzada's body was retrieved from the rubble of the collapsed building in his hometown of Shadi Khan in Attock district, some 50 miles northwest of the capital, Islamabad, government official Saeed Elahi said.\nThe Punjab provincial head of Pakistan's National Action Plan against terrorism, Khanzada took a bold public stance against the Taliban and Islamic militancy. A former army officer, Khanzada helped establish the anti-terrorism department in Punjab province - which is home to a variety of local militant groups, most of them allied to the Taliban and al-Qaida.\nAnother 17 others were wounded in the explosion, four of them in critical condition, said Deeba Shahnaz, an official with the state rescue agency. \nKhanzada was a vocal public advocate for harsh government tactics against the militants, and endorsed the government's recent decision to bring back the death penalty for terrorism cases. Late last month, he had announced the killing in a police shootout of one of the most feared Islamic militants Malik Ishaq, who was the chief of al-Qaida linked Pakistani sectarian group Lashkar-e-Jhangvi.   \nWe will not spare any of the 63 proscribed militant organizations, Khanzada said in a recent local TV interview.\nJamatul Ahrar, a splinter group of the Pakistani Taliban, claimed responsibility for the attack. The Pakistani Taliban is an umbrella outfit made up of several local militant groups.\nIts spokesman, Ahsanullah Ahsan, said in an email that the attack was a revenge for the killing of Ishaq, the militant leader. \nThe Taliban have been waging a lengthy insurgency seeking to overthrow the government and install their own harsh brand of Islamic laws. They have killed tens of thousands of Pakistanis in over a decade of attacks.\nProvincial police chief Mushtaq Sukhera said the bombing was a reaction of a yearlong police crackdown against the Islamic militants, which Khanzada had been leading from the front.Sukhera said two suicide bombers struck simultaneously. Neither of them entered in the hall where the minister was present, he said. \nOne of the bombers detonated his device at the entrance to the hall, and the other in a back street precisely behind the place where the minister was sitting, the police chief said.\n\nLoad-Date: August 17, 2015"
}