{
    "title": "BLASTS RAISE RUSSIANS' FEAR OF TERRORISM _ THE THIRD EXPLOSION IN 10 DAYS KILLED AT LEAST 32 PEOPLE",
    "publisher": "the philadelphia inquirer",
    "year": 1999,
    "month": 9,
    "day": 10,
    "full text": "Fear of terrorism grew in Russia yesterday after the third explosion in 10 days devastated a nine-story apartment building in Moscow, killing at least 32 and leaving dozens buried in the rubble.\nAfter early speculation that a natural gas leak may have caused the blast, authorities were investigating whether the cause was a bomb, possibly planted to protest Russia's war against Islamic rebels in the southern republic of Dagestan. But officials said they also were checking whether industrial explosives or fireworks had been stored in the building.\nThe blast appeared to take on added significance because it came after a car bomb destroyed a military housing facility in Dagestan on Saturday night, killing 64 people. On Aug. 31, an explosion in an underground mall near the Kremlin injured nearly 40 people. One victim later died.\nAn anonymous caller told the Interfax news agency yesterday that the explosion at the apartment building was a response to Russia's \"bombing of peaceful villages in Chechnya and Dagestan,\" where Islamic rebels are battling Russian troops. Authorities could not verify the claim.\nAfter inspecting the site of the explosion, Moscow Mayor Yuri Luzhkov told reporters that there were strong indications that the building was destroyed by an explosive device similar to the one used in the car bomb in the town of Buynaksk.\nLuzhkov added that the \"bandits\" fighting Russian troops in Dagestan may be attempting to extract revenge through terrorism. He ordered tighter security throughout the Russian capital, and urged Muscovites to be extra vigilant.\nSergei Markov, head of the Institute of Political Studies in Moscow, warned that the country may be facing an outbreak of terrorism as an outgrowth of the war in Dagestan.\nAntiterrorism experts believe that Islamic insurgents in the republic are financed by fugitive Saudi millionaire Osama bin Laden, whom the United States accuses of masterminding the bombings of two U.S. embassies in Africa last year.\n\"I think there will be a wave of terrorism, and it will continue,\" Markov said. He said authorities believed that the insurgents had terrorist bases in a half-dozen major cities, including Moscow and St. Petersburg, and were prepared to strike to underscore their contempt for the Russian government. The insurgents have openly threatened reprisals by terror.\nThe Federal Security Service said the \"nature of the damage and the number of casualties\" suggested a bomb, and a spokesman said the blast was the equivalent of up to 880 pounds of TNT. At the same time, another official of the service, which is Russia's equivalent of the FBI, said industrial explosives may have been stored inside the building.\nThe Kremlin said President Boris N. Yeltsin was \"shocked\" by the explosion, which occurred shortly after midnight and leveled the midsection of the prefabricated 28-year-old apartment building in southeast Moscow. The blast engulfed the working-class neighborhood in smoke and debris, and damaged 15 other buildings. Many of the apartment building's 640 residents work at a nearby automobile factory.\nRussian Prime Minister Vladimir V. Putin and other officials initially speculated that a natural gas leak had caused the explosion, but investigators began dismissing that theory later in the day.\n\"It is very likely that this was not an explosion of natural gas,\" Luzhkov said at his news conference.\n\nLoad-Date: October 22, 2002"
}