{
    "title": "BLAST BRINGS FEAR OF TERRORISM THE MOOD IS JUBILANT AMONG SOUTH AFRICAN BLACKS DURING FIRST VOTE",
    "publisher": "the hill",
    "year": 1994,
    "month": 4,
    "day": 27,
    "full text": "JOHANNESBURG, South Africa - With a new flag heralding the birth\nof democracy, Nelson Mandela cast the first vote of his life in an\nelection expected to make him the country's first black president.\nBut a bomb blasted Johannesburg's international airport,\nrenewing fears of a terrorist campaign.\nThe blast came minutes after a jubilant Mandela voted at a\npolling station in the hills outside Durban, a coastal city about 300\nmiles southeast of Johannesburg.  Police confirmed 18 injuries, two\nof them serious, and said a white man was being questioned.\nThe attack was a reminder of the obstacles facing Mandela's\nAfrican National Congress if, as expected, it comes to power after\nthe election.\nRight-wing extremists have vowed to wage war rather than live\nunder a black government, and at least 21 people have died in\nbombings since Sunday.  Police said the man being questioned in\ntoday's bombing was dressed in khaki, the color usually worn by the\nextremists.\nThe bomb shattered the euphoria that spread across the country\nafter voting opened Tuesday to the sick, elderly and other \"special\nvoters\" who needed extra time to cast ballots.\nBlacks impatient for their first taste of democracy arrived at\npolls in wheelchairs and even wheelbarrows in some rural areas.  At\nhospitals, they roused themselves from sickbeds and hobbled to\nhospital polls wearing their nightclothes.\nMany broke into tears after making their mark.  \"We need\nfreedom,\" said 72-year-old Florence Ndimangele, voting with other\nelderly people near Cape Town.  \"We are tired of being slaves.\"\n\"It is the beginning of a new era,\" Mandela said after\ndropping his ballot into a simple brown box outside a school founded\nby John Dube, one of the first ANC leaders.  \"It is a realization of\nour hopes and dreams - the dreams of a South Africa which represents\nall South Africans.\"\nThe day dawned with a new flag flying over the nation, and the\nsounds of a new national anthem lingering in the chilly air. The\nchangeover occurred at midnight in the nine cities that will serve as\nprovincial capitals under the new, post-apartheid constitution, which\ntook effect today.\nThe old flag, seen by many blacks as a symbol of white rule,\nwas lowered for the last time at nationally televised ceremonies as\nthe old anthem, \"Die Stem,\" (\"The Call\"), was sung.\nAs the new flag was raised, the anthem of the anti-apartheid\nmovement, \"God Bless Africa,\" was sung for the first time as one of\nthe two official national anthems.  \"Die Stem,\" an Afrikaner hymn,\nwill remain as the second anthem.\nDespite late-arriving ballots and waits so long in some places\nthat people collapsed, the mood among blacks casting the first vote\nof their lives was jubilant.\nBLAST9A Blast 1A 30\n\nLoad-Date: January 31, 1995"
}