{
    "title": "Blasts will harden all positions even more",
    "publisher": "the day ",
    "year": 2005,
    "month": 7,
    "day": 8,
    "full text": "Frida Ghitis\nwrites on foreign affairs\nSee? Now we have proof.\nThe slaughter in London demonstrates once again that you were right - whatever you thought.From water-cooler chats to the blogosphere, the barrage of analysis and interpretations pondering the motives for the London bombings, the proper response, and the \"root causes\" of terrorism once again fills the air. And wouldn't you know it? All sides come to the same conclusion: We were right.\nBy now, opinions on Islamic terror, which scored its most important strike on Sept. 11, 2001, have hardened so much that all new evidence becomes supporting proof for a point of view, no matter what the view.\nThe arguments started even before a group calling itself the Secret Organization Group of al-Qaeda Organization in Europe had a chance to boast it had orchestrated the attacks. Terrorist experts said that the claim of responsibility had the hallmarks of a hoax, but the attack itself looks like the handiwork of al-Qaeda.\nEarly in the morning, someone signing an online comment as \"Steven D\" predictably and succinctly claimed that \"this is happening because of Iraq.\"\nBritain's Tony Blair, of course, has supported Washington's war in Iraq more steadfastly than almost any other world leader. Hence, opponents of the war in Iraq will quickly pin the blame on Blair and, of course, on President Bush.\nSupporters of the war, for their part, argue this is further proof of the need to defeat terrorists in Iraq or anywhere else in the world. These people will stop at nothing, they argue, unless the world takes the strongest possible action. The more death they bring, the more evident it becomes, they say, that we need to reform the entire Muslim world, beginning in Iraq. But opponents of the war see terrorism as a direct result of misguided policies that sow hatred against the West throughout the Middle East.\nThe al-Qaeda statement on London, incidentally, overshadowed another al-Qaeda statement released yesterday, this one announcing the group had murdered Egypt's newly appointed ambassador to Iraq. Egypt, by the way, strongly opposed the Iraq war.\nAnother online observer noted that if Iraq had truly been the cause of the London carnage, the blasts would have come long ago. Instead, said David Sewell, writing in DailyKos.com, the terrorists struck on the day the Group of Eight summit opened. This, he argued, \"is pretty clearly a symbolic attack on Western industrial democracies.\"\nOthers noted that terrorism by Islamist extremists began long before the launching of the Iraq campaign in March 2003.\nIn fact, the London explosions came exactly 1,000 days after the October 2002 bombings in Bali, Indonesia, which killed more than 200 people. By then the antiwar crowd could already pin the blame on the war in Afghanistan. And even before that, there were those who blamed anti-Western terrorism on Washington's support for Israel and on the plight of Palestinians living under Israeli occupation.\nIsraelis, who have years of experience with exploding buses and civilian massacres, expressed their condolences and solidarity, with one writer adding, \"now you know how we feel.\" Like seemingly everyone else, Israel's supporters thought this attack proved the validity of their views on terrorism. One site, Israpundit.com, noted with a sense of vindication how the BBC, which usually refers to \"militant attacks\" in Israel, abandoned its editorial policy stating that the word terrorist is, \"a barrier [to] understanding.\" This time, the BBC openly called the attacks \"terrorism.\"\nOn the other side, the left claims this attack, however horrific, validated its view. As an antiwar writer declared in Counterpunch.com, his side predicted this would happen. The attack, the posting reads, is a \"direct result\" of the West's \"brutality in Afghanistan, Iraq and Palestine.\"\nClearly, we all agree: We were right, and you - whoever is not us - were wrong.\nContact Frida Ghitis at fghitis@gmail.com  \n\nLoad-Date: July 8, 2005"
}