{
    "title": "Blatant Tobacco Sales Bans are Terrible for Public Health",
    "publisher": "the foundation for research on equal opportunity",
    "year": 2020,
    "month": 7,
    "day": 22,
    "full text": "<p>Al Capone is one of the most infamous criminals in history. Countless books and movies have elevated his name to a level that even during his lifetime, few imagined possible. His crime-syndicate, the “Chicago Outfit” fought bloody gang wars over the production and supply of illegal alcohol. The United States was in the midst of the era of alcohol prohibition, and supplying people with black market products was a lucrative business. \nThrough a lack of health inspection, thousands died from bootlegged liquor, and the policy had fuelled the rise of some the worst mobster imaginable. The U.S had to change its constitution again to end the prohibition of alcohol.</p><p>The South African government was undoubtedly worried about the same thing when it gradually eased rules and regulations for the sale of alcohol during this pandemic. That said, the same logic is not being applied for tobacco products. Cigarettes and e-cigarettes remain illegal, leaving a large part of the population with no choice but to consult the black market, particularly since the ban came unannounced at the end of March. This policy decision has caused international attention — the BBC writes: “What was perfectly legal two months ago has turned thousands of people into potential criminals.”</p><p> Black market cigarettes don’t operate according to quality control and have been shown to poison their users in a literal sense.   </p><p>The criminal justice implications of enforcing such a stringent ban are fatal. Black market cigarette dealers have been shown to contribute to the rise of international terrorism. A 2015 report by the French Union for Industrial Production points to the fact that 20 percent of illicit cigarette sales finance international terrorism (according to the French Centre d’analyse du terrorisme in 2015). This number has been filtered out of a total number of 75 international prosecutions involving large-scale counterfeiting of tobacco products. Does feeding international crime with willing customers serve the interests of South Africa?</p><p>The government is right in pointing out that smoking isn’t a healthy habit. Even though the effect of tobacco during the COVID-19 pandemic is scientifically disputed, it makes intuitive sense for consumers to try and reduce their tobacco consumption during an international health crisis involving a disease that causes acute respiratory problems. However, a complete ban on cigarettes is set to make things much worse. Black market cigarettes don’t operate according to quality control and have been shown to poison their users in a literal sense.</p><p>As a consumer and analyst from Luxembourg, I am not fond of all the public policy responses of my government.</p><p>Counterfeit cigarettes use three times more cadmium—which can cause renal failure or injuries to the live—and arsenic—which has been proven to cause lung cancer. These cigarettes have also been found to contain hair, cement, and mouse faeces. UK-estimates released by the Local Government Association has put the level of cadmium in counterfeit cigarettes at around 500 percent higher than ordinary brands, making them considerably more dangerous to consume.</p><p>As a consumer and analyst from Luxembourg, I am not fond of all the public policy responses of my government. And yet, despite having a more substantial rate of COVID-19 infections than South Africa, the Luxembourgish government has not chosen to reduce the availability of cigarettes or vaping products. This shows that the South African response is not measured or thought through </p><p>Consumers will be hurt by the decision to continue a blatant ban on tobacco products and harm-reducing products such as e-cigarettes. It is now time for the government to change course.</p><p>Bill Wirtz is a Senior Policy Analyst for the Consumer Choice Center. He tweets @wirtzbill.</p><p>Photo Credit: Nguyen Linh (original) and Ibrahim Anoba (edited).</p>         \n\nLoad-Date: July 23, 2020"
}