{
    "title": "Blinded by Hindsight",
    "publisher": "the new york times",
    "year": 2006,
    "month": 10,
    "day": 1,
    "full text": "FIVE years after the attacks of Sept. 11, 2001, three years after the 9/11 commission report, and just weeks before a national election, the issues of what happened before those attacks have resurfaced. Suddenly, we are again witnessing heated disputes about such insignificant issues as whether the Clinton administration prepared a draft ''strategy'' or, alternatively, ''a series of required decisions'' about Al Qaeda for the incoming Bush administration. \n  This spectacle was set off by a partisan rewriting of history billed as a television docudrama and shown on the anniversary of the attack. Mr. Clinton, justifiably, denounced the untruths about his administration's record.\nBut the effect of his comments was to send the nation's attention in the wrong direction -- toward an argument over the minutiae of what happened a decade ago rather than on an intelligent debate of what to do now. What followed was as predictable as it was unfortunate: talk shows, Web sites and others responded with a heated, partisan exchange of accusations of who did what when.\n  For most Americans the history is clear and well told in the 9/11 commission report: Almost 3,000 people were killed. In the years before that terrible day, the Clinton administration prevented some attacks and tried to destroy Al Qaeda and its leadership, but was unable to do so, in part because the institutional bureaucracy did not believe the magnitude of the threat. \n  As for the Bush administration, it deferred action on Al Qaeda until after 9/11, and then took a number of steps in response, including invading Iraq, but was also unable to destroy Al Qaeda or its leaders. \n  In short, both administrations failed. \n  All the finger-pointing and hunting for scapegoats last week won't rectify those failures, or help us avoid future ones. Fortunately, unlike too many of our political leaders and pundits, most Americans are far more concerned about what we are doing now in the name of fighting terrorism than about petty partisan bickering about the past.\n  The greatest problem we face is that while the 9/11 attacks should have united us as a nation -- and for a while they did -- such unity has badly eroded. To recreate that national purpose, we need to understand why the erosion occurred. \n  First and most obviously, the invasion and occupation of Iraq shattered the post-9/11 American consensus. The ham-handed attempts to erroneously link Iraq with the Qaeda attacks destroyed the government's credibility with much of the country. That needed trust was undermined further last week in a National Intelligence Estimate that showed that our soldiers' sacrifices have not weakened the terrorist movement. \n  A broad consensus in America on Iraq may now be impossible. President Bush could, however, move in that direction by admitting there is a serious problem with the current strategy and taking advice from a bipartisan group of respected experts to recommend a way forward that concentrates on protecting such basic national interests as preventing Iraq from continuing to be an anarchic failed state where terrorists can train. The Iraq Study Group, created at the urging of Congress in March and led by former Secretary of State James Baker and former Representative Lee Hamilton, might perform that service. \n  A second erosive factor was what appeared to many as the administration's willingness to use 9/11 as an excuse to strengthen presidential power and erode fundamental American civil liberties. Particularly troublesome to me, as someone who was at the nexus of the government's intelligence networks for many years, was the National Security Agency's illegal wiretapping of phones in the United States without a warrant, and also the abandoning of our treaty obligations under the Geneva Conventions by engaging in ''alternative interrogation techniques'' at the C.I.A.'s secret prisons. \n  This is not to say our holdover intelligence rules are adequate. Congress refused to give the Clinton administration the broadened terrorism wiretapping and surveillance authority it sought, but is now swinging to the other extreme of being willing to do away with effective judicial supervision of surveillance in the United States. It should be possible to devise a system that permits needed surveillance of the vast traffic in voice and e-mail messages, but requires judicial involvement before information is disseminated and periodic Congressional oversight to prevent abuse.\n  Third, and perhaps most disruptive to national unity on terrorism, is a widespread sense that some in government have been waving the bloody shirt -- scaring voters with the hobgoblin of Al Qaeda to reap political advantage. \n  If we are going to defeat the enemy, we must learn again to discuss our differences about Iraq and terrorism in civil and analytical terms. We must reject the use of fear and terrorism to divide America for political advantage. And we must not let ourselves get trapped in pointless, partisan debates that result only in having the past obscure the future.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 1, 2006"
}