{
    "title": "BLM Today in History _ Oct. 11",
    "publisher": "the pantagraph",
    "year": 2020,
    "month": 10,
    "day": 11,
    "full text": "Today is Sunday, Oct. 11, the 285th day of 2020. There are 81 days left in the year. \nToday's highlight \nOn Oct. 11, 1991, testifying before the Senate Judiciary Committee, Anita Hill accused Supreme Court nominee Clarence Thomas of sexually harassing her; Thomas reappeared before the panel to denounce the proceedings as a \"high-tech lynching.\" \nOn this date \nIn 1779, Polish nobleman Casimir Pulaski, fighting for American independence, died two days after being wounded during the Revolutionary War Battle of Savannah, Georgia. \nIn 1809, just over three years after the famous Lewis and Clark expedition ended, Meriwether Lewis was found dead in a Tennessee inn, an apparent suicide; he was 35. \nIn 1905, the Juilliard School was founded as the Institute of Musical Art in New York. \nIn 1906, the San Francisco Board of Education ordered the city's Asian students segregated in a purely \"Oriental\" school. (The order was later rescinded at the behest of President Theodore Roosevelt, who promised to curb future Japanese immigration to the United States.) \nIn 1910, Theodore Roosevelt became the first former U.S. president to fly in an airplane during a visit to St. Louis. \nIn 1968, Apollo 7, the first manned Apollo mission, was launched with astronauts Wally Schirra, Donn Fulton Eisele and R. Walter Cunningham aboard. The government of Panama was overthrown in a military coup. \nIn 1983, the last full-fledged hand-cranked telephone system in the United States went out of service as 440 telephone customers in Bryant Pond, Maine, were switched over to direct-dial service. \nIn 1986, President Ronald Reagan and Soviet leader Mikhail S. Gorbachev opened two days of talks in Reykjavik, Iceland, concerning arms control and human rights. \nIn 2001, in his first prime-time news conference since taking office, President George W. Bush said \"it may take a year or two\" to track down Osama bin Laden and his terrorist network in Afghanistan, but he asserted that after a five-day aerial bombardment, \"we've got them on the run.\" \nIn 2002, former President Jimmy Carter was named the recipient of the Nobel Peace Prize. \nIn 2006, the charge of treason was used for the first time in the U.S. war on terrorism, filed against Adam Yehiye Gadahn, also known as \"Azzam the American,\" who'd appeared in propaganda videos for al-Qaida. (Gadahn was killed by a U.S. drone strike in Pakistan in Jan. 2015.) \nIn 2014, customs and health officials began taking the temperatures of passengers arriving at New York's Kennedy International Airport from three West African countries in a stepped-up screening effort meant to prevent the spread of the Ebola virus. \n  \n\nLoad-Date: October 26, 2020"
}