{
    "title": "Blocked airplane sales -- effective tool against terrorism_",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 9,
    "day": 12,
    "full text": "One can see them from the highway -- eight big, squat propeller-driven planes with Arabic writing on their sides, parked on a rear apron of Lockheed's manufacturing plant here.Their windows are covered, and the beige and brown planes are tied down.\nThese C-130s, military troop and equipment transports, have been sitting here since 1974, paid for by Libya.  Delivery has been blocked by the US State Department under legislation banning the sale of military equipment to nations supporting terrorist activities.\nNow, under an updated version of that legislation, the State Department has blocked the sale of five Boeing passenger jets to Iraq and six more to Libya because of fears they could be modified to carry troops.  Iraq was expecting 747s and 727s, while Libya sought 747s and 737s.\nLibya used modified Boeing passengers jets to carry troops to the aid of the now-fallen dictator of Uganda, Idi Amin.\nThe ban on the Boeing sales is part of the latest US efforts to \"grapple and grope,\" as one State Department official puts it, with the continuing problem of intenational terrorism.\nBut some of the effort is just noise in Congress, one congressional source hints.  And the latest bans are not very effective, a State Department official admits; they are merely a way of mking \"a point\" of US discontent with Iraq.\nWilliam B. Quandt, a Middle East expert with the Brookings Institution, suggests that President Carter will go ahead with the passenger jet sales to Iraq after the election.\nRepublican presidential candidate Ronald Reagan has criticized the President's approval of sale of eight engines to Italy for use in missile-carrying naval ships to be sold to Iraq.\nThe US has been trying to improve relations with Iraq in the past year or so, Mr. Quandt says, but without any visible success.  With the largest standing army in the Persian Gulf and as the second-largest oil producer in OPEC, Iraq is of high strategic value to the US, especially since the fall of the Shah of Iran, Quandt points out.\nBut Iraq has been backing efforts fo assassinate some Syrian leaders, supports extreme elements of the Palestine Liberation Organization, and has been \"repressive\" with some of its own people, says Quandt.\nIn addition, in July, West Berlin Police arrested two Iraqi diplomats carrying explosives apparently for use at a meeting of Kurdish students.  (Kurds are a dissident minority living partially in Iraq.) And in Vienna, two Iraqi diplomats were caught allegedly planting a bomb at the Iranian Embassy.\nSyria, Iran, South Yeman, and Libya are also covered by the current export controls.\nThe value of the Boeing passenger jets intended for Iraqi Airways (for civilian use, according to the Iraqi government) and Libya is more than $400 million, says Boeing director of public relations Peter Bush.  That is only a small part of the company's $8 billion in sales last year, but the Middle East is a \"key part of the world\" for aircraft sales, he says.\nBoeing sees a potential of $1 billion in sales of passenger jet to Iraqi Airways by 1990.  \"That's the gleam in our eye \" says Bill McGintey, Boeing's spokesman in Washington.  Those sales would boost Boeing employment and generate substantial tax dollars in the US, he is telling Congress.\n\"Once we loose a customer, we loose them for 10 to 15 years,\" Mr. McGintey adds.\nIn recent years the French have been supplying increasing amounts of arms to Iraq, and the Soviets less.  France would be happy to replace the US as supplier of major passenger jets.\n\"You've got to take a stand [against terrorism] -- even if you pay a price,\" says Michael Kraft, legislative aide to Rep. Millicent Fenwick (R) of New Jersey.  Her amendment to the 1979 act required pre-notification by the administration of sale of materials to nations on the controls list that might be use to promote the military or terrorism.  Congress has no veto power over such sales but can pass legislation against specific sales.\nThe Carter administration is concerned about Italy's sale of nuclear materials to Iraq and may want to let the sale of the engines to Italy (for Iraq) go through to gain Italy's cooperation in limiting nuclear sales to Iraq.\nThe Senate has approved an amendment to pending legislation to block the sale of the General Electric engines, although two of them have already been shipped.\n\nGraphic\n\n \nPicture 1, C-130s sold to Libya but held up by US gather dust on a windswept Georgia tarmac; Picture 2, Boeing plant in Seattle, Boeing's lineup won't be playing in Iraq"
}