{
    "title": "Blog Cabin",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 2,
    "day": 1,
    "full text": "\"Blog\" is short for \"Web log,\" a diary on the Internet. Blogs can be endless and self-indulgent, or thoughtful and challenging. \"Blog Cabin\" offers a selection from recent high-profile blogs.\nHamas victory\nMoving Forward\nwww.matthewgood.org\nHamas should look at Israel's unilateral disengagement as a positive sign that Israel is making an effort for peace. Although the Gaza pullout is not without its residual problems, it's a step in the right direction.\nThe United States should take the position that working with Hamas to effect peace would not be a capitulation to terrorism (unless Hamas proves otherwise). Instead, the United States should embrace the new government as a democratic choice made by the Palestinians, and engage diplomacy. Regardless of the past, the United States should at least try this approach, but again, Hamas must agree to cease all terrorist activities... .\nIsrael, Palestine and the United States have a real chance to make diplomacy work, although I have serious doubts. Call me a pessimist, but someone, some group or some policy will undermine the whole thing.\nTheron Parlin\nJan. 30\nInterpreting\nthe Palestinian Vote\nwww.radlauer.blogspot.com\nI tend to view the difference between Fatah and Hamas, terrorism-wise, as more a matter of degree and nuance than anything substantive. While Fatah - or at least some parts of it - may be slightly more amenable to compromise and coexistence, it's more than a little silly to pretend that Yasir Arafat's old outfit is some sort of Palestinian Peace Now. Given this... it seems rather foolish and unfair to accuse the Palestinians of \"rejecting peace\" by voting for Hamas rather than Fatah. If neither party contesting the elections could rationally be seen as opposing terrorism and promoting a final settlement based on compromise and accommodation, the election results cannot be viewed as expressing any clear opinion on these issues.\nDon Radlauer (proprietor)Jan. 30\nGoogle & China\nThe Difference Between America and the Rest\nof the World\nwww.mikeschubert.com\nGoogle has received a lot of flak over... its agreement with the Chinese to censor search results. I think it is unfair to characterize these decisions as greedy. Rather, it is smart business that is merely observing the laws of the jurisdictions they wish to operate in... .\nWhile China is the site of increasing demonstration and protest activity, speech is not a freedom like it is in the United States. The Internet has opened the world to the Chinese like nothing else could. Information flows freely, much the same as it does here. My understanding of what the Chinese government is trying to censor is access to sites that incite political unrest that goes beyond civil disobedience... .\nGovernments cannot change their forms overnight. It is a slow and sometimes painful process. We are used to getting things on demand, but changing the way of life for 1.5 billion people can't be one of those things. So let Google help them censor some stuff - just imagine how the rest of what is in their indexes can benefit from having China engaged in the conversation.\nMike Schubert (proprietor)Jan. 30\n\nLoad-Date: February 1, 2006"
}