{
    "title": "Blog Political Insider Giuliani and abortion_ Perhaps not the defining issue that many think, he say",
    "publisher": "the atlanta journal-constitution",
    "year": 2007,
    "month": 5,
    "day": 16,
    "full text": "Wednesday, May 16, 2007, 02:40 PM\nRudy Giuliani finished his \"town hall\" meeting at Oglethorpe U. about an hour ago.\nThe majority of questions dealt with terrorism and immigration. One dealt with the fair tax. Another focused on the killing of dogs and cats. Seriously.\nNone touched on abortion. During his quick session with the press gaggle, we asked Giuliani whether he took the lack of questions on this topic as a sign that some issues --- like terrorism and immigration --- trump traditional GOP concerns.\n\"For certain people, they do, sure. That's what elections are all about,\" Giuliani said. (Click here for a sound clip)\n\"That's why I take a lot of questions. Questions more than polls tell me what people feel strongly about. Think about a poll. Somebody calls you up, you're at home, they impose 30 questions on you. They create the agenda and then you give the yes-no answer. Questions are about what people are passionate about, what's on their minds.\n\"I think there are many, many people who see the defining issues in this election are about how we deal with terrorism, how we create a safer America, from that point of view and other points of view, how we deal with our economy,\" he said.\nBut he held out the possibility of finding common ground with abortion opponents.\n\"For example, I would do everything I could do to reduce abortion, consistent with --- in my case --- I think there should be respect for a woman's choice here, and government [should] not coerce in that area,\" he said. \"But as a constructive thing, I would look for ways in which we could reduce abortions. I think all Republicans and all Democrats just about agree on that --- that we should reduce abortions through free choice, through making information available, through making adoptions available. Through making the decision more of a complete choice.\n\"So maybe there's room for common ground there.\"\n\nLoad-Date: May 19, 2007"
}