{
    "title": "Blog Political Insider Once more into the breach_ Newt and the First Amendment, again",
    "publisher": "the atlanta journal-constitution",
    "year": 2006,
    "month": 12,
    "day": 7,
    "full text": "Thursday, December 7, 2006, 10:02 AM\nNewt Gingrich, the non-candidate for president in '08, confesses that his remarks of last week, suggesting limits on free speech to curb talk among terrorists, \"must have hit a nerve.\"\nOn Wednesday, the Union-Leader of New Hampshire, where Gingrich made his speech (during an event celebrating the First Amendment, no less), published an op-ed piece by the former House speaker, on the same topic.\nSome excerpts:\nWe need a serious dialogue --- not knee-jerk hysteria --- about the 1st Amendment, what it protects and what it should not protect. Here are a few baseline principles to consider:\nWe should be allowed to close down Web sites that recruit suicide bombers and provide instructions to indiscriminately kill civilians by suicide or other means, or advocate killing people from the West or the destruction of Western civilization;\nWe should propose a Geneva-like convention for fighting terrorism that makes very clear that those who would fight outside the rules of law, those who would use weapons of mass destruction and those who would target civilians are in fact subject to a totally different set of rules that allow us to protect civilization by defeating barbarism before it gains so much strength that it is truly horrendous. A subset of this convention should define the international rules of engagement on what activities will not be protected by free speech claims; and\nWe need an expeditious review of current domestic law to see what changes can be made within the protections of the 1st Amendment to ensure that free speech protection claims are not used to protect the advocacy of terrorism, violent conduct or the killing of innocents.\nCan't wait for Bob Barr to weigh in on this.\n\nLoad-Date: March 16, 2007"
}