{
    "title": "Bloody hand of terrorism reached out to kill 741 in '98",
    "publisher": "the deseret news",
    "year": 1999,
    "month": 5,
    "day": 1,
    "full text": "WASHINGTON -- Terrorism took a record toll last year, with 741 people killed and 5,952 injured. Most of the casualties were the result of bombings of two U.S. embassies in Africa.\nThe attacks in Kenya and Tanzania and then the indictment of Usama bin Laden, a longtime sponsor with ties to groups in several countries, reflect the changing face of terrorism.\nWhile state-sponsored terrorism remains a grave problem, Secretary of State Madeleine Albright said Friday, \"direct government involvement in committing such acts continues to decline.\"\n\"Unfortunately, this progress has been countered by the rise of terrorist groups that are less directly dependent on states,\" she said in a statement. \"Some have broad geographical reach and have found ways to support themselves through criminal enterprises, such as drug smuggling, kidnapping and extortion.\"\nAbout 40 percent of the attacks worldwide last year -- 111 of them -- were aimed at U.S. targets. Seventy-seven were bombings of multinational oil pipelines in Colombia in which 71 people, including 28 children, were killed.\nColombian terrorists kidnapped seven American citizens, and the group FARC has not accounted for three missionaries it kidnapped in 1993, the State Department said in its annual report to Congress.\nThe department made no changes in listing seven countries -- Cuba, Iran, Iraq, Libya, North Korea, Sudan and Syria -- as sponsors of terrorism. This makes the seven ineligible for U.S. support in seeking assistance from international financial institutions.\nThe United States maintains active diplomatic relations only with Syria among the seven and has tried for years to engage Syria in American peacemaking efforts in the Middle East. President Clinton has met with President Hafez Assad to encourage him to negotiate peace terms with Israel.\nAlso on the diplomatic front, the Clinton administration is in the midst of talks with North Korea designed to bring a formal end to the Korean conflict.\n\nLoad-Date: May 1, 1999"
}