{
    "title": "BLOWING UP LIBERAL SHIBBOLETHS THE UNDERWEAR BOMBER EXPOSED THE PROBLEM WITH OBAMA'S APPROACH TO TER",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 1,
    "day": 3,
    "full text": "It evidently didn't matter to Umar Farouk Abdulmutallab that Barack Obama was awarded the Nobel Peace Prize, is trying to close the prison at Guantanamo Bay and has sucked up shamelessly to the Islamist regime in Iran.\nMr. Abdulmutallab, 23, is the Nigerian who on Christmas Day boarded Northwest Air Lines flight 253 with a sophisticated bomb built into his underwear. That Mr. Abdulmutallab wound up doing more harm to liberal shibboleths than to the 278 passengers is due to a faulty detonator and prompt, heroic action by Dutch tourist Jasper Schuringa rather than to any action taken by the U.S. government.\nBut that didn't prevent Janet Napolitano, the comically inept secretary of Homeland Security, from declaring on the talk shows last Sunday that \"the system worked.\"\nMs. Napolitano backtracked the next day after it was revealed Mr. Abdulmutallab's father had warned U.S. authorities a month ago about his son's radicalism, that Britain had banned him from entering that country, and that Mr. Abdulmutallab had paid for his ticket in cash and had no luggage, both of which ought to have been red flags.\n\"This incident was a compound failure of both intelligence and physical security, leaving prevention to the last line of defense -- the passengers themselves,\" Bruce Hoffman, a terrorism expert at Georgetown University, told The Washington Post.\n\"Right now we have no indication it was part of anything larger,\" Ms. Napolitano also said last Sunday.\nThat statement became inoperative when al-Qaida in Yemen, where Mr. Abdulmutallab trained for his mission, claimed credit Monday for the attack. After his arrest, Mr. Abdulmutallab told the FBI in Detroit there were others like him in Yemen who would strike \"soon.\"\nWe're likely to hear no more from Mr. Abdulmutallab about the plot, because -- thanks to the Obama administration's \"criminal justice\" approach to fighting terrorism -- he has lawyered up.\n\"Do you think that most Americans prefer that this guy is a) watching cable TV in a warm cell funded by taxpayers and enjoying his right to remain silent; or b) at an undisclosed location being waterboarded to learn about his little friends back in Yemen and their plans to kill us?\" a friend asked Michael Goldfarb of The Weekly Standard.\nThe Transportation Security Administration, a part of Ms. Napolitano's bumbling empire, responded to the incident by imposing new restrictions on travelers. Had they been in effect at the time, these restrictions would have done nothing to frustrate Mr. Abdulmutallab's plans but could have subjected Mr. Schuringa, who did frustrate Mr. Abdulmutallab's plans, to criminal prosecution.\n\"Why are we so bad at detecting the guilty and so good at collective punishment of the innocent?\" asked Christopher Hitchens in Slate.\nThe reason, said Ralph Peters, a retired Army intelligence officer, is because our politically correct leaders refuse to recognize who the enemy is, and what motivates him. \"Despite vast databases crammed with evidence, our leaders -- of both parties -- still refuse to connect Islamist terror with Islam,\" Lt. Col. Peters wrote.\nAfter Maj. Nidal Hasan murdered 13 soldiers at Fort Hood in November, the Obama administration and many leading journalists initially attributed the crime to any motive other than the obvious one.\nIn the aftermath of the Fort Hood shootings, Ms. Napolitano expressed more concern about a possible \"backlash\" against Muslims than about further Islamist attacks.\nBrian Jenkins, a terrorism expert for the RAND Corp., said that of 32 terror-related \"events\" in America since 9/11, 12 occurred in 2009. This spike probably is due in part to the fact that security officials in the Obama administration think it more important to avoid hurting the feelings of Muslims than to take effective measures to protect Americans.\nPolitical correctness also is one reason TSA finds it easier to punish all innocent air travelers rather than to focus on the handful of potential threats. The Israeli airline El Al, which takes the opposite approach, hasn't had a terror attack in many years.\nThe security director for the International Air Transport Association thinks it's time we tried the El Al way.\n\"We've spent eight years looking for little scissors and toenail clippers,\" Ken Dunlap said. \"Perhaps the emphasis should be looking for bad people.\"\n\nNotes\n\nis a columnist for the Post-Gazette and The (Toledo) Blade (jkelly@post-gazette.com, 412 263-1476)./\n\nLoad-Date: January 5, 2010"
}