{
    "title": "Blustery terrorism in North Korea A Christian Science perspective",
    "publisher": "the christian science monitor",
    "year": 2013,
    "month": 4,
    "day": 8,
    "full text": "My college athlete son came home on break recently. I'd looked forward to family meals and good conversation, since I've missed seeing him. I knew our initial conversations would be about sports, leading us into other, deeper topics. But when the conversation segued into basketball and Dennis Rodman - the controversial former Chicago Bulls National Basketball Association star - suddenly we were discussing North Korea, Mr. Rodman's inexplicable trip there, and the young Kim Jong-un's fixation with basketball as well as his threats to bomb Washington, D.C.\nWe left Rodman behind, and then we found ourselves discussing the propaganda oozing from North Korea about blustery threats to the West, aggression aimed at South Korea, and an escalation of nuclear threats.\nThis newspaper ran a photograph of Mr. Kim with North Korean military officials standing near the western sea border between North and South Korea. He has unilaterally declared the armistice in place since 1953 between the North and South null and void. Even though the armistice between the two Koreas has been nullified many times since 1953, the image and the premier's provocative statements tend to strike fear or anxiety in one who has watched other escalations in the world - whether in Syria, Afghanistan, or Libya - spiral out of control and result in many lives lost and hosts of diplomats who are not only perplexed but seemingly powerless.\nAs always, when hearing about stalemates in the world, I've turned to the Bible to learn how Christ Jesus overcame attempted violence, fed thousands, and performed what appeared to be miracles in the face of threats. How did he do it, and wherein do the answers lie? Mary Baker Eddy, who discovered Christian Science, states: \"The miracle introduces no disorder, but unfolds the primal order, establishing the Science of God's unchangeable law\" (\"Science and Health with Key to the Scriptures,\" p. 135). God's law, harmony, and love can reign supreme, even in the face of threats, power-positioning, or irrationality. And the light of unconditional love can nullify eruptions of anger and resentment. Within our own family we have seen time and again that irrational acts and words melt under the light of divine Love. Things inharmonious do not originate in God, the all-loving Father.\nJesus' Sermon on the Mount gives us a standard. Not only did he tell us to love our enemies, but he gave strong admonition when he said, \"Let your light so shine before men, that they may see your good works...\" (Matthew 5:16). He told us more than \"be not afraid.\" He gave us counsel not to be terrorized, and to let our light shine, dispelling fears we may have and seeing all citizens of the world as potential peacekeepers.\nMrs. Eddy's call says it so clearly: \"Citizens of the world, accept the 'glorious liberty of the children of God,' and be free! This is your divine right\" (Science and Health, p. 227). Accepting this divine right prohibits being terrorized. And it also prohibits beholding an irrational enemy.\nGod will guide each of us. This blessing will stretch from one border to the next: \"The Lord shall guide thee continually...\" (Isaiah 58:11).\n\nLoad-Date: April 9, 2013"
}