{
    "title": "BOISE MAN FACES TERRORISM CHARGES Grand jury indictment includes bomb how-to, aiding terrorists",
    "publisher": "spokesman review",
    "year": 2013,
    "month": 5,
    "day": 17,
    "full text": "A 30-year-old Boise man from Uzbekistan was arrested Thursday on federal terrorism charges and indicted by a grand jury for possession of a destructive device and providing material support to terrorists.\n Fazliddin Kurbanov is accused of providing support to the Islamic Movement of Uzbekistan, a designated foreign terrorist organization, including computer software, money and his own work. He's also charged with conducting a bomb-making demonstration in Utah in January in which he \"showed Internet videos, provided written recipes and verbal instructions, and conducted instructional shopping trips which informed as to the construction and use of improvised explosive devices.\"\n Wendy Olson, U.S. attorney for Idaho, said, \"Today's arrest and these indictments underscore our commitment to aggressively and thoroughly investigate those who conspire to engage in unlawful terrorist activities.\" She said the joint investigation by federal, state and local law enforcement agencies \"put a stop to this criminal activity and ensured the public's safety.\"\n Kurbanov, who was in the United States legally, is scheduled to make his first appearance in court this morning in Boise.\n This is not Idaho's first terrorism case. In 2004, University of Idaho computer science student Sami al-Hussayen was charged with providing material support to terrorists for his work operating and maintaining various websites for an Islamic group, the Islamic Assembly of North America. But he was acquitted on all three terrorism charges filed against him. Al-Hussayen returned to his home country of Saudi Arabia.\n Al-Hussayen was the first person to be charged with providing material support to terrorists by operating websites; his attorneys argued that he was merely the technician maintaining the sites and didn't endorse or create the content.\n Unlike that case, which involved only website work, Kurbanov is charged with possession of a destructive device \"on or about Nov. 15, 2012, in the District of Idaho.\"\n The device that Kurbanov is charged with possessing is described in his Idaho indictment as \"a hollow hand grenade, hobby fuse, aluminum powder, potassium nitrate and sulfur.\"\n The Utah indictment said the bomb-making demonstration was aimed at \"training in the construction and use of such explosive devices to commit and further a federal crime of violence,\" including bombing a place of public use, public transportation system or infrastructure facility, or damaging or destroying \"a building or property in interstate commerce by means of explosive.\"\n \"One of our highest priorities is disrupting potential acts of terrorism,\" said David B. Barlow, U.S. attorney for Utah. \"The coordinated investigation, arrest and indictments in this case demonstrate the commitment of all involved to do just that.\"\n Federal grand juries in Idaho and Utah handed down the indictments on Thursday. The Idaho charges include one count of conspiracy to provide material support to a designated foreign terrorist organization; one of conspiracy to provide material support to terrorists; and one of possession of a destructive device.\n The Utah indictment is for a single count of distribution of information relating to explosives, destructive devices and weapons of mass destruction.\n Asked whether the case involves potential bombings in the United States or in Uzbekistan, Pam Bearg, spokeswoman for the U.S. attorney's office in Boise, said, \"At this time we aren't able to comment on any potential attack plans by Mr. Kurbanov beyond what's contained in the indictment. What I can say is the suspect was closely monitored by federal agents during the investigation, and any potential threat posed by Mr. Kurbanov has been contained.\"\n Olson said there's no connection between the case and the Boston Marathon bombings and discounted any heightened sensitivity due to that attack.\n\nLoad-Date: May 22, 2013"
}