{
    "title": "Boise man indicted for terrorism in Utah , Idaho",
    "publisher": "the salt lake tribune",
    "year": 2013,
    "month": 5,
    "day": 18,
    "full text": "A suspected terrorist who lives in Boise was charged Thursday in Idaho and Utah federal courts with allegedly making a bomb and funneling money to a terrorist group in his home country.\nFazliddin Kurbanov, an Uzbekistan national, was living legally in Boise, Idaho when investigators allege he was making a bomb and supporting the Islamic Movement of Uzbekistan -- a designated terrorist group, according to the U.S. Department of Justice.\nInvestigators also allege that in Utah, the 30-year-old man provided instructions on how other people could make their own bombs.\nKurbanov was arrested Thursday morning in Boise, and later charged in federal courts in both Boise and Salt Lake City.\nA federal grand jury in Boise indicted Kurbanov with conspiracy to provide material support to a designated foreign terrorist organization, conspiracy to provide material support to terrorists, and possessing an unregistered destructive device.\nA federal grand jury in Salt Lake City indicted him with distribution of information relating to explosives, destructive devices and weapons of mass destruction.\n\"Today's arrest underscores the need for continued vigilance against terrorist threats both at home and abroad. I thank the many agents, analysts and prosecutors responsible for this important investigation,\" said John Carlin, Acting Assistant Attorney General for National Security, in a statement.\nWendy Olson, the U.S. attorney in Idaho, declined to share any other specifics of Kurbanov's alleged activities, including whether any potential threat was domestic or abroad. Federal agents closely monitored Kurbanov's activities for months and say they have contained any potential threat he posed.\nIt was unclear when Kurbanov moved to Idaho or the extent of his activities in Utah. But the Utah indictment alleges that from about Jan. 14 through Jan. 24, Kurbanov demonstrated how to make and use explosive devices, including showing online videos, conducting instructional shopping trips, and providing recipes and tips for finding parts and combining them into bombs.\nThe Idaho indictment alleges that Kurbanov knowingly conspired with unnamed co-conspirators to provide computer software and money to the Islamic Movement of Uzbekistan between August 2012 and May. It also alleges that he knew that the resources he provided were to be used to carry out a plot involving a weapon of mass destruction.\nIn Idaho, Kurbanov is also accused of possessing a hollow hand grenade, a hobby fuse, aluminum powder, potassium nitrate and sulfur, which combined could create a bomb, investigators said.\nIf convicted on the Idaho charges, Kurbanov faces a maximum of 15 years in prison for each conspiracy count and 10 years for the destructive device count. If convicted on the Utah charge, Kurbanov faces up to 20 years in federal prison.\nAn indictment is not a finding of guilt. People are presumed innocent unless proven guilty beyond a reasonable doubt in court, according to the DOJ news release.\nKurbanov will make his first appearance in federal court in Boise on Friday. He will be transferred to Utah after his prosecution concludes in Idaho.\n--- The Associated Press contributed to this story.\nmmcfall@sltrib.com\nTwitter: @mikeypanda Alt Heads:\nUtah, Idaho grand juries indict suspected terrorist\n\nLoad-Date: May 19, 2013"
}