{
    "title": "Boko Haram_ Two Chadian Terrorists Surrender",
    "publisher": "the will ",
    "year": 2020,
    "month": 3,
    "day": 4,
    "full text": "BEVERLY HILLS, March 04, (THEWILL)  Two Chadian terrorists fighting for Boko Haram, Abu Abor, 61, and Abubakar Hassan, 51, have surrendered to troops of Army Super Camp 11 Gamboru in Ngala Local Government Area of Borno State after sneaking out of Bagadaza in the Lake Chad. The two suspects confessed that they were in Abubakar Shekau's faction and had to escape following artillery bombardments and ground assaults by troops.\n The Nigerian Army Operations Media Coordinator, Colonel Aminu Iliyasu, made this known in a statement saying: \"The surrendering of the two Boko Haram terrorists of Chadian nationality have further given credence to the presence of foreign mercenaries among the insurgents\". He said that the troops were committed to wiping out terrorism and banditry across the country.\n According to the statement, \"in pursuance of their unwavering resolve and commitment to wiping out terrorism, banditry, kidnapping, armed robbery, cattle rustling and other sundry crimes across the nation, the gallant troops of the Nigerian Army continue to decimate terrorists and other criminal elements across the various theatres of operations nationwide. \"For instance, on 25 February 2020, troops of 144 Battalion deployed in Madagali Local Government Area of Adamawa State prevailed against and indeed decimates some Boko Haram criminals who attempted to infiltrate a defensive location occupied by the troops.\n \"In the aftermath of the encounter, the troops neutralised three of the marauding criminals while many others are believed to have escaped with varying degrees of gunshot wounds. \"Also, in continuation of their coordinated clearance operations, troops of Strong Response Area Ngoshe in Gwoza LGA of Borno State on 25 February 2020 effectively cleared Gava  Chinene Road and the surrounding Villages where they made contact with a pocket of Boko Haram criminals.\n \"The cowardly insurgents fled in disarray abandoning a woman and her daughter who were held captives by them. \"Preliminary investigation reveals that the rescued captives have been in the Boko Haram captivity for two years.\n Rescued captives were handed over to Internally Displaced Persons' Camp officials for further management.\" \n\nLoad-Date: March 5, 2020"
}