{
    "title": "Boko Haram returns girls, issues warning Muslim children, not their Christian classmate, released. T(2)",
    "publisher": "daily news ",
    "year": 2018,
    "month": 3,
    "day": 22,
    "full text": "These two schoolgirls were among dozens kidnapped more than a month ago. Boko Haram militants returned them to Dapchi, Nigeria, on Wednesday. The militants gathered residents around them and warned them not to send the girls back to school.\nMAIDUGURI, NIGERIA - Boko Haram Islamic extremists brought back nearly all of the 110 girls they had kidnapped from a boarding school last month, dropping them off in the middle of the night Wednesday with a warning: \"Don't ever put your daughters in school again.\"\nSeveral of the girls interviewed by The Associated Press said they had been traveling for days before the convoy of vehicles arrived in the center of the town of Dapchi around 2 a.m.\nResidents who had fled upon hearing that Boko Haram was headed their way watched from hiding as dozens of girls descended from the vehicles apparently unharmed.\n\"We were freed because we are Muslim girls and they didn't want us to suffer. That is why they released us,\" said Khadija Grema, one of the freed girls who said a Christian classmate remained captive.\nThe extraordinary development brought elation to most of the families, but more heartache for the relatives of the nine girls still unaccounted for.\nThe sister of one of the girls still being held captive fainted Wednesday upon hearing news that she was not among those freed.\nOne 14-year-old released by the fighters told reporters that five girls had died. She did not provide other details and it was not immediately possible to independently verify her claim.\nThe abductions in Dapchi have evoked painful memories of the tragedy in Chibok, where 276 girls were kidnapped from their boarding school.\nNearly four years later, about 100 of them have never returned home. Many had been forced to marry their captors and had children fathered by them.\nThe Nigerian government denied that it had paid a ransom in exchange for the girls' freedom. The girls were released \"through back-channel efforts and with the help of some friends of the country, and it was unconditional,\" Information Minister Lai Mohammed told journalists in the capital of Abuja.\n\"No money changed hands. They only had one condition - that they will return them to where they took them. So in the early hours of today, they did return the girls and most of them went to their parents,\" he said.\nThe girls were meeting with counselors at a nearby hospital, and \"will be quarantined and be counseled before they go back to their schools,\" he added.\nThe fighters had rolled into Dapchi in nine vehicles and the girls were left in the center of town.\nAs terrified residents emerged from their homes, the extremists issued an ominous warning, resident Ba'ana Musa told the AP.\n\"We did it out of pity. And don't ever put your daughters in school again,\" the residents said the extremists told them. Boko Haram means \"Western education is forbidden\" in the Hausa language.\nNigeria's government said 101 of the 110 schoolgirls had been confirmed freed and that the number \"would be updated after the remaining ones have been documented.\"\nThe latest mass abduction is thought to have been carried out by a Boko Haram splinter group aligned with the Islamic State group that has criticized the leader of the main Boko Haram organization for targeting civilians and has focused instead on military and Western targets.\n\nLoad-Date: April 16, 2018"
}