{
    "title": "Boko Haram_ We Are Restrategising To Combat Terrorism In North-East DHQ",
    "publisher": "the will ",
    "year": 2020,
    "month": 11,
    "day": 30,
    "full text": "John-Enenche SAN FRANCISCO, November 30, (THEWILL) The Defence Headquarters (DHQ), on Monday, says the military authorities are restrategising to combat terrorism in Borno and other north-east states. The Coordinator, Defence Media Operations, Maj.\n Gen. John Enenche made this known on Monday while featuring on Channels Television's Sunrise Daily programme.\n He also said the coronavirus pandemic is affecting the production and delivery of equipment including Unmanned Aerial Vehicles (UAVs) vital for military surveillance operations in the North-East part of the country. Enenche was reacting to the massacre of at least 43 rice farmers in the Zabarmari area of Borno.\n  Enenche said, \"my own conceptualisation and definition of rejigging the architecture is about the strategy that we apply in the field, not anything beyond that. The strategy is what we are working on.\n We hold meetings every other time, particularly on Mondays, Wednesdays and Fridays and also at short notices. We think about how to make the strategies better always.\n Just like what happened on Saturday. \"Rejigging now is how do we make it better to avert another attack.\n We are looking at the composition of the force, the approach, tactics and the operational moves that we do there. If there is the need to change some tactics, we will change them.\n\" Eneche, who disclosed that the military authorities are working on strengthening surveillance in the north-east area, said some equipment have not been delivered by Original Engine Manufacturers because of the pandemic which disrupted activities globally. He said, \"the COVID-19 pandemic gave all sectors setback has far as I am concerned.\n We are all aware that we have to make UAVs and other devices that can provide surveillance for us beyond human surveillance and intelligence. \"The production of military equipment is not something that is like cooking it is a mechanical device.\n Production was on but COVID-19 gave this a setback. \"The plan of covering ungovernable terrains with UAVs and all others were in place but the original equipment producers had to obey COVID-19 rules.\n \"In some parts of the world where we are getting this equipment from, the second wave of COVID-19 came and we needed to give them time.\" Enenche, however, said the force remained optimistic that production will speed up as factories gradually restart operations globally.\n The massacre of the rice farmers, who were buried yesterday, has attracted strong international and national condemnations with some Nigerians calling on the President Buhari to sack the service chiefs and overhaul the security architecture of the country. \n\nLoad-Date: December 3, 2020"
}