{
    "title": "Bolder terrorism puts a kink in Lebanon peace",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 1,
    "day": 19,
    "full text": "Terrorist attacks against moderating influences in the Mideast have reached a new boldness and breadth.\nOn Wednesday, two gunmen assassinated Malcolm Kerr, president of the American University of Beirut.\nOn Tuesday, Saudi Arabian consul Hussein Farrash, was kidnapped by gunmen. The Saudis have been pivotal in recent peace efforts, including an attempt to win acceptance of a security plan to stabilize a cease-fire and extend the authority of the Lebanese government.\nThe main importance of the recent attacks is the fact that the new opposition force is the most active - and dangerous - in Lebanon, according to Western envoys.\nThere is a strong feeling now that even an accord between the government and the traditional opposition groups can no longer guarantee peace, as the new forces will sabotage it through tactics that so far have not been specifically traced to any individual or place.\nThe attack on Dr. Kerr was interpreted as a threat to anything with an American label in the aftermath of the October bombing which killed 241 marines and the April blast which killed 63 people in the United States Embassy. The American Uuiversity of Beirut (AUB), the oldest American institution in Lebanon, was the most visible US presence outside the embassy and Marine contingent.\nDr. Kerr, born in Beirut while both parents were on the university faculty, was considered apolitical. He made strong attempts to ensure the finest academic institution in Lebanon and did not become entangled in the local political turmoil.\n(The dangers of the job were underlined by the fact that Dr. Kerr replaced David Dodge, who was kidnapped in 1982 by pro-Iranian Shiites, but released one year later after Syrian intervention. He had been smuggled from Beirut into Iran.)\nAlthough there continues to be speculation about who was behind the attacks, Islamic Jihad (Islamic holy war) called the French news agency in Beirut to claim responsibility. Speaking in Arabic, the caller said, ''We are responsible for the assassination of the president of AUB, who was a victim of the American military presence in Lebanon. We also vow that not a single American or Frenchmen will remain on this soil. We will take no different course and we shall not waver.''\nOf the Saudi consul, the unidentified caller said Mr. Farrash is ''being tried according to Islamic law, and we will soon throw out his body.'' The Saudi Embassy said late Tuesday that it had information that he was still alive, and that negotiations for his release were under way.\nThe confusion now centers on just what Islamic Jihad is. Envoys suggest that it represents a ''trend'' or ''concept'' among various cells, perhaps operating separately, of pro-Iranian Lebanese fundamentalists from the Shiite Muslim sect.\nOver the past two years, a handful of small extremist groups have emerged in Lebanon, such as Hizbollahi (Party of God) and Islamic Amal. But Western envoys suspect there are many more working underground, and under direction of fundamentalist religious and political figures with connections to Tehran.\nIslamic Jihad also claimed responsibility for the bombing of the US Marine and French contingents, the US Embassy, and the December bombing of US, French, and other key installations in Kuwait. And an anonymous caller pledged last month that the shadowy group would launch a new campaign of terror during 1984, aimed at forcing withdrawal of the multinational force.\nBut Sheikh Muhammed Hussein Fadlallah, a leading Shiite clergyman who has denied Christian Phalange claims of ties to the Marine blast, claimed that Islamic Jihad is ''only a telephone organization.'' It is clearly unlike any of the other opposition groups in Lebanon, which have a visible presence, well-known membership, and advertised foreign backers.\nHowever, envoys feel certain that they are tied to extremists operating out of Syrian-held territory in eastern Lebanon, mainly around the city of Baalbek, with assistance from a contingent of Iranian Revolutionary Guards stationed there since the 1982 Israeli invasion.\nThere have been suggestions that Iran and Syria, occassionally even the Soviet Union, are behind the groups. But as one diplomat admitted: ''There is no evidence that would stand up in a court of law.''\nBut the frequent use of sophisticated equipment, such as the explosive gas hexogen in the October bombings, indicates that the groups have what one envoy described as ''big-time backers with access to the most difficult (to obtain) military equipment in the world.'' Also, their style suggests solid intelligence, since they appear to know precise movements and so far have escaped even in the most well-patrolled parts of town.\nAs Lebanese state radio commented Wednesday, the latest incidents appear aimed at ''inflaming the Lebanese situation'' and undermining mediation at a pivotal point. There are growing suggestions that the government of President Amin Gemayel can not survive another year at the current rate of disintegration in security and the economy.\nYet the attacks may also be attempts at humiliating the US, and to a lesser degree the French, in the same way American policy was defied during the revolution in Iran. Lebanese soil offers a logistical facility to make the point that fundamentalists want to rid the entire region of Western superpower and other ''meddling'' foreign influences. Islamic fundamentalism preaches the purge of ''infidels.''\n\nGraphic\n\n \nPicture 1, Lebanese guards outside American University, UPI; Picture 2, AUB's Dr. Kerr, UPI"
}