{
    "title": "Bolivian attorney general orders ex-president Morales' arrest",
    "publisher": "university wire",
    "year": 2019,
    "month": 12,
    "day": 20,
    "full text": "\"I'm not anxious. As long as I'm alive I'll continue with greater strength in the political and ideological struggle for a free and sovereignBolivia\", he said.\nMorales governed the South American country for nearly 14 years before resigning last month and leavingBolivia.\nThe interior minister has already vowed to detain the former president, accusing Morales of inciting anti-government protests that, as Murillo claimed, amounted to terrorism.\nIn the recording, Morales allegedly tells one of his supporters to block trucks and interrupt the food supply to several cities.\n\"We don't want to see what happened in Mexico, where Morales had an open microphone and a stage\", she declared.\nR. Kelly pleads not guilty charges accusing him of bribe\nAnton further mentioned that regardless of the scandal the 52-year old singer continued working towards building his music career. Attorney Douglas Anton also revealed that his client is doing well and is writing \"uplifting\" songs sitting in the jail.\nMorales quit following weeks of protests by opposition supporters, over accusations that he committed fraud in the October 20 election - claims that were strengthened by a report by the Organization of American States which found irregularities in the election.\nA seventh member is chosen by the president, in this case interim leader Jeanne Anez.\n\"After 14 years of our revolution, the \"best gift\" that I've received from the de facto government is the unjust, illegal and unconstitutionalarrest warrant\", Morales tweeted after the warrant was announced.\nIt has also established a new \"counter-terror\" agency aimed at suppressing \"narco-terrorists\" it alleges ran the country during Mr Morales's presidency from 2006-19. \"I am still President and for that reason Bolivian legal procedures must be complied with\", Morales said in his Thursday tweet. Now living in Argentina, Morales,Bolivia's first indigenous leader, says his removal was a coup d'etat following the loss of support by police and military.\nThe government of right-wing interim President Jeanine Anez has repeatedly said it will hold new elections, but no date has yet been set.\n\nLoad-Date: December 20, 2019"
}