{
    "title": "Bollywood Star Guilty of Arms Possession, but Cleared of Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 11,
    "day": 29,
    "full text": "Indians were entranced by Sanjay Dutt's portrayal of a middle-aged mobster in this year's biggest movie, ''Lage Raho Munnabhai.'' Whether they will be as enchanted by his conviction Tuesday for real-life arms possession is less certain.\n  Mr. Dutt, one of Bollywood's top stars, was playing himself when, looking even more disheveled than usual, he arrived Tuesday for a high-drama courtroom scene in Mumbai to hear the verdict. He was found guilty of illegally possessing weapons, which he was accused of buying from gangsters suspected of planning India's worst terrorist attack. But he was acquitted of the more serious charges of involvement in the terrorist conspiracy itself.\nThe case stems from the 1993 bombings in Mumbai, formerly Bombay, in which 257 people were killed. Mr. Dutt faces up to 10 years in prison, but a time for sentencing has not been determined. \n  ''I have not found that he was a terrorist or was destructive,'' Judge Pramod Kode said. Later, the judge told Mr. Dutt, ''I have said that you are not a terrorist.''\n  Despite Mr. Dutt's conviction on one charge, for illegally possessing three assault rifles and a pistol in 1993, his friends and relatives were delighted with the outcome of the case.\n  ''I think just hearing that he is not a terrorist is good,'' said his sister, Priya Dutt, a Congress Party politician.\n  Mr. Dutt, 47, made no comment after the hearing, but his lawyer, Satish Maneshinde, stressed that it was a vindication. ''The judge has clearly said he had no knowledge of, and was in no way involved in, any terrorist act,'' he said outside court.\n  The trial has gone on for so long that 11 of the accused have died before going to trial, and 37 suspects are fugitives. Of the 123 defendants in the case, 23 have been acquitted so far and 91 have been convicted. Sentencing will begin after the rest of the verdicts are released within the next few weeks.\n  The authorities have attributed the blasts to Dawood Ibrahim, India's most-wanted man. Mr. Ibrahim is believed to be hiding in Pakistan. \n  Police officials believe that Mr. Ibrahim ordered the bombings to avenge the razing of the 16th-century Ayodhya mosque by Hindu extremists in 1992. In the 1993 attacks, terrorists planted 13 separate bombs across Mumbai, the country's financial capital, in hotel rooms and cars, and beneath manhole covers.\n  The case has hung heavy over Mr. Dutt's career for 13 years, and he served 19 months in prison as the police investigated his connection to the Mumbai bombings.\n  Some of his supporters said the verdict was unlikely to harm Mr. Dutt's image as a Bollywood tough guy. In fact, film journalists waiting outside the courtroom reminded television viewers that his reputation had already been affected by his imprisonment, his divorce and allegations of drug addiction and mob connections. \n  However, if Mr. Dutt is sentenced to prison, a number of Bollywood projects in which he is involved are facing ruin. His lawyer, Mr. Maneshinde, stressed that point in pleading successfully for bail while Mr. Dutt awaited sentencing. He faces a minimum of three years in prison. \n  Arshad Warsi, Mr. Dutt's co-star in ''Lage Raho Munnabhai,'' or ''Carry On, Munnabhai,'' told reporters: ''All of us have been stupid and naive some time in our life. Some have made bigger mistakes, some have made smaller mistakes. In fact, he's not a terrorist, he's not a criminal.''\n\nhttp://www.nytimes.com\n\nLoad-Date: November 29, 2006"
}