{
    "title": "Bombings could indicate division in Hamas ranks",
    "publisher": "usa today",
    "year": 1996,
    "month": 3,
    "day": 5,
    "full text": "NEW YORK - The succession of suicide blasts shattering prospects\nof peace between Palestinians and Israelis is also exposing what\nsome fear may be a fatal and uncontrollable rift among Muslim\nmilitants.\nThe bombings suggest a fragmented underground because they came\nhours after one branch of the armed wing of the Islamic Resistance\nMovement, known by its acronym Hamas, set conditions for ending the\ndeadly assaults.\nAlthough they have long speculated on divisions between the\norganization's political and military leadership in the West Bank\nand abroad, experts here and in Israel say the rash of bombings\nraise profound questions about who - if anyone - is in control of\nHamas operations.\n\"The suicide bombings set the stage for who will control the soul\nof militant Palestine,\" says terrorism expert Brian Jenkins.\nThere is \"confusion in the ranks,\" says Jamil Hamami, the Hamas\nleader in the Jerusalem area.\nThe crisis within Hamas appears to stem from a long-simmering\nfeud between pragmatists who think Hamas should compromise with\nArafat and those who want to continue the jihad, or holy war,\nagainst Israel.\nMost experts had believed the lull in terrorism would last as\nlong as Arafat appeared to be winning land back from the Israelis,\nsays terrorism expert Noel Koch. \"Now, it appears they think he's\ngot as much as he's going to get.\"\nThe situation changed drastically in January with the\nassassination of Yehiya Ayyash, a mastermind Palestinian terrorist\nnicknamed \"The Engineer\" for his technical wizadry.\nAlmost immediately, Hamas warned that it would exact revenge for\nthe murder and accused the Palestinian authority of collaborating\nwith Israel to carry it out.\nA group calling itself \"The Disciples of Yehiya Ayyash\" claimed\nresponsiblity for Sunday's attack.\nThe bombings are calculated not only as revenge against Israel,\nbut as weapons to force Arafat into a political corner. Israeli\nleaders are calling for an end to the peace process until Arafat\ndoes what Israel has been unable to do - destroy Hamas.\nOn one hand, it \"obliges Israel to become more repressive,\" says\nterrorism expert Jenkins, of Kroll Associates. On the other, it\n\"demonstrates Arafat's impotence if he does nothing\" to stop the\nbombings. And if he cooperates further with Israel \"it makes him\nlook like a quisling.\"\nMore than the future of the peace process is at stake.\n\"This is not just a strike against the peace process. It is\nindicative of the larger Hamas mission of destroying Israel and all\nJews,\" says terrorism expert Steven Emerson.\nHamas was formed in late 1987, an outgrowth of the Palestinian\nbranch of the Muslim Brotherhood in Israel and has become the PLO's\nprincipal political rival in the West Bank. Experts and government\nsources say it receives funding from Palestinian expatriates in\nIran, private benefactors in Saudi Arabia and fund-raising in the\nUSA and Europe.\nIt is believed to have a small core of activists - perhaps as\nfew 500. Recent polls have shown that about 12% of Palestinians\nsupport Hamas.\n\"But it no longer seems to be under the control of a political\napparatus,\" says Oliver Revell, former FBI counter-terrorism chief.\nWithout any rigid hierarchy, Hamas' terrorist cells develop\nunpredictably around any number of charismatic leaders, like the\nrecent American militias.\nSome experts speculate that Iran and Syria are supporting the\ngroup. But few believe the recent attacks have been logistically\norchestrated by outside forces. Once, attacks involving plastic\nexplosives might have suggested direct state involvement. Today,\n\"there's as much plastique in the Middle East as Play-Doh,\" Koch\nsays.\nLaurie Mylroie, of the Foreign Policy Research Institute, thinks\nthe solution is political, not military.\n\"These explosives are not being made in someone's garage,\" she\nsays, adding that the United States and Israel should tell Syria\nthat the peace process will not go any further unless Syria starts\njailing the Islamic Jihad and \"kicks the Iranians out of Lebanon.\"\n\nGraphic\n\n \nPHOTO, b/w, Rula Halawani, Reuters; In the West Bank: Israeli soldiers Monday guard the home of a Hamas suicide bomber who blew up a hiking station last week. The house is to be destroyed.\n\nLoad-Date: March 6, 1996"
}