{
    "title": "Bomb threats are no longer a laughing matter",
    "publisher": "the horry independent",
    "year": 2013,
    "month": 5,
    "day": 9,
    "full text": "A bomb threat is a terrorist act. To stop them, they must be treated as such.\nCommon definitions of terrorism refer only to those violent acts which are intended to create fear (terror); are perpetrated for a religious, political or, ideological goal; and deliberately target or disregard the safety of non-combatants (civilians).\nAre our school children not the most innocent of bystanders and also civilians? Does it really matter if the person who perpetrated the threat on their lives falls into the category of'terrorist?'\nBomb incidents or threats can have a major impact on the targeted victims depending on how the school responds. The potential for serious injury and damage makes even an empty threat a very serious incident.\nThus, even though some 90 percent of bomb threats in schools may turn out to be pranks, each threat must be taken seriously and acted upon immediately.\nEvacuation of buildings causes major disruption, which in many cases may be an attractive outcome from the offender's point of view.\nMany school districts report losses in excess of $250,000 because of school closings and costs of bomb search squads. School districts are increasingly requiring schools to make up days lost due to bomb threats.\nGreen Sea-Floyds High and Middle schools have had to deal with three incidents in a short while. Each time, children were terrified, hours of required instruction were lost and the Horry County School District was out hundreds of thousands of dollars that revert back to us, the tax payers.\nSomebody has to foot the bill for this home grown terrorism.\nHorry County police arrested a male juvenile because of a bomb threat Wednesday at Green Sea Floyds High and Middle schools. According to the HCPD investigation, he sent the threat through a text message application.\nSo what if it was a text? It is still a terrorist threat by definition.\nPolice are still investigating the two other threats at the school over the past two days.\nI am sorry if this is your child or teen, but I say treat him like a homegrown terrorist under the Patriot Act. He has no rights.\nIf we are to stop this foolishness then the HCSD has to get tough and the parents need to know and understand that is the law.\nIf my child can lose a whole year at his high school and a promising football career over a shotgun left in his truck during hunting season, then these kids and adults who do this type of thing deserve everything that get, under the Patriot Act, that is terrorism is terrorism.\nPlain and simple.\nI know that our S.C. Board of Education and our HCSD are doing their best to put procedures on the books about how to deal with the safety of our children.\nBut if that do not take a hard line and punish those in a unique way, these threats will not stop but will increase as they have over the past 10 years.\nOur children and our teachers need to know they are safe from the terror that a simple text or phone call can bring.\nAre we to let the terrorists get merely a slap on the wrists because they only want to miss a test or are angry with a teacher? Hardee writes for The Loris Scene.\n\nLoad-Date: February 6, 2015"
}