{
    "title": "BOMB DISCOVERED AT CONFERENCE SECURITY LAPSE EMBARRASSES ORGANIZERS OF; MEETING ON TERRORISM@1990, R",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 9,
    "day": 28,
    "full text": "LONDON - Police defused a bomb Thursday at an international conference on terrorism that had been addressed by Foreign Office Minister William Waldegrave and London Police Chief Peter Imbert.  The planting of the bomb was an embarrassing security lapse, one delegate to the meeting said, and another said it raised questions as to how ''an international conference on terrorism itself becomes a victim of terrorism.'' Commander George Churchill-Coleman, head of Britain's anti-terrorist police squad, said he believed the bomb was planted by the Irish Republican Army just hours before the meeting began.  ''It would have caused death and serious injury. It would have killed the speaker and other people as well,'' he said.  Four pounds of Semtex explosive in a lunch box was fixed under the speaker's podium some time after police searched the central conference hall in London with sniffer dogs.  The device was timed to go off when Waldegrave was supposed to outline government policy on countering terrorism.  Scotland Yard said a private firm was in charge of security for the meeting. But the bomb, which would have devastated the hall, was discovered by sound engineers and conference organizers.  Police were trying to find out how guerrillas evaded detection and planted the device.  The conference was organized by the Research Institute for the Study of Conflict and Terrorism and was attended by 100 experts in the anti-terrorism.  Independent Television News sound engineer Pat Hillyard said the lunch box containing the Semtex had kept him from fitting his microphone to the lectern.\n''They (security men realized quickly that it was something suspect and got us out quickly, within a minute,'' he said.  A U.S. delegate, Dr. Richard Shultz of the Fletcher School of Law and Diplomacy in Boston, said the planting of the bomb was an embarrassing security lapse.  ''I am not happy with this, but if someone got through it was a fairly sophisticated move because there were a lot of people around,'' he said.\n\nLoad-Date: October 18, 1993"
}