{
    "title": "Bombing Inquiry Moving From State Terror Theory",
    "publisher": "the new york times",
    "year": 1989,
    "month": 3,
    "day": 14,
    "full text": "Federal investigators have begun to move away from their earlier suspicions that the bombing of a car driven by the wife of the captain of the Vincennes was an act of international terrorism.\nWhile they are officially keeping open investigations into all possible motives, including personal ones, the investigators believe circumstantial evidence points away from organized terror, according to Government officials who have learned details of the investigation by the Federal Bureau of Investigation.\nEarly Friday morning, a pipe bomb gutted a small van in San Diego as it was being driven by Sharon Lee Rogers, the wife of Capt. Will C. Rogers 3d. He was the skipper of the Navy cruiser that shot down an Iranian airliner last July 3, killing 290 civilians. Mrs. Rogers managed to jump out of her van unhurt before it was consumed by flames.\nRevenge Not Ruled Out\nIt has been suspected that the car bombing came in revenge for the attack on the passenger jetliner, which the United States says was mistaken for an Iranian fighter. But while retribution may have been the motive, investigators are doubtful that it was directed from abroad.\nIn comments at a breakfast meeting with reporters here this morning, Senator Pete Wilson, a California Republican who met with both Mrs. Rogers and Captain Rogers after the bombing, said investigators considered the explosive device to be ''a fairly crude pipe bomb.'' It is their belief, he said, that ''a sophisticated terrorist, one who is well trained in the use of explosives for car bombings, would have done a better job and that she probably would not have escaped.\n''It is either someone acting independently,'' Mr. Wilson said, '' which I suspect to be the case, or it is conceivable that it's an act of state-sponsored terrorism. But most of the indications point to the former.''\nInvestigators have concluded that the explosion was caused by a pipe bomb detonated by the heat of the van's exhaust, making it a fairly unsophisticated device.\n \nMay Have Been Work of Students\nIn Washington Sunday, a Federal official said that investigators had drawn up a description of a man of Middle Eastern appearance seen earlier this year asking questions about Captain Rogers in the neighborhood on the north side of San Diego where the couple lives.\nIn Washington today, a Federal official suggested that, given the unprofessional nature of the bomb, the attack may have been the work of Iranian students working on their own. San Diego has an Iranian community, and one or two Iranian families live on the same street as the Rogerses. Leaders of the Iranian community say most of its members are hostile to the regime of Ayatollah Ruhollah Khomeini in Iran.\nIn San Diego today, an F.B.I. spokesman, Gary Laturno, refused to confirm that witnesses had described a Middle Eastern stranger. ''All I can say is that we are continuing to conduct what we feel is a major investigation,'' he said.\nMr. Laturno added that the agency continued to encourage the public to come forward with information. ''If anybody has any information at all that they feel is pertinent, we would very much hope and appreciate their coming forth and talking,'' he said.\nThe Director of the F.B.I., William S. Sessions, said in Washington, ''We are very satisfied with the progress of it, very satisfied we are moving along.'' But he refused to comment on whether the bombing was an act of terrorism or give any other details of the investigation.\nInvestigators have not ruled out the possibility that the attack may have been directed at either Captain or Mrs. Rogers for reasons unrelated to the shooting down of the Iranian airliner. Both of them drove the van Friday."
}