{
    "title": "Bomb squads prepare for terrorism in Utah",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 8,
    "day": 16,
    "full text": "A Utah Transit Authority bus is stolen from an overflow lot. The bus gets into a chase with the Utah Highway Patrol and Utah County Sheriff's Office.\nThe chase ends when the bus crashes into two other cars and the bus driver is shot and killed by police. Inside the bus, officers find a backpack with pipe bombs, a briefcase with an antenna and wires coming out of it and plastic containers in each seat connected by wires.\nOn the surface it appears to be the act of a terrorist. But on this day, the scenario is only a drill.\nWednesday, members of the Utah Bomb Squad Task Force practiced their skills by being presented with three scenarios as part of their training to combat terrorist activity. Part of their training this week included identifying and defusing weapons of mass destruction, said Utah County Sheriff Jim Tracy, who has been a member of the Utah County Bomb Squad for 18 years.\nAll of the different bomb squads throughout Utah have been getting together monthly since 1985. There are currently eight certified bomb squads in the state and about 40 certified bomb technicians. After 9/11 and the 2002 Winter Olympics, the squads decided the statewide response plan for the bomb squad task force needed to be updated.\n\"We mostly dealt with pipe bombs before. Now we're trained to handle nuclear, biological and other weapons of mass destruction,\" Tracy said. \"We are ahead of many other states (in being prepared) because of the Olympics.\"\nThe task force has participated in several training activities since the Olympics, including a terrorist drill at Flaming Gorge Dam in June. This week's drills were broken down into three different scenarios, each having the common theme of \"a disgruntled group that has ill feelings toward the government,\" Tracy said.\nOne scenario involved the takeover of a UTA bus and something that looked similar to the movie \"Speed.\" Another involved explosives in a mobile home outside Zion National Park owned by a group upset with state government and the mainstream religion. \"Terrorism isn't just an international thing,\" Tracy said.\nThe third scenario was a large building with explosive chemicals inside.\nWhen most people think of terrorist attacks, they tend to think of bombs being set off in other countries. But Tracy notes, \"If we don't think that's coming here we have our heads in the sand. It would be a mistake for us to be complacent.\"\nTracy said according to FBI statistics, 87 percent of terrorist attacks on U.S. interests from 1998 to 2002 were bombings.\nEven though Tracy admitted Utah \"has a fairly minimal target level\" when compared to cities like New York and Chicago, there are still plenty of \"viable targets.\" And as it becomes increasingly harder for terrorists to carry out their threats in those larger cities, smaller cities like Salt Lake City or Provo may become more attractive, he said.\nLast year, bomb squads throughout Utah responded to more than 700 calls, Tracy said. Wednesday's scenarios tested the equipment and ability of those bomb squads. In each drill, the bomb squads put their specialized robots to use. The remote-controlled robots are each equipped with cameras, speakers and even weapons designed to defuse a situation while keeping officers out of harm's way as much as possible.\nIn addition to testing equipment, officials tested their communication devices. Each scenario was supervised and critiqued to make improvements for next time.\nE-mail: preavy@desnews.com  \n\nLoad-Date: August 16, 2003"
}