{
    "title": "Bombs; The terrorist threat goes global",
    "publisher": "star tribune ",
    "year": 2005,
    "month": 7,
    "day": 26,
    "full text": "The list grows: New York and Washington, Bali, Riyadh, Casablanca, Istanbul, Madrid, Taba, London, Sharm el-Sheik. This is not to mention the dozens of attacks daily in occupied Iraq. People struggle to find connections: Is this one linked to Al-Qaida; who's behind that one? Which is to miss the point. It's not Al-Qaida against whom we struggle, in the main. It's a larger, more diffuse and thus more difficult enemy: radical Islam.\nIn a sense, it is unjustifiable to assign these suicide-bombing terrorists to Islam, for they actually have little association with the central teachings of the noble religion that brought the world many of the initial scientific discoveries upon which modern society is built. On the one hand, you can't argue with the radicals: If they say they are from Islam, then they are. On the other, they really do not represent Islam. Uleg Beg, the 15th-century astronomer from Samarkand, represents Islam. Renowned physician Abu Bakar al-Razi represents Islam, as do the many present-day Muslim scholars and political leaders.\nIt is wrong to insist that individual Muslims denounce the bombers, just as wrong as it is to insist that individual Christians denounce the antiabortion extremists who kill in the name of protecting the unborn. And yet it is helpful for the learned leaders of Islam to take up vocal opposition to the terrorists, to issue fatwahs against bombings that kill innocents, as Sen. Diane Feinstein, D-Calif., has called upon them to do, and as many have done. It is essential that all civilized people of the world have no truck with terrorism.\nWhy is it in the United States that deaths by terrorism in London so transfix us while deaths in Sharm el-Sheik or Baghdad are recorded but not tarried over? The difference in reaction should inform us about human nature, and allow us to understand other perspectives. Life isn't cheap for any culture, but loss of life is more comprehensible, more immediate, if it is from within our own culture - no less for others than for those from the West.\nMost of all what these attacks should tell us is the folly of the Bush administration's approach to terrorism - a conclusion we reach without rancor or a desire to score political points. The Bush administration has long pooh-poohed the notion that fighting terror will be mostly a struggle of intelligence and law enforcement and international cooperation. Senior officials in the administration want mightily to believe that attacking state sponsors of terrorism will suffice, but it will not.\nWhat the attacks since 9/11 tell us more than anything is that terror does not depend on state sponsorship; the disparate groups that attack us need no state sponsors. They must be rooted out one terrorist, one cell, one potential bomber at a time. Cleaning up Afghanistan's Al-Qaida training grounds made sense. But continually mobilizing armies does not help, and in the invasion of Iraq, it only hurt, by creating so many more potential bombers.\nThe world seems to have come to a turning point. The latest attacks appear to portend a true globalization of the terror threat; they will attack when they want and where they want. The first attack on London was met with traditional stiff upper lips; the second appears understandably to have unhinged quite a few Brits. Witness the tactic of pouring five bullets into the head of a (wrongly) suspected bomber in London. It was an appalling mistake, yet if police had been right about his immediate intentions, we'd all have sighed in relief.\nPeople are more frightened, more suspicious, more tentative. The challenge is to get through this new phase of terror without turning on each other. We must pull together. And for young men like the bombers from Leeds, the time has come for choosing: Either they are British or Spanish or Egyptian or they are not; their first identity must be clear. And their elders must insist: From inside a society you can criticize, but you can't work to bring down your society; you can't not recognize that it is your society. That's a luxury we no longer can afford.\n\nLoad-Date: July 27, 2005"
}