{
    "title": "BOMB KILLS 2 AS PALESTINIANS OK NEW LEADERSHIP; PRIME MINISTER DENOUNCES TERRORISM AFTER TAKING OFFI(2)",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 4,
    "day": 30,
    "full text": "A suicide attack on a bar in Tel Aviv, Israel, killed two people and injured at least 46 early today. The bomber also died in the attack.\nThe bombing took place hours after the Palestinian Parliament approved a new prime minister -- the last remaining obstacle for the announcement of a U.S.-backed peace plan.\nThe bomb blew the front off the popular seafront bar and demolished walls, doors and furniture inside, police said. A witness told Army Radio that a security guard had prevented the bomber from entering the bar, Mike's Place. It was the 89th suicide attack in 2 1/2 years of fighting.\nThe bar features live music and stands on a lively promenade that runs for several miles along the Tel Aviv beach. The U.S. Embassy is nearby but was undamaged and was apparently not a target.\nThere was no claim of responsibility. But before the bombing, the Islamic militant group Hamas had warned that it did not intend to disarm or end attacks on Israelis. Abdel Aziz Rantisi said his group would \"never drop its weapons and will not allow anyone to disarm it.\"\nThe Palestinian Parliament's approval of Mahmoud Abbas as prime minister fulfilled the last condition for launching the \"road map,\" a plan that holds the first real hope of ending the fighting and renewing peace talks.\nAbbas won the Parliament's endorsement by a vote of 51-18, with three abstentions.\nBut even as the lawmakers gathered in the West Bank city of Ramallah to confirm Abbas' Cabinet, Israeli troops killed three militants and a bystander.\nIn his inaugural speech, Abbas pledged to disarm militias, a promise that could set up a violent showdown between the Palestinian Authority and militant groups like Hamas and Islamic Jihad.\nThe Bush administration welcomed the approval of a new Palestinian leadership as a spur to peacemaking.\nA senior U.S. State Department official said after the vote that the \"road map\" to Palestinian statehood would be unveiled soon, and a Mideast mediator said it could happen by Thursday.\nRichard Boucher, the State Department spokesman, said Secretary of State Colin Powell would go to the area to begin trying to advance Palestinian statehood once the newly confirmed Cabinet begins its work.\n\"One authority\"\nIn his first speech to Parliament, Abbas stuck to traditional Palestinian positions toward Israel but warned his people that \"the unauthorized possession of weapons . . . is a major concern that will be relentlessly addressed.\"\nThere would be \"one authority, one law,\" he said.\nBut the task facing Abbas, 68, who has little experience in the power politics of day-to-day government, appears to be overwhelming. He will have to keep at bay not just the Islamic militants but also Palestinian leader Yasser Arafat, who remains popular and retains some powers, including control of some security organizations.\nThe first stage of the \"road map\" calls for a cease-fire, a crackdown on Palestinian militias, an Israeli withdrawal from Palestinian towns and the dismantling of Jewish settlements built since 2001. A Palestinian state with provisional borders could be established by year's end and full statehood within three years, according to the timetable.\nIn his speech, Abbas affirmed his acceptance of the \"road map\" but rejected changes demanded by Israel.\nIsrael says Palestinians must stop all violence before it makes any peace moves.\nSome opponents of the new government expressed concerns that a crackdown on militants might lead to civil war. Others feared that Abbas would make too many concessions to Israel.\nConciliatory tone\nAbbas said the Palestinians \"will not accept anything less\" than a complete Israeli withdrawal from the West Bank and Gaza Strip, a Palestinian capital in east Jerusalem and a dismantling of all Jewish settlements.\nAbbas also said there should be a \"fair and acceptable\" solution for the 4 million Palestinian refugees and their descendants. But he did not repeat standard Palestinian insistence on their right to reclaim land and homes in Israel that they lost when Israel became a state in 1948.\nIn perhaps the strongest denunciation of terrorism by a senior Palestinian official, Abbas said: \"We are convinced that such methods do not lend support to a just cause like ours, but rather destroy it.\"\nAddressing the Israelis, Abbas took a rarely heard conciliatory tone: \"We do not ignore the suffering of the Jews throughout history.\" His aides said he added the sentence to the speech - delivered on Israel's Holocaust Remembrance Day - because he felt stung by accusations that in his do ctoral thesis in the 1970s, he had diminished the scope of the Nazi genocide.\nIsrael said it would judge Abbas by his actions. \"Any Palestinian government and any prime minister will be judged by two criteria - the extent to which he will execute the most urgent, necessary reforms in government and the extent to which he's going to perform the necessary steps to stop terrorism,\" said Raanan Gissin, an adviser to Prime Minister Ariel Sharon.\n\nNotes\n\nWORLD FOCUS\n\nLoad-Date: April 30, 2003"
}