{
    "title": "BOMBINGS ARE TERROR FROM AN INVISIBLE ENEMY",
    "publisher": "pittsburgh post-gazette",
    "year": 1998,
    "month": 8,
    "day": 12,
    "full text": "The terrorists who murdered Kenneth R. Hobson II last week when they blew up the American Embassy in Kenya almost certainly didn't know his name or face.\nThe same goes for the rest of the more than 200 people they killed or the 5,000 people they injured in the two almost simultaneous embassy bombings. The casualties of Friday's terrorist attacks were employees and pedestrians in the wrong places at the wrong time.\nBut the terrorists were part of a new breed of extremists that both puzzle and worry experts.\n''For a long time, we thought we understood something about terrorism,'' said University of Kansas political scientist Philip Schrodt. ''The classic example was some dramatic event that attracted attention for a cause, a kidnapping or a hijacking.\n''But this was more like the Lockerbie airplane bombing or Oklahoma City. There was no message attached to the action. No one claimed responsibility. They don't seem even to have been out to impress anyone. The only point seems to have been to kill people, and maybe just to kill Americans.''\nAnd therein lies a problem for this country: How does a nation deal with an invisible enemy?\nSecretary of State Madeleine Albright on Monday announced a $ 2 million reward for information leading to the arrests of the bombers. ''Although terror can turn buildings to rubble and laughter to tears, it can never, will never, deter America from its purpose or presence around the globe,'' she told State Department employees.\nBut the problem is much deeper than that. What experts see emerging from the embassy rubble is just one more puzzle piece from the new world of international terrorism, which creates a picture that is almost wholly random.\nFor instance, Kisangani Emizet, a professor and expert in African politics at Kansas State University, said that by logic, the bombings should have happened elsewhere.\n''There are no strong anti-American feelings in Kenya and Tanzania,'' he said. ''That is why this is such a puzzle. Perhaps those who did this came from elsewhere.''\nThirty years after terrorism began replacing guerrilla warfare as a violent outlet for those seeing themselves as oppressed, the rules are changing.\nMayer Nudell, a counter-terrorism expert from Virginia, noted that terrorists used to try to avoid mass death, especially among those not involved in the conflict.\n''Think back 20 or 30 years to the attacks by the Red Brigade, where extreme actions including kidnapping,'' he said. ''The Weathermen did plant bombs. But they were attempting to publicize their agendas. And killing people on this scale would have been seen as counterproductive to the cause.''\nVictims today are discounted as unimportant, at best. In many cases, they are dehumanized. And in many cases, killing these targets is seen as the reason behind the terrorist act.\nThis is unlike decades past, when the largest terrorist groups had either nationalist agendas (a free Northern Ireland, a Palestinian homeland, a free Albania) or ideological agendas (pro-communism, anti-capitalism).\n''They'd hijack a passenger plane and - with cameras rolling - blow it up in the desert,'' Schrodt said. ''But first they let off the passengers.''\n\nLoad-Date: August 13, 1998"
}