{
    "title": "BOMB AT THE OLYMPICS_ LEGISLATION; Bipartisan Panel to Frame An Anti-Terrorism Package",
    "publisher": "the new york times",
    "year": 1996,
    "month": 7,
    "day": 30,
    "full text": "President Clinton and Congressional leaders agreed today to work quickly to pass additional measures to combat terrorism, perhaps before Congress leaves for summer recess at the end of the week. But after an hourlong meeting, it was clear that Republican leaders and the White House remained divided over specifics.\nIn a midafternoon session in the Cabinet Room, Mr. Clinton pressed Speaker Newt Gingrich and Senator Trent Lott of Mississippi, the majority leader, as well as other senior legislators from both sides of the aisle to adopt several provisions dropped from the anti-terrorism bill passed last spring, including expanded wiretapping authority for the F.B.I. and studying the feasibility of requiring explosives manufacturers to add chemical markers to help trace bomb materials.\nThe Congressional leaders agreed to appoint eight senior members of each party to meet again on Tuesday with the White House chief of staff, Leon E. Panetta, to devise a framework for legislation.\nBoth Mr. Gingrich and Mr. Lott declined to endorse the specific measures the President wants, or even to give their views, saying only that the bipartisan group would examine ideas.\n\"As much as we want to get the terrorists we want to do it in a methodical way that preserves our freedoms,\" Mr. Gingrich said at a news conference after returning to Capitol Hill. \"And the goal here is not to allow the terrorists to pressure us into suspending the very freedoms that make America precious.\"\n At the beginning of the meeting, Mr. Clinton sounded an optimistic note as he urged Congress to join him in a \"long, disciplined, concerted, united effort,\" to combat both domestic and international terrorism in the wake of the explosion that brought down Trans World Airlines Flight 800 on July 17 and the pipe bomb attack at Centennial Olympic Park in Atlanta on Saturday.\n\"The main thing is we need to get the very best ideas we can, and we need to move as quickly as we can to do everything we can to try to strengthen this country's hand against terrorism,\" Mr. Clinton said.\nToday's meeting included Attorney General Janet Reno and Director Louis J. Freeh of the Federal Bureau of Investigation and James K. Kallstrom, the top F.B.I. official in New York City, who is leading the investigation of the T.W.A. crash.\nAfterwards, participants said the group discussed a range of options, including making terrorism an offense prosecutable under the Federal racketeering statutes and allowing the military to consult with law enforcement in cases involving chemical and biological weapons, as it already does in the case of suspected nuclear weapons.\nThe group also discussed providing additional money to help carry out such measures, and several members of Congress said one hope was to attach a measure to one of several pending appropriations bills.\nA major sticking points appeared to involve chemical markers that can be added to explosives to make them easier to trace after a bomb goes off. When Congress passed the terrorism bill last spring, it required the marking of plastic explosives with such \"taggants\" and required a study to review the safety of tagging other materials.\nBut, under pressure from the National Rifle Association and other groups, which challenged the chemical markers' safety, the final bill dropped common explosives like black and smokeless powder from the lists of substances to be included in the study, and Congress then failed to appropriate money to carry it out. The Administration is now asking for full financing for the study and wants it to include black and smokeless powder.\nA coalition of civil liberties groups and conservatives last spring defeated other measures backed by the White House: expanded authority to obtain court-ordered wiretaps on telephones used by suspected terrorists as they rove from place to place, and to obtain emergency short-term wiretapping authority like that already available in organized crime cases. And those same groups remain opposed to the measures.\n\"I think it's fair to say that one of the issues that will be difficult to resolve is the taggants,\" said the Senate minority leader, Tom Daschle of South Dakota. But Mr. Daschle said both sides would \"make an assessment regarding what is possible\" in the way of other measures that might be quickly approved.\nRepresentative Charles E. Schumer, the Brooklyn Democrat who is a main supporter of the anti-terrorism bill enacted earlier this year, said he would try to force a vote in the House Judiciary Committee this week on three measures.\nHe plans to offer three amendments to a juvenile crime bill: to require manufacturers to tag black and smokeless powder, to permit law-enforcement to seek judicial approval of roving wiretaps in terrorism cases and to allow the military to provide information to civilian authorities investigating suspected chemical and biological weapons.\n\"Look, we got a lot of widows and orphans and grieving families,\" said Mr. Schumer, who said he had told the White House of his plans but was operating independently of the group that convened at the White House today. \"We ought to pass things that will make a difference.\"\nSenator Orrin G. Hatch, the Utah Republican who heads the Judiciary Committee, said in an interview that lawmakers and Administration officials would try to come up with some quick bipartisan solutions in the next 18 hours. But he warned that \"you can't have too high expectations for Congress to solve the terrorism problem.\"\n\"We can write all the laws in the world, but you can't stop nuts,\" he said. \"Once people commit these kind of acts, we need to go after them with a vengeance.\"\nMr. Hatch said he supported the Administration's request for broader wiretapping authority, and broadening the racketeering statutes to include terrorism. But he opposed the tagging of explosive materials.\n      \n\nLoad-Date: July 30, 1996"
}