{
    "title": "Bombing Iraq was an act of terrorism",
    "publisher": "the will ",
    "year": 1998,
    "month": 12,
    "day": 22,
    "full text": "When the the cheering dies down, and when the smoke clears and the dust settles, we will have to come to grips with a cold, grim reality: Our government has committed an act of international terrorism. It has conducted a full-frontal assault on international law. This calculated violence against an essentially defenseless people makes President Clinton a war criminal, as is every politician in Washington who supports this bombing.   This evil trivializes anything that happened in the Oval Office with Clinton's bimbos, in terms of immoral and contemptible behavior.   Saddam Hussein may be a sorry excuse for a human being, but this administration does business routinely with despots and scoundrels far worse. Many of them depend on the United States for weapons, Indonesia being just one example of many. Making Hussein a scapegoat won't wash the blood from the hands of those involved in this assault.   The proliferation of weapons of mass destruction in the world should concern everyone, but this bombing campaign is designed to hide the ugly truth: It is the United States that supplies the lion's share of the world's weapons of mass destruction, and an inventory of such weapons in the Persian Gulf region would show that the United States has no credibility whatsoever as an advocate for disarmament. The destruction of weapons stockpiles in Iraq has been accompanied by massive arms sales to Persian Gulf regimes that toe the U.S. line.   This military adventure will ensure that many thousands more children will suffer from disease, malnutrition and premature death.\nLETTERSNo official rationalization can cover up the fact that this bombing campaign will exact a horrible price in human lives.   The real reason for this action is to secure more territory for U.S. and British oil companies and other global corporate and banking interests, and to strengthen the position of the military-industrial complex in its ongoing domination over the civilian sector of our society. It certainly has nothing to do with concerns about disarmament, or with promoting peace, justice, freedom or democracy or any humane values whatsoever.   This attack is a betrayal of our nation's commitments in the United Nations and the world community of nations, and to all who are working to create an international order that resolves conflicts lawfully and without unnecessary loss of life. Rather than contribute to peace and disarmament, the bombing will increase tensions in the region. The arms merchants rejoice, but it is a sad day for America, and a sad day for world peace.Michael Canney, St. PetersburgFor a new political paradigm   Every day I hear more people, including politicians, stating how disappointed they are in the partisan politics in our country. Politicians are so polarized they can't even think anymore, even at a time when all of us need to support our military operations in Iraq. Many Republicans are so locked into the pursuit of President Clinton, they can't see what's happening around them. They are so driven that their thinking is illogical and disoriented, which results in retraction of statements once they realize what they have said or are challenged.   Republicans' short-range objective of impeachment also impairs their understanding of history. The Iraq crisis is now President Clinton's problem, but it is a leftover of President Bush's Republican administration. Had the Bush administration effectively dealt with Saddam Hussein, there would be no need for war with Iraq.   The American people need to think seriously about our two-party system of politics. It no longer is effective. We need a paradigm shift from partisan politics to issue politics. We need to elect people who will represent the people who elected them, \"representative government.\" By that I mean that the political representatives poll a statistically sound portion of the people they represent to achieve a high degree of confidence that they are representing their constituents. If the constituents say yes or no, that is how the political representatives vote, regardless of their position or views.   To begin the paradigm shift, Republican and Democratic candidates could embrace this concept and become a \"representative Republican\" or \"representative Democrat.\" With the capabilities of the Internet, this concept could easily become reality. The \"representative elected political officials\" would describe the issues that they needed to vote on. They could also state their views, pro and con. Randomly selected members of the public would then share their opinions by e-mail (open to everyone to review) and vote. Votes would be tallied so the political representative would know how to vote.   We also need to dramatically limit political contributions. This new approach, because the vote is determined by the people, would create a political environment where votes couldn't be bought, so why try to buy votes through extravagant political contributions?   Who's responsible for the crisis in Iraq today? That is not the point, the point is our political system has evolved to a series of partisan standoffs that don't serve our nation or its people. In times of crisis our politicians vote the partisan line and don't think. That is dangerous for a nation. Let's look for a new political paradigm, one that serves us better.Richard Mayer, Palm HarborExpose the Republican sham      Re: Mr. President, surely you can tell a lie, by Maureen Dowd, Dec. 17.   The above is one of the best articles I have read with any noteworthy comparisons that clearly show we are living with a double standard.   Whether or not President Clinton is telling a lie, I agree that he should not pull a George Washington. He has endured more than any president has ever had to, and the Republicans want yet more.   If I were Clinton, I would leave office. I would, however, hold a final news conference and let everything out of the bag. Explain to the people why there are such tremendous problems with health care, why Social Security is really in trouble. Let the people know what kind of sham the Republicans are pulling at the expense of the working people.Neale A. Golden, St. PetersburgGet the full story on police concerns   Re: Sensible policing, editorial, Dec. 13.   Here we go again with the Times attempting some \"union-bashing\" of your own, while corrupting the newspaper's policy of \"merely to tell the truth.\" In this case, a more accurate description would be \"merely to tell (half) the truth.\"   The Police Benevolent Association has long recognized a serious officer-safety problem created by the present 911 responder deployment practices of the St. Petersburg Police Department. A class-action grievance predicated on officer safety was filed at the beginning of 1997. The city refused to process the grievance to arbitration, which resulted in an unfair labor practice complaint being brought against the city by PBA. After a long and arduous appeal process by the city, the unfair labor practice was upheld by the 2nd District Court of Appeal in late 1998. The initial class-action grievance is very much alive, and where we go from here depends on how the final reorganization plan addresses our officer safety concerns.   When Goliath Davis became the police chief, we had numerous meetings with him to discuss the issue of officer safety. The chief argued there was a problem not only with the current deployment of police officers, but also the level of supervision being provided. Entangled with this and not overlooked were the politics involved with making any change to the current organizational structure. We gave our commitment to Davis to actively participate in the two-day reorganization retreat and to provide political support when and if needed. We support most of the recommended reorganization plan, but believe the elimination of certain positions is discriminatory to those presently holding the rank of lieutenant, or those aspiring to hold such rank. We did not and will not agree to any form of reorganization plan that discriminates against any individual member or group of members with PBA. Therefore, Chief Davis and city officials can be assured that appropriate action will be taken by PBA.   Our \"union-busting\" statement is solidly based on conversations with Chief Davis where the idea of making the rank of lieutenant an exempt position was discussed, and he actually wanted PBA's support in doing so. Additionally, the chief had meetings with the lieutenants, outlining his strong desire to make them exempt employees. Yes, this would exclude all lieutenants from PBA protection but, more important, they would be lacking any grievance protection, while serving at the will of a chief whose unilateral span of direct control would continue to grow. Although Chief Davis says his plan is not intended to have a negative impact on PBA members, the history of treatment of exempt personnel by him and the city administration is cause for PBA to proceed with extreme caution in this area.   Your claim that PBA officials have suggested that the firing and disciplining of several members of the department were based on an effort to purge employees loyal to a former chief of police is simply a misrepresentation of the facts. We challenge the Times to produce any grievance documentation, written or electronic media accounts where PBA has publicly made such a claim. Our defense preparation deals strictly with accepted past and present department practices with supervisory approval, and the disparate treatment of employees. To our knowledge, such claims have only been made public by a former police major not represented by PBA and confirmed by the city administrator for St. Petersburg - not PBA.   Throughout Davis' tenure as chief, PBA has maintained a solid professional relationship, and we hope to continue this trend. We have and will continue to agree to disagree with the chief on various issues, and will utilize contractual or legal methods to professionally address these disagreements when necessary. We believe that when such disagreements are made public by the Times, they should not be necessarily opined as an \"overreaction\" when all pertinent facts are not being reported. When striving \"merely to tell the truth,\" we can only hope you will present all the facts, which will then result with a well-informed view for consideration by your readers.J.W. \"Jack\" Soule, president, Pinellas County PoliceBenevolent Association Inc., ClearwaterPaul Hill deserves no attention   Re: Paul Hill on death row - \"I feel finally free,\" by Susan Aschoff, Dec. 6.   Why does the Times think Paul Hill is worth all this space? He has permanently abandoned his wife and three children and murdered (for reasons only he thinks are valid) two people. He thereby deprived their families of their love and support.   He should get no more attention than any of the others on death row. In fact, maybe he should be released to the general population at the prison, and then he'll find out how lousy prison life really is.David F. Query, St. PetersburgA grim irony   Re: Dr. Determined, article.   I find it ironic that Dr. James Scott Pendergraft, the physician who performs abortions in Hyde Park, wears a bulletproof vest to protect his own life but takes the lives of the most helpless and innocent children who are offered no such protection for their own lives.Becky Evans, ClearwaterShare your opinions   Letters for publication should be addressed to Letters to the Editor, P.O. Box 1121, St. Petersburg, FL 33731. They can be sent by e-mail to letterssptimes.com or by fax to 893-8675.   They should be brief and must include the writer's name, address and phone number.\n\nLoad-Date: December 22, 1998"
}