{
    "title": "BOMBING PUTS FOCUS ON TERRORISM",
    "publisher": "the columbian ",
    "year": 1995,
    "month": 11,
    "day": 20,
    "full text": "ISLAMABAD, Pakistan (AP) Police detained at least 12 Egyptians for questioning today in a suicide truck bombing that tore apart the Egyptian Embassy, killing 17.\nSome of the dozen apparently attended an international Islamic religious conference in Pakistan last week that drew 800 participants from other Muslim countries, including members of hard-line Islamic groups.\n\"We want to know what their business is in Pakistan and how long they will stay,\" Interior Minister Nasirullah Babaar said today. \"It is a screening process we have started at all the airports. We may also screen other Arabs.\"\nSunday's attack killed a diplomat and four other Egyptians, 11 Pakistanis and the bomber. Fifty-nine people were wounded. Three Islamic militant groups have separately claimed responsibility.\nInvestigators searching the ruined embassy found an engine block and other parts of the vehicle that apparently carried the bomb, Babaar said. The engine part had serial numbers, raising authorities' hopes of tracing the bomber, he said.\nThe leader of Pakistan's Jamaat-e-Islami religious party, which hosted the Islamic conference, warned government investigators today against randomly persecuting Egyptians.\n\"We have always been opposed to this type of panicky reaction . . . it doesn't mean people should be hunted,\" Khurshid Ahmed said.\nPrime Minister Benazir Bhutto called the attack an act of cowardice.\n\"We will fight against the politics of terrorism,\" Bhutto said in a statement carried by the state-run news agency. \"If they are cowards, we are not. We have the courage to fight against terrorism.\"\n\"We are willing to take help from all quarters,\" Babaar said. \"This is deplorable crime a crime against humanity.\"\nEgypt's Ambassador Mohammed Noman Galal, who was unharmed, called the bombing \"a ghastly act.\" And Pakistani Prime Minister Benazir Bhutto sent her condolences to Egypt's president and vowed to \"do everything possible to bring (the attackers) to justice.\"\nThe deadly explosion occurred four days after Egypt's No. 2 diplomat in Switzerland, Alaa el-Din Nazmi, was assassinated in Geneva. A previously unknown Islamic militant group, the International Justice Group, claimed responsibility for that murder.\nIn Cairo, Western news agencies received three claims of responsibility for the bombing. None could be independently verified.\nThe first was an anonymous caller claiming it for al-Gamaa al-Islamiya, blamed for most of the violence in a 31/2-year insurgency in Egypt. The second was an anonymous caller claiming it for al-Jihad, which was blamed for Egyptian President Anwar Sadat's 1981 assassination. The third came in a fax from the International Justice Group.\nThe lapse in security and the continued presence of suspected Egyptian terrorists in Pakistan casts doubt on the success of the government's battle against Islamic militants, Western diplomats say. It may add fuel to claims the government is not doing enough to capture suspected terrorists hiding in Pakistan.But Babaar said Sunday's attack may indicate just the opposite.\n\nGraphic\n\n \nThe Associated Press * An investigator collects evidence amid the ruins of the main hall of the Egyptian Embassy today in Islamabad, Pakistan.\n\nLoad-Date: November 20, 1995"
}