{
    "title": "BOMBING IN SAUDI ARABIA _ THE POLICY; Clinton Asks Summit Partners to Join in Battle on Terrorism",
    "publisher": "the new york times",
    "year": 1996,
    "month": 6,
    "day": 29,
    "full text": "President Clinton appealed today to the leaders of the world's biggest economic powers to join the United States in a stepped-up international campaign against crime and terrorism in the wake of Tuesday's bombing in Saudi Arabia.\nA few hours before the start of the annual meeting of the Group of Seven nations, Mr. Clinton traveled from Lyons, France's second city, to the restored medieval village of Perouges, northeast of here. In a speechthere to villagers, war veterans and schoolchildren gathered in a cobblestone square, he said: \"We must rally the forces of tolerance and freedom everywhere to work against terrorism.\"\nHe said he would put to his colleagues \"40 very specific recommendations to combat crime and terror, to increase our efforts to prevent terrorists from committing their crimes and our ability to track, catch and punish them when they do.\" Apparently the proposals were recast this week following the bombing in Dhahran, in which 19 Americans were killed; last week, officials in Washington described them as a 40-point program to fight crime and money-laundering.\nMr. Clinton plans to cut short a visit to Paris on Saturday, the White House said, in order to fly to Florida, where he will attend memorial services on Sunday at Eglin Air Force Base and at Patrick Air Force Base.\nThe President was pressed by reporters to say whether greater precautions should have been taken at the Saudi compound where the Americans died, particularly in view of the devastating 1983 bombings in Beirut. He said that a fence gave the Dhahran installation \"a 35-yard cushion, and the bomb was just bigger than anyone calculated could be gotten in that close to the building.\"\nAfter his trip to Perouges, a fortified hilltop village so picturesque that is often used as a set for movies, the President met individually with President Jacques Chirac of France, Prime Minister John Major of Britain and Prime Minister Ryutaro Hashimoto of Japan. He said they had agreed to support a lot of his recommendations and added, \"I believe they will be willing to do more.\"\nAsked whether some of the other nations represented here would cease economic contacts with countries the United States considers sponsors of terrorism, such as Iran, Syria and Libya, Mr. Clinton replied: \"Let's just wait and see. You know what my position is on that, so we'll just keep working on it.\"\nBut several senior American officials said they expected no broad agreement to emerge from the three-day meeting here, which involves Canada, Italy and Germany in addition to Japan, Britain, France and the United States. Prime Minister Viktor S. Chernomyrdin of Russia is scheduled to join the talks on Saturday morning.\nAt Perouges, Mr. Clinton spoke at length on links between the United States and France, whose relations have greatly improved recently after several rocky decades. He noted that the village's mayor, Guy Passart de la Chapelle, had an ancestor, Pierre, who fought in the American Revolution, and that American troops of the 45th Davision helped to liberate this area late in August 1944.\nStanding in the shadow of an ancient plane tree believed to have been planted in 1792, the final year of the French Revolution, the President said that rapid change poses fresh challenges.\n\"While new technologies and rapid movements of information and money and people across national borders bring all of us closer together,\" he declared in a 16-minute speech, \"they also make all of us more open to common dangers -- crime, drug trafficking and terrorism, as we saw in Saudi Arabia.\"\nAlthough the crowd was relatively sparse, perhaps because of security considerations, the schoolchildren were animated, waving French and American flags, and the village's ramparts, lane and tile roofs provided a vivid backdrop for the omnipresent television cameras.\nThe first big event of the summit meeting, as has become traditional, was the \"class photo\" of the leaders, taken at the Lyons City Hall. They then ate a dinner cooked by four chefs from towns and cities around Lyons whose restaurants have won three stars in the Michelin guide, including Paul Bocuse, long the high priest of French gastronomy.\nOf the President's bilateral discussions, the talk with Mr. Hashimoto appeared the most substantive. Laura Tyson, chairwoman of the Council of Economic Advisers, said Mr. Clinton had expressed concern that little progress had been made since 1993 on trade issues involving insurance and semiconductors.\nIn a 30-minute meeting that \"went beyond platitudes and got into real issues,\" she reported, the two leaders agreed to try to resolve the outstanding questions by the end of July.\nMr. Chirac, the host for this meeting, the 21st of its kind, complained to Mr. Clinton that the decline of American aid to poorer nations was undercutting the United States' leadership. Mr. Clinton blamed Republicans in Congress for the decline. Like other European leaders, Mr. Chirac also protested American moves to penalize countries who continue to trade with Cuba.\nCorrection\n\nAn article yesterday about an appeal by President Clinton for an international campaign against terrorism misidentified Laura Tyson. She is chairman of the National Economic Council; she left the chairmanship of the Council of Economic Advisers last year.\n\nCorrection-Date: June 29, 1996, Saturday\n\nLoad-Date: June 28, 1996"
}