{
    "title": "Bomber's boat note of hatred",
    "publisher": "daily news ",
    "year": 2013,
    "month": 5,
    "day": 17,
    "full text": "THE YOUNGER Boston Marathon bomber wrote a venom-laced confession not long before he was captured, reports said Thursday.\n\"F--k America,\" a hateful Dzhokhar Tsarnaev scrawled in pen on the wall of the boat in Watertown, Mass., where he hid from authorities just days after the bombings, ABC News reported, citing anonymous sources.\n\"When you attack one Muslim, you attack all Muslims,\" the 19-year-old Massachusetts college student reportedly wrote.\nIn his note, Tsarnaev said he and his older brother carried out their April 15 terrorist attack as retribution for the U.S.-led wars in Iraq and Afghanistan.\nHe reportedly called the deaths of innocent marathon spectators \"collateral damage.\"\nTsarnaev (photo) didn't mourn older sibling Tamerlan Tsarnaev, who was shot dead by police hours earlier, writing that his 26-year-old brother was already a martyr in paradise, CBS News reported.\nBy the time authorities found the note, it was riddled with holes from bullets fired by cops when they captured the younger man. The note bears out what Dzhokhar Tsarnaev has told investigators since his arrest, according to authorities.\nThe Boston Globe also reported the existence of the note Thursday, citing two anonymous law enforcement officials. An official told the newspaper the note could help prosecutors nail Tsarnaev.\nBut it certainly won't help U.S. officials under fire for failing to head off the marathon attack.\nFBI Director Robert Mueller acknowledged in Senate testimony Thursday what reports first uncovered last month: U.S. anti-terrorism agents were notified when Tamerlan Tsarnaev traveled to Russia last year but didn't follow up on the information.\nDuring his trip, the older brother visited Dagestan in the North Caucasus, a region home to various militant Islamist groups.\n\"What they call a 'text notice' had gone to the task force, to a very good customs agent on the joint terrorism task force. And we do not have any action that was taken on that particular notification,\" Mueller told a Senate subcommittee on FBI spending.\n\nGraphic\n\n \nNLVL\n\nLoad-Date: May 17, 2013"
}