{
    "title": "BOMB THREAT RATTLES PARIS DYNAMITE FOUND IN FAMED DEPARTMENT STORE PACKED WITH HOLIDAY SHOPPERS",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 12,
    "day": 17,
    "full text": "PARIS -- French police yesterday found dynamite in a Paris department store, a bomb scare during the holiday shopping season that was accompanied by an unknown group's demand for the withdrawal of French troops from Afghanistan.\nThe five relatively old sticks of dynamite planted in the men's store of the elegant Printemps department chain were not attached to a detonator and did not pose a risk of explosion, authorities said.\nAfter evacuating the jam-packed store in the heart of the downtown shopping district about 11 a.m., police used bomb-sniffing dogs to find the explosives, which a warning letter sent to a French news agency had said were in a third-floor bathroom.\nThe letter was signed by the \"Afghan Revolutionary Front,\" a group that is \"totally unknown\" to French intelligence services, Interior Minister Michele Alliot-Marie told legislators in comments in the National Assembly.\nDespite the rhetoric about Afghanistan, the type of explosives, the language of the communique and other details were not consistent with previous activity by Islamic extremist groups, anti-terrorism officials said.\n\"We must be wary of the indications in the letter that could orient investigators toward false leads,\" Ms. Alliot-Marie said at the scene, where hundreds of police officers oversaw an orderly evacuation of the store. She announced that security would be stepped up in Paris and other cities during the holidays.\nThe incident came during a heightened terrorist alert in Europe. On Friday, French police arrested two suspects tied to a group in neighboring Belgium that allegedly sent militants to train and fight in Afghanistan. Belgian police rounded up an additional 14 suspects because of fears that a suspect recently returned from Afghanistan was preparing a suicide attack.\nLast month, a Taliban chief issued a video threatening an attack in Paris if France did not withdraw its approximately 3,000 troops from Afghanistan. Terrorism concerns, which usually intensify during the holidays, are heightened this year after attacks last month in Mumbai, India, that killed more than 160 people, Western anti-terrorism officials say.\nSecurity guards at Printemps' three-store complex on the stately Boulevard Haussman already were on alert because a phoned bomb threat against the chain was delivered last week to Agence France-Presse, the news agency reported. Yesterday, the news agency advised police after receiving the letter from the purported Afghan group in the morning. The text released by the news agency describes the location of the explosives and warns authorities that they will have blood on their hands if they do not act.\n\"Make this message reach your president that he should withdraw his troops from our country [Afghanistan] before the end of February 2009, or we will return to action in your big capitalist stores, and this time without warning you,\" the letter declared, according to the news agency.\n\nLoad-Date: December 17, 2008"
}