{
    "title": "Bomb damages Italian art museum",
    "publisher": "the new york times",
    "year": 1993,
    "month": 5,
    "day": 28,
    "full text": "It is home to some of mankind's greatest works.\nThe art of Botticelli, da Vinci, Michelangelo and Rubens.\nThursday, it became the home of one of mankind's most despicable works:  terrorism.\nCompiled from Times WiresITALY\nA car bomb exploded near the Uffizi Gallery, killing six people and ruining  several masterpieces at the museum, considered one of the world's greatest. At  least 26 people were injured.\nThe bomb - Italy's second in two weeks - went off just after 1 a.m. in  front of an archive building that abuts the west wing. The blast blew legs and  a hand off statues. Flying glass from shattered gallery windows tore into  canvases.\n\"This is a case of indiscriminate terror,\" said Florence's chief  magistrate, Pierluigi Vigna, who said he suspected the Mafia was behind the  attack.\nThe explosion gutted six buildings, including the archives, and carved a  crater 10 feet wide and more than 6 1/2 feet deep in the street.\nThe Uffizi (oo-FEE-TSEE) Gallery's most famous paintings were saved by  plastic shields recently installed to protect against vandals.\nBut some paintings were lost forever, including Death of Adonis by  Sebastiano del Piombo, a follower of Michelangelo; Gherardo Delle Notti's  Birth of Christ; and Bartolomeo Manfredi's Buonaventura and Ciclo Viti.\nA family of four living in a medieval tower on the narrow street where the  car was parked was killed. The building was gutted. Two other bodies were  found near the explosion. They were too badly burned to be immediately  identified.\nPolice had no leads but were exploring a possible connection with a May 14  bombing in Rome that they have tied to the Mafia.\n\"The government feels close to the city of Florence, the heart of Italian  and European culture,\" said Prime Minister Carlo Azeglio Ciampi.\n\"All the forces of the state will be mobilized to defeat a terrorism that  acts so basely.\"\nItaly has been buffeted for 15 months by scandals that have implicated  hundreds of politicians and businessmen. In the past year, Mafia bombings have  killed the country's top two investigators. The state has arrested the mob's  top two reputed bosses.\nThe Italian national news agency ANSA said responsibility had been claimed  by an obscure group known as the \"Armed Falange.\" Authorities gave it little  credence.\nSome visitors could not comprehend the extent of the damage.\n\"Tomorrow?\" a foreign tourist asked, hoping for a quick reopening of the  museum.\n\"Months, months,\" a security guard told her.\nThe Uffizi's director, Anna Maria Tofani, predicted the museum would have  to close for several months, but later relented after strong protests from  hotel owners and the mayor.\nTofani said some parts might reopen very soon.\n\"The worst damage is structural,\" she said. \"The damage to paintings  could have been worse.\n\"Many paintings were saved by the protective glass that tourists find so  obnoxious.\"\nLast year more than 1-million people visited the gallery.\nAmong the artworks covered by the protective glass was Michelangelo's only  finished oil painting, the Tondo Doni, a 1456 work that depicts the Holy  Family. Other masterworks that escaped damage were Botticelli's Venus and  Spring.\nThe allegory of Spring, a lady bedecked with flowers, is the museum's  symbol.\nFlorence's City Hall, the 14th century Palazzo Vecchio, was also damaged in  the blast. Officials said they hoped it would be open today.\nMost Italians consider their cultural heritage sacrosanct. The bombing came  as a shock even in a country where terrorism is common.\n\"We Florentines have become afraid,\" said Grazia Stianti, a storekeeper.  \"We cannot feel at ease here any more.\" \n \n- Information from the Associated Press, Reuters and the New York Times was  used in this report.\n\nGraphic\n\n \nCOLOR PHOTO, Associated Press; An inside view of the Uffizi Gallery after Thursday's blast. The ancient Roman statue that stands second from the right had its head and hand blown off\n\nLoad-Date: May 28, 1993"
}