{
    "title": "Bomb suspect spelled out plan",
    "publisher": "the bismarck tribune",
    "year": 2013,
    "month": 1,
    "day": 16,
    "full text": "PORTLAND, Ore. (AP) - By the late summer of 2010, an Oregon terrorism suspect told confidants that everyone around him was letting him down.\nHis parents had warned the FBI about his plans to fly to Yemen, a hotspot for al-Qaida recruitment. His friends, he felt, took Islam too casually. Mohamed Mohamud said he even felt his own faith wasn't sufficient to please God.\n\"I don't feel like I have the high faith,\" Mohamud said in a recording made without his knowledge and played at his terrorism trial in Oregon federal court on Tuesday.\nFueled by a desire to follow in the footsteps of another alleged terrorist who joined the mujahedeen in Afghanistan, Mohamud then began to describe a plan to detonate a bomb at the Christmas tree lighting in Portland on November 2010. An agent, identified only under the pseudonym \"Youssef,\" testified Tuesday that, by the end of August, he was convinced Mohamud was serious about carrying out a terrorism plot.\nThe agent said he kept close tabs on Mohamud.\n\"We didn't want him to martyr himself early,\" the agent said.\nMohamud had been contacted by two men who said they were members of al-Qaida, and he said that conversation helped him to feel his own religious calling. From there, he began plotting his attack.\nThe men Mohamud spoke to were undercover FBI agents. Recordings of their conversations in hotels, in cars and near the square itself were played to the jury on Tuesday, with explanations from the undercover agent identified as \"Youssef.\"\nMohamud is accused of attempting to detonate a bomb at the Christmas tree-lighting in November 2010. The bomb was a fake, supplied by the undercover agents.\nInitially, Mohamud said he wanted to die in the car-bomb blast, a plan the agents talked him out of. But as his voice broke and he began to cry, Mohamud said he should have found a way to join a holy war against the West, the way his friend did.\n\"Allah saw sincerity in him that he didn't see in us,\" Mohamud said in the recording about a man he identified only as an Uzbek named Dawlat.\nThe undercover agent said he didn't take Mohamud's offer of martyrdom seriously until he began to propose specific elements of the alleged plot.\nLed by questions from Assistant U.S. Attorney Ethan Knight, the agent said he repeatedly asked Mohamud whether he was willing to kill children.\n\"You're going to see kids playing, 'daddy, daddy,' you're going to push the button?\" the agent asked Mohamud in one of the recordings.\nWithout hesitation, Mohamud replied.\n\"Yes.\"\n\nLoad-Date: January 16, 2013"
}