{
    "title": "Bomb From Greece Found at German Leader's Office",
    "publisher": "the new york times",
    "year": 2010,
    "month": 11,
    "day": 3,
    "full text": "BERLIN -- A package bomb addressed to the German chancellor and shipped by air from Greece was found in her office's mailroom on Tuesday, even as Athens was shaken by a second day of letter bombs aimed at foreign embassies.\nThough only one person was injured, and only lightly, and most of the devices were neutralized, the wave of bombs unnerved European officials already scrambling to secure the continent's air-cargo system after two explosive devices were intercepted en route from Yemen to the United States last Friday.\nAnxiety spilled over in Athens late Tuesday as officials destroyed one suspicious package at the airport's cargo terminal and were busy inspecting a second. In all, Greek officials dealt with nine confirmed bombs -- four on Monday and five on Tuesday -- including one addressed to the French president, Nicolas Sarkozy, as well as the embassies of Germany, Switzerland, Belgium, the Netherlands, Bulgaria, Chile, Mexico and Russia.\nIn Germany, officials said that the bomb addressed to Chancellor Angela Merkel was found at the chancellery, the seat of the federal government, about 1 p.m. and that it had been moved outside by robot and demolished with a water cannon. The interior minister, Thomas de Maiziere, said that it had been sent by airmail from Greece two days earlier and that it appeared in design and construction similar to a device that exploded outside the Swiss Embassy in Athens.\nAt that embassy on Tuesday, staff members thought the package looked suspicious and hurled it outdoors, where it exploded without harm.\nA package addressed to Prime Minister Silvio Berlusconi was opened by bomb experts at an airport in Bologna, Italy, The Associated Press reported. The package sparked a small flame, but no one was injured, the news service reported.\nGreek officials said they had charged two young men who were arrested Monday with committing terrorist acts. At least one of them was suspected of being tied to radical leftist organizations, and a government spokesman, Giorgos Petalotis, said the goal was apparently to ''disturb the peace and order of Greek society,'' in advance of local elections scheduled for Sunday. But he spoke before the device was found in Germany, clouding the issue of motive.\nWithout clarity on the rationale, analysts saw the package bombs as a sideshow, though a disturbing one, to the threat posed by radical Islamic groups.\n''I think that the threat posed by the Islamists is a lot more dangerous than the packaged explosives,'' said Guido Steinberg, an expert on Islamic terrorism with the German Institute for International and Security Affairs. ''We have been talking about a Mumbai-style plot, different scenarios, kidnappings, this is a lot more the threat we face in the future.''\nOfficials in Germany and Greece said they were confident that there was no link between the relatively small letter bombs and the more powerful explosive devices sent from Yemen, which officials believe were sent by an Al Qaeda affiliate there. One of the bombs passed through the Cologne-Bonn airport in Germany before being intercepted at a cargo hub in northern England.\nThe back-to-back brushes with crisis have challenged Germany's public posture that it faces a mostly abstract threat of terrorism. German officials have resisted pressure from Washington to be more proactive and public in counterterrorism.\nGerman officials were just beginning to organize to try to address the vulnerability of their nation's air cargo system when they were alerted to the device in the mailroom of the chancellery. The regional criminal police locked down the building, then robotically removed the bomb. Mrs. Merkel was in Belgium.\n''The investigation showed that the parcel's content was suitable to hurt people,'' said the government spokesman, Steffen Seibert.\nThe daily newspaper Suddeutsche Zeitung reported that the device, discovered during a routine check, was a pipe bomb concealed in a hollowed-out book. Die Zeit and other German news outlets reported that the package was sent by air freight, but that the bomb used black powder -- a considerably less sophisticated explosive than that used in the packages sent from Yemen. Die Zeit disputed the Suddeutsche Zeitung report of a pipe bomb.\nThough no one had revealed a motive for singling out Mrs. Merkel, there was speculation that it had to do with Germany's position during the sovereign debt crisis in Europe, when she and other German officials insisted that any bailout of Greece come with harsh austerity measures.\nBut Margarita Mathiopoulos, chief executive of the EAG European Advisory Group, a Berlin-based firm that advises companies and governments on counterterrorism and other security issues, said it was unlikely that the bomb was intended to punish Germany for its policies. More likely, the sender simply sought a prominent target, she said.\n''There is no reason behind it. They also found a package for Sarkozy and Sarkozy was supposed to be nice to Greece,'' she said, referring to the French president, who took a more forgiving view toward Greece. ''Tomorrow it will come from Rio de Janeiro, then from Rome, God knows where.''\nThe letter-bomb campaign began Monday in Athens when a package addressed to the Mexican Embassy exploded in the hands of a courier service worker, causing minor wounds. At that time, the police detained the two suspects and destroyed three letter bombs: the one addressed to Mr. Sarkozy, and two others addressed to the Belgian and Dutch Embassies.\nOn Tuesday, after the bomb exploded at the Swiss Embassy, another went off at the Russian Embassy. A device sent to the Bulgarian Embassy was destroyed by police bomb disposal experts. Another letter bomb, addressed to the Chilean Embassy, was destroyed by police officers outside Parliament. A package addressed to the German Embassy was returned to the courier company that had delivered it and was destroyed.\nIn Greece, parcel bombs have rarely been used by domestic terror groups. In June, however, one person was killed when security officials unwittingly took a similar device into the Greek Public Order Ministry, killing the chief aide to the minister at the time, who had been the intended target. No group has claimed responsibility for that attack.\nGreece has had a history of domestic terrorism since the fall of a military dictatorship in the mid-1970s. That wave peaked in the 1980s, but the fatal shooting of a teenager by a police officer in December 2008 caused the emergence of several new militant guerrilla groups, some of which have engaged in terrorism.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: BERLIN: A package bomb addressed to Angela Merkel, the German chancellor, was found in the chancellery's mailroom. (PHOTOGRAPH BY ODD ANDERSEN/AGENCE FRANCE-PRESSE -- GETTY IMAGES)\nRUSSIAN EMBASSY: A bomb went off at the embassy in Athens. Earlier, a bomb had detonated outside the Swiss Embassy. (PHOTOGRAPH BY ALKIS KONSTANTINIDIS/ASSOCIATED PRESS)\n ATHENS: At the public prosecutors office, police officers brought in one of two men suspected in the series of package bombs. (PHOTOGRAPH BY SIMELA PANTZARTZI/EUROPEAN PRESSPHOTO AGENCY)                              \n\nLoad-Date: November 3, 2010"
}