{
    "title": "Bomb kills Utah man in Mosul ; 'Feel proud'_ The daughter of the former soldier said her dad wanted",
    "publisher": "the new york times",
    "year": 2005,
    "month": 9,
    "day": 23,
    "full text": "Kim Struck doesn't want people to treat her father's death as a tragedy.\nInstead, she wants people to be proud of Kenneth Webb, a 42-year-old St. George native and former special forces soldier who worked for a private contractor providing security in Iraq. He died Monday when a bomber attacked his convoy in Mosul.\n\"I don't want people to feel bad for us because we lost our father,\" Struck said. \"I want them to feel proud because we have men here who can go over and do things like that. It takes something proud for a man to leave his family and go over and fight like that.\"\nWebb worked for Blackwater USA and was providing security for the U.S. State Department.\nOn Monday, a convoy left the regional American Embassy office in Mosul, according to The New York Times. A lone attacker drove an explosives-packed car into the second of three armored sports-utility vehicles in the convoy as it left the embassy, the newspaper reported. The attack killed Webb, two other contractors and a State Department official.\nStruck said a family friend who served with Webb in the U.S. Army and worked with him at Blackwater also was in the convoy. The friend survived and is accompanying Webb's body to Utah, an act that has brought some comfort to Webb's wife, Tina Webb.\nRepresentatives of Blackwater did not immediately return messages seeking comment on Thursday. Webb's brother-in-law, Scott Fuller, said Webb started his tour in Iraq four or five months ago and was expected home in early November.\n\"The bottom line was he kind of wanted to do his part of the fight on terrorism and everything else,\" Fuller said.\nStruck said Webb loved the military and read extensively about military tactics and history. After his retirement from the Army, Webb felt there was more work for him to do.\n\"If we have the capability to help another country, I think we should,\" Struck said. \"And my father thought we should.\"\nWebb was born Sept. 22, 1962, in St. George to Cheryl Webb and Allen Webb. He graduated from Dixie High School in 1980.\nWebb enlisted in the Utah Army National Guard when he was 17 years old, Fuller said, then married Fuller's sister and decided to transfer into the U.S. Air Force to have a more stable environment.\nThen Webb took another career path and enrolled in Southern Utah University and its Army ROTC program.\n\"He started that career and decided he'd rather do it as an officer and decided if he was going to do that he'd rather do it in the Army,\" Fuller said.\nWebb graduated from SUU in 1992 with a bachelor's degree in social science that included an emphasis in history and a minor in military science. His military career included postings in North Carolina and Thailand.\nThere are parts of Webb's service record his family doesn't know about due to the secret nature of the special forces, Fuller said, but it's not believed he ever saw combat.\nEven so, Struck remembers nights when Webb would receive a phone call and would suddenly have to leave his family to go somewhere. She said she remembers crying out the window, wondering if her father would come home.\nWebb retired as a major and went to work as a civilian for the Utah National Guard. Struck said her father often came home with a headache.\n\"It wasn't the same,\" she said. \"He didn't want to do paperwork.\"\nWhen Webb began preparing to go to Iraq, Struck said, it upset much of his family. But she said he knew it was something he felt he had to do.\n\"He trained his whole life to try and make a difference and that's what he was trying to do,\" she said.\nWebb's survivors include his wife, Tina Webb, 41, of Hurricane; daughter Kim Struck, 20, of Sturgeon Bay, Wis.; son Zachary Webb, 16, of Hurricane; and mother, Cheryl Gale, of Hurricane.\nncarlisle@sltrib.com  \n\nGraphic\n\n \nKenneth Webb Killed Monday in Iraq\n\nLoad-Date: September 23, 2005"
}