{
    "title": "Bomb notes, fingerprints cited in terrorism case Court documents offer new details as airport shuttl",
    "publisher": "st. louis post-dispatch ",
    "year": 2009,
    "month": 9,
    "day": 21,
    "full text": "DENVER - Investigators said they found notes describing how to make bombs in the handwriting of an airport shuttle driver arrested as part of a terrorism investigation, and they also discovered his fingerprints on materials - batteries and a scale - that could be used to make explosives.\nThe emerging details show that Najibullah Zazi, who has admitted receiving weapons training from al-Qaida, played a direct role in an alleged terrorist plot, authorities said in court documents released Sunday.\nZazi, 24, has publicly denied being involved in a terrorist plot. Zazi, his father, and an imam in New York City were arrested late Saturday on charges of making a false statement to the government, though legal experts say more charges could be coming.\nZazi's defense team denied reports that Zazi considered a plea deal related to terrorism charges, and Zazi's attorney, Arthur Folsom, dismissed as \"rumor\" any notion that Zazi played a crucial role in any terrorism. Zazi's defense team did not respond to repeated attempts to reach them Sunday.\nFederal officials in Denver declined to comment.\nZazi admitted to FBI agents that he received instructions from al-Qaida operatives on subjects such as weapons and explosives. Court documents filed in Denver say Zazi was speaking with agents under an agreement where he might avoid prosecution.\nHe received the training in the federally administered tribal areas of Pakistan, the documents say.\nThe FBI said it found images of nine pages of handwritten notes on a laptop containing formulas and instructions for making bombs, detonators and a fuse.\nZazi told the FBI that he must have unintentionally downloaded the notes as part of a religious book he downloaded in August. Zazi said he \"immediately deleted the religious book within days of downloading it after realizing that its contents discussed jihad.\"\nHowever, an arrest affidavit says the handwriting on the notes appeared to be Zazi's. The affidavit doesn't mention that they were part of a book, but that they were e-mailed as an attachment between accounts believed owned by Zazi in December, including an account that originated in Pakistan.\n\"It appeared to be consistent with the handwriting as it appeared in the document,\" an FBI agent wrote of comparisons of Zazi's handwriting with the notes.\nIn addition, agents found Zazi's fingerprints on a scale and double-A batteries seized in a raid at a home in the New York borough of Queens on Sept. 14.\nZazi, who lives in the Denver suburb of Aurora, underwent three days of questioning by the FBI before his arrest.\nAlso arrested were his father, Mohammed Wali Zazi, 53, in Denver; and an associate, Ahmad Wais Afzali, 37, of New York City, the Justice Department said Sunday. Both also were charged with making false statements to federal agents, which carries a penalty of eight years in prison.\nCourt appearances for all three were set for today.\nBoth Mohammed Zazi and Afzali face charges of allegedly lying to FBI agents about calls between Denver and New York. While prosecutors are seeking to detain Najibullah Zazi, prosecutors say they're not seeking detention for Mohammed Zazi, his father.\nIt was unclear from court documents whether officials would seek to detain Afzali, an imam at a mosque in Queens who has worked as an informer for New York police.\nCarl Tobias, a law professor at the University of Richmond who has been tracking terrorist investigations around the country, said authorities could have made the arrests now because they feared too much information was getting out to the suspects. Additional charges could be filed later, he said.\nFBI agents say Najibullah Zazi traveled to Pakistan twice this year, on Jan. 15 and most recently on Aug. 28. Zazi says he was visiting his wife, who lives in the Peshawar region.\nThe investigation escalated after Zazi rented a car and drove from Denver to New York, crossing into Manhattan on Sept. 10. Zazi said he went to New York to resolve some issues with a coffee cart he owns in Manhattan, then flew home to Denver. The FBI searched Zazi's rental car and laptop during the New York trip and listened in on telephone conversations.\nLast Monday, FBI agents and police officers with search warrants seeking bomb materials searched three apartments and questioned residents in the Queens neighborhood where Zazi stayed.\n\nGraphic\n\n \n Chris Schneider of the Denver Post • The Associated Press Terrorism suspect Najibullah Zazi is arrested by FBI agents in Aurora, Colo., late Saturday. \n\nLoad-Date: September 21, 2009"
}