{
    "title": "BOMBING TRIAL GOES TO THE JURY; ANTI-GOVERNMENT BELIEFS MOTIVATED TERRORISM, PROSECUTION CONCLUDES",
    "publisher": "the spokesman-review",
    "year": 1997,
    "month": 3,
    "day": 28,
    "full text": "America is crumbling and a citizen revolution has begun.\nThat's the message last year's Spokane Valley bombings were supposed to send, prosecutors told jurors in closing arguments Thursday.\nThe first target in the ''war'' was The Spokesman-Review - not just because the bombers were angry but also so their message would spread, Assistant U.S. Attorney Tom Rice said.\n''Who better to send your warning to than a newspaper?'' Rice asked the U.S. District Court jury. ''To get their attention, you drop a bomb and blow up their building.''\nAfter seeing 500 pieces of evidence and hearing testimony from 95 witnesses over three weeks, jurors begin deliberations this morning in the domestic terrorism trial.\nSandpoint residents Verne Jay Merrell, 51; Charles H. Barbee, 45; and Robert S. Berry, 42, are charged with bombing the Valley offices of the newspaper and Planned Parenthood last April 1 and July 12.\nOn both dates, pipe bombs were set off minutes before heavily armed men in masks and military-style ponchos and parkas robbed the same U.S. Bank branch of a combined $ 108,000. The bank also was bombed once.\nProsecutors contend Berry, carrying a revolver, dropped off the bombs and took the cash from a bank teller. Barbee ordered bank employees to a wall and held a shotgun to their backs. Merrell waited outside in a stolen getaway van.\nAt the crime scenes, bombers left threatening, typewritten notes that made peculiar, biblical references to Armageddon.\nIn closing arguments Thursday, defense attorneys admitted the trio committed four of the 12 crimes they are charged with, stemming from their Oct. 8 arrest in Union Gap, Wash.\nThe defendants contend that hours before their arrest they drove to a Portland bank in a stolen van armed with grenades, machine guns and bulletproof vests to personally deliver a written message from ''Yahweh'' - a Hebrew word for God preferred by white separatists.\nThey claim they just chickened out.\n''The evidence doesn't show that Mr. Barbee, Mr. Berry and Mr. Merrell are violent men,'' defense attorney John Rodgers said. ''Their one chance to make a statement ended kind of pathetic. They didn't even get out of the car.''\nBut Rice told jurors the Valley bombings and robberies were meant as similar messages. The only distinction: In Portland, the bank was closed, so the men turned back and got nabbed.\n''Are you going to walk into a bank to drop off a letter wearing a flak jacket?'' Rice asked jurors. ''How many bank tellers are going to pull out their Uzis and shoot you? None.''\nRice compared the suspects to a child who steals a half-dozen cookies before dinner and gets caught going back for more.\n''What are you going to tell your mom? 'I only took one.''' Rice said. ''That's what the defendants did: 'I'm going to admit what we got caught on.'''\nRice said the case was about dangerous men with anti-government beliefs who were prepared to murder because they considered themselves at war. Prosecutors acknowledged much of their evidence was circumstantial, but said it was more than enough to convict the trio on all counts.\n''At what point do you say coincidence on top of coincidence on top of coincidence leads you to only one conclusion?'' Assistant U.S. Attorney Joe Harrington asked. ''Reason and common sense have to play in here eventually.''\nDefense attorney Rogers, who represents Berry, argued his client's beliefs are what led the FBI to draw the wrong conclusions.\n''These men are seen as a threat to government,'' Rodgers said. ''When that happens, the government reacts stronger, harder, swifter, faster ...''\nAttorney Roger Peven, who represents Barbee, argued the prosecution's evidence amounted to ''inference upon inference.\n''Beneath the surface is where the truth of this case is found,'' Peven said.\nBoth sides used metaphors to duel over the value of the evidence.\nProsecutor Harrington told a story about finding tracks at his home that led to a hole in the ground and to his dog, who sat with a bone in his mouth.\n''I didn't have to see it to know what happened,'' Harrington said, then pointed to the defendants. ''These men have dirt on their face. They left tracks in the snow. And they were caught with a stinky old rawhide bone in their mouths.''\nPeven countered with a story about a boy who broke into a farmer's house and ate a blueberry pie cooling in the window. When the boy saw the farmer coming, he smeared blueberry crums on the dog's muzzle, then left.\n''The farmer took that puppy out to the barn and beat it until it died,'' Peven said. ''That what it means to be convicted on circumstantial evidence.''\nBut in the final argument of the day, prosecutor Rice asked jurors to distinguish between ''truth'' and defense ''tricks'' and ''tactics.''\n''We're not talking about blueberries and puppies,'' Rice said. ''We're talking about people who want to kill people.''\nBarbee, Berry and Merrell face mandatory life sentences and up to $ 3 million if convicted of all charges.\n\nLoad-Date: March 29, 1997"
}