{
    "title": "Bomb suspect had clear background Analysts_ Terrorists recruit novices",
    "publisher": "usa today",
    "year": 2010,
    "month": 5,
    "day": 6,
    "full text": "Faisal Shahzad appeared to lead an ordinary life. The 30-year-old was a naturalized U.S. citizen with a computer science degree and an MBA. He owned a home in Connecticut and has a wife and two children.\nThen, federal prosecutors allege, he tried to detonate a car bomb in the heart of Manhattan's Times Square.\nWhat is most disturbing about Shahzad, terrorism analysts say, is a background free of any obvious past links to terrorism that would have alerted authorities to potential threats earlier. Until this week, he was not on any watch lists that impeded his travel here or abroad.\nShahzad's case has similarities to those of Najibullah Zazi, the Denver airport shuttle driver who pleaded guilty in a foiled plot to bomb the New York subway system, and Umar Farouk Abdulmutallab, accused in the attempted bombing of an airliner over Detroit on Christmas Day.\n\"These are people who don't look like terrorists or act like terrorists,\" said Evan Kohlmann, a terror analyst who has been a consultant for the U.S. government. \"But because the most experienced operatives in this area have been compromised by their past travel or affiliations, (terrorism) organizations have been forced to make a devil's bargain: They are willing to trade experience for people who simply are less likely to be caught.\"\nKohlmann said Shahzad and an increasing number of others have become the new foot soldiers in the global terrorism campaign.\nShahzad was arrested Monday night at John F. Kennedy International Airport after a near-successful attempt to leave the country on a flight en route to his native Pakistan.\nAttorney General Eric Holder said Tuesday that Shahzad admitted to the attempted attack and to going to Pakistan for terrorism training and that he was cooperating with investigators. Holder said investigators were looking into possible links between Shahzad and terrorism groups overseas.\nPakistani Embassy spokesman Nadeem Kiani said Wednesday that authorities have made \"no formal arrests\" in Pakistan.\nIn February, al-Qaeda's affiliate in Yemen lauded Abdulmutallab, among others, as a model recruit in its publication, Sada al-Malahem. The son of a Nigerian bank executive, Abdulmutallab attended college in London.\nTerrorism analyst Brian Michael Jenkins said that even \"operational failures\" are often celebrated by terrorist groups. \"If the objective is to cause dissension in the enemy ranks and divert resources (in response to the attacks), then it is a success.\"\nContributing: Aamer Madhani \n\nGraphic\n\n \nPHOTO, B/W, Timothy A. Clary, AFP/Getty Images\n\nLoad-Date: May 6, 2010"
}