{
    "title": "Bombings may threaten India - Pakistan relations",
    "publisher": "the christian science monitor",
    "year": 2008,
    "month": 7,
    "day": 28,
    "full text": "Indian cities are on high alert after a series of explosions ripped through the western city of Ahmedabad on Saturday, killing at least 45 people and wounding 160. The blasts, which occurred a day after bombings in the southern city of Bangalore, are the latest in a string of attacks in India believed to be the work of Islamic terrorists.\nA little known group calling itself the \"Indian Mujahideen\" claimed responsibility for the Ahmedabad bombings, just as it had for an attack in Jaipur in May that killed 60 people. But security analysts and intelligence officials are doubtful about these claims and instead suspect that militant Islamic groups from Pakistan and Bangladesh are behind the attacks.\n\"The way in which the attack in Ahmedabad took place - the multiplicity of the bombs and the way in which they were coordinated - suggests a level of expertise not yet associated with any Indian group,\" says Uday Bhaskar, a security analyst and former director of New Delhi's Institute for Defense Studies and Analyses. \"It is reasonable to say this group has benefited from external involvement,\" he adds.\nOther observers say the \"Indian Mujahideen\" was coined to cover the involvement of Pakistani groups, although few here doubt that Indian Muslims are involved at some level.\nSaturday's bombings occurred in two waves. The first series of explosions detonated in crowded markets; the second wave, less than half an hour later, targeted two hospitals where the injured had been taken. Television footage showed blood-covered victims writhing in agony on hospital floors. In all, there were 17 explosions, caused by crudely made devices that peppered victims with red-hot ball bearings and shrapnel.\nThe day before, one person was killed and six wounded when eight bombs exploded in quick succession in Bangalore. No group has claimed responsibility for the Bangalore bombings.\nCommunal conflict?\nBoth attacks - like the one in Jaipur - occurred in states run by the Hindu nationalist Bharatiya Janata Party (BJP), India's main opposition party.\nAhmedabad, the main city in Gujarat, is especially vulnerable to communal tensions. In 2002, a train fire that killed members of a Hindu nationalist group sparked Hindu-Muslim riots in which over 2,000 people, most of them Muslim, died.\n\"Await five minutes for the revenge of Gujarat,\" read an e-mail sent to television stations, purportedly from the Indian Mujahideen, moments before Saturday's explosions.\nBut analysts say that stoking communal tensions is not the sole objective of recent attacks. \"These people want to hurt the country in any way possible,\" says Ajay Sahni, a terrorism expert at the Institute for Conflict Management in Delhi. \"Causing communal tensions is a secondary objective to that. If I wanted to whip up communal riots I would ensure that only Hindus were killed whereas these attacks are occurring in areas with mixed populations.\" Indeed, Saturday's attacks occurred in Ahmedabad's old city, which houses many Muslims.\nCross-border terrorism\nIn recent years, there have been regular, fatal bomb blasts in cities across India. Many have targeted religious sites: a temple in the ancient pilgrimage city of Varanasi in 2006, a mosque near Mumbai (Bombay) later that year, and another mosque, during Friday prayers, in the southern city of Hyderabad in 2007.\nOften, no one claims responsibility for the attacks. But officials in New Delhi routinely point fingers at Pakistan, or at militants backed by Islamabad.\nSuch accusations of cross-border terrorism are a legacy of the cold war between India and Pakistan, during which Pakistan has used militancy as a tool to destabilize India.\nMany believe that Islamabad retains links to militant groups, although the degree to which it remains operationally in control is unclear, especially at a time when Pakistan itself is suffering from an upsurge of Islamic militancy. Pakistan, meanwhile, denies backing any Islamic militants, including those operating in the disputed Himalayan state of Kashmir.\nThe recent bomb attacks come at a time when the Pakistan-India peace process is under strain. Amid one of the sharpest exchanges between the neighbors since they launched peace talks in 2004, Foreign Secretary Shivshankar Menon said that \"elements\" in Pakistan were behind a resurgence in militant activities, including the recent bomb attack at the Indian Embassy in Kabul that killed 58 people, including two Indian diplomats.\n\"There have been statements by leaders of Pakistan, inciting terror,\" Mr. Menon said. \"There are such statements from some government officials and this incitement of violence has culminated in suicide blasts.... All investigations point to Pakistan being behind the blast.\"\nThe involvement of home-grown Indian terrorists in such attacks is also of increasing concern here. \"In the wake of 9/11 there was a lot of satisfaction that no Indian national was involved in terrorism in India,\" says Mr. Bhaskar. \"I would be cautious in saying that was changing, but it may be that we are reaching some sort of tipping point.\"\n(c) Copyright 2008. The Christian Science Monitor\n\nLoad-Date: July 27, 2008"
}