{
    "title": "BOMBINGS A FIRST, SMALL STEP IN WAR ON TERRORISM; The United States should make clear that no govern",
    "publisher": "portland press herald",
    "year": 2001,
    "month": 10,
    "day": 8,
    "full text": "The United States and its staunchest ally have launched what could prove to be the easiest step in its war against terrorism.\nUsing cruise missiles and bombers, American and British forces attacked air defenses, government buildings and key military installations belonging to Afghanistan's ruling Taliban militia.\nThe attacks are the first phase in what will be an overwhelming show of force by two of mightiest nations on Earth. The strategy is as obvious as it is familiar. As with Desert Storm a decade ago and more recently in the Balkans, the U.S. and allied forces will first establish unfettered use of the skies over Afghanistan.\nAfter that, military objectives on the ground will be much easier to achieve. The Northern Alliance - rebels who seek to oust the Taliban - has had its chances for success greatly increased. Most analysts doubt the Taliban can survive more than a few weeks if their troops are pinned down by U.S. and British planes and Northern Alliance forces continue their advance.\nConsidering the scale of the terrorist attack on the United States on Sept. 11, giving the Taliban a choice between handing over the terrorists believed to be responsible or seeing its rule ended was just and necessary. We've no doubt America has the military might to see this phase in the new war on terrorism through.\nStill, when the Taliban no longer governs, when terrorist mastermind Osama bin Laden is captured or killed, what then?\nAlready many in the Islamic world are expressing unease with this most justified assault. Some militant groups, no doubt, will plan retribution.\nThe U.S. response to this should be twofold. First, as President Bush has already pledged, the United States should be prepared to help people who are displaced by war and impoverished by harsh regimes.\nWhile it is extending this velvet-covered hand, America has to keep the sword at the ready. Nations that sponsor or tolerate terrorists should be made to understand that they are either with is or against us.\nThe Taliban will have its regime toppled because it chose to sponsor terrorism. The United States should make clear that the same fate awaits any other government that makes the same mistake.\n\nLoad-Date: October 8, 2001"
}