{
    "title": "BOMBING SUSPECT FACES FEDERAL TERRORISM CHARGES Afghan -born U.S. citizen advocated jihad in journal",
    "publisher": "spokesman review",
    "year": 2016,
    "month": 9,
    "day": 21,
    "full text": "NEW YORK  - Ahmad Khan Rahami vowed to martyr himself rather than be caught after setting off explosives in New York and New Jersey, and he'd hoped in a handwritten journal championing jihad that \"the sounds of bombs will be heard in the streets,\" federal terrorism charges lodged against him Tuesday alleged.\n Criminal complaints in Manhattan and New Jersey federal courts provided chilling descriptions of what authorities say drove the Afghan-born U.S. citizen to set off explosives in New York and New Jersey, including a bomb that injured over two dozen people when it blew up on a busy Manhattan street.\n Meanwhile, more details emerged Tuesday about Rahami's past, including the disclosure that the FBI had looked into him in 2014 but came up with nothing.\n According to the court complaints, Rahami's journal included a passage that accused the U.S. government of slaughtering Muslim holy warriors in Afghanistan, Iraq, Syria and elsewhere.\n \"Inshallah (God willing) the sounds of the bombs will be heard in the streets. Gun shots to your police. Death to your OPPRESSION,\" the journal ended.\n One portion expressed concern at the prospect of being caught before being able to carry out a suicide attack and the desire to be a martyr, the complaints said. Still another section included a reference to \"pipe bombs\" and a \"pressure cooker bomb\" and declared: \"In the streets they plan to run a mile,\" an apparent reference to one of the blast sites, a charity run in a New Jersey shore town.\n There also were laudatory references to Osama bin Laden, Anwar al-Awlaki - the American-born Muslim cleric who was killed in a 2011 drone strike and whose preaching has inspired other acts of violence - and Nidal Hasan, the former Army officer who went on a deadly shooting rampage in 2009 at Fort Hood, Texas, the complaints said.\n Rahmani remains hospitalized with gunshot wounds.\n Federal agents would like to question Rahami. But Rep. Tom MacArthur, R-N.J., who received a classified briefing from the FBI, said Rahami was not cooperating; that could also be a reflection of his injuries.\n Investigators are looking into Rahami's overseas travel, including a visit to Pakistan a few years ago, and want to know whether he received any money or training from extremist organizations.\n In 2014, the FBI opened up an \"assessment,\" the least intrusive form of an FBI inquiry, based on comments from his father after a domestic dispute, the bureau said in a statement.\n \"The FBI conducted internal database reviews, interagency checks and multiple interviews, none of which revealed ties to terrorism,\" the bureau said.\n A law enforcement official said the FBI spoke with Rahami's father in 2014 after agents learned of his concerns that the son could be a terrorist. During the inquiry, the father backed away from talk of terrorism and told investigators that he simply meant his son was hanging out with the wrong crowd, according to the official.\n Rahami's father told reporters Tuesday outside the family's fried-chicken restaurant in Elizabeth, New Jersey, that he called the FBI at the time because Rahami \"was doing real bad,\" having stabbed the brother and hit his mother. Rahami was not prosecuted in the stabbing; a grand jury declined to indict him.\n The disclosure of the father's contacts with the FBI raises questions about whether there was anything more law enforcement could have done at the time to determine whether Rahami had terrorist aspirations.\n That issue also arose after the Orlando massacre in June, when FBI Director James Comey said agents a few years earlier had looked into the gunman, Omar Mateen, but did not find enough information to pursue charges or keep him under investigation.\n\nLoad-Date: September 27, 2016"
}