{
    "title": "BOMBINGS ARE EXPECTED AT TARGETS IN ASIA, AFRICA; TERRORISM OFFICIALS SAY AL-QAIDA LIKELY WILL HIT L",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 5,
    "day": 18,
    "full text": "U.S. counterterrorism officials said Saturday that they expect additional al-Qaida bombings at lightly defended targets in Asia and Africa.\nThe officials, who spoke a day after explosions killed dozens in Morocco, described strong suspicions that al-Qaida was behind the suicide attacks in Casablanca, noting they resembled attacks Monday in Riyadh, Saudi Arabia's capital.\nThis includes near-simultaneous bombings at multiple locations.\nAnother common thread is that both attacks involved relatively simple suicide bombings launched against \"soft\" targets that, unlike embassies or military bases, have limited defenses, officials said.\nIntelligence indicates that al-Qaida has planned a series of bombings at targets around the world, officials have said.\nBut there apparently was limited information that pointed toward Morocco as a target. Recent State Department travel warnings - a barometer of terrorism intelligence gathered by the CIA and other agencies - did not single out Morocco as a particular target.\nIn an audiotape released in February, Osama bin Laden himself described Morocco as one of several U.S. allies that was \"ready for liberation.\"\nWhile most recent intelligence has pointed toward attacks in Southeast Asia, the Arabian peninsula and East Africa, officials said similar strikes in Europe and the United States also are a possibility.\nDuring the past several months, authorities have detained several people suspected of being advance scouts sent by al-Qaida to conduct surveillance inside the United States, U.S. officials said. Their activities are still being investigated, the official said.\nOfficials believe last week's attacks were motivated by a desire on the part of al-Qaida's senior leaders to demonstrate they remain a force to be reckoned with. The attacks suggest a coordinated effort across al-Qaida to launch strikes in which a high probability of succeeding is more important than causing mass casualties.\n\nLoad-Date: May 18, 2003"
}