{
    "title": "Bomb blast hits bus in Egypt 's capital, wounding 5",
    "publisher": "the deseret news",
    "year": 2013,
    "month": 12,
    "day": 26,
    "full text": "CAIRO -- A bomb exploded in a busy intersection near schools in the Egyptian capital Cairo on Thursday, hitting a bus and wounding five people in an attack that raised concerns that a wave of violence blamed on Islamic militants that has targeted security forces and military for months is increasingly turning to hit civilians.\nThe blast came a day after the government declared its top political nemesis, the Muslim Brotherhood, a terrorist organization, accusing it of being behind the violence. The declaration steps up the crackdown on the group since the military ousted Islamist President Mohammed Morsi in July. On Thursday Interior Ministry spokesman warned that leading a Brotherhood protest was now punishable by life in prison under anti-terrorism laws.\nThe Brotherhood has denied the claim, saying the government is trying to scapegoat it, and called for increased protests.\nSince Morsi's July 4 ouster and the subsequent crackdown on his Brotherhood and other Islamist supporters, a nascent insurgency by Islamic militants has accelerated.\nSuicide bombings, ambushes and other attacks have mainly targeted security forces and troops in the Sinai Peninsula, but the attacks have also spread to Cairo and other parts of the country. Thursday's was only the second bombing seemingly aimed at solely civilian targets, after a similar bomb in the same area last week. The deadliest bombing yet came on Tuesday, when a suicide car bomber hit a security headquarters in the Nile Delta city of Mansoura, killing 16 people, almost all policemen.\nWith the declaration Wednesday, the government claimed the Brotherhood was ultimately behind the campaign of violence -- and even violence dating back for years. But it has offered no public evidence.\nIn Thursday's attack, a homemade bomb planted in a main intersection went off at 9 a.m. as a public bus passed in the eastern Cairo district of Nasr City, Interior Ministry said in a statement. Authorities then found and defused at least one more remote-control bomb attached to an advertisement billboard, apparently intended to hit security forces who responded to the first, state TV reported.\nThe explosion shattered windows on the bus, and flying glass injured five people, one of them seriously, the ministry said.\nMinistry spokesman Abdel-Fatah Osman told state TV said that the bomb was planted near a school complex \"to terrorize people and cause chaos.\" The bomb appeared to be cause panic, not to cause casualties, since it was designed to mainly produce a large noise, the ministry's top explosives expert Gen. Alaa Abdel-Zaher told private CBC television.\nThe site is also near student dormitories of the Islamic Al-Azhar University, which have been the scene of near daily protests by Brotherhood students against Egypt's military-backed interim government. The protests have repeatedly turned into clashes with security forces.\nIn first implementation of the government's declaration Wednesday, the Brotherhood's daily newspaper, Freedom and Justice, was suspended after security forces confiscated Thursday's edition at the print shop.\nAt least 54 members of the group were arrested in six provinces in connection to attacks on police stations, inciting riots and violence, the Interior Ministry said.\nThe Brotherhood, which formally renounced violence in the 1970s, was for years the country's most powerful political force. After the 2011 ouster of autocrat Hosni Mubarak, it won a series of elections, gaining dominance in parliament and elevating Morsi, one of its own, to the presidency.\nThe military removed Morsi after massive nationwide protests against him and against the Brotherhood. It then launched a heavy crackdown on the group, killing hundreds of pro-Morsi protesters and arresting thousands of Brotherhood members. At the same time, militant violence swelled, along with attacks by apparent Morsi supporters against government buildings and churches.\nThe Brotherhood and its Islamist allies have continued small but daily protests demanding Morsi's reinstatement and denouncing what they call an illegal coup against democracy. At the same time, the government is pushing ahead with a transition plan, calling a Jan. 14-15 referendum on a revised constitution.\nThroughout, authorities have depicted the Brotherhood as fueling violence. Morsi and several Brotherhood leaders are already on trial on various charges of inciting violence, and last week, a new trial of the ousted leader and more than 30 others was announced on charges of conspiring with terrorist groups before, during and after Morsi's one-year presidency.\nBut the terrorism label takes it to a new level. Membership in the group could now be grounds for arrest on terrorism charges, and authorities can act against the vast network of businesses and charities linked to the group.\nA 1986 terrorism law imposes a possible death sentence for leading terrorist groups and other linked crimes. Hani Abdel-Latif, another Interior Ministry spokesman, said those who lead Brotherhood protests could be sentenced to life in prison, while those who participate in them could get up to five years in prison, according to state TV.\nIslamic militant groups based in Sinai have claimed responsibility for previous bombings and shooting against security forces and the military. The most prominent militant group, Ansar Beit al-Maqdis, announced it carried out Tuesday's suicide bombing in Mansoura to avenge the \"shedding of innocent Muslim blood\" at the hands of Egypt's \"apostate regime\" -- a reference to the security forces' crackdown on Islamists following the coup.\nBut security experts have warned that young members of the Brotherhood may turn to violence in retaliation for the government's killings of group's supporters, imprisonment of top leaders and declaration of the group as a terrorist organization.\nIn a statement late Wednesday, the Brotherhood-led alliance vowed to \"qualitatively\" escalate the demonstrations to \"wear down the thugs and defeat the terrorist coup.\"\n\"Today we are at the doorstep of a turning point in the revolutionary escalation after the coup leaders insisted on terrorism and violence. Hold your strong faith of your cause and your revolution,\" it said. It called on people to rally against the new draft constitution.\nThe group accused the coup leaders of \"devouring their own sons in the military and police in order to survive\" -- reflecting its rhetoric that bombings and other attacks are orchestrated by security agencies to justify a crackdown on the Brotherhood\n\nLoad-Date: December 27, 2013"
}