{
    "title": "BOOKS OF THE TIMES; 2 Kinds of Extremists_ A Contrast After Rabin",
    "publisher": "the new york times",
    "year": 1995,
    "month": 11,
    "day": 22,
    "full text": "FIGHTING TERRORISM\n How Democracies Can Defeat\nDomestic and International Terrorists\n By Benjamin Netanyahu\n 152 pages. Farrar, Straus & Giroux. $17.\n \nMEMOIRS OF A JEWISH EXTREMIST\n An American Story\n By Yossi Klein Halevi\n 248 pages. Little, Brown & Company. $22.95\nThe assassination of Prime Minister Yitzhak Rabin of Israel has given both these new books -- extremely different from each other but linked by the subject of religious extremism -- an unfortunate timeliness.  Nothing in the confessional memoir of Yossi Klein Halevi, a disillusioned former member of the Jewish Defense League in Brooklyn, suggests that the largely Jewish American extremism he portrays would ever have resulted in the killing of an Israeli Prime Minister. Mr. Halevi wrote his book before Mr. Rabin was slain, and he gives no hint that he imagined such a thing possible. Nor, for that matter, does Mr. Halevi discuss another act of religiously inspired savagery undertaken by a Jew, Baruch Goldstein's massacre of 29 Arabs in Hebron last year.\nBut in his readable and engaging book, Mr. Halevi, a senior writer for The Jerusalem Report, does provide a description of one milieu of Jewish extremism, though one more given to nasty pranks, harassment and threats of violence than to much violence itself. \"Memoirs of a Jewish Extremist\" is in this sense a useful and instructive volume, more so perhaps than even Mr. Halevi realized as he was writing it. Its basic theme is what Mr. Halevi, in one chapter title, aptly calls \"The Ecstasy of Rage,\" the eagerness of some young Jews in Brooklyn to thrill to the \"the glamour of an aggrieved minority\" and to believe that the whole non-Jewish world hates Jews.\n \"Like the New Left protesters resisting an imaginary Nazi 'Amerika,' we flattered ourselves with absurd comparisons,\" Mr. Halevi writes of the group that followed Rabbi Meir Kahane, the founder of the Jewish Defense League. \"If New York cops were storm troopers and F.B.I. men K.G.B. agents, then we were resistance fighters and dissidents.\"\nIn Mr. Halevi's account, Jewish extremism is a product of a youthful wish to be an \"outlaw, at war with history\" that never evolves into adult maturity. Mr. Halevi grew up listening to the stories of his father, who hid in a hole in the ground during the Nazi occupation of his native Transylvania and who imparted to his son a fury not just at anti-Jewish persecution but also at Jewish passivity in the face of that persecution. When Mr. Halevi began hearing the preachings of Rabbi Kahane -- who later exported his brand of Jewish militancy to Israel, where it became the Kach movement, which was outlawed -- his urge to be at war with a hostile, Jew-hating world gained an outlet.\n\"We were dangerous with rage,\" Mr. Halevi writes, \"no longer pathetic little Jews, no more Nice Irvings.\"\nThe personality of Rabbi Kahane, who was assassinated by an Arab terrorist quite similar in his motivation to that of some of his Jewish enemies, is central to Mr. Halevi's account. Indeed, his story becomes chillingly prescient as he describes one of the rabbi's main characteristics: in the guise of fighting on behalf of Jews in the abstract, he turned the many Jews who disagreed with him into enemies. \"He hated entire categories of Jews,\" Mr. Halevi writes of Rabbi Kahane. \"Secular Israelis were 'Hebrew-speaking Gentiles.' And Israeli leftists were 'worse than anti-Semites'; in his Jewish Press column, he virtually advocated their murder.\"\nIt must be remembered that however nasty the J.D.L. was, it was always repudiated by the vast majority of Jews. Except for Baruch Goldstein's massacre of Arabs in Hebron, Jewish militancy -- whether of J.D.L. variety or the West Bank type, which is more religious in inspiration -- has not led anybody to blow up uninvolved bystanders or machine-gun airport lounges or take hostages. That does not excuse Jewish terrorism, but it does differentiate it importantly from the terrorism that is the subject of Mr. Netanyahu's book, which is essentially his prescription for fighting what he sees as a new wave of international terrorism, different from earlier forms of terrorism and even more dangerous.\nMr. Netanyahu, who is the leader of the opposition Likud in Israel and an opponent of the peace agreement with Yasir Arafat and the Palestine Liberation Organization, is concerned with Islamic and Arab terrorism primarily. He says international terrorism, which was all but defeated by tough Western and Israeli measures in the 1980's, is reviving now. It is fueled by Islamic messianism, by the support of countries like Syria, Iran and the Sudan, by the demobilization of thousands of Islamic militants who fought in the war against the Soviet Union in Afghanistan and even by the collapse of the Soviet Union, which had clandestinely supported terrorism but had also exercised a \"staying hand\" on its terrorist proxies.\nThe suicide bomb attacks in Israel that have killed 123 Israelis since the Oslo agreement with the Palestinians was signed are, in Mr. Netanyahu's view, only the most obvious results of a revived terrorism, which he says poses a grave danger to the United States and Europe also. Mr. Netanyahu's argument, which is soberly and clearly made, cannot be taken lightly, not after the World Trade Center bombing in 1993. Still, his basic concern stems from his opposition to the Israeli Labor Government's peace agreement with Mr. Arafat. His book in this sense represents one side of the real and anguishing debate taking place within Israel, the side that believes the security risks of the peace agreement are so strong as to vitiate it altogether. Mr. Netanyahu's argument in this sense may not be airtight, but certainly it is well within the bounds of vigorous advocacy in a democracy.\nMr. Netanyahu does include some discussion of non-Islamic terrorism, especially the far-right \"patriotic\" terrorism that surfaced in the United States with the bombing of the Federal Building in Oklahoma City. He does not, however, mention what might be called Jewish \"patriotic\" terrorism. True, he wrote his book before Mr. Rabin was slain but not before the barbarism in Hebron. The omission leaves Mr. Netanyahu unnecessarily vulnerable to the charge of one-sidedness, of having a double standard.\n\"In no way does Islam itself advocate lawlessness or violence,\" Mr. Netanyahu assures us. Nonetheless, he continues, a few Muslims have \"come under the sway of a perverse and primitive interpretation of the faith, which moves them to fanaticism and violence.\"\nCertainly Mr. Netanyahu could at this point have said the same thing about a few Jews, even given the marked differences between state-supported Islamic terrorism and the far rarer Jewish acts of terror that are repudiated by most Jews, by the Israeli Government and by Mr. Netanyahu's Likud Party. Fortunately, we have Mr. Halevi's fine memoir to explain the way in which a few Jews can take on some of the attributes of their worst enemies.\n\nGraphic\n\n \nPhotos: Yossi Klein Halevi(Ricki Rosen/Little, Brown & Company); Benjamin Netanyahu (Yaacov Saar/Farrar, Straus & Giroux )\n\nLoad-Date: November 22, 1995"
}