{
    "title": "BOOK REVIEW U.S. policy creates more terrorists, authors argue",
    "publisher": "the world",
    "year": 2010,
    "month": 9,
    "day": 5,
    "full text": "The ways our government and political leaders try to counter terrorism is imposing significantly greater costs on citizens than terrorist attacks themselves.\nMilitary actions are critically useful in certain circumstances, but not always.\nMilitary attacks on many targets - particularly in the Middle East -- routinely fuel the wrath of civilian populations against the attackers.\n\"Collateral damage,\" which involves killing civilians, is an inevitable result of dropping bombs from planes or unmanned drones. Today, it is one of the most effective recruitment tools for our opponents in Iraq and Afghanistan.\n\"Terrorizing Ourselves,\" a book just published by the Cato Institute, makes powerful arguments against the security policies pursued by U.S. government leaders in the wake of the 9/11 tragedy.\nBenjamin H. Friedman, Jim Harper and Christopher Preble edited the volume, which includes essays by 12 different political analysts.\n(The book's seven-page introduction, which should be required reading for all Americans, is available at: http://bit.ly/dbmTtK)\n\"Infiltrating terror cells, disrupting terror networks, frustrating planning and interdicting attackers are all essential activities,\" it states.\nBut the \"flawed, reactive approach that began on 9/11 and that largely continues today is often counterproductive, and it should be abandoned.\"\nThe tremendous financial costs of our anti-terrorism policies should also become subject to much greater government and public scrutiny. But critics of those spending policies are routinely criticized for being \"unpatriotic.\"\nPart of the problem arises from the sources of our information.\nBenjamin H. Friedman, a Cato research fellow, observes, \"U.S. citizens' information about terrorism comes largely from politicians and government organizations with an interest in reinforcing excessive fears.\"\nInflated fears create an environment \"where the public will overpay for counterterrorism policies.\"\nThe Department of Home Security, created and expanded in the aftermath of 9/11, should view itself \"not just as a risk manager but also as a fear manager,\" he adds.\nBut Homeland Security groups are not the primary forces promoting fears of terrorist threats.\n\"That distinction belongs to the military-industrial complex,\" adds Friedman, echoing the warnings President Dwight D. Eisenhower gave during his 1961 Farewell Address.\nThe Cato Institute, a leading libertarian think tank, is critical of government spending on a wide variety of domestic social programs.\nBut unlike so many critics of excessive government spending on domestic programs, Cato applies the same principles to government spending sprees on foreign wars and counter-terrorism at home.\nAs a Libertarian Party statement pointed out last week, \"The purpose of the U.S. armed forces is to defend the territory of the United States, not to re-engineer foreign societies.\"\nJames Fallows, a leading foreign-policy writer for the Atlantic Monthly, praised the new book.\n\"The wider the audience is for views like these, the closer the country will come to an effective, sustainable policy for protecting its people and defending its values.\"\nEngaging Facts\n\"Terrorizing Ourselves\" also provides interesting statistics which should provoke thought:\n-In 2008, the federal government spent $15 billion more on counterterrorism than it spent on preventing all other kinds of crime.\n-For the 2010 fiscal year, President Barack Obama requested $55 billion for the Department of Homeland Security, more than the entire military budget of any nation except for China.\nOther interesting statistics also raise questions about the failures of our policy leaders to solve other problems.\nFor example, the United States ranks 42nd in the world in its life expectancy, despite the fact we spend much more on health care per person than any other nation.\nPaul R. Pillar, a former U.S. intelligence officer for 28 years, and Christopher Preble, a Navy veteran and Cato director, believe the Iraq War was a major mistake.\nThe supposed alliance between Saddam Hussein and al Qaeda \"was a figment of war-selling imagination. ...\n\"The preparations that mattered most in the 9/11 operation did not take place at training camps in Afghanistan but instead in apartments in Germany and Spain and at flight schools in the United States,\" Pillar and Preble write.\nYet most of our political leaders continue promoting fears about terrorism, encouraging huge government expenditures that are exploding our national debt and stripping needed funds from other critical priorities.\nEconomists Joseph Stiglitz and Linda Bilmes estimated the long-term costs of invading Iraq in their 2008 book, titled The Three Trillion Dollar War: The True Costs of the Iraq Conflict.\nPriscilla Lewis, a partner at Demos - a New York-based public policy foundation promoting a more equitable economy, is a longtime advocate promoting greater understanding between Muslim societies and Western nations.\nMost Americans who do not study foreign policy, psychological studies show, tend to interpret national security threats in very personal terms.\n\"People regard as more dangerous the things they have negative feelings about, (foreigners, Islam), whereas they underrate as risks statistically more dangerous things about which they feel positive or neutral (cars, cigarettes),\" Lewis writes.\nTwo chapters in \"Terrorizing Ourselves\" criticize \"incessant scaremongering\" about the possibilities of bioterrorist and nuclear attacks from small terrorist groups.\nZbigniew Brzezinski, a foreign-policy analyst who was President Jimmy Carter's top national security adviser, recently wrote, \"We have succumbed to a fearful paranoia that the outside world is conspiring through its massive terrorist forces to destroy us.\n\"Is that a real picture of the world, or is it a classic paranoia that's become rampant and has been officially abetted? If I fault our high officials for anything, it is for the deliberate propagation of fear.\"\nThe purpose of publishing \"Terrorizing Ourselves,\" the editors wrote, is \"to replace some of the flawed paradigms that bedevil current U.S. national security polices.\"\nHopefully, their book will further that goal.\nReach Paul J. Nyden at pjnyden@wvgazette.com or 304-348-5164.\n\nLoad-Date: September 7, 2010"
}