{
    "title": "Book doesn't blast cafe bomber BOOK REVIEW_ A wonderful and thrilling history of the birth of terror",
    "publisher": "star tribune ",
    "year": 2009,
    "month": 4,
    "day": 15,
    "full text": "Special to the Star Tribune\nOn the evening of Feb. 12, 1894, the bourgeoisie enjoying cigars and wine at the Cafe Terminus in Paris were rudely interrupted by a homemade bomb. Amid the wreckage lay one dead and 20 wounded. Fleeing the scene was anarchist Emile Henry, whose subsequent trial and execution consumed Parisian society and resonated worldwide. John Merriman's tale of Henry's upbringing, exploits and their aftermath -- \"The Dynamite Club,\" (Houghton Mifflin, 259 pages, $26) -- is surprisingly sympathetic and as much one of our moments as it is of fin de siecle Paris.\nHenry was no ordinary cafe bomber. A poor scholarship boy, he passed his baccalaureate with honors, but turned down a spot at the Ecole Polytechnique. He chose instead to work for a wealthy uncle who had lucrative engineering contracts in Venice. But when he was asked to spy on his uncle's workers, he quit: Henry could not abandon youthful allegiances formed in an upbringing defined by poverty and revolt.\nHenry turned to odd jobs and to Paris with its cafes and artists and intellectuals, seeking refuge in revolution. The city glittered with electric lighting on Haussman's wide boulevards, and its citizens gazed in awe at the new Eiffel Tower. The poor, however, looked on these grandiose changes with the same resentment that fueled the revolutions of 1848 and 1871. Montmarte, where Henry lived in the shadow of Sacre Coeur's construction, was famous for its poverty. Worse were the Parisian suburbs: sewage-ridden and packed with poor, a place where dozens of anarchist newspapers were sold openly on the streets.\nTired of what he called \"paralyzing philosophers,\" Henry became enamored of more dangerous heroes. The most fateful was a rogue named Ravachol, whose life ended at the guillotine. His prosecutor disdained Ravachol, calling him \"a mere knight of the dynamite club.\" The local anarchists took this as a compliment -- and Henry took up Ravachol's legacy as his own.\nMerriman does a fine job limning the history of anarchist thought from Proudhon's declaration that \"property is theft\" to the debates Henry attended in Parisian bars. He also frames Henry's evolution from the son of a committed socialist to bomb-throwing anarchist with superb contextual sketches of events such as the brief rise and bloody repression of the 1871 Paris Commune and the senseless killings of Chicago's 1886 Haymarket Affair. Most impressively, the Emile Henry of \"The Dynamite Club\" is imbued with as much character and intrigue as Zola or London or Conrad might have drawn. Gripping as a narrative, necessary as a historical lesson, Merriman's \"The Dynamite Club\" reads like a great novel -- all in the service of bringing novel insight into the birth of modern terrorism.\nJoel Turnipseed is the author of \"The Baghdad Express.\" He lives in Minneapolis.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: April 16, 2009"
}