{
    "title": "BOOKS OF THE TIMES Sounding an Urgent Terrorism Alarm to Deaf Ears",
    "publisher": "the new york times",
    "year": 2002,
    "month": 11,
    "day": 20,
    "full text": "THE AGE OF SACRED TERROR\nBy Daniel Benjamin and Steven Simon\n490 pages. Random House. $25.95.\n     When tragedy strikes, societies often ask two questions: Who did this to us and, a more thoughtful query, what went wrong? \n Though the perpetrators of the Sept. 11 attacks were quickly revealed, the latter question still haunts us. Numerous newspaper articles and books have examined the causes of the terrorist strikes and why the American government failed to prevent them, but Daniel Benjamin and Steven Simon, authors of \"The Age of Sacred Terror,\" are uniquely suited to add to these topics. \nFormer officials of the Clinton White House's counterterrorism team who left their posts well before Sept. 11, they shared the frustration of watching a grave threat evolve that even many White House officials often misunderstood and underestimated. \nA book begun before the Sept. 11 attacks to warn Americans about the growing menace of radical Islam, \"The Age of Sacred Terror\" became a harsh, persuasive account of why the warnings America received were too often ignored, first by the Clinton administration, and later by the Bush administration, whose most senior agency and White House officials \"seldom spoke about terrorism\" before Sept. 11 and who never met to discuss Al Qaeda until Sept. 4, 2001, the book accurately notes. \nThese authors know firsthand how decisions are made within the White House's National Security Council, irrespective of the political party in power. They also know how bureaucratic rivalries, personal vendettas, competing issues and partisan politics often trump national security imperatives. Much of the resistance they witnessed to taking terrorism seriously during their government service, and after, is documented in this meticulously researched, well-written book.\nThey place much of the blame for the enormous intelligence failure of Sept. 11 on the Federal Bureau of Investigation, calling its record, and particularly that of its leadership, indefensible. Although the former F.B.I. director Louis J. Freeh, and to some extent George J. Tenet, the director of central intelligence, called terrorism in general and Al Qaeda in particular \"the greatest threat America faced,\" the book notes, \"neither man's agency treated the problem with commensurate seriousness.\"\nExamining the narrative they present, one can hardly disagree. The former Clinton administration officials do not exonerate President Clinton. He \"shares some responsibility as well\" for the tragedy, they argue, but not because he failed to wage war in Afghanistan to destroy Al Qaeda, which they contend was politically impossible at the time. Rather, they maintain, he failed because his actions, setting aside issues of \"personal morality,\" created an \"enormous, consuming public preoccupation.\" As Al Qaeda established roots in Afghanistan, central and southwest Asia and Western Europe, Mr. Clinton's conduct \"played into the hands of his enemies\" -- domestic and foreign -- and \"helped limit his ability to dictate policy priorities to the F.B.I.,\" which time and again refused to heed the White House's counterterrorism team's demand for more information, better coordination and a higher priority for combatting terrorism.\nHaving interviewed President Clinton about the threat of bioterrorism on the eve of the Senate's impeachment debate, this reporter was struck by how effectively the authors captured the depth of his alarm about the terrorist threat to the United States, as well as his frustration at his largely self-inflicted inability to force his departments, particularly the F.B.I., to take his concerns seriously.\nThe authors do not spare themselves. They tried to \"sound the alarm\" about Al Qaeda while they were in the White House and afterward, but assuming that \"everyone in the intelligence and law enforcement community shared the general understanding that Al Qaeda sought to kill large numbers of Americans,\" they did not try hard enough, they write, adding, \"We were wrong.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: Daniel Benjamin, left, and Steven Simon (Photographs Random House) \n\nLoad-Date: November 20, 2002"
}