{
    "title": "BOOKS 4 new books explore MLK legacy, assassination",
    "publisher": "the atlanta journal-constitution",
    "year": 2018,
    "month": 1,
    "day": 14,
    "full text": "On April 4, 1968, the Rev.Martin Luther King Jr. was gunned down on the balcony of the Lorraine Motel in Memphis.\nIn the 50 years since then, King's legacy is as important as ever, given the racially divisive climate of the nation.\nThe Atlanta-born civil rights leader, preacher and Nobel Peace Prize winner spent his life fighting for equal rights for African-Americans, as well as the poor and disenfranchised. He was in Memphis to stand alongside striking sanitation workers.\nAs we approach the federal holiday that honors King's birth on Jan. 15, here's a look at four new books that examine the civil rights leader's life, death and the search for his killer.\n'Chasing King's Killer: The Hunt for Martin Luther King Jr.'s Assassin'\nJames L. Swanson, the award-winning author of \"Manhunt: The 12-Day Chase of Lincoln's Killer\" and \"The President Has Been Shot!: The Assassination of John F. Kennedy,\" applies his masterful storytelling skills for young readers to King and his assassination. Swanson offers an engaging look at King's life growing up in Atlanta and his role in the civil rights movement, as well as the life of the man convicted of his murder.\nWritten for readers age 12 and older, the text is illustrated by more than 80 photographs.\nU.S. Rep. John Lewis, a confidante and friend of King's, wrote the foreword, which praises Swanson for portraying King \"as he really was:a man of bravery, vision and hope.\" (Scholastic Press, $19.99)\n'The Heavens Might Crack: The Death and Legacy of Martin Luther King Jr.'\n\"The fatal shot rang out in Memphis, and it quickly rippled across the nation and the world,\" writes author Jason Sokol. \"News of King's murder stopped people in their tracks and rendered them speechless, movedmany to tears and others to celebration, and drove some to violence and still others to political activism.\"\nIn \"The Heavens Might Crack,\" Sokol, an associate professor of history at the University of New Hampshire, takes readers on a journey from the days before King was shot to the moment his wife, Coretta Scott King, learned he died to his legacy decades after his death.\nIn exploring responses to King's assassination in the hours, weeks and months that followed, Sokol talks to people whose visceral reactions to the civil rights leader's death leap from the page in vivid detail. (Basic Books/ Perseus Books/Hachette Book Group. $30,March 20)\n'Killing King: Racial Terrorists, James Earl Ray, and the Plot to Assassinate Martin Luther King Jr.'\nDid James Earl Ray act alone in murdering Martin Luther King Jr.? There has always been speculation that he was part of a much larger conspiracy. In \"Killing King,\" authors Stuart Wexler and Larry Hancock outline a case that explores the interest and money behind a desire to end the life of the civil rights leader.\nWexler, author of \"America's Secret Jihad,\" specializes in the study of domestic terrorism and radical religious activities.Hancock, author of \"Surprise Attack:From Pearl Harbor to 9/11 to Benghazi,\" investigates national intelligence and security. Together they have spent years studying newly released documents and forensics related to King's murder. \"Killing King\" picks up where their 2012 book, \"The Awful Grace of God: Religious Terrorism, White Supremacy, and the Unsolved Murder of Martin Luther King Jr.,\" left off.\nUsing FBI files, evidence including unmatched fingerprints and sources that claim they were asked to participate in plots to kill King, the authors assert that \" the White Knights, and the network of racial zealots who supported them, never wavered in their aim to kill King--engaging in multiple plots until they found their mark, literally and figuratively, in 1968.\"\nThe book offers an historical analysis of white racial terrorism in the nation and its toll.(Counterpoint, $26, April 10)\n'Redemption: Martin Luther King Jr.'s Last 31 Hours.'\nWhat were King's last days like? The civil rights leader was running nonstop, planning for his Poor People's Campaign and a return to Memphis, where he wanted to support striking sanitation workers.\nAuthor Joseph Rosenbloom, an award-winning investigative journalist who worked for the Boston Globe and \"Front-line,\" was an intern at theMemphis Commercial Appeal in the summer of 1968, and he promised himself he'd look into the events surrounding King's assassination some day. Fifty years later, he has.\n'Redemption'examinesthe social and political climate of the times, as well as the challenges to King's leadership in the campaign for rights for African-Americans. Based on dozens of interviews with people involved with the events in Memphis and the civil rights movement, he examines the emotional toll it was taking on King.\n\"King had a stock reply to reports of death threats against him,\" Rosenbloom writes. \"He would say that he received them every day, and he could not worry about them, because no one could stop attempts on his life.\" (Beacon Press, $25.95,March 27)\n\nLoad-Date: January 14, 2018"
}