{
    "title": "BOOKS OF THE TIMES; Books Of The Times",
    "publisher": "the new york times",
    "year": 1981,
    "month": 1,
    "day": 21,
    "full text": "By Anatole Broyard\nEARLY AUTUMN. By Robert B. Parker.  212 pages. Delacorte Press/Seymour Lawrence. $10.95.  THE TRADE. By William H. Hallahan. 323 pages. Morrow. $12.95 JUST CAUSES. By Malcolm McConnell. 325 pages. Viking. $13.95.\nIN ''Early Autumn,'' by Robert B. Parker, the private eye has come a long way from the dissolute days when he was a hell-raising, harddrinking womanizer with a license to carry a gun. Spenser, Mr.  Parker's detective, is a baby-sitter in the seventh novel of this popular series.\nAnatole Broyard reviews \"Early Autumn,\" by Robert Parker; \"The Trade,\" by William Hallahan, and \"Just Causes,\" by Malcolm McConnell\nHe salvages Paul, a 15-year-old boy whose divorced parents each want him only to spite the other. Paul is ''thin, nasty, apathetic and withdrawn.'' In a surge of supererogation, Spenser takes him to Maine and starts him running, boxing, lifting weights, reading, talking, listening to music and building a house. As you can see, ''Early Autumn'' is a bildungsroman.\nSpenser even takes Paul to Louis's in Boston and buys him clothes to help with his self-image. When Paul's sexy mother stalks Spenser in a transparent peignoir, huskily murmuring ''Wouldn't you like to see more?'' he responds with ''Who writes your dialogue?'' And ''You get dressed, I'll take a cold shower.'' It seems that Spenser is faithful to his girl, Susan, who is a social worker.\nIn spite of Spenser's baby-sitting, he's a pretty rough customer and ''Early Autumn'' mixes violence and compassion in a better-thanaverage way. The book has one small flaw and one not so small: Mr. Parker says jab when he means a straight left and Spenser and Susan wisecrack during their lovemaking.\n \nReunifying Germany\n''The Trade,'' by William H. Hallahan, boasts an ambitious plot that should make it attractive to global and political minds. A group of retired German military men - whom we may have met before - plan to reunify Germany by ''Balkanizing'' Russia, reducing it to a confusion of warring factions.\nColin Thomas, the hero of ''The Trade,'' is an arms dealer, the newest novelistic incarnation of the man in the gray flannel suit.  When his buddy is killed to protect the ''Doomsday Book,'' as the plot is known, Thomas matches wits with Kaethe Dorten, one of the plotters whose I.Q. is 36-22-36.\nThomas is a tense character, all tied up inside, as the saying goes, and Kaethe has never been able to relax into a relationship with a man. To watch them fall for each other is like seeing the Laocoon disentangle itself -the kind of pleasure one expects from suspense fiction. Though not as intimate or natural as ''Early Autumn,'' ''The Trade'' is more mobile, international and topical.  Mr. Hallahan's style is grimly literate and serves him well enough.\nThe dust jacket of ''Just Causes,'' by Malcolm McConnell, is embellished by a hysteria of endorsements. William T. Stafford, identified as editor of Modern Fiction Studies, calls the book ''a serious statement about the nature of the forces of law and order.'' William C. Knott, author of ''The Craft of Fiction,'' says that ''Just Causes'' moves ''like a Beverly Hills grass fire.'' William S. Burroughs, who is not identified, offers ''an important and timely book on the subject of terrorism and counter-terrorism.'' He describes the novel as ''a must'' and claims that it ''holds the reader from beginning to end.''\n''Just Causes,'' however, does not reflect well on these gentlemen. It has to do with Mario Conti, a self-made industrialist who is separated from his nymphomaniacal wife and has a daughter who is fat, hostile, incestuous and, of course, radical. Mario, who is middleaged, also has a mistress who is, naturally, half his age.\nShe is an American girl named Sandra, who wonders whether Mario's daughter has ''ever heard of deodorants or shaving her legs.'' Sandra is not a snob, though, for she is just as disdainful of the girls she once knew back home who are now sitting disconsolately on their ''half-built, muddy patios.'' Mr. McConnell tells us that Sandra's Swiss boarding school ''had not given their young ladies instruction on how to survive captivity by fanatical killers.''\n \nSilly Terrorists\nSandra is raped by a terrorist who ''had not brushed his teeth in three days,'' which, presumably, is worse than being raped by someone who brushes three times a day. If terrorists were as silly as Mr.  McConnell makes them seem, the world would be a safer place.\n''Just Causes'' is one of those suspense novels in which the author's energy and talent appear to have gone into every technical subject but the technique of fiction. There are knowledgeable passages on chart coordinates and the ''shaft gland'' of a yacht, but hardly a believable scene. Mr. Stafford or Mr. Knott ought to tell Mr. McConnell that people are easier to write about than machines. In serious fiction, for example, an author doesn't even have to give them anything to be or do.\n\nGraphic\n\n \nIllustrations: Photo of Robert Parker"
}