{
    "title": "Book examines terrorism",
    "publisher": "the bismarck tribune",
    "year": 2017,
    "month": 7,
    "day": 2,
    "full text": "Title: \"United States of Jihad: Investigating America's Homegrown Terrorists\"\nAuthor: Peter Bergen\nPeter Bergen's book is a fast-paced story of the Americans who have become involved in terrorist activities in this country and abroad. For those hoping for a better appreciation of this country's connection to specific terroristic events and actors, this book certainly delivers.\nAnd, that's the strength of this book. Countless books, articles and blogs address terrorism as an ephemeral phenomenon. It occurs out there in distant places many cannot even find on a map. Rather than displacing terrorism as a problem beyond United States borders, Bergen makes a convincing case for further studying the complexity of terrorism inside the United States' borders.\nA word of caution: Readers will need to buy into a relatively traditional notion of what counts as terrorism and who is a terrorist. Those with more radical views might bristle at some of the assumptions Bergen makes as well as his failure to provide much background about how he understands terms such as \"terrorism,\" \"terrorist\" or \"jihad.\" This reviewer, in full disclosure, is one of those readers who often hoped for a more nuanced explanation of terminology and more comparative analysis of different terrorist groups. Yet, his even-handed approach, often critical of many executive agencies, politicians and law enforcement officials across the political, geographic and expertise spectrums will reward readers.\nReaders will appreciate Bergen's journalistic flair while scholars will appreciate the well-documented notes at the end of the book. This book is convincingly argued and persuasively sourced. He handles materials sensitively and fairly, allowing readers with diverse perspectives on terrorism to read with ease. This is a welcome change to the obviously political approaches to terrorism studies, which appear with frequency from right- and left-leaning authors.\nWhat Bergen does, which is new and interesting in the field of terrorism studies, is explain the rise of homegrown terrorists. One gets a sense of the families, social organizations and media that helped foster jihadist sentiments. Furthermore, Bergen is adept at discussing communication technology and new media, which makes this book interesting beyond terrorism studies' frequent focus on social psychology, geography and political science.\nThe book also discusses multiple terrorist groups: al-Qaeda, ISIS, al-Shabaab, etc. So, readers unfamiliar with some groups will undoubtedly learn more as they familiarize themselves with the vast terrorist networks across the globe and in this country. A chapter on the Boston bombing also represents a strong synthesis of the existing literature, though readers will find little new here.\nBergen's book is a well-written addition to the field of terrorism studies. His book is highly recommended to students, scholars and policy makers wishing to learn more about how terrorism develops in the United States. Bergen's long record of publishing on terrorism demonstrate he is a passionate researcher dedicated to addressing world concerns. His timely intervention will likely encourage further analysis of terrorism in the United States.\n(Nick J. Sciullo, J.D., Ph.D. is the John F. \"Jeff\" Butler Director of Debate and Lecturer in Communication at the Nicholson School of Communication at University of Central Florida in Orlando, Fla.)\n\nLoad-Date: July 2, 2017"
}