{
    "title": "BOOKS_ Understanding history sheds light on terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 2,
    "day": 10,
    "full text": "Caleb Carr knows he's asking for trouble in his new book, \"The Lessons of Terror\" (Random House, $19.95). His vastly expansive definition of a terrorist includes the likes not only of Yasser Arafat and King Louis XIV, but also Richard Nixon, John Kennedy and World War II hero Jimmy Doolittle, whose 1942 bombing raid on Tokyo is the stuff of American legend.\n\"It's funny that a lot of critics seize on Jimmy Doolittle,\" Carr says by telephone from his home in New York. \"But the purpose of using an example like that is because they're such iconic figures.\nAJC\n\"History has a way of passing down to us interpretations of events that are egregiously incomplete,\" he says. \"The fact is, the Doolittle raids were passed off as one thing in the public relations war of the time, and they were completely a different thing in their execution.\"\nCarr, 46, is best-known as a novelist, author of two historical novels, \"The Alienist\" and \"Angel of Darkness,\" and \"Killing Time,\" a cautionary tale set in the future that paints a bleak picture of what happens when information technology triumphs over knowledge.\n\"It is my belief, for which I offer no apology, that most of that technology is making people dumber,\" Carr wrote in an article for salon.com a year ago.\nCarr is a provocative thinker, with a deep background in military history. His new book grew out of a 1996 article he published in the World Policy Journal criticizing the Clinton administration for treating terrorism as a crime rather than a form of warfare. In that article, he called for attacking the governments that harbor terrorists and singled out Afghanistan as the place to start.\nAfter Sept. 11, he found no pleasure in being right.\nIn Carr's brief sweep of history, the Civil War was a particularly ugly turning point in the way governments do battle. Recently he talked to The Atlanta Journal-Constitution about the history of terrorism and the future of warfare.\n \nQ:As a historian, is it maddening how short-sighted Americans are in their understanding of history? A:It's frustrating, but I don't think it's their fault. I think we as a country have failed badly to provide historical education. But when people encounter history properly told --- or at least entertainingly told --- they have shown an enormous appetite for it. Unfortunately, over the past 40 years, history has been taken over by social scientists and political ideologues. They've just destroyed it for the average student.\n \nQ:Tell me about terrorism on both sides of the Civil War. A:The central idea that by attacking civilians you can somehow force them to change the behavior of their political leaders was something that Jefferson Davis and many of the generals in the South had very early on. Gens. Lee and Jackson wanted to get into Union territory, where they could tear things up and terrorize people, forcing them to end their support for the Union government. As time went by, the idea was picked up on by Union generals.\nSherman was the one who picked up on it the most, of course, and then employed it most effectively. The Confederacy didn't really have the resources to pull it off. Unfortunately, the Union did. It was a gratuitous policy. It did not contribute to the victory, and it lost the peace. . . . There is a terrible element of just revenge.\n \nQ:Is that simply an ugly part of human nature? A:Sure. It's very hard to control a population's desire for revenge when ugly things happen. It is even harder to control an army's desire for revenge, because they have the weapons in their hands. . . . We like to think of soldiers today as noble and selfless people, but if you go back to the 17th and 18th centuries, soldiers were really a short half-step above thieves and marauders. . . . If they were attacked, they were very likely to go and attack not only the enemy army but anyone associated with them.\nAnd civilians make easy targets.\n \nQ:What do you think of President Bush's handling of the war on terrorism so far? A:I think it's been very good. . . . The only thing that worries me about the war on terrorism abroad is that the public does not perceive this war as being as much of a break with the past --- as an important step forward --- as it really is. This is a war that's been conducted in an extremely different way . . . in terms of making a concerted effort to avoid civilian casualties, to not target civilian infrastructures or cities and villages. The attempt to avoid that has been really spectacular.\nWe were willing to put men on the ground early who could not only pinpoint the targets for the aerial attacks, but also contact the people on the ground that we needed to contact . . . so they could get out of the way. That's the whole key to success. And that comes down to Donald Rumsfeld, who has believed for a long time that not only was terrorism the paramount security threat to the country, but that we needed to find a new way to fight wars. It's really his achievement.\n \nQ:How would you classify your political leanings? A:I refer to myself as a radical centrist. . . . I just can't stand people who cannot view problems as they are, but must view them through the lens of what they believe. It gets frightening, especially now.\n \nQ:What was the deadline pressure like with this book? A:I told the publisher before I started that I wouldn't publish a book that looks, reads or feels like something that was slapped together to sell in supermarkets to terrified people. This is a subject I've been reading about and studying since high school, and I happen to be a very fast worker. I wanted it to be not a long book --- long enough to cover the subject seriously, but not so long the average reader would find it intimidating. I think, I hope, it has succeeded on that level.\nThere are so many books out about terrorism right now, and most of them say the same thing about the same subjects. Mostly they're extended essays on Islamic fundamentalism. I think people are getting a little bewildered, thinking, 'Jeez, this problem must go deeper than just a bunch of extremist Muslims. There must be a deeper history behind this.' And there really is.\n \nON THE WEB: To read the first chapter of \"The Lessons of Terror,\" go to ajc.com.\n\nGraphic\n\n \nPhoto:\n\"When people encounter history properly told . . . they have shown an enormous appetite for it,\" says Caleb Carr./ Robin Saidman\n\nLoad-Date: February 10, 2002"
}