{
    "title": "Books of The Times; Oil and Terrorism in a Puzo Thriller",
    "publisher": "the new york times",
    "year": 1991,
    "month": 1,
    "day": 10,
    "full text": "The Fourth K\nBy Mario Puzo\n479 pages. Random House. $22.\nAt its best, Mario Puzo's new novel, \"The Fourth K,\" shrewdly exploits the pitfalls of having too much political charisma. In some dateless future, Francis Xavier Kennedy -- nephew of John Fitzgerald and Robert Francis Kennedy, and, like them, fully in possession of the Kennedy mystique -- is running for re-election as President of the United States.\nMeanwhile, a terrorist organization led by a Palestinian named Yabril and an Italian Marxist code-named Romeo has conspired to humiliate Kennedy and his country. To demonstrate America's vulnerability to the third world, they not only hijack an airliner carrying Kennedy's daughter, Theresa Catherine, they also assassinate the Pope on Easter Sunday.\nAll this mayhem goes as planned until Yabril calls a press conference at the airport in the Middle East where the hijacked airliner has landed, and before the assembled television cameras of the world shoots Theresa Kennedy in the head. Her father, who has already lost his wife to cancer, turns coldly malevolent and determines to destroy the oil sultanate that harbors Yabril and his hijacked plane.\n\"The purpose of this terrorist plan is to discredit the United States as an authority figure,\" Kennedy tells his Cabinet. \"We must at some time answer these challenges, and that time is now.\" When a third, apparently connected catastrophe involving a mid-Manhattan nuclear explosion occurs, the American people seem ready to back Kennedy.\nBut he is opposed by the billionaires of the Socrates Club in southern California, one of whose members holds vast amounts of oil in the country targeted for destruction. These people fear that Kennedy will become too powerful. The President may become a godfather; the constitutional battle is joined.\nUnfortunately, \"The Fourth K\" is not often enough at its best. Having boldly placed the Kennedy name at the center of his fiction and thereby captured its nonfiction magic, Mr. Puzo surrounds it with characters unmagically named Oliver Oliphant, Helen Du Pray, Oddblood (Otto) Gray, Christian Keen, Eugene Dazzy, Arthur Wix and Theodore Tappey.  The Middle East country that conspires with Yabril is called Sherhaben, which sounds like it ought to be on the Maine coast. There is even a television anchor named Cassandra Chutt.\nThe discordant mix of realities is not confined to the story's names. The characters are construed from events instead of being built from human traits. A result is that the novel's prose is almost always clunkily out of tune. Of Kennedy's daughter, Mr. Puzo writes: \"In her years abroad there were incidents from which she should have learned some valuable lessons. In Paris a group of tramps living under one of the bridges tried to rape her when she roamed the city in search of local color.\"\nWhen Mr. Puzo tries to be ironic, the effect is heavy: \"It is often dangerous to all concerned when a man rejects the pleasures of this world and devotes his life to helping his fellow man. The President of the United States, Francis Xavier Kennedy, was such a man. Before he entered politics Kennedy had achieved spectacular success and wealth before he was 30 years of age.  He then addressed the problem of what it is worthwhile to do in life.\" When the novel does offer personal details, the result can be even clumsier: \"Francis Kennedy rubbed his white, almost hairless body with the robe to get himself dry. He had always been dissatisfied with the paleness of his skin and his lack of body hair.\" Fortunately, perhaps, his dissatisfaction never proves relevant to the plot.\nNot surprisingly, since Mr. Puzo is at home in Hollywood, \"The Fourth K\" deviates into sense when it takes up the story of one David Jatney, a student at Brigham Young University in Provo, Utah, who wins a traditional once-a-term mock assassination of the President, a game that had come back into favor with the election of Kennedy to the Presidency.  Jatney is expelled for his efforts and wanders to Hollywood, where he gets a job as a script reader for a movie producer who once dated David's mother. Jatney's adventures in filmland include rejections that are poignantly irrelevant to the plot's apocalyptic design. For a moment, Mr. Puzo seems to be writing with his feelings instead of with his elbows.\nUnhappily for the story's suspense, it is all too obvious where Jatney's hurt feelings will take him. He will head east to meet Francis Kennedy and encounter \"the tragedy written into the bones of his beautifully planed face.\"\nMeantime, the President will be locked in a contest with men among whom there is one who knows Middle Eastern customs so well that \"the heads and eyeballs of sheep were mother's milk to him.\"\nThe President will also take a lie-detector test \"done by the refinement of positron emission tomography (PET) scans\" to prove that he had no forehand knowledge of a tiny nuclear device planted by two physics prodigies from the Massachusetts Institute of Technology in a locker of the Port Authority Building to blackmail the world into getting rid of atomic weapons. The inadvertent detonation of this bomb will blow away \"the area from Seventh Avenue to the Hudson River and from 42d to 45th Street,\" causing the deaths of thousands whom the novel's Bernard Baruch figure defines as \"mostly worthless.\" The lie-detector also causes concern over the constitutional issues it raises.\nThere are more plot complications involving characters with funny names, but I can't go on; it's all too outlandish. Give Mario Puzo an A for touching on many timely issues. But give him an F for writing a garish comic book without pictures.\n\nGraphic\n\n \nPhoto: Mario Puzo (Associated Press)\n\nLoad-Date: January 10, 1991"
}