{
    "title": "Books Beat_ Law, Order,Terrorism, and a Checkered Past",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 10,
    "day": 2,
    "full text": "TERROR TRAIL Friends and colleagues came out on Tuesday for a party Nina Rosenwald hosted for Rachel Ehrenfeld's \"Funding Evil: How Terrorism Is Financed - and How to Stop It\" (Bonus Books). Ms. Ehrenfeld, director of the New York-based American Center for Democracy, is a leading authority on narco-terrorism. The book examines the roots of global terrorism by following the money trail.\nAmong a crowd of authors, scholars, and journalists were George Schwab, president of the National Committee on American Foreign Policy, which recently hosted a meeting among Japanese and North and South Koreans; and Eleana Benador of Benador Associates, who recently hosted Vice President Dan Quayle.\nIn the foreword to the book, R. James Woolsey describes a number of shibboleths he says Ms. Ehrenfeld's book does serious damage to: \"that Shiite Islamists will not work with Sunni Islamists in support of terror; that religiously-rooted Islamists will not work closely with secular Arab nationalist organizations or secular rogue state governments in connection with terrorism; that there is a substantial distinction between the terrorist and the charitable wings of such organizations as HAMAS and Hizballah; that drug rings and other major international criminal enterprises have little to do with terrorism; that although corruption exists in the Palestinian Authority the amounts stolen are relatively small (millions not billions) and this has little to do with terrorism; that terrorist funding is a serious problem but not one that involves such places as Herndon, Virginia, and Charlotte, North Carolina.\"\n***\nHUMANIT Y IN ACTION \"It's an investment in leadership. That's what it's all about,\" Judith Goldstein, executive director of Humanity In Action, told the Knickerbocker in describing her organization.\nHIA, devoted to the study of minority issues through educational programs involving outstanding university students from America, Denmark, Germany, and the Netherlands, is celebrating its fifth anniversary this week. Events begin tonight and tomorrow at Rockefeller University and New York University School of Law and end Saturday with a symposium at the Woodrow Wilson School of Public and International Affairs at Princeton University.\n\"It's an opportunity to bring together fellows, board members, and lecturers from the four countries where we have programs,\" Ms. Goldstein said.\nSpeakers and attendees over the three days include a mix of ambassadors, Nobel laureates, distinguished jurists, and other notables. Michael Johnson, chief of prosecutions of the International Criminal Tribunal for the Former Yugoslavia, speaks tonight.\n***\nPARTY PERSON \"Everything happens at parties,\" said Kent Barwick, president of the Municipal Art Society, citing a Jane Austen adage to refer to George Trescher, the party-giver and fund-raiser. \"No one better understood this than George.\"\nTrescher, who earlier in the year accepted the Jacqueline Kennedy Onassis Medal at his hospital bedside in recognition of his fund-raising achievements for the Society, was posthumously honored by the Society Tuesday evening at Capitale.\nColumnist Liz Smith, master of ceremonies, told the audience, \"George loved to separate rich people from their money.\"\n***\nWHAT'S 'PAST' IS PROLOGUE Isabella Rossellini, Bianca Jagger, Marina Schiano, Kenneth Jay Lane, Simon Doonan, and Beth Rudin De-Woody were among the crowd Tuesday as Manolo Blahnik hosted a party at Barneys for Peter Schlesinger's lively book \"Checkered Past: A Visual Diary of the '60s and '70s\" (Vendome Press/Abrams). Mr. Blahnik wrote the foreward to the book.\nMr. Schlesinger, a ceramic sculptor, plans to show photos from the book in November at a gallery.\n***\nLAW AND ORDER-ING A MEAL Murder at Elaine's? Yellow crime tape delineated a cafe table where a blonde was slumped over a meal, bloodstains oozing toward unfinished glasses of wine. Not to fear: The victim was just a mannequin used to set the mood for guests arriving to celebrate the publication of Dick Wolf and Jessica Burstein's new photo book commemorating \"Law and Order\" (Barnes & Noble Books).\nDonna Hanover told Jerry Orbach how she and her husband split their time between the East and West coasts. Jesse Kornbluth introduced Mr. Orbach to his 2-year old daughter Helen, who dances every night when \"Law and Order\" starts. Mr. Kornbluth said it helps her keep life in perspective, since only Mr. Orbach is as cynical as her parents. Helen sobbed and turned from Mr. Orbach: It seem she likes him only on television. Also in attendance was Michael Gross, author of \"Genuine Authentic: The Real Life of Ralph Lauren\" (HarperCollins).\n***\nC ALIFORNIA DREAMING Arnold Schwarzenegger will turn out to be \"a conservative Democrat in a Republican loincloth,\" said author Ed Klein at a panel yesterday hosted by The Week. Harry Evans hosted the lively panel at Michael Jordan's The Steakhouse at Grand Central Terminal called \"Is California Crazy?\" In a humorous aside, panelist Ron Reagan Jr. said he'd like to think his father was \"a better actor than Arnold Schwarzenegger. But never mind.\"\nAttendees included pundit Eric Alterman, who sat next to Tina Brown, who wore a red dress; journalists Richard Turley and Enid Nemy; lawyer Ashton Hawkins; photojournalist Jill Krementz; Mark Green; Myron Kandel; Rep. John Brademas, and Nation magazine's editor, Katrina vanden Heuvel.\nPanelist Tom Hayden, who is hosting a similar panel at the Institute of Politics at Harvard University next week, said the California recall was the result of \"unfocused populism.\"\nThe audience became focused when adult film actress Mary \"Mary Carey\" Cook - a candidate in the California race - told the assembled crowd she favored taxing breast implants.\n***\nKNICK-KNACKS On October 30, the Foreign Policy Association is hosting Ambassador William vanden Heuvel, co-chairman of the Franklin and Eleanor Roosevelt Institute. He will speak on \"The United Nations and Its Enemies.\"\n\nLoad-Date: October 2, 2003"
}