{
    "title": "Boost anti-terrorism with free trade",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 3,
    "day": 10,
    "full text": "NEW YORK -- America's War on Terror has employed \"Daisy Cutter\" bombs, missile-equipped surveillance drones and forensic accountants who have dammed al-Qaida's illicit cash flows. Free trade should be another arrow in America's anti-terrorist quiver. Countries that aid this new war, especially those in the Middle East, should gain duty-free access to American markets.\nPresident Bush should propose FTAAT: the Free Trade Area Against Terrorism. Through this dramatic initiative, America would offer carrots to Muslim countries that fight terrorists just as it surely will smite with sticks those that fund, harbor or train them.\nSuch trade terms would delight Pakistani president Pervez Musharraf. He must be stunned to watch Washington resist his pleas to cut or scrap the 17 percent average U.S. textile tariff so Pakistani producers can sell towels, bed sheets and T-shirts to American buyers. After giving U.S. forces intelligence and logistical support and cracking down on Islamic zealots, it must pain Musharraf that the Bush administration and Congress have offered the Pakistani textile industry only a meager package of $140 million in higher import quotas for certain, specific goods. This equals just 7.8 percent of Pakistan's $1.8 billion in textile exports to the U.S., even as those enterprises struggle to regain customers scared away by violence next-door in Afghanistan.\n\"If the Americans want us to have constant, friendly relations, they should give us an access in textiles as demanded,\" S.M.A. Rizvi of the Pakistani Towel Manufacturers Association told the Business Recorder. \"It is not a question of bargaining, rather it is something like a friend in need is a friend indeed.\" Alas, Pakistan's strategic importance impresses neither U.S. textile companies nor their tariff-loving pals in Congress.\nIf mobs of unemployed washcloth makers toppled Musharraf, who would replace him? Perhaps a rejuvenated Taliban, this time with control of Pakistan's nuclear arsenal. Such a doomsday scenario should not become reality due to U.S. fears of cheaper merchandise at Bed, Bath & Beyond.\nAfghanistan and Yemen should join FTAAT, too. The former, of course, was liberated with the Pentagon's help. U.S. purchases of rugs and wool would help the Afghans rise from the rubble. The latter recently invited 100 U.S. personnel to help its Republican Guard liquidate al-Qaida fugitives on its soil. Exporting cotton cloth and leather goods to America also would help Yemen develop.\nJordan already enjoys such progress. Along with Canada, Mexico and Israel, it is only the fourth nation to share a bilateral free-trade agreement with the United States. This allows products manufactured with at least 8 percent Israeli raw materials and shipped from special \"Qualified Industrial Zones\" to enter America duty free. \"In the past two years alone,\" Senator Joseph Lieberman, D-Conn., observed on Jan. 14. \"Jordan's exports to the United States have risen tenfold, and more than 25,000 new jobs have been created as a result.\"\nFTAAT would let U.S. policymakers help friendly societies from top to bottom. It would let leaders such as Musharraf and Afghanistan's Hamid Karzai, show their people that fighting Islamic terrorists has earned them something valuable: unfettered entree to 280 million U.S. consumers.\nFTAAT would cultivate and enrich entrepreneurs. Since petroleum usually belongs to oil-producing governments, U.S. purchases of \"black gold\" fill national treasuries. But sales of textiles and rugs likelier benefit private parties. A Middle Eastern business class would bolster peace and stability. Exporters do not like seeing customers detonated.\nFree trade would create jobs for poor Middle Easterners as outward-looking companies expand and diversify. U.S. national security will improve if those who otherwise would throw stones at U.S. embassies instead produce things to fill American shelf space. Ultimately, Muslim workers engaged in gainful, export-related employment will be too busy for jihad.\nWarning: This approach is no panacea. Poverty and terrorism do not necessarily walk hand in hand. The Sept. 11 hijackers, after all, were mainly prosperous and well-educated. Still, the U.S. would be safer if people in an often hostile area saw America as pivotal to their livelihoods rather than merely the font of such irritants as Britney Spears and bikinis. Given a chance to befriend suppliers between Morocco and Malaysia, America would be suicidally idiotic to sacrifice such an opportunity on the altar of domestic protectionism.\nNew York commentator Deroy Murdock is a columnist with the Scripps Howard News Service and a senior fellow with the Atlas Economic Research Foundation in Fairfax, Va.\n\nLoad-Date: March 10, 2002"
}