{
    "title": "Borders Open to Terrorist Threat",
    "publisher": "the christian science monitor",
    "year": 1989,
    "month": 12,
    "day": 21,
    "full text": "AMERICA'S borders are being breached every day by thousands of foreign nationals - a fact that chills experts on international terrorism.\nWhen the latest bombings and bomb threats against the judiciary erupted five days ago, investigators first suspected it was the work of Colombian drug traffickers.\nThe initial explosion killed United States Appeals Court Judge Robert Vance of Alabama, whose court hears many drug cases. He was the highest ranking judge ever murdered in US history.\nLater incidents, including the bomb death of Savannah, Ga., attorney Robert Robinson and delivery of a bomb package to the office of a Jacksonville, Fla., civil rights group - point to a possible racial motive for the attacks.\nBut federal authorities concede that the danger from international drug terrorists remains high. They say drug cartels and foreign governments can move terrorists, money, and weapons into the US with relative ease.\nFurthermore, US officials point out that threats from narcotics criminals have reached an all-time high.\nFrom a national security standpoint, the area here along the 1,953-mile boundary with Mexico is particularly worrisome to federal officials. Nobody really knows who - or what - comes across.\nMost aliens who enter the US illegally here are Mexicans. But what troubles experts on worldwide terrorism is that thousands of aliens are slipping secretly into the US are from volatile nations in the Mideast, Asia, and South America. All are potential sources of terrorist infiltration, including hired killers working for drug cartels.\nSome lawmen along the border now are so concerned about security that they refuse to permit their photos to be taken, or their names to be quoted because of possible retaliation.\n''We never know what we're going to find out here at night,'' notes one border patrolman in California. On a recent night here, for example, agents captured six aliens from Guatemala, two from Uruguay, two from India, and one each from Honduras, Peru, and Argentina.\nIn Texas, agents report that in the past three years, they have captured aliens from 73 nations, including Iran, Iraq, and China.\nYonah Alexander, an expert on international terrorism, says border security is a ''very critical'' element in America's efforts to keep out political, criminal, and religious extremists.\nDr. Alexander is director of the Institute for Studies in International Terrorism at State University of New York, and research professor at the Elliott School of International Affairs, at George Washington University.\nAlexander says there is no doubt that some terrorist organizations already have penetrated this country.\n''You cannot set a hermetic fence to keep out all terrorists. Tragically, in the US the (terrorist) infrastructure is set in place, ready to be activated at any time.''\nHe says foreign organizations run grave risks in spreading terrorism inside the US, however.\n''My assessment is that they (will) strike in this country only as a last resort. (They don't want) to wake up the American giant.''\nGovernment officials, increasingly concerned about national security, deployed 50 US marines in late November to assist the Border Patrol along the Southwest frontier. Use of the Marines follows a one-month test, conducted last spring, in which the California National Guard set up observation posts on the border.\nSix hundred guardsmen took up positions between San Diego and Arizona. They built camouflaged observation posts, including underground bunkers, in the deserts and mountains abutting Baja California. Their assignment: Watch, listen, report. They were not to arrest or stop anyone.\nIn 30 days, the troops reported 32 clandestine flights from Mexico. Many of the aircraft flew at night - lights out - sometimes skimming just 50 feet off the desert floor. Most of the aircraft, including a low-flying DC-3, were probably loaded with drugs.\nIntelligence from the guard helped bring about 564 arrests by federal, state, and local law enforcement agencies, including 237 for narcotics violations and 113 for weapons violations during the one-month test.\nThe guardsmen also were instrumental in the seizure of 62 firearms, 970 pounds of cocaine, 93 pounds of heroin, and 3,053 pounds of marijuana.\nUS officials - Border Patrol, Customs, Drug Enforcement Administration - admit that with current levels of manpower, the frontier cannot be controlled. Many welcome help from the military.\nThe Marine unit already has seen action. Last week, the Marines exchanged gunfire with drug smugglers who were crossing by horseback into Arizona from Mexico. No one was hit (the Marines fired over the smugglers' heads), but the Border Patrol confiscated 537 pounds of marijuana and one horse.\nAway from the borders, the threat of terrorism has forced government officials to boost security for top officials.\nIn September, Attorney General Dick Thornburgh began using a $100,000, armor-plated limousine for protection against terrorism.\nThe US Marshals Service, meanwhile, has assigned a permanent security detail to William Bennett, the president's drug policy coordinator.\nThroughout the country, the Marshals Service has tightened security at federal courts where Colombian drug traffickers face charges. Under new security guidelines, judges are no longer supposed to list their home telephone numbers or give out their home addresses.\nIn Florida, security was boosted for Gov. Bob Martinez (R), an outspoken foe of the drug cartels. Narco-terrorism is ''something we have to be concerned about now,'' he told the Monitor. ''Now is when you are engaged in the destabilization of the narco-traffic in Colombia. Their reaction will have to be now.\n''Obviously they (the drug cartels) have threatened and engaged in terrorism in their own country. They have threatened lives of American leaders if extradition occurs,'' the governor says. ''If they are to retaliate, it will be (within the next) two years.''\nAlexander says the US so far has avoided ''spectacular'' incidents of terrorism, partly through good police work. ''I think we've prevented dozens of incidents,'' he says. ''You don't read about it in the paper every day, but there is no doubt that because of the very professional, quiet work by the (Federal) Bureau (of Investigation), as well as state and local police, they were successful in preventing activities.''\nThe coming months could be critical, however. The drug cartels are under pressure. If they are going to strike back, the time may be now.\n \nOne in a series of articles about US border problems.\n\nGraphic\n\n \nPHOTO: FLUSHING OUT ILLEGAL ENTRANTS: Helicopter aids border patrolman. 'We never know what we're going to find out here at night,' says one agent., PETER MAIN - STAFF"
}