{
    "title": "Bordering on obsession; Fixation on terrorism since Sept. 11 has gone on long enough",
    "publisher": "star tribune ",
    "year": 2002,
    "month": 5,
    "day": 19,
    "full text": "One day your sister, who lives in a very safe neighborhood and\ndoesn't get out much, is burgled. Afterward she keeps calling you\nup and talks of nothing else. What upsets her even more than her\nactual losses is the fact that her home has been violated, so you\ninstall an alarm system, put bars on the windows, and listen\npatiently. She'll get over it in a while.\nOnly months pass, and she doesn't. She wakes at every sound, she\nbecomes a nuisance to the police with her constant false alarms,\nand she fantasizes about funny-looking people lurking in the\nneighborhood. All her other interests fade away and now the world's\nonly real problem is burglars. You try to put up with it, but after\neight months you snap. It's time for either frank talk or\npsychiatric counseling.\nTalk is cheaper, so let's start with that. Over 3,000 Americans\ndied horribly in the terrorist attacks eight months ago: a ghastly\ntoll, equal to a full month's shooting deaths in the United States.\nThe United States responded by destroying the headquarters of\nAl-Qaida, the organization responsible for the attacks, and the\nTaliban government of Afghanistan that sheltered it, which made\nperfectly good sense.\nPresident Bush did talk about launching a war on \"terrorism,\"\nwhich would have been worrying if he really meant it. Terrorism is\nnot a country or an ideology. It's a technique that has been used\nby a wide variety of ethnic, ideological and religious groups\naround the world (including many that the United States has\nsupported in the past) against an equally wide variety of enemies.\nIf Bush really intended to take all the world's terrorists on,\nthen the United States was entering an unwinnable struggle of\nenormous dimensions - but he clearly didn't mean that. In his\nspeech to Congress in late September, he actually declared war\nagainst \"terrorism of global reach\": that is, foreign terrorists\nwith the will and the ability to reach out and hurt Americans.\nWe only know of one such group, Al-Qaida, with probably no more\nthan 5,000 or 10,000 active members, so the task rapidly dwindled\nto a manageable size. Destroying or at least crippling Al-Qaida was\nan attainable goal, and all of America's friends and allies\nwillingly signed up for it.\nBut eight months later, even with Al-Qaida's main base smashed\nand its surviving leaders on the run, the U.S. government is still\na gibbering mess of insecurities, obsessions and paranoid delusions\nabout the \"terrorist threat.\" Here is a partial list from just one\nday in mid-May.\nOn May 13, former U.S. president Jimmy Carter was in Cuba touring\nthe Center for Genetic Engineering and Biotechnology. A harmless\nvisit to a respected research facility - but Carter spent the day\nfighting off an accusation by John Bolton, undersecretary of state\nfor arms control and international security, that Cuba is helping\nterrorist groups to buy or develop biological weapons.\nIt was mere propaganda, designed to perpetuate Cuba's isolation,\nand eventually Secretary of State Colin Powell was forced to\nrecant: \"We didn't say (Cuba) actually had some weapons, but it has\nthe capacity and capability to conduct such research.\" So what? So\ndo thousands of other biotechnology labs in universities and\nindustrial facilities around the world. The point is that nowadays,\nthe lying allegations are always about terrorist links.\nOn the same day, U.S. Attorney General John Ashcroft was in\nCanada to discuss the \"G-8 Counter-Terrorism Action Plan.\" When\nuppity Canadian journalists suggested that this was all just to\nreassure nervous Americans, Ashcroft replied that the September\nattacks had been aimed at \"the entire civilized world . . . . It is\nnot how other countries can serve the United States. The question\nis how we . . . can serve each other in a war against those who\nwould destroy the things in which we believe, namely freedom, human\ndignity, liberty and opportunity.\"\nNonsense. Al-Qaida's September attacks were aimed at the United\nStates because the militants who planned them hate America's\npolicies, and even its presence, in the Arab world where they come\nfrom. They were wicked men, but they didn't spend one second\nconsidering whether they should attack Sweden, Japan, Brazil or\nanywhere else in the \"civilized world.\"\nAs for \"freedom, human dignity, liberty and opportunity,\" the\nAl-Qaida terrorists couldn't care less. They are simply not\ninterested in America's domestic arrangements, so long as it goes\naway and leaves them free to reshape the Middle East in their own\nwarped image. It won't, so it's going to have to fight them, but\nthis is really about regional politics, not high ideology (as the\nUnited States pretends) or religion (as Al-Qaida pretends).\nAlso on May 13, in New York City, Democratic Sen. Charles Schumer\nwas issuing hysterical warnings about terrorists smuggling nuclear\nweapons into the United States: \"We probably have a year or two\nbefore any terrorist gets hold of such a device and smuggles it\nin.\" Who told him that? The risk of some terrorist getting control\nof a nuclear weapon and smuggling it into a U.S. port has existed\never since the '60s, but it has always been tiny - and it hasn't\nchanged a bit in all that time.\nTaken a bit at a time, none of this foolishness is very harmful.\nCumulatively, however, the obsession with terrorism is distorting\nAmerican policies, distracting the U.S. government from its real\npriorities, and driving everybody else crazy. It's time to get over\nit.\n- Gwynne Dyer is a London-based independent journalist and\nhistorian whose articles are published in 45 countries.\n\nGraphic\n\n \nILLUSTRATION\n\nLoad-Date: November 20, 2002"
}