{
    "title": "BORDER ARRESTS NOT RELATED TO TERRORISM",
    "publisher": "the columbian ",
    "year": 1999,
    "month": 12,
    "day": 27,
    "full text": "SEATTLE Four people were being held by federal officials today after their arrests at the U.S.-Canada border.\nThe group three men and a woman were arrested by U.S. officials at about 4 p.m. Sunday at the Blaine checkpoint.\nThere was early talk of a suspected terrorist link for one of the men, but Immigration and Naturalization Service spokeswoman Eileen Schmidt said today the arrests appeared to be routine and unrelated to terrorism threats.\n\"There is no indication that this is anything other than routine alien smuggling that we see each day at the border,\" Schmidt said this morning from Washington, D.C.\nFBI officials in Seattle and Washington did not immediately return calls seeking comment on the case. The U.S. Border Patrol in Washington said INS was handling the case.\nThe arrestees' identities and citizenships were not known, but the men were in the United States illegally and had driven to the crossing from Pennsylvania in a rental car, said Constable Archie Alafriz of the Royal Canadian Mounted Police.\nThe arrests occurred after the woman parked her car at a duty-free shop on the Canadian side of the border and walked across to join them, Alafriz said.\nHe said it appeared the Border Patrol had been monitoring the three men, and after she met them, \"the Border Patrol checked with the FBI to confirm their sourcing the identity of the fellow,\" before all were arrested.\nA search by RCMP officers and a bomb-sniffing dog found no explosives or suspicious materials in the woman's car, Alafriz said.\n\"We reported back to the Border Patrol that there's no evidence of any terrorist paraphernalia in the vehicle,\" he said.\nThe crossing one of the busiest in the United States was shut down at about 5 p.m. and reopened at about 7:30 p.m. Sunday, he said.\nThe reported arrests come in the wake of heightened security precautions at all U.S. border crossings as officials gird against possible terrorist attacks in the coming days.\nOn Dec. 14, an Algerian national was arrested by U.S. authorities as he arrived from Canada by ferry at Port Angeles.\nAuthorities reported finding nitroglycerin and other explosives, as well as timing devices, in the trunk of Ahmed Ressam's rental car.\nRessam, 32, has pleaded innocent to charges of illegal explosives smuggling and providing false immigration information to U.S. Customs agents. He is being held near Seattle by federal authorities.\nFederal authorities said Abdelmajed Dahoumane, a suspected accomplice to Ressam, was reported spotted by an airline ticket agent on Dec. 17 in Bellingham.\nNews reports have identified Dahoumane as the man who stayed with Ressam in a Vancouver, B.C., motel in the weeks before Ressam's arrest. .\nCanadian Lucia Garofalo, 35, and a male Algerian companion, Bouabide Chamchi, 20, were arrested at a remote border crossing in Vermont on Dec. 19. Garofalo has been linked by federal prosecutors to a terrorist group.\n\nLoad-Date: December 27, 1999"
}