{
    "title": "BORN WEALTHY, HE DIED THE FACE OF TERRORISM Radicalization beganwhile fighting Soviets",
    "publisher": "the world",
    "year": 2011,
    "month": 5,
    "day": 2,
    "full text": "The tall, lean, rich man's son could have spent his life lounging about Saudi Arabia in luxury. Instead, Osama bin Laden chose to kill.\n As a young man, he shot at Soviet invaders in Afghanistan. In middle age, he turned his wrath and far-reaching resources against the United States - the superpower he saw as spoiler of his homeland's sacred cities.\n By the time of his death, his was the face of terrorism.\n President Barack Obama announced from the White House late Sunday that bin Laden had been killed by a special operation in Pakistan. His body is in the custody of U.S. officials.\n In the mind of the American public, bin Laden was often seen as the person whose sinister creativity resulted in atrocities committed in the name of Islamic fanaticism. In truth, experts said, he served more as idol and motivator to militant Muslims who were convinced that America's support of Israel and its presence in Saudi Arabia - home to the holy places of Medina and Mecca - demanded bloodshed.\n Bin Laden's charismatic ways, his fortune and his ability to extract money from other wealthy Islamic extremists gave sophistication and firepower to a terrorism campaign that had been lurching from one haphazard car bombing to the next.\n Without bin Laden, the terrorist hijackers may well have stayed home to wage their protests, never to imagine unleashing attacks in the United States.\n \"I was the most optimistic\" that destruction and death at the World Trade Center would be massive, he declared with characteristic hubris in a videotape.\n Once seen by Washington as a freedom fighter, bin Laden launched the militant organization al-Qaida during the Soviet Union's invasion of Afghanistan. Over the years, al-Qaida provided training to as many as 11,000 men who passed through its terrorist camps in Afghanistan.\n Al-Qaida is now thought to have secret soldiers in four dozen countries.\n Federal authorities have implicated bin Laden in some of the bloodiest crimes of the recent past: The 1993 bombing of the World Trade Center. The 1998 bombings of U.S. embassies in Tanzania and Kenya. The 2000 bombing of the USS Cole in Yemen.\n As for the Sept. 11, 2001, atrocities, the terrorist leader made clear his satisfaction, if not his responsibility.\n The so-called \"smoking-gun\" videotape of bin Laden meeting with supporters never caught him saying outright that he ordered the attacks. But, clearly, here was a man who relished whatever role he played in the murder of American civilians.\n He boasted with a grin: \"We calculated in advance the number of ... enemy who would be killed.\"\n He was born Osama bin Muhammad bin Awad bin Laden in Jiddah, Saudi Arabia. Most accounts placed his birth in 1957, although he suggested different years to different interviewers.\n He reportedly was the 17th of Muhammad bin Laden's 50-plus children. He was also said to be his Syrian mother's only child, an indication she was among the patriarch's least-favored wives.\n Legend had it that Muhammad bin Laden was illiterate when he emigrated on foot from his homeland of Yemen to Saudi Arabia. Once there he cobbled together a construction business that, with the eventual help of his sons, grew to a $5 billion enterprise.\n Osama bin Laden's early years were comfortable - a far cry from the angry lives of many young radicals whom his terrorist camps later trained. A devout Sunni Muslim, he attended Saudi Arabian schools and studied economics and management in college.\n His family's business won important contracts to rebuild mosques. But being a younger son, bin Laden did not figure prominently in the family hierarchy or its decision-making.\n The 1979 Soviet invasion of Afghanistan upended what could have been a life of ease for the man in his early 20s.\n Galvanized by what he saw as an epic battle between Muslims and godless communists, he joined the Afghan resistance. He is thought to have used some of his family's wealth to import weapons and to recruit Muslims from Egypt, Turkey, Lebanon - in time, even the United States.\n His fighters were backed by American and Saudi tax dollars and advised by the U.S. Central Intelligence Agency.\n By the mid-1980s, the guerrilla commander had bonded with the Egyptian Islamic Jihad, a terrorist group that helped to assassinate President Anwar Sadat. One of its key leaders, Ayman al-Zawahri, would have a strong influence and eventually be a brother-in-arms.\n In the late 1980s, bin Laden began to tell followers of a vision that had come to him of a global jihad to be waged by Muslims around the world.\n So evolved al-Qaida, Arabic for \"the base.\"\n After the Soviet withdrawal from Afghanistan in 1989, bin Laden returned to Saudi Arabia a hero, working briefly in the family business. A sought-after speaker, he also released a quarter-million cassette tapes that outlined a new enemy in his sights. \"When we buy American goods,\" he said in one tape, \"we are accomplices in the murder of Palestinians. ... The United States uses that money to send a billion (dollars) a year to Israel.\"\n His anti-Western rhetoric intensified in 1990, when Saudi rulers allowed American military personnel to use the birthplace of Islam as a staging ground for the Gulf War. Bin Laden cast it as a desecration of a holy site. He accused the Saudi royal family of being as vile as the Americans.\n His radical reading of the Quran called for violence to eradicate from Islam all traces of secular culture - from pop music to modern fashions to U.S. soldiers.\n Saudi Arabia expelled bin Laden in 1991 because of his anti-government activities. He wound up in Sudan, which expelled him in 1996 under pressure from American and Saudi diplomats.\n By this time, American interests were being targeted by al-Qaida, composed largely of Afghan war veterans. Bin Laden personally claimed responsibility for the deaths of 18 American soldiers associated with the 1993 downing of a U.S. Army helicopter in Somalia.\n That same year, a truck bomb exploded in an underground garage of the World Trade Center. Investigators linked bin Laden to a loose organization of Islamic extremists recruiting terrorists in the United States.\n What ostensibly had begun as a battle to liberate Afghanistan and Islam's three holiest places - Mecca, Medina and Jerusalem - would soon become a holy war, a jihad, against the United States.\n \"Kill the Americans and plunder their money wherever they find it,\" bin Laden wrote in his 1998 fatwa, or holy decree. He accused Americans of waging war on God.\n His own siblings back in the Saudi construction trade disowned him.\n Some reports suggested he had financed terrorism using an inheritance from his father. By other accounts, al-Qaida tapped a variety of funds from Islamic charities, African gem miners and Middle Eastern honey merchants.\n Analysts concluded bin Laden was less the chief executive of a single organization than an idea man, the coordinator of a diffuse movement.\n However scattered, the operation was high-tech and elusive. Al-Qaida embedded coded messages in innocuous-looking websites, stored bomb recipes on CD-ROMs. Bin Laden used couriers to communicate with his agents face to face. His plotters rarely gave themselves away.\n U.S. intelligence officers for years tried to track the terrorists' activities from an office known as the bin Laden Room, deep within CIA headquarters.\n He became the international poster boy of terror when American authorities accused the gaunt, 150-pound man in the 1998 bombings of two U.S. embassies in Africa, in which more than 250 persons died.\n Whether martyrdom was really part of bin Laden's grand plan, as he had often claimed, will remain a matter of debate.\n Many experts think he fancied himself not a martyr but the ultimate survivor - a slayer of superpowers and, Allah willing, the next ruler of Islam.\n\nLoad-Date: May 6, 2011"
}