{
    "title": "Born in U.S. , a Radical Cleric Inspires Terror Against West",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 19,
    "full text": "In nearly a dozen recent terrorism cases in the United States, Britain and Canada, investigators discovered the suspects had something in common: a devotion to the messageof Anwar al-Awlaki, an eloquent Muslim cleric who has turned the Web into a tool for extremist indoctrination. \n  Mr. Awlaki, 38, the son of a former agriculture minister and university president in Yemen, has never been accused of planting explosives himself. But experts on terrorism believe his persuasive endorsement of violence as a religious duty, in colloquial, American-accented English, has helped push a series of Western Muslims into terrorism. \n  Maj. Nidal Malik Hasan, the Army psychiatrist charged with killing 13 people at Fort Hood, Tex., on Nov. 5, is only the latest suspect accused of perpetrating or plotting  violence to be linked to the cleric. \n  In 2006, for example, a group of Canadian Muslims listened to Mr. Awlaki's sermons on a laptop a few months before they were charged with plotting  attacks in Ontario to have included bombings, shootings, storming the Parliament Building and beheading the Canadian prime minister. \n  In 2007, one of six men later convicted of plotting to attack Fort Dix in New Jersey was picked up on a surveillance tape raving about Mr. Awlaki's audio clips. ''You gotta hear this lecture,'' said the plotter, Shain Duka. Mr. Duka called the cleric's interpretation of Muslim duties ''the truth, no holds barred, straight how it is!'' \n  Last year, Mr. Awlaki exchanged public letters on the Web with Al Shabaab, a Somali Islamist group that has attracted recruits among young Somali-Americans living in Minnesota. The message from Al Shabaab praised the cleric as ''one of the very few scholars'' who ''defend the honor of the mujahideen.'' \n  ''Allah knows how many of the brothers and sisters have been affected by your work,'' it said. \n  Evan Kohlmann, a counterterrorism researcher who has testified in  terrorism trials in the United States and United Kingdom, said Mr. Awlaki's work had also turned up in  cases in Chicago and Atlanta and in at least seven  in the United Kingdom. \n  ''Al-Awlaki condenses the Al Qaeda philosophy into digestible, well-written treatises,'' Mr. Kohlmann said. ''They may not tell people how to build a bomb or shoot a gun. But he tells them who to kill, and why, and stresses the urgency of the mission.'' \n  For at least a decade, counterterrorism officials have had a wary eye on Mr. Awlaki, an American citizen now living in Yemen. His contacts with three of the  Sept. 11 hijackers, at mosques where he served in San Diego and Falls Church, Va., remain a perplexing mystery about the 2001 attacks, said Philip Zelikow, who was executive director of the national 9/11 commission. \n  But in recent years, concerns have focused on Mr. Awlaki's influence via his Web site, his Facebook page and many booklets and CDs carrying his message, including a text called ''44 Ways to Support Jihad.''\n  Mr. Awlaki's current site, www.anwar-alawlaki.com, went offline after he was linked to Major Hasan, apparently because a series of Web hosting companies took it down. The home page on Wednesday displayed a Muslim greeting and a promise: ''The Web site will be back to normal with a few days time.'' \n  Starting late last year, Major Hasan sought religious advice from the cleric in e-mail messages intercepted by American intelligence. He had seen Mr. Awlaki preach at the Virginia mosque in 2001. \n  In July, the month Major Hasan was transferred to Fort Hood, Mr. Awlaki posted a blistering attack on his Web site denouncing Muslim soldiers who would fight against other Muslims, a conflict that preoccupied Major Hasan, who was facing deployment to Afghanistan. \n  ''What kind of twisted fight is this?'' Mr. Awlaki wrote on ''Imam Anwar's Blog.'' A Muslim soldier who follows orders to kill Muslims, he wrote, ''is a heartless beast, bent of evil, who sells his religion for a few dollars.''\n  After the Fort Hood shootings, Mr. Awlaki called Major Hasan a hero. ''The only way a Muslim could Islamically justify serving as a soldier in the U.S. Army,'' he wrote on his blog, ''is if his intention is to follow the footsteps of men like Nidal.''\n  The question of what to do about terror propagandists like Mr. Awlaki is complex. His writings, though they encourage violence, are protected by the First Amendment's guarantee of free speech, legal authorities say. \n  Moreover, even as they fuel extremism, Web sites like his can be a valuable counterterrorism tool, because intelligence analysts use them to track those who, like Major Hasan, visit a site, post comments or e-mail its creators.\n  ''The debate has gone on for a long time: take these sites down or leave them up to gather information,'' said Brian Fishman, a consultant to several government agencies on terrorism.\n  Mr. Awlaki was born in New Mexico in 1971, where his father, Nasser al-Awlaki, was studying agricultural economics. After studying Islam in Yemen, Anwar, too, pursued an American education, earning a bachelor's degree in civil engineering from Colorado State University and a master's in education at San Diego State. While in San Diego, he was arrested for soliciting prostitutes,  law enforcement records show.\n  At a San Diego mosque where he was an imam, Mr. Awlaki met  two future hijackers, Khalid al-Midhar and Nawaf al-Hazmi. In early 2001, Mr. Awlaki moved to the Virginia mosque, attended by Mr. Hazmi and a third hijacker, Hani Hanjour. The 9/11 panel described the connection as suspicious. Law enforcement officials say they strongly doubted Mr. Awlaki knew of the plot, though they could not prove it.\n  While in the United States, Mr. Awlaki presented a moderate public face. A month after the Sept. 11 attacks, as  imam at Dar al-Hijrah mosque in Virginia, he told The New York Times that he would no longer tolerate ''inflammatory'' rhetoric. The article said Mr. Awlaki ''is held up as a new generation of Muslim leader capable of merging East and West.'' \n  Johari Abdul-Malik, imam of  the Virginia mosque, said Mr. Awlaki's sermons were accessible, often witty explorations of Koran passages. ''We could have all been duped,'' he said. ''But I think something happened to him, and he changed his views.''\n  One thing that happened, after he left the United States in 2002 for London and then Yemen, was eighteen months in a Yemeni prison. He has publicly blamed the United States for pressuring Yemeni authorities to keep him locked up and has said he was questioned by F.B.I. agents there.\n  Since his release in December 2007, his message has been even more overtly supportive of violence. In ''44 Ways to Support Jihad,'' he showed a wry awareness of intelligence agencies' interest in him and his writings.\n  ''The only ones who are spending the money and time translating Jihad literature are the Western intelligence services,'' he wrote in English,  ''and too bad, they would not be willing to share it with you.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Anwar al-Awlaki (PHOTOGRAPH BY SITE INTELLIGENCE GROUP)                                                                    \n\nLoad-Date: November 19, 2009"
}