{
    "title": "Bosnians support strikes - Local immigrants remember terrorism in their homeland",
    "publisher": "charleston daily mail",
    "year": 1999,
    "month": 3,
    "day": 25,
    "full text": "Arsen Balunovic, who knows firsthand about the horrors of terrorism,\nhopes airstrikes on Yugoslavia will be successful.\nBut he has his doubts about how speedy that success may be. For one\nthing, the geography of the land will make it difficult for NATO\nforces to destroy weapons hidden in valleys and woods.\n\"Mr. (Yugoslav President Slobodan) Milosevic will learn very slow,\" he\nsaid. \"He don't care how much soldiers he lose.\"\nBalunovic's family was one of several brought to West Virginia from\nwar-torn Bosnia through efforts of the Unitarian-Universalist\nFellowship of Kanawha Valley.\nHe has been in Charleston for more than a year but still carries\nmental and physical scars inflicted when Serbs broke into his home.\nHis heart aches for friends and relatives now living in a city under\nSerb control, although he declined to say exactly where they reside.\nHe remains riveted to news accounts of NATO airstrikes on Yugoslavia.\nHe compared terrorism in Bosnia to that in Kosovo.\n\"I think the situation is the same,\" he said. \"The Serb communists do\nnot respect any other nationality or religion. They do not respect\nothers' ways of life.\"\nBalunovic said in an earlier interview that many people think ethnic\ncleansing means only killing. But he explained it also means people\nhave no work or freedom and are physically beaten.\nBalunovic, who apologizes for his still broken English, conveys a\nstrong message: terrorism is wrong and it must be stopped.\nHe is worried that people he loves may be in danger.\n\"I'm concerned about my mother, cousins and friends,\" he said.\nMeanwhile, Nevzeta Nikocevic of Charleston is a former resident of\nBosnia who has lived in West Virginia for three years.\nShe has been trying to reach relatives in Kosovo for days.\n\"We can't reach anybody,\" said Nikocevic with deep concern seeping\ninto her thick accent.\nShe believes the airstrikes were necessary but long overdue. The\nsituation should have been halted long ago before the loss of so many\nlives, she said.\n\"I think U.S. do right things,\" she said. \"They have to be done\nearlier. It was clear aggression, ethnic cleansing in Kosovo. World is\nlucky to have someone who can stop this violation.\n\"We are lucky we are here.\"\nAsked what she thinks the outcome of the airstrikes will be, Nikocevic\nsaid, \"I cannot predict.\"\nIn the Kosovo region, a civil war between Yugoslav forces and ethnic\nAlbanian rebels has taken a toll of 2,000 lives within a year. Another\n400,000 have been left homeless.\nNATO airstrikes were launched after diplomatic efforts failed to\npersuade Milosevic to accept terms of peace.\nWriter Charlotte Ferrell Smith can be reached at\n348-1246.\n\nLoad-Date: March 26, 1999"
}