{
    "title": "Bosnian warns of terrorism",
    "publisher": "the world",
    "year": 1993,
    "month": 6,
    "day": 26,
    "full text": "A Bosnian Muslim leader warned Friday that Europe would face a wave of  terrorism if the world abandoned his people.\nThe warning came from Bosnian Vice President Ejup Ganic, who said neither  he nor President Alija Izetbegovic, both Muslims, would attend a meeting in  Zagreb, Croatia, to discuss a Serb-Croat proposal to partition Bosnia into  three ethnic mini-states.\nGanic said the plan would legitimize genocide and ethnic cleansing and he  preferred to fight on to preserve a multi-cultural state within existing  borders.\n\"If the international community decided to finish with us, of course  terrorism will start all over Europe,\" Ganic said.\nCompiled from Times WiresWORLDINBRIEF\nIn Belgrade, the Serbian and Yugoslav capital, lawmakers elected a Serb  hard-liner as president of the rump Yugoslavia on Friday, showing the  dominance of Serbian President Slobodan Milosevic and other nationalists.\nZoran Lilic, 39, a member of Serbia's ruling Socialist Party, won an  overwhelming majority in both chambers of the federal Parliament. He replaces  Dobrica Cosic, a former Milosevic ally who was voted out of office a month ago  after he criticized Milosevic's support for ethnic Serb rebels in Croatia and  Bosnia. \n \nNigerian pledges \n \nto turn over power\nABUJA, Nigeria - Criticized at home and abroad for voiding a national  election, Nigeria's military dictator said Friday that a democratically  elected president will be sworn in Aug. 27 as previously planned.\nCritics of Gen. Ibrahim Babangida remained skeptical he would give up the  power he seized in a 1985 coup and say he might be trying to buy time to avoid  threatened cutoffs in foreign aid. He has scrapped his own timetables for a  return to democracy four times in the past three years.\nBabangida would not say who would be the new president of Africa's most  populous state. Billionaire industrialist Moshood K. O. Abiola was leading by  a wide margin in partial vote returns when a court barred the release of  results because of a lawsuit brought by Babangida supporters. \n \nRussian firms hit \n \nwith sanctions\nWASHINGTON - The United States said Friday it has imposed new sanctions on  Russian companies for selling missile technology in violation of international  export controls, but it suspended penalties while the two sides seek a  resolution.\nThe disclosure was the latest sign of how serious the rift has become  between Washington and Moscow over Russia's effort to earn hard currency with  sales of arms and related technology.\nState Department spokesman Mike McCurry said the new sanctions were in  addition to ones imposed by the United States in May 1992 on Russia and India  for going ahead with a rocket deal, estimated at $ 250-million to $ 350-million,  that Washington tried to stop.\nThe initial penalties included two-year bans on U.S.-licensed exports to  the Russian and Indian companies involved, a ban on imports from them to the  United States and on U.S. government contracts with them. The new sanctions  have similar provisions. \n \n160-nation rights \n \nconference ends\nVIENNA - More than 160 nations adopted a final declaration on human rights  Friday after a two-week conference, but they failed to agree on the  controversial appointment of a U.N. human rights commissioner.\nWestern and developing nations were unable to find common ground on the  issue and decided to refer it to the next session of the U.N. General  Assembly.\nChief U.S. delegate John Shattuck said the assembly should consider the  establishment of a human rights commissioner \"as a matter of priority.\"\nBut many Asian states, in particular China, North Korea and Vietnam,  refused to accept any interference in their internal affairs and said human  rights were the responsibility of the state.\nPrivate groups hailed the conference as a boost for the cause of women,  native peoples and others around the world whose human rights are often  ignored.\n\nLoad-Date: June 26, 1993"
}