{
    "title": "Boston Marathon bombings_ What Russia told FBI, or didn't, still at issue Those familiar with the Ma",
    "publisher": "the new york times",
    "year": 2014,
    "month": 4,
    "day": 10,
    "full text": "Leaked snippets from a still-secret internal government report on the Boston Marathon bombings nearly a year ago suggest US law enforcement authorities missed, or were denied, key details that might have spurred investigation of the man suspected of being the architect of the attack, potentially heading it off.\nThe Russian government declined to give the Federal Bureau of Investigation follow-up information it requested about Tamerlan Tsarnaev, details \"that would most likely have led to more extensive scrutiny of him at least two years before the attack,\" The New York Times reported in its Thursday edition, citing a still unreleased federal review.\nThat federal review, according to anonymous sources that had seen it, largely exonerates the FBI of allegations that it failed to investigate fully those leads it already had, including a 2011 Russian warning that Tamerlan Tsarnaev was on the verge of becoming a radicalized Islamist. Tamerlan, who was killed following a shootout with police days after the Marathon bombings, was the older brother of the surviving suspect, Dzhokhar Tsarnaev, who is in prison awaiting trial.\nOn the other hand, the Russian warnings that were given to the FBI and CIA about Tamerlan's potential radicalization are now newly reported to have included a prediction that he would change his name, The Boston Globe reported Thursday.\nJust six weeks after returning from Dagestan in July 2012, Tamerlan tried to legally change his first name to \"Muaz,\" the Globe reported. If overlooked by the FBI, that would be a major missed signal, some say. That's because such name changes fit closely with a pattern among would-be jihadis turning toward radicalization and could have prompted investigation of a dangerous turn by Tamerlan.\n\"That alert apparently failed to raise alarms [among US investigators] when Tsarnaev formally sought the name 'Muaz,' an early Islamic scholar\" in the fall of 2012, just months before the bombing, the Globe reported.\nTogether, these two seemingly contradictory reports suggest the FBI might well have benefited from additional details it requested but never received from the Russians - yet missed the significance of at least one key detail it had in hand, some of those familiar with the investigation said.\n\"That would have been one more red flag,\" Rep. William Keating (D) of Massachusetts told the Globe concerning his discovery of the name-change issue during a briefing by Russian intelligence officials on a congressional trip to Moscow in January. \"It would have been one more thing we were warned about that was happening.\"\nThe Globe's report is based largely on the testimony of Congressman Keating, who said the Russians read him a copy of the letter sent to the FBI and the CIA while he took notes. He was not given a copy of the letter.\n\"It's amazing how much information they did know, the Russians,\" Keating told the Globe. \"Look at everything that's there. The change of the name, that's corroborated. That he wanted to travel back to Russia, that's been corroborated. That he wanted to enlist with extremists, that's corroborated. I mean, everything that was in that [warning] has been corroborated.\"\nSuch reports also suggest that rather than being exonerated, the FBI will have to endure a lot more second-guessing in the coming weeks and months as details emerge from the trial of Dzhokhar Tsarnaev that is expected to start in November. Dzokhar faces 30 federal charges for the bombing that killed three people and wounded 260 others. Prosecutors have said they will seek the death penalty.\n\"We are going to learn a lot more about Tamerlan's path to radicalization and who knew what about it as more government investigation details are released and as this trial gets underway,\" Charles Kurzman, a terrorism expert at the University of North Carolina at Chapel Hill, says in an interview.\nBut he says one of the ironies of such hyper-detailed news media reporting - and the attendant leaks and spin that accompany it - is an exaggeration in the public mind of the threat from \"home grown\" Muslim extremists. Instead of a spate of copycat attacks widely predicted in the aftermath of the Boston bombing, data show that Muslim extremism in the US is sagging, he notes.\nSixteen Muslim-Americans were indicted for or killed during violent terrorist plots in 2013, similar to the 2012 total of 14, bringing the total since 9/11 to 225, or less than 20 per year, concluded a February study on Muslim-American terrorism by the Triangle Center on Terrorism and Homeland Security.\nIn 2013, in addition to the alleged Boston Marathon bombers, six other individuals plotted attacks in the US, the fewest since 2008, the report found. Since 9/11, Muslim-American terrorism has resulted in 37 deaths in the US compared with more than 190,000 murders in this period, Dr. Kurzman's study found. There were approximately 14,000 murders in 2013 alone.\n\"It's ironic that every new development, and all the reporting on it, tends overall to makes people inordinately afraid far out of proportion to the scale of the threat we've seen,\" he says.\n\nLoad-Date: April 13, 2014"
}