{
    "title": "Boston airport has anti-terrorism drill",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 6,
    "day": 5,
    "full text": "BOSTON - Authorities staged an elaborate anti-terrorism drill Saturday at Logan International Airport, responding to a simulated hijacking reminiscent of the December 2001 plot to detonate a shoe bomb aboard a trans-Atlantic flight.\nOperating on the premise that gun-toting terrorists were trying to hijack a United Airlines plane carrying 169 passengers from Paris to Chicago, two F-15 Eagle fighter jets intercepted the airliner over the Atlantic Ocean and forced it to land at Logan.\nOn the ground, FBI and State Police tactical teams stormed the plane, freed the volunteer \"hostages\" and arrested two \"terrorists\" after negotiators failed to yield a peaceful end to the fictional hijacking.\n\"Things went just as we hoped they would go,\" said Amy Corbett, regional administrator for the Federal Aviation Administration.\n\"Operation Atlas,\" which cost roughly $ 700,000 and brought together about 50 federal, state and local agencies, was billed as the first training drill involving a real airborne intercept of a commercial airliner.\nBoston Mayor Thomas Menino said the exercise, paid for by a federal Homeland Security grant, was money \"well-spent.\"\n\"It's about practice,\" he said. \"I would rather have a glitch today than (during) an actual terrorist attack.\"\nMany of the same emergency workers from Saturday's drill also responded to the 2001 attempted hijacking of American Airlines Flight 63 from Paris to Miami.\nThat flight was diverted to Boston and landed safely at Logan after Richard Reid, a self-proclaimed member of the al-Qaida terrorist network, tried to ignite explosives in his shoe. Reid, now serving a life sentence, was subdued before the flight landed and then arrested.\nLogan officials had warned neighboring residents, pilots, airlines and passengers in terminals that Saturday's display was only a drill. The exercise didn't cause any delays at Logan, according to a Massport spokesman.\nIn April, New Jersey and Connecticut teamed up for the five-day \"TOPOFF 3\" drill, which included a simulated bioterror and chemical weapons attacks resulting in 6,508 fake deaths and the arrests of five mock terrorists in a raid.\n\nLoad-Date: June 6, 2005"
}