{
    "title": "Boston suspects' father says he's returning to US Boston suspects' father says he's returning to US,",
    "publisher": "the capital ",
    "year": 2013,
    "month": 4,
    "day": 25,
    "full text": "MAKHACHKALA, Russia (AP) - The father of the two Boston bombing suspects says he is leaving Russia soon for the United States.\nAnzor Tsarnaev told journalists in the southern Russian province of Dagestan on Thursday that he is leaving \"today or tomorrow.\"\nThe suspects' mother, Zubeidat Tsarnaeva, said she was still thinking it over. She was charged with shoplifting in the U.S. last summer and is concerned that she could be arrested.\nTsarnaeva said she had been assured by lawyers, however, that she would not be.\nThe Tsarnaev family emigrated to the U.S. a decade ago, but both parents returned to Russia last year.\nTHIS IS A BREAKING NEWS UPDATE. Check back soon for further information. AP's earlier story is below.\nThe Boston bombings should spur stronger security cooperation between Moscow and Washington, Russian President Vladimir Putin said Thursday, adding that they also show that the West was wrong in supporting militants in Chechnya.\nPutin said that \"this tragedy should push us closer in fending off common threats, including terrorism, which is one of the biggest and most dangerous of them.\"\nThe two brothers accused of the Boston bombings are ethnic Chechens who had lived in the U.S. for more than a decade.\nPutin warned against trying to find the roots for the Boston tragedy in the suffering endured by the Chechen people, particularly in mass deportations of Chechens to Siberia and Central Asia on Soviet dictator Josef Stalin's orders. \"The cause isn't in their ethnicity or religion, it's in their extremist sentiments,\" he said.\nSpeaking in an annual call-in show on state television, Putin criticized the West for refusing to declare Chechen militants terrorists and for offering them political and financial assistance in the past.\n\"I always felt indignation when our Western partners and Western media were referring to terrorists who conducted brutal and bloody crimes on the territory of Russia as rebels,\" Putin said.\nThe U.S. has urged the Kremlin to seek a political settlement in Chechnya and criticized rights abuses by Russian troops during the two separatist wars since 1994, which spawned an Islamic insurgency that has engulfed the entire region.\nIt also provided humanitarian aid to the region during the high points of fighting there in the 1990s and the early 2000s.\nRussian officials have repeatedly claimed that rebels in Chechnya have close links with al-Qaida. They say dozens of fighters from Arab countries trickled into the region during the fighting there, while some Chechen militants have gone to fight in Afghanistan.\nPutin said the West should have cooperated more actively with Russia in combatting terror.\n\"We always have said that we shouldn't limit ourselves to declarations about terrorism being a common threat and engage in closer cooperation,\" he said. \"Now these two criminals have proven the correctness of our thesis.\"\n\nLoad-Date: April 25, 2013"
}