{
    "title": "Boston will receive $2 million settlement over terrorism scare",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 2,
    "day": 6,
    "full text": "Turner Broadcasting Systems and a marketing company have agreed to pay $2 million compensation and apologize for their advertising campaign that caused a widespread terrorism scare, the attorney general said Monday.\nThe agreement with several state and local agencies resolves any potential civil or criminal claims against Turner and Interference Inc., said Attorney General Martha Coakley.\nAuthorities feared bombs had been planted when three dozen blinking electronic signs with a boxy cartoon character giving an obscene hand gesture were placed Wednesday in Boston, Cambridge and Somerville.\nThe signs, part of a publicity campaign for Cartoon Network's \"Aqua Teen Hunger Force,\" also appeared in nine other big U.S. cities in recent weeks but created little interest.\nIn Boston, bomb squads responded to reports of the devices in a subway station, on bridges and elsewhere.\nAs part of the settlement, $1 million will be used to reimburse the agencies and $1 million will be used to fund homeland security and other programs. Turner Broadcasting, a division of Time Warner Inc., and Interference Inc. also will issue a public statement accepting full responsibility and apologizing for the incident.\nTurner issued a statement again taking responsibility for the \"unconventional marketing tactic\" and apologizing for hardships it caused residents.\n\"We understand now that in today's post-Sept. 11 environment, it was reasonable and appropriate for citizens and law enforcement officials to take any perceived threat posed by our light boards very seriously and to respond as they did,\" the statement said.\nThe company said it was reviewing its policies concerning marketing efforts to ensure that they are not disruptive or perceived as threatening.\nAuthorities say two men were paid to hang the signs around the city. Peter Berdovsky, 27, and Sean Stevens, 28, have pleaded not guilty to disorderly conduct and placing a hoax device.\nCoakley said prosecutors were in discussions with the men's attorneys to resolve the charges before a trial. Coakley said she did not know how the two companies would divide responsibility for the payment, which was being wired to the attorney general Monday.\n\nLoad-Date: June 26, 2007"
}