{
    "title": "Boston to serve as pilot city for counterterrorism program",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 26,
    "full text": "¬The anti-terrorism program initiated by the U.S. Department of Justice is designed to deter residents from joining violent extremist groups. GRAPHIC BY EMILY ZABOSKI\nThe United States Department of Justice selected Boston as one of three cities to serve as a testing ground for a series of counter-terrorism pilot programs. The programs, announced Sept. 15 by former U.S. Attorney General Eric Holder, are designed to deter U.S. residents from joining violent extremist groups and will also launch in Los Angeles and Minneapolis.\n\"Today, few threats are more urgent than the threat posed by violent extremism,\" Holder, who resigned Thursday, said in a Sept. 15 press conference. \"And with the emergence of groups like ISIL, and the knowledge that some Americans are attempting to travel to countries like Syria and Iraq to take part in ongoing conflicts, the Justice Department is responding appropriately.\"\nThe programs will develop strategies for engaging local communities and law enforcement agencies to counter violent extremism and keep the nation safe, Holder said.\n\"We have established processes for detecting American extremists who attempt to join terror groups abroad. And we have engaged in extensive outreach to communities here in the U.S. - so we can work with them to identify threats before they emerge, to disrupt homegrown terrorists and to apprehend would-be violent extremists,\" he said. \"But we can - and we must - do even more.\"\nIn conjunction with local authorities, the DOJ will enact its pilot programs in partnership with the White House, the U.S. Department of Homeland Security and the National Counterterrorism Center, according to a Sept. 15 press release.\nMassachusetts' Joint Terrorism Task Force, an alliance of Boston's branch of the Federal Bureau of Investigation, the Massachusetts State Police and other local and federal authorities, was created to prevent, investigate and address threats of terrorism.\n\"It is no secret men and women from across the United States have traveled to Syria and other countries in support of terrorism, and the Commonwealth of Massachusetts is not unlike any other state,\" said Vince Lisi, special agent in charge of the FBI's Boston Division, in an email. \"This has and continues to be a top concern for the FBI and our Joint Terrorism Task Force partners. We will take every step possible to deal with such travelers.\"\nBPD was considered an eligible candidate for the program because of its efficiency and low crime rates, said Sgt. Michael McCarthy, BPD spokesman.\n\"Boston was chosen because of our ability to forge relationships with other communities,\" he said.\nDr. Michael Corgan, a Boston University associate professor of international relations, said the DOJ's Boston program could be based on counterterrorism efforts by the New York Police Department, including conducting surveillance on areas potentially of interest to terrorists.\nCorgan said attention brought to Boston by the 2014 Marathon bombings may have put the city at a greater risk for terrorist attacks, as an additional attack would \"underline the point that nobody is safe.\"\n\"Terrorists don't want a lot of people dead,\" he said. \"They want a lot of people watching.\"\nSeveral residents said they support the pilot counterterrorism program, though it must be implemented carefully.\nZack Cylinder, 23, of Allston, said he does not support the murdering of any innocent person of any descent.\n\"It's a little crazy, ludicrous that anyone would want to support anything that involves the killing of innocent people, regardless of whether it is with the U.S. government or with ISIS or any of these groups,\" he said. \"It's absolutely ridiculous.\"\nJake Brewer, 19, of Back Bay, said he fears the anti-extremist program may risk infringing on individual rights, though he understands why Boston was chosen as one of the DOJ's pilot cities.\n\"I definitely don't think it should be applied anywhere other than where it needs to be,\" he said. \"That way as many rights are protected as possible. But something has to give. Someone has to do something to stop it [terrorism] from happening.\"\n\nLoad-Date: September 26, 2014"
}