{
    "title": "BOSTON BOMBING MARATHONS Anti-terror database too unwieldy to flag suspect, critics say",
    "publisher": "the world",
    "year": 2013,
    "month": 5,
    "day": 4,
    "full text": "WASHINGTON - When a Russian intelligence service told the CIA that Tamerlan Tsarnaev had become an Islamic radical looking to join underground groups, the agency put his name in the government's catch-all database for terrorism suspects.\nThe Terrorist Identities Datamart Environment list, known as TIDE, was the government's attempt after the 9/11 attacks to consolidate a hodgepodge of watch lists and ensure that every law enforcement agency would be alerted when it came into contact with a possible terrorist.\nBut TIDE has ballooned to 875,000 records, and critics say it is so all-encompassing that its value has been diminished. The database includes the names of young children of suspected terrorists and of people who have been cleared of suspected links to terrorism, officials say. A single credible tip raising \"reasonable suspicion\" is enough to add someone to the list.\nTIDE is not a watch list - it is a highly classified intelligence database, a master list that feeds information at various secrecy levels to agencies that maintain their own watch lists.\nIts biggest customer is the FBI, which runs the Terrorist Screening Database, also known as the consolidated watch list, which has hundreds of thousands of names. That database in turn feeds the \"selectee list,\" whose members are pulled aside for searches at airports, and the self-explanatory no-fly list of just a few thousand members. The FBI database also feeds the State Department's watch list, which is designed to ensure that suspected terrorists don't get U.S. visas.\nJust being in TIDE or on the broad terrorism watch lists is not enough to justify special attention by law enforcement, officials say, and Tsarnaev, the Boston bombing suspect who was killed April 19 in a shootout with police, is a case in point. The database is so large and the records can be so vague that there often is little a law enforcement agency is willing or able to do in response to a TIDE match.\n\"To actually look at and get deeper into anybody on these lists, you have to get more information,\" said Anthony D'Angelo, a former FBI agent who ran the Joint Terrorism Task Force in Chicago from 2004 to 2007.\n\"Would you buy a Ford?\" an unidentified Department of Homeland Security intelligence officer was quoted as telling Senate investigators last fall in a Senate report that criticized TIDE. \"Ford Motor Co. has a TIDE record.\"\nU.S. officials declined to address that claim on the record. They acknowledge that TIDE includes misinformation, but they say the database enables the kind of data sharing that officials wish took place in the months leading up to September 2001. As many as 60 CIA officers were aware of intelligence reports in 2000 that two al-Qaida figures who would become 9/11 hijackers, Nawaf al Hamzi and Khalid al Mihdhar, may have been in the United States - but no one notified the FBI.\n\"Is there information in TIDE which is inaccurate? Yeah, that's why it's called intelligence and not facts,\" said Michael Leiter, former head of the National Counterterrorism Center.\n\"But think about the idea that the CIA gets information that then is accessible to a cop on the street when he pulls somebody over. Nobody else in the world has anything remotely like that.\"\n\nLoad-Date: May 6, 2013"
}