{
    "title": "Boston suspect moved; FBI searches landfill",
    "publisher": "the day ",
    "year": 2013,
    "month": 4,
    "day": 27,
    "full text": "BOSTON - Boston Marathon bombing suspect Dzhohkar Tsarnaev was moved from a hospital to a federal prison medical center while FBI agents shifted the focus of their investigation to how the deadly plot was pulled off and searched for evidence Friday in a landfill near the college he attended.\nTsarnaev, 19, was taken from Beth Israel Deaconess Medical Center, where he was recovering from a throat wound and other injuries suffered during an attempt to elude police last week, and he was transferred to Federal Medical Center Devens, about 40 miles from Boston, the U.S. Marshals Service said. The facility, at a former U.S. Army base, treats federal prisoners.\n\"It's where he should be; he doesn't need to be here anymore,\" said Beth Israel patient Linda Zamansky, who thought his absence could reduce stress on bombing victims who have been recovering at the hospital under tight security.\nThe FBI's investigation of the April 15 bombing has turned from identification and apprehension of suspects to piecing together details of the plot, including how long the planning took, how it was carried out and whether anyone else knew or was involved.\nA federal law enforcement official said Friday that the FBI was gathering evidence regarding \"everything imaginable.\"\nFBI agents picked through a landfill near the University of Massachusetts Dartmouth, where Tsarnaev was a sophomore. FBI spokesman Jim Martin would not say what investigators were looking for.\nAn aerial photo in Friday's Boston Globe showed a line of more than 20 investigators, all dressed in white overalls and yellow boots, picking over the garbage with shovels and rakes.\nInvestigators also have continued to interview people who were close to Tsarnaev, including two young men from Kazakhstan who were students with him at UMass Dartmouth.\nAzamat Tazhayakov and Dias Kadyrbayev were jailed by immigration authorities the day after Tsarnaev's capture. Kadyrbayev's lawyer, former federal prosecutor Robert Stahl, said the pair, who had partied with Tsarnaev and other students at an off-campus apartment, had nothing to do with the attack and had no idea their friend harbored any violent thoughts.\n\"These kids are just as shocked and horrified about what happened as everyone else,\" Stahl said. He said they are being held for violating their student visas by not regularly attending classes and want to return to Kazakhstan as soon as possible.\nU.S. officials, meanwhile, said that the bombing suspects' mother had been added to a federal terrorism database about 18 months before the deadly attack - a disclosure that deepens the mystery around the Tsarnaev family and marks the first time American authorities have acknowledged that Zubeidat Tsarnaeva was under investigation before the attack.\nThe news is certain to fuel questions about whether President Obama's administration missed opportunities to thwart the marathon bombing, which killed three people and wounded more than 260.\nTsarnaev is charged with joining with his older brother, who was killed in a shootout with police, in setting off the shrapnel-packed pressure-cooker bombs. The brothers are ethnic Chechens from Russia who came to the United States about a decade ago with their parents. Investigators have said it appears that the brothers were angry about the U.S. wars in Afghanistan and Iraq.\nTwo government officials said the CIA had Zubeidat Tsarnaeva's name added to the terrorism database along with that of her son, Tamerlan Tsarnaev, after Russia contacted the agency in 2011 with concerns that the two were Islamic militants.\nAbout six months earlier, the FBI investigated mother and son, also at Russia's request, one of the officials said. The FBI found no ties to terrorism. Previously, U.S. officials had said only that the FBI investigated Tamerlan Tsarnaev.\nIn an interview from Russia on Friday, Tsarnaeva said she has never been linked to terrorism.\n\"It's all lies and hypocrisy,\" she said from Dagestan. \"I'm sick and tired of all this nonsense that they make up about me and my children. People know me as a regular person, and I've never been mixed up in any criminal intentions, especially any linked to terrorism.\"\nTsarnaeva faces shoplifting charges in the United States over the theft of more than $1,624 worth of women's clothing from a Lord & Taylor department store in Natick in 2012.\nEarlier this week, she said lawyers assured her that she would not be arrested if she traveled to the United States, but she said she was still deciding if she would go.\nAP photo\nZubeidat Tsarnaeva, mother of the two Boston Marathon bombing suspects, speaks to reporters in Makhachkala, Dagestan, on Friday. U.S. intelligence agencies added the woman to a federal terrorism database about 18 months before the Boston attack. At right is her sister-in-law, Maryam.\n\nLoad-Date: April 29, 2013"
}