{
    "title": "Boston revelers resolute as city ups July 4 security",
    "publisher": "charleston gazette",
    "year": 2013,
    "month": 7,
    "day": 4,
    "full text": "BOSTON - For many New Englanders, the Fourth of July means the Boston Pops performing the \"1812 Overture\" on the Charles River Esplanade and fireworks booming overhead.\nThis year, it's also the city's first large public gathering since the Boston Marathon bombings - an attack that authorities have said the suspects first considered staging on Independence Day.\nBut as law enforcement officials put a ramped-up security plan in place Wednesday, many people in Boston said they wouldn't give in to fear of terrorism by changing their plans or staying away from public celebrations.\nCatherine Lawrie, a 54-year-old Massachusetts Senate employee, walked down near the Esplanade to hear some of the performers rehearse Wednesday.\nShe was disappointed a footbridge to the river was blocked because of increased security, but said Boston looked ready to host a big party without any worries about safety.\nShe also wasn't thinking about the bombing suspects' alleged original target. \"I'm thinking of independence and what our country is about,\" Lawrie said.\nBoston Pops conductor Keith Lockhart said the tight security reminded him of what it was like during the city's first July Fourth celebration following the Sept. 11 attacks. He said before then, the thought of having bomb-sniffing dogs at the Esplanade was odd.\n\"The core of terrorism is psychological. I think this is a perfect time to come together as Bostonians,\" he said. \"Events are a good way to move on from events like what happened.\"\nEast Boston resident Christy Scott, who watched the Boston Marathon from the halfway point, gathered with her family Wednesday to watch the concert rehearsal. The 41-year-old wore a bracelet that said \"Boston Strong,\" the slogan that since the April 15 attack has come to represent the city's refusal to give in to the fear of terrorism.\n\"Not about to change our plans and traditions,\" she said. \"We're just not going to live in fear.\"\nBoston University chemistry professor Sean Elliott also brought relatives to the area.\n\"I'm not nervous,\" the 41-year-old said. \"I am sure that the human spirit will thrive. I'm sure it will be a great festival like it is every year.\"\nAuthorities have said the concert and fireworks display usually attracts 500,000 to 600,000 spectators, but 33-year-old cab driver Saidon Mayugi suggested some people would be hesitant about being out in a big crowd.\n\"Some people, their minds are still on it,\" Mayugi said.\nLocal, state and federal authorities coordinated on a security plan that includes a greater law-enforcement presence. That means more uniformed and undercover officers, along with precautions that include bag checks and increased live video surveillance along the Charles River that authorities will monitor from a nearby command center. Authorities also have set up a text-a-tip line for the public to report any suspicious activity.\nBoston Police Commissioner Ed Davis said the public will see more officers both downtown and in outlying neighborhoods. He said the city even graduated a class of 55 police recruits early so they could assist with security.\nState police Col. Timothy Alben said Wednesday that authorities haven't received any threats against the event by the river, and he encouraged the public to come out to a show that his own family will be attending.\nSo will Gov. Deval Patrick.\n\"I'm looking forward to it,\" Patrick said Wednesday. \"I think it'll be a great day.\"\naAP photo\nAn audience member passes through a security checkpoint on the Esplanade on Wednesday before rehearsal for the Boston Pops Fourth of July concert at the Hatch Shell in Boston.\n\nLoad-Date: July 5, 2013"
}