{
    "title": "Boston suspect moved",
    "publisher": "chicago daily herald",
    "year": 2013,
    "month": 4,
    "day": 27,
    "full text": "BOSTON — Boston Marathon bombing suspect Dzhohkar Tsarnaev was moved from a hospital to a federal prison medical center while FBI agents shifted the focus of their investigation to how the deadly plot was pulled off and searched for evidence Friday in a landfill near the college he attended.\nTsarnaev, 19, was taken from Beth Israel Deaconess Medical Center, where he was recovering from a throat wound and other injuries suffered during an attempt to elude police last week, and was transferred to the Federal Medical Center Devens, about 40 miles from Boston, the U.S. Marshals Service said. The facility, at a former Army base, treats federal prisoners.\n\"It's where he should be; he doesn't need to be here anymore,\" said Beth Israel patient Linda Zamansky, who thought his absence could reduce stress on bombing victims who have been recovering at the hospital under tight security.\nThe FBI's investigation of the April 15 bombing has turned from identification and apprehension of suspects to piecing together details of the plot, including how long the planning took, how it was carried out and whether anyone else knew or was involved.\nA federal law enforcement official not authorized to speak on the record about the investigation told The Associated Press on the condition of anonymity on Friday that the FBI was gathering evidence regarding \"everything imaginable.\"\nFBI agents picked through a landfill near the University of Massachusetts Dartmouth, where Tsarnaev was a sophomore. FBI spokesman Jim Martin would not say what investigators were looking for.\nAn aerial photo in Friday's Boston Globe showed a line of more than 20 investigators, all dressed in white overalls and yellow boots, picking over the garbage with shovels or rakes.\nU.S. officials, meanwhile, said that the bombing suspects' mother had been added to a federal terrorism database about 18 months before the deadly attack — a disclosure that deepens the mystery around the Tsarnaev family and marks the first time American authorities have acknowledged that Zubeidat Tsarnaeva was under investigation before the tragedy.\nThe news is certain to fuel questions about whether President Barack Obama's administration missed opportunities to thwart the marathon bombing, which killed three people and wounded more than 260.\nTsarnaev is charged with joining with his older brother, now dead, in setting off the shrapnel-packed pressure-cooker bombs. The brothers are ethnic Chechens from Russia who came to the United States about a decade ago with their parents. Investigators have said it appears that the brothers were angry about the U.S. wars in Afghanistan and Iraq.\nTwo government officials, speaking on condition of anonymity because they were not authorized to speak publicly about the investigation, said the CIA had Zubeidat Tsarnaeva's name added to the terror database along with that of her son Tamerlan after Russia contacted the agency in 2011 with concerns that the two were religious militants.\nAbout six months earlier, the FBI investigated mother and son, also at Russia's request, one of the officials said.\nThe FBI found no ties to terrorism. Previously U.S. officials had said only that the FBI investigated Tamerlan Tsarnaev.\nIn an interview from Russia, Tsarnaeva said Friday that she has never been linked to terrorism.\n\"It's all lies and hypocrisy,\" she said from Dagestan. \"I'm sick and tired of all this nonsense that they make up about me and my children. People know me as a regular person, and I've never been mixed up in any criminal intentions, especially any linked to terrorism.\"\nTsarnaeva faces shoplifting charges in the U.S. over the theft of more than $1,624 worth of women's clothing from a Lord & Taylor department store in Natick in 2012.\nEarlier this week, she said she has been assured by lawyers that she would not be arrested if she traveled to the U.S., but she said she was still deciding whether to go. The suspects' father, Anzor Tsarnaev, said that he would leave Russia soon for the United States to visit one son and lay the other to rest.\nA team of investigators from the U.S. Embassy in Moscow has questioned both parents in Russia this week, spending many hours with the mother in particular over two days.\nMeanwhile, New York's police commissioner said the FBI was too slow to inform the city that the Boston Marathon suspects had been planning to bomb Times Square days after the attack at the race.\nFederal investigators learned about the short-lived scheme from a hospitalized Dzhokhar Tsarnaev during a bedside interrogation that began Sunday night and extended into Monday morning, officials said. The information didn't reach the New York Police Department until Wednesday night.\n\"We did express our concerns over the lag,\" said police Commissioner Raymond Kelly, who with Mayor Michael Bloomberg had announced the findings on Thursday.\nThe FBI had no comment Friday.\n———\nSullivan reported from Washington. Contributing to this report were Associated Press writers Rodrique Ngowi in Boston, Colleen Long in New York and Pete Yost and Julie Pace in Washington.\n\nLoad-Date: April 29, 2013"
}