{
    "title": "BOSTON BOMBING ISN'T THE FIRST TIME U.S. MISSED THREAT",
    "publisher": "the new york times",
    "year": 2013,
    "month": 4,
    "day": 24,
    "full text": "The statement\nThe Boston Marathon bombing \"is the fifth case\" in which U.S. government officials examined individuals potentially involved in terrorism \"and felt they were no threat and they went on to carry out terrorist murders.\"\nU.S. Rep. Peter King, R-N.Y., on MSNBC\n* * *\nThe ruling: MOSTLY TRUE\nA King spokesman confirmed examples he was referring to. Here's a summary of their cases.\n- Anwar al-Awlaki a U.S.-born citizen of Yemeni descent, was hunted by the U.S. and killed in a drone strike in September 2011. He was reportedly a key adviser in several terrorist incidents involving U.S. targets, including the 2009 killing of 13 and wounding of more than 30 by a shooter at Fort Hood, Texas; the 2009 plot to explode a plane in Detroit using an \"underwear\" bomb; and the foiled attempt to plant a bomb in New York City's Times Square in 2010. By the time of his death, Al-Awlaki \"had been under the scrutiny of American officials for more than a decade,\" the New York Times reported.\n- David Headley, a Pakistani-American born as Daood Gilani, is serving a 35-year sentence for helping organize scouting missions for a 2008 terrorist attack in Mumbai, India, that left 160 dead. In the late 1990s, Headley had served as a confidential informant for the Drug Enforcement Agency and was sent on one mission to Lahore, Pakistan, in which he infiltrated heroin-trafficking networks. But later, his actions raised questions among friends and acquaintances and he was questioned by Defense Department agents in front of his DEA handlers.\n- Abdulhakim Muhammed, a convert to Islam who was born Carlos Bledsoe, pleaded guilty to killing Pvt. William Long and wounding Pvt. Quinton Ezeagwula outside a U.S. Army recruiting station in Little Rock, Ark., in 2009. He is now serving life in prison. Muhammed had been under investigation by the FBI's Joint Terrorist Task Force.\n- Nidal Hasan, a psychiatrist and major in the U.S. Army Medical Corps, is the only suspect in the Fort Hood shootings and is awaiting a military trial. Before the shootings, the government intercepted at least 18 emails between Hasan and al-Awlaki. They were \"passed along to two Joint Terrorism Task Force cells led by the FBI, but a senior defense official said no one at the Defense Department knew about the messages until after the shootings,\" the Associated Press reported.\nWe asked Daveed Gartenstein-Ross, a terrorism expert who is a senior fellow at the Foundation for Defense of Democracies, about King's list. He agreed that Hasan's case qualified as a good example of government officials determining (misguidedly) that an individual was \"no threat.\"\nHe added that he thought al-Awlaki and Muhammed fit the pattern, but not entirely.\nIn their cases, it's not clear that the U.S. government went so far as to determine they were \"no threat,\" he said.\nThe weakest example, he said, is Headley, whose case is murky.\nWe rate the claim Mostly True.\nEdited for print. Read the full version at PolitiFact.com.\n\nGraphic\n\n \nPHOTO (2)\n\nLoad-Date: April 24, 2013"
}