{
    "title": "Boston U. professor discusses imperialism's role in war, terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 3,
    "day": 19,
    "full text": "Boston University professor emeritus Howard Zinn, speaking last night in Cambridge, Mass., called the War on Terrorism a war against imperialism, saying it will not be won if changes are not made.\n\"I'm suggesting there's a common denominator in America's involvement in the world that goes beyond terrorism, beyond communism -- it's very simple, really -- to imperialism,\" Zinn said to a packed crowd at the First Unitarian Church in Cambridge. \"That's what was at the root of what we were doing. Sept. 11 just became a handy excuse for the U.S. to move out into the world. Terrorism is an excuse for what the U.S. has been doing for a long, long time.\"\nBoston U.\nZinn said the War on Terrorism is essentially a war on the United States itself, claiming America created the atmosphere that allowed the terrorists to live out their ideas.\n\"I suggest that while we very well may have enemies here and there in this world, and even in this country, even Washington, D.C., our enemies are not the ones hiding in caves, but our greatest enemies are the ones sitting in corporate boardrooms,\" he said.\nZinn said he does not believe the War on Terrorism can be won any time soon because the war itself is being fought with terrorism.\n\"On the one hand, we are not doing anything against terrorism,\" he said. \"On the other hand, we are engaging in terrorism.\"\nZinn used examples from the current Israeli-Palestinian conflict to illustrate the futility of trying to end terrorism with violence.\n\"The very nature of terrorism suggests you cannot get rid of terrorism by bombing,\" he said. \"It should be very clear this bombing is not going to accomplish anything to end terrorism. If not, then why are we dropping the bombs? Why are we killing people?\"\nThe civilian causalities, Zinn said, aren't represented by the media, and most people are unaware of the amount of people dying everyday, he said.\n\"You don't hear the dissenting voices on national television, but you do hear the secretary of defense, Donald Rumsfeld, again and again,\" he said.\nZinn used the phrase \"collateral damage\" to describe the bombing of civilians.\n\"They are bombing this country [Afghanistan] with a reckless disregard for human life,\" he said.\nHe then compared the U.S. government's actions to a reckless driver with children in the car. The driver may not mean to kill the children but he puts them at risk nevertheless.\nZinn said it was clear by President Bush's State of the Union address this is not a war against terrorism. While that address claimed there are 10,000 terrorists throughout the world, Zinn said according to a story he read in The Boston Globe, only one top al Qaeda official has been captured, along with seven high-ranking officials.\n\"If that's so, how can we be winning the war against terrorism?\" he asked. \"The mathematics of that suggest an endless war. After four months in Afghanistan, do we feel more secure now?\"\nZinn compared the Sept. 11 attacks with other vague attacks that have been used throughout history to start wars. He used the examples of the USS Maine in 1898 that was used as a catalyst for the Spanish-American War, the 1964 Gulf of Tonkin incident for the Vietnam War and the Mexican border incident used to annex Mexico, among other incidents throughout history.\n\"Because of the closing wall around that event [Sept. 11], no attention is being paid to the people of the world who are suffering because of the Twin Towers,\" he said.\n\"The War on Terrorism becomes an opportunity to siphon more money of the nation's wealth to the military complex,\" he said. \"It leaves less money for healthcare, education and other needs for the American people. Here in the richest country in the world, children are still going without food, people are still living without a home, 40 million people are without health care.\"\nZinn said the enemy in this war is as unclear as the enemy was during the Cold War. In both these cases, he said, the enemy was a vague creation to excuse the government's actions.\n\"The existence of communism in the Cold War became convenient,\" he said.\nIf the enemy was in fact communism, the United States would not have intervened anytime before 1917, when the Communists first took power in Russia, he said.\nZinn also called upon people to participate in the anti-war movement by joining some of Boston's local groups fighting against injustice.\n\"Find a group -- Boston is full of groups that do good things -- and do the little things that groups do,\" he said. \"Mount up and spread the word throughout this country until something good happens.\"\nStudents in the audience said they agreed with his philosophy.\n\"You sit here in a lecture and listen to someone like professor Zinn and you wonder, 'What can I do?'\" said Lesley College junior Marybeth Sweeney. \"For me, as an individual, it makes me reconsider what I should be doing in addition to being educated about the issue. You have to go out and act as a community.\"\nOther audience members, however, said they felt Zinn failed to get his point across, as the crowd was largely in support of his ideas from the start.\n\"His stance is pretty much the same if you read his books; he's just applying it to the current situation,\" BU College of Arts and Sciences sophomore Adrian Lai said. \"It's good if you haven't heard it before.\"\n\"There wasn't a lot of new information for me, so I was wondering what his purpose was,\" said Tarah Farman, 25, of Cambridge. \"I felt like he was trying to frame it within history.\"\nZinn was speaking for South End Press' 25th anniversary series. Last week the series hosted Noam Chomsky.\n(C) 2002 The Daily Free Press via U-WIRE\n\nLoad-Date: March 19, 2002"
}