{
    "title": "Boston ups July Fourth security Residents resolute they will not live their lives in fear",
    "publisher": "daily news ",
    "year": 2013,
    "month": 7,
    "day": 4,
    "full text": "BOSTON - For many New Englanders, the Fourth of July means the Boston Pops performing the \"1812 Overture\" on the Charles River Esplanade and fireworks booming overhead.\nThis year, it's also the city's first large public gathering since the Boston Marathon bombings\n- an attack that authorities have said the suspects first considered staging on Independence Day.\nBut as law enforcement o?cials put a ramped-up security plan in place Wednesday, many people in Boston said they wouldn't give in to the fear of terrorism by changing their plans or staying away from public celebrations.\nCatherine Lawrie, a Massachusetts Senate employee, walked down near the Esplanade to hear some of the performers rehearse Wednesday.\nShe was disappointed a footbridge to the river was blocked because of increased security, but said Boston looked ready to host a big party without any worries about safety.\nShe also wasn't thinking about the bombing suspects' alleged original target. \"I'm thinking of independence and what our country is about,\" Lawrie said.\nBoston Pops conductor Keith Lockhart said the tight security reminded him of what it was like during the city's first July Fourth celebration following the Sept. 11 attacks. He said before then, the thought of having bombsni?ng dogs at the Esplanade was odd.\n\"The core of terrorism is psychological. I think this is a perfect time to come together as Bostonians,\" he said.\nEast Boston resident Christy Scott, who watched the Boston Marathon from the halfway point, gathered with her family Wednesday to watch the concert rehearsal. She wore a bracelet that said \"Boston Strong,\" the slogan that since the April 15 attack has come to represent the city's refusal to give in to the fear of terrorism.\n\"Not about to change our plans and traditions,\" she said. \"We're just not going to live in fear.\"\nBoston University chemistry professor Sean Elliott also brought relatives to the area.\n\"I'm not nervous,\" he said. \"I am sure that the human spirit will thrive. I'm sure it will be a great festival like it is every year.\"\n\nLoad-Date: July 4, 2013"
}