{
    "title": "BOSTON BOMBINGS PUT FOCUS ON DOMESTIC THREATS Captives can play significant role for companies seeki",
    "publisher": "business insurance",
    "year": 2013,
    "month": 5,
    "day": 6,
    "full text": "Not enough attention is being paid to the threat of domestic terrorism, as demonstrated by the recent Boston Marathon bombings, according to an expert who spoke about terrorism risks during the Risk & Insurance Management Society Inc.'s 2013 conference at the Los Angeles Convention Center.\nPaul R. Chabot, president and CEO of Rancho Cucamonga, Calif.-based Chabot Strategies L.L.C. said unlike the case with international terrorism, the sources of threats presented by domestic terrorism are numerous and diverse, but they have not received the same degree of attention.\nHe referred to a January 2013 report by the Congressional Research Service, \"The Domestic Terrorist Threat: Background and issues for Congress.\" The report states, \"Domestic terrorists have been responsible for orchestrating more than two dozen incidents since 9/11, and there appears to be growth in anti-government extremist activity as measured by watchdog groups in the last several years.\"\nDomestic terrorists are charged under an array of statutes, including arson and conspiracy, which makes it difficult to get a clear picture of the amount of domestic terrorism, Mr. Chabot said.\n\"We know the al-Qaida networks, the ones listed by the state department. But there's been so much emphasis on it there's times we take our eye off the ball\" with respect to domestic threats, he said.\nThese groups can range from white supremacists to animal rights and environmental activists. And many rely on the concept of leaderless resistance, Mr. Chabot said.\nHe also warned that people's attention is much like a rubber band; while it initially may be stretched, it eventually goes back to its previous shape.\nAlso speaking during the session was Ward Ching, Pleasanton, Calif.-based vice president, risk management operations, for Safeway Inc., who said while the company's facilities would not be a particular target, \"We do see ourselves exposed in terms of the supply chain in terms of food,\" as well as being affected as part of the community. He referred to the January shooting of former Congresswoman Gabrielle Giffords, which occurred outside a Safeway supermarket in Tucson, Ariz.\nHe said Safeway, which is self-insured and self-administered, has two captives in Bermuda and Hawaii, with the captive in Hawaii formed to take advantage of the Terrorism Risk Insurance Act.\nAlso speaking at the session was Alison Quinlivan, Newport Beach, Calif.-based managing director for Aon Risk Solutions, an Aon Corp. unit. She said TRIA - the federal government's terrorism insurance backstop - fixes the insurer deductible at 20% of direct-earned premium, and the federal share of compensation at 85% of insured losses that exceed insurer deductibles.\nShe recommended that firms that have formed captives to provide terrorism coverage handle other risks, too. You \"need a mix of risks that takes the volatility out of the program,\" she said. \"Everything usually doesn't go bad at once, so that helps even out the balance.\"\n\nLoad-Date: May 9, 2013"
}