{
    "title": "Boston hospitals prepare for terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 12,
    "full text": "Attempting to uphold Mayor Thomas Menino's promise that Boston will be prepared to deal with potential acts of bioterrorism, area hospitals are facing immeasurable staff shortages and crowded emergency rooms in a nonemergency state.\n\"Already overbooked emergency rooms must deal with people who might only have a cold and want an anthrax test,\" said Dr. Alfred DeMaria Jr., assistant commissioner of the Massachusetts Board of Public Health. \"They are getting inundated.\nBoston U.\n\"I have been getting reports that people have been mobbing hospitals, wanting nasal culture tests for anthrax, and there is no such thing.\"\nDeMaria also responded to hoax claims of anthrax-laced letters being sent to city officials, saying there is very little chance of getting anthrax from a letter.\nHowever, officials say threats are being taken seriously in Boston.\n\"We would seem as good a target as any,\" said Peter Judge, public information officer for the Massachusetts Emergency Management Agency. \"We are a metropolitan area on the East Coast with many media outlets. Remember that terrorism is as much theater as it is destruction.\"\nEven local schools of public health are adapting to the new threat of chemical and biological warfare. Elizabeth Ollen, development instructor for Boston University's School of Public Health, said there will be content added addressing bioterrorism. The school already offers a seminar in managing disasters but typically with a more international focus.\n\"We need to ask the right questions from this crisis and see what we have learned,\" Ollen said. \"A general emphasis on biowarfare has not been played out until recently, and now students will have to put all the pieces together and get all angles on it.\"\nMenino and Massachusetts Public Safety officials met Tuesday to address Boston's reported six-year preparation for an attack of these proportions.\n\"The reality part of it all is this is consequence management,\" Judge said. \"We might not know about an outbreak and pick up on it until almost a week after it occurred. But then again, we can't prevent hurricanes or blizzards either.\"\nIn his televised address, Menino said Boston was at its highest state of security but assured the public no threats have been made to the city thus far.\n\"We're not going to be held hostage by any terrorism,\" Menino said.\nAs federal officials still struggle to find the source of a rare form of anthrax that killed Sun photography editor Bob Stevens, 63, of Florida, Boston has upped its response time and tracking systems for communicable diseases. Paramedics even added an antidote kit for chemical attack victims to their rigs as part of the Domestic Preparedness Program. They also have been tracking emergency room use.\n\"This electronic system is used to remind health care providers that they should be on the look out for unusual cases or unusual clusters of illness,\" said Anita Barry, director of communicable disease control for the Boston Public Health Commission.\nWhile hospitals are preparing for a possible chemical warfare attack, a bigger current health threat right is the flu, Barry said. The state has both a local and national stockpile of antibiotics that could be at the scene in a number of hours, she said.\n\"The biggest public health threat over the next few months is influenza,\" Barry said, advising a flu shot over antibiotics for anthrax or smallpox.\nBarry also said vaccines would be an unnecessary protection, and antibiotic use this early could hinder future treatment in case of an outbreak. Antibiotics can cure anthrax, although in its rare inhalation form it is fatal in 90 percent of cases.\n(C) 2001 The Daily Free Press via U-WIRE\n\nLoad-Date: October 12, 2001"
}