{
    "title": "BOSTON AFTERSHOCK IMMIGRATION REFORM MUST NOT BECOME A VICTIM",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 5,
    "day": 6,
    "full text": "A much-needed immigration bill has become part of the aftershock of the Boston bombings. Democratic Senator Charles Schumer of New York, one of the bill's sponsors, accused some of his colleagues of using the bombings as an excuse to delay, or stop, the proposal from moving forward.\nWhether or not some senators are exploiting another tragedy for political purposes, cooler heads must prevail. With emotions running high, this is no time for political pandering.\nTo be sure, overhauling the nation's immigration system is too important, and complicated, to rush through. But that's all the more reason to start the debate now. A path to citizenship for the nation's 11 million illegal immigrants has nothing to do with any terrorism attack on American soil.\nIn the case of the bombings at the Boston Marathon that killed three and injured more than 180, the two suspects are foreign born. Dzhokhar and Tamerlan Tsarnaev were members of an ethnic Chechen family that received asylum in 2002.\nBut the brothers were here legally. Dzhokhar, now in police custody, is a naturalized citizen. Tamerlan, whom police killed in a shootout, had a green card and was applying for citizenship.\nIn fact, virtually all of the U.S. terrorist attacks over the past 40 years were committed by natural-born citizens or people who entered the country legally. Even most of the 9/11 hijackers obeyed the nation's immigration laws.\nTougher background checks for people applying for visas might make sense, but the nation's flawed immigration system is not the cause of terrorism. Those failings, however, have left millions of undocumented immigrants in limbo, while they perform some of the nation's dirtiest work.They have also penalized foreign-born young people who were brought here illegally but who are now Americans in every way but name.\nEven during a time of calamity Congress must do the people's work in a rational and responsible manner. That means moving forward with long-delayed immigration reforms.\n\nLoad-Date: May 6, 2013"
}