{
    "title": "Botha 'victory' -- a loss for blacks",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 3,
    "day": 10,
    "full text": "Both inside and outside South Africa those who see the split in the governing National Party as opening the door to reforms and a better deal for blacks may be indulging in wishful thinking.\nThe overall pattern of events in southern Africa (South Africa, Namibia or South-West Africa, and Zimbabwe) could produce just the opposite. That would be increased polarization between whites and blacks in South Africa, with less, not greater freedom for blacks.\nIn the National Party split, Prime Minister P. W. Botha, carried the day during a parliamentary caucus in a struggle against the most hard-line of his Cabinet ministers, Andries Treurnicht. The latter and another member of the Cabinet resigned. With 14 other National Party hard-liners, they then crossed the floor of Parliament into formal opposition -- to the right of the government.\nIn opposition on the left of the government is the relatively liberal (in South African terms), mainly English-speaking, 27-strong Progressive Federal Party. But such is the size of the National Party majority in the current Parliament that Mr. Botha's position is not significantly weakened there by last week's defection of the 16 former supporters.\nThis is what has raised the hope of those who would like to see Mr. Botha introduce more liberal race policies. Having rid his party of Dr. Treuernicht and the latter's supporters, they argue, Mr. Botha is now freer than before to embark on reforms.\nOn the surface that is a logical contention. And it could yet be proved correct. But it neglects some very relevant factors. These include:\n* Mr. Botha and Dr. Treuernicht are agreed on the long-term aim of preserving the cultural identity and political supremacy of South Africa's white Afrikaans-speaking community. Their disagreement is on tactics.\n* The developing power-struggle in South Africa is between Afrikaans nationalism and black nationalism. Mr. Botha, Dr. Treuernicht, and most Afrikaans speakers are agreed that the line to be defended at all costs is the one barring blacks from access to the vote on a common electoral roll in South Africa.\nThe row between Mr. Botha and Dr. Treuernicht was not on this issue. It was about whether the Afrikaners would gain tactical advantage in the confrontation with blacks by trying to ''buy off'' with cosmetic concessions the ''browns'' -- South Africa's Asian and Colored (mixed race) minorities.\nTo put their differences in other words, Mr. Botha believes that time can be bought for the Afrikaners by cosmetic concessions. Dr. Treuernicht is more of an ideologue who believes that the least concession is the thin end of the wedge toward cultural and political suicide.\n* South Africa's blacks, or at least the politically articulate ones in townships and urban centers, are not interested in cosmetics. Their aim is political power, not in the artificially devised homelands, but in a single, united Republic of South Africa. One-man, one-vote on a common electoral roll with whites is what they are after. And a growing number who seek black power are prepared to resort to urban terrorism to try to get it.\n* If urban terrorism spreads, the Afrikaner voter is likely to flock to Dr. Treuernicht's banner, not Mr. Botha's - if Mr. Botha has not already gotten there first.\n* Fears about the effect on South Africa of developments in Namibia and Zimbabwe could also produce a hardening rather than a mellowing on the part of both Mr. Botha and the South African Afrikaans-speaking community as a whole.\nFor the latter, events in both neighboring teritories are hardly reassuring.\nIn Namibia, South Africa has long maneuvered to try to ensure that, in the event of independence, the territory be run by its candidate, the Democratic Turnhalle Alliance (DTA). The strings in the latter are pulled by whites; but if the DTA had credibility with Namibia's blacks, that came from having under its umbrella a group of blacks from the Ovambo people, led by Peter Kalengula. (The Ovambos, most of whom are thought to support the more militant South-West Africa People's Organization, make up 47 percent of Namibia's total population.)\nLate last month, Mr. Kalengula and his party withdrew from the DTA, believing that latter is too closely controlled by South Africa. If the DTA loses all its support among the Ovambos, it is difficult to see how it can possibly win an election in the territory as a whole.\nThis is hardly a comforting thought for Mr. Botha, long under pressure from the West to grant Namibia independence.\nFor Mr. Botha, the news from Zimbabwe after two years of independence under black majority rule is also disturbing. Zimbabwean Prime Minister Robert Mugabe is pressing ahead with his plan to establish a black-run, one-party system. He has announced his former coalition partner, Joshua Nkomo, will be put on trial. And nine of the country's 20 white members of Parliament have said in effect they will cooperate with the one-party experiment.\nMany white South Africans will see this as making a mockery of the constitutional guarantees solemnly given white Zimbabweans at the time of independence, regardless of the effect in practice. And this in turn is likely to stiffen white resistance in South Africa to any concessions or reforms in the direction of blacks which Mr. Botha may or may not be contemplating.\n\nGraphic\n\n \nPicture 1, Johannesburg signs: reminders of racial separation, By Gordon N. Converse, chief photographer; Pictures 2 and 3, Cape Town Coloreds"
}