{
    "title": "Both sides must denounce all acts of terrorism",
    "publisher": "chicago daily herald",
    "year": 2002,
    "month": 11,
    "day": 15,
    "full text": "A day doesn't go by that I don't hear someone accuse Arabs and Palestinians of failing to denounce acts of terrorism.  \nAccording to these critics, all we ever do is blame everything on Israel and find excuses to explain away Palestinian terrorism and the terrorism of such groups as Hamas, Islamic Jihad, Saddam Hussein and the No. 1 terrorist, Osama bin Laden.  \nWell, they are wrong. Again.  \nNearly every major Palestinian and Arab-American leader denounced the Sept. 11 terrorism of bin Laden without reservation. But does that mean we don't have the right to challenge American government violations of civil rights?  \nWe have denounced and continue to denounce other acts of terrorism, such as the most recent suicide attack that took the lives of five Israelis, including several children, at Kibbutz Metzer. But the same people who criticize Palestinians and Arabs are silent when the victims are Palestinian children. They do everything to justify the Israeli government's murder of innocent Palestinians, including children, too.  \nSo, here is my public statement on suicide bombings, Palestinian terrorism, a statement that has been issued, reissued and repeated, but often ignored by this country's pro-Israel media. Let's see how many people cut this out and put it on their refrigerators:  \nI thought you should hear my views directly from me, views that have been consistent and do not fall into the category of excuses. Yes, I do believe Palestinians are victims of Israeli government terrorism, but I do not associate the one as a means of justifying the other.  \nSo, here are my views, on the record and distributable to everyone. I am the former national president of the Palestinian American Congress, a member of the National Palestinian American Congress board of directors, publisher of an English-language Arab- American newspaper and a columnist:  \nI condemn and denounce in the strongest terms the vicious murder of the five civilians in Kibbutz Metzer, not just because this settlement has maintained good relations with its Palestinian neighbors, but because this was an outright act of violence. It is a horrendous crime. The killer or killers are not martyrs but murderers. They do not represent the Palestinian people, and those who sent them on this mission are as guilty as the killers themselves. I blame Hamas and Islamic Jihad as two organizations that are engaged in acts of terrorism and that promote and use suicide bombings as a despicable weapon.  \nThose who encourage individuals to become suicide bombers are heartless cowards. Their actions are doing more damage to the Palestinian cause than any other single source.  \nI and many Palestinians and Arabs are opposed to all acts of violence. We speak out against all acts of violence. We denounce violence by Palestinian terrorists as well as violence by Israeli terrorists, such as by Israeli Prime Minister Ariel Sharon. The Likud Party is a party of terrorism, not peace. It is an organization founded in the terrorism of the Irgun and Stern gang, and it has been their platform since its inception to reject all forms of land-for-peace compromise with the Palestinians.  \nBut Israel's terrorism does not justify terrorism by the Palestinians. Just as I expect Israelis to resist and fight terrorism against them, I expect my Palestinian people to stand up and resist the terrorism of the current Israeli government, until a new government is established that will pursue peace, not continued bloodshed, death, murder and violence.  \nWhere are the voices of Israeli leaders who have the courage to stand up and denounce terrorism by Sharon against the Palestinian civilians?  \nWhere?\n\nLoad-Date: November 18, 2002"
}