{
    "title": "Bottom Line",
    "publisher": "the hill",
    "year": 2016,
    "month": 12,
    "day": 6,
    "full text": "HEALTHCARE. Physicians for Fair Coverage, which bills itself as a \"multi-specialty alliance of physician groups,\" registered its president and CEO, Michele Kimball, as a lobbyist. It is advocating for legislation that helps address \"narrowing\" insurance networks and increasing out-of-pocket medical costs for consumers. Reimbursements to caretakers from insurance companies, the group says, are also going down. Proposed fixes include allowing \"clinicians to initiate the mediation process and to bundle claims,\" and permitting \"the patient to initiate the mediation process with resolution required within 30 days.\" Such changes would be made in an effort to \"[alleviate] surprise medical bills and [provide] greater transparency of pricing and coverage.\"\n \nSODA + BOOZE. Heather Podesta + Partners has signed two new clients: PepsiCo. Inc. and Constellation Brands, which boasts labels like Corona, Robert Mondavi Winery and Svedka vodka. For Pepsi, the firm will be working on corporate and international tax proposals, farm bill reauthorization and any attempts to revise the federal food-stamp program, better known as SNAP. Heather Podesta + Partners is focusing on many of the same issues for the liquor producer.\n \nCRIMINAL JUSTICE. The Safer Foundation, a nonprofit that helps former inmates re-enter their communities and hopes to reduce recidivism, hired Cornerstone Government Relations. Disclosure forms mention lobbying policymakers on \"criminal justice reform, prisoner re-entry programs [and] mandatory mandates.\"\n \nJASTA. CGCN Group is now a sub-contractor to Glover Park Group's relationship with the government of Saudi Arabia. The contract is worth $20,000 per month for three months, and will discuss issues including \"Middle East regional security [and] counter-terrorism\" with lawmakers. Saudi Arabia is interested in a law passed by Congress earlier this fall that would allow the families of 9/11 victims to sue the county, called the Justice Against Sponsors of Terrorism Act (JASTA). Lawmakers are debating whether to amend the law to address the concerns of foreign governments.\n\nLoad-Date: March 13, 2017"
}