{
    "title": "Bovine terrorism alert",
    "publisher": "the world",
    "year": 1991,
    "month": 4,
    "day": 22,
    "full text": "When you have been an experienced, highly accurate professional journalist for as long as I have, you develop a \"sixth sense\" for spotting a News Trend that has the two elements that are absolutely essential for a major story:\n \n    1. The potential destruction of all life on the planet.\n \n    2. Cows.\n \n    I regret to report that we are experiencing such a trend now.\n   ITEM ONE: According to newspaper articles sent in by many alert readers, livestock in England are experiencing an epidemic of \"Mad Cow Disease,\" a disorder that strikes the brains of cows (Yes Cows have brains ) and causes them to act even stupider than usual.\n \n    ITEM TWO: According to a Columbus Dispatch article sent in by alert reader Polly Dix, a McConnelsville, Ohio, woman was recently awarded $ 85,000 by a jury for injuries she suffered when she was attacked by a \"crazed cow.\" \"I grew up around cows all my life,\" the woman is quoted as saying. \"Then one turned on me.\"\n \n    ITEM THREE: Alert reader Ralph Grummett wrote in to report that one time in New York state his cousin left his clothes on a tree limb while he went swimming in a creek, and a cow ate his undershorts. \"This account is true,\" states Ralph.\n \n    ITEM FOUR: Dozens of alert readers mailed in a Seattle Times article that begins: \"Work crews in east King County are racing the clock in an effort to dispose of hundreds of drowned livestock before the decomposing animals explode.\"\n \n    ITEM FIVE: Hundreds of alert readers sent in articles concerning the Washington State University researchers who will receive a $ 210,000 federal grant to strap monitoring devices on cows to measure how much methane gas they (the cows) emit when they belch, to see if this is contributing to the greenhouse effect. One article states: \"No research is planned on cow flatulence, since it is believed to be a minor source in comparison to belching.\" Also you would probably have to give the researchers a much larger grant.\n \n When we analyze items one through five, we see a clear pattern of Bovine Terrorism, wherein the world cow population, which for so many years was content to just stand around producing dairy products, has suddenly gone on an international rampage, attacking people, salivating from the mouth, consuming intimate garments, threatening to explode and making a concerted effort to melt the polar ice caps.\n \n    But the scariest element in this story is an article from the Feb. 18 Arkansas Gazette. This article, by John Rice, has the following headline:\n \n    FARMER RULES OUT\n \n    ALL BUT ALIENS\n \n    IN COWS' DEATHS\n \n    I am not making this up, either. The story states that a farmer named James Thorne in Berryville, Ark., had five of his cows die under what he believes were mysterious circumstances. The local sheriff claims they died of a bacterial disease, but Thorne claims that they had mysterious cuts and that \"each of the cows had her sex organs removed.\"\n \n    The story quotes Thorne as saying: \"I know no animal killed 'em and I know that no human killed 'em without anybody seeing it or alarming the dogs around here.\" The story adds that Thorne began to suspect alien beings after two \"UFO investigators\" from Forsyth, Mo., came out to inspect one of the deceased cows:\n \n    \"Thorne said the team concluded . . . that aliens had visited and used a laser to kill the cow and remove the organs.\n \n    \" \"They were very professional,' Thorne said of the UFO team.  \"They went over that cow with a fine-tooth comb.' \"\n \n    Okay. Let's try to stay calm here, and just review the basic facts:\n \n    1. Cows are acting weird.\n \n    2. Alien beings appear to be making off with intimate bovine organs.\n \n    3. There are people in Forsyth, Mo., willing to comb dead livestock.\n \n    What does all this mean? Are we in danger? Should we take precautions?\n \n Miami Herald\n Distributed by Tribune Media Services Inc.\n\nLoad-Date: November 12, 1992"
}