{
    "title": "Bowling Green State U. alumnus discusses U.S. - Russian relations",
    "publisher": "university wire",
    "year": 2004,
    "month": 3,
    "day": 29,
    "full text": "Since Sept. 11, the United States has been trying to strengthen its relationship with other countries, like Russia, in the fight against terrorism.\nOn Friday, Bowling Green State University Distinguished Alumnus Kempton Jenkins, who is the current president of the Ukraine-U.S. Business Council in Washington, D.C., discussed \"Prospects for U.S.-Russian Relations Post 9/11\" in the student union.\nJenkins, a veteran in United States-Russian affairs, served 31 years in the U.S. Department of State and as an executive director of the U.S.-Soviet Trade Commission. After retiring from the state department, Jenkins went on to serve as the president of the U.S.-U.S.S.R. Trade and Economic Council and later became the corporate vice president for international and government affairs for ARMCO Steel Inc.\nAccording to Jenkins, he became interested in Russian history at the university when a history professor introduced him to the subject and got him interested in a job in politics.\nFor Jenkins and others working with Russians and political affairs, America's relationship with the country has improved since Sept. 11, 2001.\n\"The fact that we have seen the collapse of the Soviet Union with a minimum of blood shed and no nuclear exchanges is a miracle,\" he said. \"It's partially due to the wisdom and courage of our leadership, our career diplomats ... and some very brave Soviets. We've achieved tremendous progress with the new Russia and we're a hell of a lot better than we were 20 years ago.\"\nJenkins said this progress was evident on Sept. 11 because the first person to call President Bush and pledge his support to the United States was Russian President Vladimir Putin. Since that phone call the United States-Russian relationship has experienced many positive developments, such as the creation of a task force to exchange information on terrorist movements, Jenkins said. Russia and the United States now share an airbase in Uzbekistan in order to fight in the war against terrorism.\n\"They had some very valuable information and access that we had never had and so they enriched our capabilities in dealing with terrorism and they opened up an air space for us immediately, which is an incredible thing to do for a former enemy and adversary,\" Jenkins said.\nAlthough the United States is working with Russia to fight terrorism, there are still a lot of kinks to be worked out, according to Jenkins.\n\"We're still basically poised at each others' throats,\" he said. \"The threat to our security remains the warheads that the Russians still have.\"\nToday, the Russians are not only unhappy with the way the United States entered into the War with Iraq, but with how the United States tries to use its diplomacy over other countries, Jenkins said.\nDespite this ongoing dilemma, the two countries remain together in many efforts including the fight against terrorism, containing North Korea and a continuing partnership in the United States-Russian space program.\n\"The Russians can be very helpful ... want to be very helpful ... and when we ask them to do things they have been very helpful,\" Jenkins said.\n(C) 2003 The BG News via U-WIRE\n\nLoad-Date: March 29, 2004"
}