{
    "title": "Bowman convicted of kidnapping, terrorism",
    "publisher": "telegraph herald ",
    "year": 2000,
    "month": 5,
    "day": 9,
    "full text": "40 years?: Guilty verdict could mean at least 21 years\nA Dubuque man was convicted Monday morning of kidnapping a woman who intervened in a fight between he and his girlfriend in July.\nCraig S. Bowman, 46, of 20 S. Algona St., faces up to 40 years in prison. His sentencing is set for 9 a.m. May 30 in Dubuque County District Court.\nThe jury, which started deliberations Friday afternoon and reconvened Monday morning, took about five hours to find Bowman guilty of second-degree kidnapping, terrorism with intent and assault while participating in a felony.\nBowman cried after the verdict was read. As law enforcement officers handcuffed him and led him out of the courtroom, Bowman apologized to his mother, who was sobbing.\nBowman was charged with kidnapping Dubuque school teacher Karla Schwaegler. She - with two friends - had given Bowman's girlfriend, Theresa Carey, a ride back to Dubuque after interrupting a fight between the couple in East Dubuque, Ill.\nSchwaegler went to pick up Carey's car from in front of Bowman's residence, when Bowman fired a .44 Magnum at the vehicle and forced her into his home, Schwaegler testified. She said Bowman threatened to kill her.\nBowman's version of the events differed. He said he was armed that evening because he was afraid two men, who had also stepped in during the fight in East Dubuque, were coming to get him. He said that he shot into the air that evening because he thought he saw someone standing by his truck.\nBowman testified that he then asked Schwaegler into his home so that he could call the police. She complied, he claimed, after he told her that he had beer.\nPublic Defender Tom Goodman said Bowman was disappointed by the verdict and \"somewhat surprised.\"\nWith sentencing mandates, Goodman said Bowman will serve at least 211/2 years on the conviction. \"It could be a life sentence,\" Goodman said.\nProsecutor Ralph Potter called the conviction a relief.\n\"Karla is a nice lady and what happened to her shouldn't happen to anybody,\" Potter said. \"She did nothing but try and help a poor lady out.\"\nCarey was in court to hear the verdict and reiterated Potter's statements, saying what a wonderful thing Schwaegler did for her.\n\"How do you thank them enough?\" Carey said of Schwaegler and her friends. \"A total stranger gets in the middle and this is what happens.\n\"I'm just glad it's all over with.\"\n\nGraphic\n\n \nCraig Bowman reacts to the jury's guilty verdict in a Dubuque courtroom Monday.  Bowman was convicted on all three charges stemming from a kidnapping incident in July.  (TH Photo by Mark Hirsch)\n\nLoad-Date: May 9, 2000"
}