{
    "title": "BOX OF BULLETS ADDS INTRIGUE",
    "publisher": "st. petersburg times ",
    "year": 2007,
    "month": 9,
    "day": 6,
    "full text": "Bullets were among the items investigators found in the car of two University of South Florida students.\nThe deputy who pulled over Ahmed Abdellatif Sherif Mohamed and Youssef Samir Megahed, 21, found a box of bullets near the seat, several pipe bombs in the trunk and \"other suspicious items,\" according to the Berkeley County Sheriff's Office.\nThe men have said they had only fireworks, but deputies found no sign of any commercial fireworks, said Berkeley County Chief Deputy C.W. Henerey.\nThe new information only deepened the mystery of why the two engineering students ended up on Aug. 4 in Goose Creek, S.C., a suburban city near Charleston.\nA Tampa grand jury indicted the men last week on charges of transporting explosives in interstate commerce without permits.\nMohamed, whose age has been listed variously as 24 and 26, is also charged with distributing information relating to explosives, destructive devices and weapons of mass destruction, a terrorism-related statute.\nThe two men, who are Egyptian citizens, have yet to appear in federal court.\nOn Wednesday, a high-level official from the Egyptian Embassy in Washington, D.C., visited the jail in rural Moncks Corner. Andy Savage, attorney for Megahed, said Ashraf Salama spoke with the two defendants for more than four hours. Defense attorneys were present, although the conversation was mostly in Arabic.\nSavage said Salama wanted to be assured the men were being treated properly. And he also refuted a widespread rumor that one of them had a previous arrest in Egypt.\n\"There is no hint of any impropriety either political or criminal for either one of them,\" Savage said. The embassy official said their families \"enjoy a very good reputation in Egypt.\"\nFamilies of the two men say they're still struggling to understand what happened.\nReached by phone in Egypt, Mohamed's father said his son and family are in trouble. \"We are not in a good situation.\"\nHe said he did not know what his son had been doing in South Carolina or what he may have had in the car.\nSaying his son was \"a good person,\" he declined to talk further. \"I do not want to speak about this subject until we find a solution.\"\nMegahed's father, Samir Megahed, a 60-year-old Egyptian civil engineer from New Tampa, said he didn't know about the bullets in the car. Asked if he doubted his son's innocence, Megahed replied with a soft, \"No.\"\nMegahed has said previously he fears his son may be jailed in South Carolina until trial.\nTampa lawyer Stephen Crawford, a former federal prosecutor, said concerns by Megahed's father are understandable.\n\"It is a scary, scary thought,\" he said. \"I'd be concerned, too, if I were his dad.\"\nBut the indictment was returned in Tampa federal court, which means Mohamed and Megahed would likely come to a local jail so they could attend hearings, Crawford said.\nAs for the family's concerns that the men could be moved to the brig at the Naval Weapons Station near Goose Creek or to some far-off detention facility like Guantanamo Bay Naval Base, legal experts say those fears are likely unfounded.\n\"It would certainly be illegal to transfer somebody from this country to Guantanamo,\" said Jonathan Hafetz, an attorney at the Brennan Center for Justice at New York University.\nAnd the naval brig isn't likely either, experts say.\nLegal experts have puzzled over wording in the indictment that refers to a U.S. Code on terrorism, even though the U.S. Attorney's Office has said the case is not about terrorism.\n\"It is, I would say, the bread and butter charge,\" said Scott Silliman, a law professor at Duke University. \"It is the most frequent charge that is used (in terrorism cases).\"\nMichael L. Seigel, a University of Florida law professor and former federal prosecutor, said he wouldn't be surprised to see a revised indictment handed up with more specific details.\n\"They have to have some theory that they weren't just carrying these bombs, but they were carrying them with some intent,\" Seigel said.\nTimes staff writers Colleen Jenkins and Amber Mobley and news researcher John Martin contributed to this report. Abbie VanSickle can be reached at vansickle@sptimes.com or 226-3373.\n\nLoad-Date: September 6, 2007"
}