{
    "title": "Boyle's skill, voice deserve praise",
    "publisher": "usa today",
    "year": 2009,
    "month": 12,
    "day": 31,
    "full text": "It is not true, as USA TODAY's article contends, that \"plenty of middle-aged, plain-looking women can carry a tune just as sweetly\" as Susan Boyle. Boyle is clearly a  professionally coached singer. She carries her tunes with skill and feeling. The ballads and spirituals on her CD are far from \"bromidic\" (\"Five acts etched in music history,\" Life, Tuesday).\nInstead, Boyle brings back to her fans popular music with melodies that those \"middle-aged, plain-looking women\" (and men) may wish to hum to themselves, perhaps in their kitchen or in their offices, even if not as sweetly.\nZdzislaw Meglicki\nBloomington, Ind.\nNFL regular season\nOn Sunday, football fans everywhere were disappointed by the Indianapolis Colts' decision to throw in the towel, with the lead, in the third quarter -- everyone except Jets fans whose team was given an unexpected break and a chance to make the playoffs (\"Saints stumble; Colts finally fall,\" Sports, Monday).\nThe fans who paid for tickets to watch the Colts quit were undoubtedly mad that they wasted their hard-earned money (spent to support their team even in a recession). Likely of more importance to the NFL, many other football fans  might have done the same thing I did. I turned off the TV, missing any ads that companies paid to have broadcast during America's most popular sport.\nI would guess that even fewer fans will tune into the Colts game next week knowing they are unlikely to play to win.\nWhen baseball faced a debacle with the tie All-Star Game in 2002,  Major League Baseball recognized there was a problem, and -- regardless of  what you think of the result -- took action to make the All-Star Game mean something. Now, the league that wins that game gets home-field advantage in the World Series.\nIt's time for the NFL to do the same thing and change the rules so that the final games of the season will have meaning. Whether  a team makes the playoffs should be decided as it is today, but a team's seed in the playoffs should be based on its record in the last three games of the season. This would force teams such as the Colts to play the whole season, giving the fans their money's worth. It is in the best interest of the fans and the sport.\nJack Skinner\nPeoria, Ill.\nCause of terrorism\nIt turns out the alleged al-Qaeda underwear bomber of Northwest Airlines Flight 253 was the son of a wealthy banker  (\"New questions, New scare,\" Cover story, News, Monday). Seems like we had all been taught that the root cause of terrorism is poverty. Could it be that the root cause  is not bad economics but bad ideology?\nScott Abramson\nSan Mateo, Calif. \n\nLoad-Date: December 31, 2009"
}