{
    "title": "Boys kept in jail in massacre scheme Unswayed by parents and lawyers, a judge ordered the four teens",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 4,
    "day": 14,
    "full text": "Dark circles under her eyes, her hands flailing helplessly, the mother of one of the four boys accused of plotting to buy guns and massacre a list of students, teachers and others at Winslow High said the youths were misunderstood, not murderers.\n\"They're not terrorists,\" she said yesterday. \"It's not a conspiracy.\"\nNext to her, the boy's father stared straight ahead, looking stubbornly away from the glare of cameras that trailed him from the Camden County Hall of Justice.\nThe boys, ages 14 to 16, allegedly planned to buy guns and begin shooting classmates, teachers and others during a fourth-period lunch sometime this month. Three attended Winslow, and the fourth was a student at Hammonton High in Atlantic County. The boys, whose names were withheld by the authorities because of their ages, have been charged with crimes that include terrorism and conspiracy to commit murder.\nDespite attorneys' arguments and parents' pleas, a state Superior Court judge said yesterday that the teens would remain in a juvenile detention center until their next court appearance, scheduled for May 4, and might remain incarcerated until trial.\nAt the hearing, Judge Angelo DiCamillo listened as caseworkers from the state Department of Human Services listed the boys' scheduled psychological and psychiatric evaluations. All will be completed this month, the caseworkers said.\nAttorneys for some of the youths asked for their clients to be released, mentioning medical concerns.\n\"I'm very concerned for his mental health,\" one public defender said of his client.\nAttorneys also argued to have reporters barred from court proceedings.\n\"A lot I'm hearing about this case comes from the media and is not in discovery,\" said Kevin Lewis, a public defender representing one of the boys.\nBut DiCamillo said he would not close his courtroom.\n\"This, of all cases, has the public's special interest in the workings of the court,\" he said.\nAnother lawyer argued that the terrorism charge - based on a 2002 law called the September 11th, 2001, Anti-Terrorism Act - was inappropriate.\nIf the charge stands, the youths could become the first defendants in New Jersey convicted of terrorism.\n\"It's pretty obvious, just from the title of the statute, that what we're talking about is terrorism on a grander scale,\" Lewis said.\nDiCamillo said Lewis was welcome to petition to drop the terrorism charge. Even if the charge is dropped, the judge noted, the boys were unlikely to be released, because they are also charged with conspiracy to commit murder.\nWhen they return to court next month, DiCamillo said, the Camden County Prosecutor's Office will likely decide whether to prosecute them as adults or in juvenile court.\nThe boys appeared in the small, packed courtroom in street clothes and handcuffs. After the hearing, their families made their separate ways into the spring sunshine.\nA distraught mother and father climbed into a truck with its sticker proclaiming them parents of an honors student - a 15-year-old boy now accused of the guns-and-terror plot.\n\"I can't take it - seeing him in handcuffs, seeing him in court,\" the mother said. \"It's very hard.\"\nShe sat a few feet from her son in court, making eye contact but nothing more.\n\"They didn't let me talk to him. They didn't let me see him. I asked to see him,\" she said.\nEverything is just blown out of proportion, she said of her son and the other Winslow students.\n\"They're just overreacting,\" she said. \"They're just three kids.\"\nAnother father said his son had gotten in with the wrong bunch of kids. But they're all innocent, he said.\n\"I don't think that that's possible, that they would have ever done that,\" the father said.\nHe misses his son acutely, he said, and when he visits him in jail, \"I tell him I love him.\"\nContact staff writer Kristen Graham at 856-779-3927 or kgraham@phillynews.com. To comment, or to ask a question, go to http://go.philly.com/askgraham.\n\nLoad-Date: April 14, 2006"
}