{
    "title": "Brass blamed in Saudi attack",
    "publisher": "usa today",
    "year": 1996,
    "month": 9,
    "day": 17,
    "full text": "U.S. military commanders failed to protect a barracks in Saudi\nArabia from a terrorist bomb, says a Pentagon report out Monday,\nand a top Air Force commander could face court-martial in the\nwake of the June 25 attack.\n\"Intelligence indicated that Khobar Towers was a potential terrorist\ntarget, and incidents from April through June 1996 reflected possible\nsurveillance of the facility,\" the report said.\nStill, \"the chain of command . . . did not take all measures\npossible to protect the forces.\" The report also cites failures\nin organization, lack of anti-terrorism standards and training,\nand lack of involvement from senior commanders.\nNineteen soldiers were killed and 547 others injured when a huge\ntruck bomb exploded outside the complex in Dhahran, Saudi Arabia.\nDefense Secretary William Perry announced new military wide, anti-terrorism\nsteps, including anti-terrorism training for troops and increased\nsecurity patrols.\nThe report does not recommend specific disciplinary action but\nincludes documents from Perry and Air Force officials authorizing\ncourt-martial proceedings, if appropriate.\nAir Force Brig. Gen. Teryl J. \"Terry\" Schwalier, responsible\nfor the security of the nearly 2,000 soldiers at the barracks,\nis expected to be a court-martial candidate.\nPresident Clinton praised the report as \"unvarnished, blunt,\nstraightforward.\"\n\"We intend to do everything we can\" to protect troops in the\nfield, Clinton said. \"We're going to aggressively implement the\nDowning report.\"\nThe report was produced by retired Army Gen. Wayne Downing, ex-chief\nof U.S. Special Operations Command.\nHouse Speaker Newt Gingrich, R-Ga., accused the Clinton administration\nof being \"consistently weak in its approach to protecting Americans\nfrom terrorism. I think we need to do a great deal more to protect\nour young men and women.\"\nSince the attack, most of the 5,000 U.S. military personnel in\nSaudi Arabia have been moved to a remote desert airbase.\n\nLoad-Date: September 17, 1996"
}