{
    "title": "Brazil arrests man linked to Hezbollah on crimes in Paraguay",
    "publisher": "telegraph herald ",
    "year": 2018,
    "month": 9,
    "day": 22,
    "full text": "SAO PAULO - Brazilian police on Friday arrested a fugitive whom U.S. authorities have accused of serving as Hezbollah's financier and who has repeatedly been accused of illegal activity in a lawless border area where three South American nations meet.\nPolice took Assad Ahmad Barakat into custody in the Brazilian city of Foz do Iguacu, which is home to the famous Iguazu Falls and sits where Brazil, Argentina and Paraguay converge. The Tri-Border Area, as it is known, has long been a haven for smugglers, traffickers and counterfeiters, and U.S. authorities and others have alleged it is also a redoubt for terrorism support and financing.\nAuthorities in Paraguay are seeking Barakat on allegations of false representation, police said, and Brazil's Supreme Court authorized his arrest earlier this month.\nThe Brazilian federal prosecutor's office said in a statement that Barakat's case met the requirements for an arrest with a view to extradition - but it was not clear when or if that would happen.\nIn 2004, the U.S. Treasury Department said Barakat was one of the most influential members of Lebanon's Hezbollah militia, which the U.S. considers a terrorist organization. It accused him of using his businesses in the Tri-Border Area as a front for fundraising for Hezbollah as well as coercing local shopkeepers into giving money to the organization.\nA Treasury official at the time said he had used \"every financial crime in the book\" to fund Hezbollah and \"underwrite terror,\" and the department ordered his assets frozen in the United States. Barakat was then serving a prison sentence for tax evasion in Paraguay.\nTwo years later it added several of his associates to a list of people whose U.S. assets can be frozen and whom Americans and U.S. companies are prohibited from dealing with. Barakat remains on that list.\nIn a 2001 interview with The Associated Press, Barakat acknowledged that he was a \"sympathizer\" of Hezbollah but said that did not mean that he supported terrorism.\nAttempts to reach Barakat's lawyer were unsuccessful.\nThe Simon Wiesenthal Center, which researches and advocates against anti-Semitism, hate and terrorism, praised the arrest.\n\"We have monitored international terrorist activity in the lawless contiguous Triple Frontier region for some 20 years,\" Shimon Samuels, the center's director for international relations, said in a statement. He added that he hopes the arrest was \"a sign that the three countries will begin to drive Hezbollah out of Latin America.\"\nBeyond the longstanding accusations of his involvement with terrorism, Barakat has faced other legal troubles over the years and was even extradited from Brazil to Paraguay once before, according to police. They said he returned to Brazil in 2008 after serving his sentence.\nIn Paraguay, Barakat is currently accused of presenting a declaration of incorrect nationality and omitting information about the loss of nationality, Brazilian prosecutors said Friday. Barakat was born in Lebanon but has lived in South America for years.\nProsecutors said they had information that Barakat applied for refugee status in Brazil when he learned of Paraguay's arrest warrant, but that only the recognition of refugee status would prevent his extradition, which was not the case here.\nBrazilian police also said Argentine authorities have accused associates of Barakat of laundering $10 million in a scheme in casinos, and they have frozen the group's assets. Copyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nLoad-Date: October 10, 2018"
}