{
    "title": "Breaking from Trump, Ryan defends NATO",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 7,
    "day": 27,
    "full text": "MILWAUKEE - House Speaker Paul Ryan vigorously defended the role of NATO and the importance of the United States leading the creation of free-trade agreements on Tuesday, breaking from positions taken by Republican presidential nominee Donald Trump.\nRyan, speaking at a luncheon in Wisconsin, called NATO an \"indispensable ally\" that he wanted to bolster to help fight terrorism. Trump caused alarm in the White House, overseas and among fellow Republicans last week when he suggested the United States might abandon its NATO military commitments if he were elected president.\nRyan doesn't agree with that sentiment, saying there's no question \"in my mind\" that NATO has a role to play in fighting terrorism.\n\"NATO is as important now as I would say it's been in my lifetime,\" he said at the event organized by the political website Wispolitics.com. Ryan said he wanted not to weaken NATO, but instead bolster its eastern front as a way to fight terrorism and defend American allies.\nRyan has been tepid in his support of Trump, not publicly endorsing him until June after disagreeing with him on comments he made questioning a judge's ability to be fair because of his Mexican heritage and opposing his plan to ban Muslims from entering the country. But Ryan also has argued that Trump is a better choice than Democrat Hillary Clinton because the House Republican agenda has a better chance of passing with him as president.\n\"It's much, much easier and better for us to work with a Trump-Pence administration than a Clinton administration,\" Ryan said.\nIn another break from Trump, Ryan spoke of the need for the U.S. to be a leader in crafting free-trade agreements. Trump has made his opposition to trade agreements the centerpiece of his economic argument. Trump wants to revoke the North American Free Trade Agreement and do away with the Obama administration-negotiated Trans Pacific Partnership.\nBut Ryan said free-trade deals are needed for the health of the U.S. economy, as well as a tool to counter terrorism by forming relations with foreign countries, breaking down barriers and getting people to work together.\n\nLoad-Date: July 27, 2016"
}