{
    "title": "BREAKING DOWN HATE",
    "publisher": "star tribune ",
    "year": 2019,
    "month": 10,
    "day": 22,
    "full text": "Jeff Schoep trafficked in hate for three decades, proudly wearing swastika armbands to the Minnesota State Capitol on his way to commanding the nation's largest neo-Nazi group in its fight for an all-white America.\nBut Schoep, one of the most prominent Nazi leaders to emerge from Minnesota, is walking away amid an ongoing surge in white supremacist terrorism that he could no longer condone and now wants to help curb.\n\"I spent 27 years propagating national socialism, white nationalism and putting these ideas out in the world - and I was good at it,\" said Schoep, in one of his first interviews since rejecting the National Socialist Movement, which has had a leading role at events like the 2017 Unite the Right rally in Charlottesville, Va. \"I built the group up to the white nationalist largest in country. Would it be easier for me to just walk away? Yes. Would it be the right thing to do? No.\"\nSchoep, 45, was born in southwest Minnesota and frequented the Twin Cities before moving the National Socialist Movement's headquarters to Detroit. He may soon return to his home state as part of a series of community forums on hate crimes being led by Minnesota Attorney General Keith Ellison, who on Tuesday will be leading a similar discussion in St. Cloud with a former neo-Nazi who recently helped counsel Schoep during his exit from the movement.\n\"I think society wants to believe that these are horrible, evil, irredeemable bad people,\" Ellison said. \"They're just people.\"\nAs a defense attorney in the 1990s, Ellison once represented a man charged with assaulting Schoep during an altercation. On Tuesday, he'll speak alongside Christian Picciolini, one of the most publicly outspoken former American Nazis who has since worked to try to deradicalize more than 300 people. Schoep's position as a charismatic former neo-Nazi leader presents a unique opportunity to be a \"voice against hate,\" said Picciolini, whose work with Schoep was recently documented on Picciolini's \"Breaking Hate\" MSNBC series.\n\"It shows that people can unlearn hate even if it was something they lived with their whole lives,\" Picciolini said.\nPicciolini, who is from Chicago, nearly moved to St. Paul during his neo-Nazi days, citing the Twin Cities' white power music scene in the 1990s.\nThe origins of the National Socialist Movement that Schoep led can be traced to South St. Paul in the 1970s. Fascinated by military history at a young age, Schoep said he joined the group as a teen at a time in which he yearned to be part of something that aligned with his sharpening worldview. But he is quick to underscore that his middle-class upbringing - free from abuse at home or bullying at school - did not contribute to his gravitation toward Nazi ideology.\n\"Literally anybody can get brought into the movement,\" Schoep said by phone from his Detroit home. \" ... That's why I think it's important that this story gets told so that people can understand and get an idea that there's no one type of person susceptible to this type of ideology.\"\nWhen he was still in Minnesota, members of Schoep's National Socialist Movement were known for donning swastika armbands and brown uniforms at rallies outside the Minnesota State Capitol. He also tried to bring other notable white power leaders to Minnesota for a national gathering in 1998. After a Golden Valley hotel canceled Schoep's reservation for the event, he tried to stage a news conference outside the federal courthouse in St. Paul that led to a violent clash with a group of protesters. He later swapped the group's swastika-bedecked brown shirt uniforms for a new black \"battle dress uniform\" that bore a Scandinavian rune in a bid to register more mainstream appeal. Schoep also prioritized bringing younger recruits into the fold through his \"Viking Youth Corps\" recruitment organization.\nIn 2017, Schoep took his group to the Unite the Right rally in Charlottesville, Va., which brought together multiple far-right groups under the same banner. Violent clashes between demonstrators and protesters ended in the death of 32-year-old Heather Heyer when James Alex Fields Jr. plowed his car into a group of protesters. He is serving a life sentence for the attack. Schoep is one of several participants in the rally still being sued by a group of Charlottesville residents.\nSchoep says now that he started entertaining thoughts of leaving the movement about three years ago, and said attacks like the killings of nine black worshipers at a South Carolina church and this year's slaughter of more than 50 Muslims in New Zealand propelled his exit.\n\"I tried turning a blind eye to it, but that ideology is still fueling people to go do these things,\" Schoep said.\nSchoep is speaking out at a time in which white supremacist terrorism is ranked as a leading national security threat by federal law enforcement leaders. On Sunday, the Anti-Defamation League reported that at least 12 white supremacists have been arrested on allegations of plotting, threatening or carrying out anti-Semitic attacks in the U.S. in the year since a gunman killed 11 worshipers at a Pittsburgh synagogue. The Jewish civil rights group also counted at least 50 incidents since then of white supremacists vandalizing or distributing propaganda at Jewish institutions around the country.\nAfter signing over control of the National Socialist Movement earlier this year to a black civil rights activist from California known for infiltrating white supremacist groups, Schoep said he needed about three months to privately \"decompress.\" He could have claimed \"retirement\" from the group and quietly stayed out of the public eye. But Schoep soon determined that wouldn't be an option.\n\"I have a responsibility,\" he said. \"I have a duty in my own heart that I have to say something, I have to get out there and do something.\"\nSchoep is now recording an oral timeline of his rise in the white power movement, in an effort to try to deconstruct his thinking along the way. He's so far made it to 1999.\nSchoep is beginning to tell his story in public settings, including Monday at a symposium in Turkey sponsored in part by the European Union. He's also working with a former jihadi extremist who helps run a nonprofit called Parallel Networks, and is helping produce a new magazine called \"Ctrl-Alt-Delete-Hate\" produced entirely by former extremists, hate crime victims and experts. Its first issue is due out next month.\nAndrew Luger, former U.S. Attorney for Minnesota and now an attorney in Minneapolis, has long sought answers on how to disengage Minnesotans from violent extremist groups. Luger said he learned that the most powerful voices in such efforts \"are those that understand this the best.\"\n\"If Jeff is sincere and authentic in his leaving the movement and addressing the causes for people to join, it's very, very powerful and impactful,\" Luger said. \"I think it's sort of the great missing link in our effort to address violent extremism of all types.\"\nOn his new Twitter account and in private talks with people considering following him out of the white power movement, Schoep is quick to avoid politics, recognizing that exploiting polarization has long been a key tactic for extremist recruiters.\n\"It's an American thing - it's all of us,\" Schoep said of those working to counter hate. \"For me I can do so much more good ... and help my country so much more by not engaging in that, not contributing to the polarization and instead finding commonalities. I mean, that's another way to break down some of that hate that's in some of these people.\"\nStephen Montemayor · 612-673-1755\nTwitter: @smontemayor\n\nLoad-Date: October 26, 2019"
}