{
    "title": "Breaching privacy has become too easy",
    "publisher": "university wire",
    "year": 2013,
    "month": 10,
    "day": 31,
    "full text": "It's a dangerous world that we live in. What is the price you are willing to pay to feel safe? Apparently, the National Security Agency feels that price isn't cheap.\nIn the post 9/11 world, the United States has become extremely paranoid over the possibility of another terrorist attack on American soil. The NSA has been able to acquire information using unwarranted tapping of cell phones, online social media accounts and seemingly every platform that one may divulge personal information. In order to keep us safe, of course.\nWith this new age of social media and instantaneous access to information, as well the ability to contact anyone anywhere in the world with a simple Internet connection, one could have assumed outside sources were sneaking a peek. However, the sheer extent of the government's reach into American citizens' lives definitely came as a surprise.\nThanks to whistle blowers like Edward Snowden, Americans as well as the international community are now aware of the NSA's reach. Snowden, who has since been sought after by the U.S. government in order to be tried with treason was quoted as saying, \" The public needs to decide whether these programs...are right or wrong.\"\nSome Americans see the NSA leaker's actions as dangerous. However, I feel that his actions were entirely necessary to check on our government's power.\nThis week the media released reports stating the NSA even spied on foreign citizens of allied countries like France and Germany and even went as far as to place a phone wire tap on German Chancellor Angela Merkel.\nThis extremely extensive snooping by the NSA is, of course, categorized as necessary action to prevent terrorism. Why wouldn't you be willing to let the government know anything and everything about you at a moments notice; it's all for everyone's safety right? But is the threat of terrorism something that Americans should really concern themselves with? The answer might surprise you.\nOf course, the attacks of Sept. 11, 2001 were incredibly horrific and one of the darkest moments in American history. But domestic acts of terrorism aren't really something that the everyday American should concern themselves with. The number of Americans killed annually by terrorism is vastly overshadowed by deaths from lightning strikes and bathtub drownings. However, there are political incentives to overhype the threat of terrorism. Through fear, American citizens have been turning a blind eye to the extent of the government snooping, which is preciscely why legislation like the Patriot Act and the recent actions by the NSA have happened.\nThe growth of the government and the length of its reach has long been a fear of the American public, especially those amongst the ranks of the Republican party. While others, including myself, see the growth and evolution of the government as beneficial in certain areas such as health care. It is becoming increasingly difficult to trust our politicians to uphold the laws of the land.\nSince the beginning of the Cold War, America has been an incredibly successful nation when it comes to acquiring intelligence. One could even say that snooping on other countries' dealings is an American pasttime. But this isn't the threat of Soviet domination we are spying on, it's American citizens and trusted allies. Edward Snowden said it correctly, it is \"our\" choice as citizens to decide wether we are OK or not with the extent to which the NSA chooses to track our information. Call me crazy, but having checks on the power of our government is something that I would like to see continued in the future.\nIn an age of drone strikes and levels of technology never seen before in human history, surveillance has become far too easy. Hopefully, as a citizenry we can come together and halt the extent of unlawful spying on American citizens. If not for whistleblowers, Americans would be blissfully unaware of the government's reach and would continue to live uninformed. For this reason I say thank you and cheers, Edward Snowden.\nPlease send all feedback to opinion@dailycardinal.com\n\nLoad-Date: October 31, 2013"
}