{
    "title": "Brennan hearing to draw on terrorism war His role, views on drone strikes, interrogation methods and",
    "publisher": "the new york times",
    "year": 2013,
    "month": 2,
    "day": 7,
    "full text": "WASHINGTON • A Senate hearing on John Brennan's nomination to head the CIA could lay bare some parts of the secret war against al-Qaida: lethal drone strikes from covert bases against even American terrorism suspects, harsh interrogation methods and long detention of suspects without due process.\nSome of the practices produced revulsion among some in Congress and the public, but the outcry has been muted because Brennan and others say that these harsh and secretive methods have saved American lives.\nThose issues will be front and center in the Senate Intelligence Committee hearing today for Brennan - a chance for him to answer criticism that he backed the detention and interrogation policy while he served at the CIA under President George W. Bush, charges that stymied his first attempt to head the intelligence agency in 2008.\nIn answers to questions from the Senate Intelligence Committee before the hearing, Brennan said he was \"aware of the program but did not play a role in its creation, execution, or oversight,\" and added that he \"had significant concerns and personal objections\" to the interrogation techniques.\nBrennan also described how individuals are targeted for drone strikes, saying whether a suspect is deemed an imminent threat - and therefore appropriate for targeting - is made \"on a case-by-case basis through a coordinated interagency process\" involving intelligence, military, diplomatic and other agencies.\nHe defended the missile strikes by Predator or Reaper drones as a more humane form of war. Aides have portrayed him as cautious in their use, restraining others at the CIA or military who would use them more often, even though as the White House's counterterrorism czar he has presided over an explosion of drone strikes in Pakistan, Yemen and Somalia. Less than 50 strikes took place during the Bush administration while more than 360 strikes have been launched under President Barack Obama, according to the website The Long War Journal .\nAdministration officials say Brennan would limit the use of drones by the CIA and leave the majority of strikes to the military.\nThe CIA's drone strikes primarily focus on al-Qaida and Taliban targets in the tribal regions of Pakistan, while the military has launched strikes against al-Qaida in Yemen and Somalia.\nThe CIA also carries out strikes in Yemen from a base in Saudi Arabia, including one that killed three American citizens: Anwar al-Awlaki, his 16-year-old-son and Samir Khan. Al-Awlaki was linked to the planning and execution of several attacks targeting U.S. and Western interests, including the attempt to down a Detroit-bound airliner in 2009 and the plot to bomb cargo planes in 2010. His son was killed in a separate strike on a suspected al-Qaida den. Khan was an al-Qaida propagandist.\nThe location of the base was first disclosed Wednesday by The New York Times in a story that previewed Brennan's hearing, highlighting the sensitive issues that the hearings will bring into the open. The Associated Press first reported the construction of the base in June 2011 but withheld the exact location at the request of senior administration officials. Once it was disclosed, the AP considered the agreement to be no longer in place.\nGRAHAM BACKS DRONES\nDemocrats in Congress have begun to express stronger opposition to the use of drones, but on Wednesday Obama found an unlikely ally in Republican Sen. Lindsey Graham, who expressed his \"100 percent\" support of the use of drones against terrorism suspects.\nBrennan will also face questions about charges that White House officials leaked details of the administration's national security policies, including its cyberattacks against Iran's nuclear infrastructure, to burnish Obama's standing as commander in chief ahead of last year's presidential election. Brennan himself has come under fire by Republican lawmakers who believe he gave the media too many details in news conferences after the 2011 killing of al-Qaida mastermind Osama bin Laden.\n\nLoad-Date: May 3, 2013"
}