{
    "title": "Brendan Tevlin's accused killer indicted on terrorism charges",
    "publisher": "university wire",
    "year": 2015,
    "month": 7,
    "day": 6,
    "full text": "Ali Muhammad Brown. Photo courtesy of the Essex County Prosecutor's Office.\nOn July 2, an Essex County Grand Jury indicted Ali Muhammad Brown, 30, on terrorism, murder and other charges for his alleged murder of Brendan Tevlin on June 25, 2014, while two other men alleged to take part in the initial robbery had their charges dropped, according to multiple news outlets.\nEric Williams, 19, Jeremy Villagran, 20, and Brown attempted to rob Tevlin, 19, who completed his freshman year at Richmond in spring 2014, at a traffic light in West Orange, N.J., before Brown shot Tevlin eight times, according to nj.com. Tevlin, who was from Livingston, N.J., was driving home from visiting friends, CBS reports.\nAfter the killing, Williams and Villagran fled, while Brown got into Tevlin's vehicle, moved Tevlin's body to the passenger seat, drove to an apartment complex and stole personal items from him, leaving the car and Tevlin behind, prosecutors said.\nIn addition to the terrorism and murder charges, Brown was charged with robbery, carjacking and multiple weapons offense charges, The Seattle Times reports. Williams and Villagran faced felony murder and weapons possession charges, and \"nobody is saying at this point\" why the charges were dropped, nj.com reporter Dan Ivers writes.\n\"Based on the evidence and the information we have at this time, we believe this is the appropriate course of action,\" said Carolyn Murray, Essex County prosecutor.\nBrown, a Muslim who has expressed anger in American military involvement in the Middle East, became the first person charged with terrorism in New Jersey. New Jersey's terrorism statute, enacted in 2002, includes crimes intended \"to influence the policy or affect the conduct of government by terror.\"\n\"My mission is vengeance,\" Brown told law enforcement in July 2014, according to CNN. \"For the lives, millions of lives are lost every day...[in] Iraq, Syria, Afghanistan, all these places where innocent lives are being taken every single day. ... So, a life for a life.\"\n\"As the investigation continued, evidence was developed, including evidence subsequent to arrest, which led to the decision to seek terrorism charges against Brown,'' Murray said.\nPrior to Tevlin's murder, Brown, a registered sex offender from Seattle, killed three people in Washington State between April and June 2014, CNN reports.\nIn 2005, Brown was convicted of bank fraud in federal court and served time in jail. One of Brown's co-defendants in that case fled to Somalia to fight with the militant group Al-Shabaab, according to CNN.\nOn June 26, Villagran pleaded guilty to being involved in a shooting last year that occurred about two weeks after the Tevlin murder, nj.com reports. Prosecutors are recommending he serve a seven-year prison sentence. His sentencing is scheduled for Aug. 11, nj.com reports.\nContact editor-in-chief Jack Nicholson at jack.nicholson@richmond.edu\n\nLoad-Date: July 6, 2015"
}