{
    "title": "Brennan Center Fights DOJ for Information on Convicted Terrorists",
    "publisher": "university wire",
    "year": 2019,
    "month": 4,
    "day": 12,
    "full text": "Courtyard of the Brennan Center at NYU Law.\nNYU School of Law's Brennan Center for Justice claimed that the U.S. Department of Justice withheld information on convicted terrorists without good cause in a lawsuit filed on Monday.\nThe Freedom of Information Act gives the public the right to request access to records from any federal agency. The Brennan Center, a non-partisian law and public policy institute, issued a FOIA request in January 2018 which asked for information on individuals convicted of terrorism and was rejected in February by the department. The department said it would be a violation of privacy for those convicted, and any public interest in these cases would not sufficiently justify such a violation.\nHarsha Panduranga, counsel for The Brennan Center's Liberty and National Security program, said that the information would be helpful in defining terrorism and analyzing what leads to a conviction.\n\"Without docket information it is hard to accomplish anything and aggregate details underlying cases, including what the department considers terrorists and what catalyzes terrorism prosecution,\" Panduranga wrote in an email to WSN.\nThe lawsuit was filed jointly by The Brennan Center and University of North Carolina at Chapel Hill sociology professor Charles Kurzman. The FOIA request was meant to provide data on terrorism and counterterrorism in the U.S. Both the Brennan Center and Kurzman expressed surprise when they heard of the department's justification for rejecting their request.\n\"We think these are on really weak footing,\" Panduranga wrote. \"For one, the department selectively discloses defendant information - e.g., through press releases, etc. - when it serves a political or institutional goal, or advances a narrative. And of course, understanding how the government prosecutes terrorism is of intense public interest - it's one of the most talked about topics in the news today.\"\nIn a post on Lawfare - a blog dedicated to national security issues - Kurzman noted that the department has released lists of people convicted in international terrorism cases, but fails to release information on domestic terrorism. Domestic terrorism and far-right extremism have been on the rise for the past decade in the U.S. and globally. In October 2018, an anti-Semitic gunman killed 11 worshippers at the Tree of Life Synagogue in Pittsburgh, marking one of the deadliest attacks against Jews in U.S. history. Last month, a white supremacist opened fire on two mosques in Christchurch, New Zealand, leaving 50 dead in the deadliest mass shooting in modern New Zealand's history.\nYet, according to Kurzman - who has had multiple studies published on the topic - the department's Office of Public Affairs was more than twice as likely to issue a press release identifying a Muslim defendant than a non-Muslim defendant in cases involving violent extremism. Kurzman also found that about 60% of non-Muslim defendants were identified prior to conviction, while that number jumps to around 80 percent for Muslims based on his own analysis of the 20,000 or so press releases issued since 2001.\nNYU Abu Dhabi junior Sohail Bagheri said domestic terrorism is more worrisome, but believes vilifying Muslims is a tool to justify policies such as President Donald Trump's travel ban.\n\"Right-wing or far-right terrorism is a bigger threat to us than Islamic extremism,\" Bagheri said. \"But it's very lucrative to abuse to justify immigration policies.\"\nNYUAD junior Antony Tahan said the discrepency in reporting shows what he believes is a clear difference in the way domestic terrorism and Islamic extremism are perceived in the United States.\n\"When it's a white terrorist, it's just 'Oh, this white man,'\" Tohan said. \"Where, if it's someone of color or someone of a certain background or religion - especially Islam - instead they would just say 'This muslim terrorist.'\"\nEmail Jesse Jimenez at [email protected]. Advertisement\n\nLoad-Date: April 12, 2019"
}