{
    "title": "BREYER PRAISES ISRAELI COURT ON COMPROMISES",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 9,
    "day": 13,
    "full text": "* The Supreme Court justice says the United States could learn from rulings that try to balance security and rights concerns.\nThe United States could learn from compromises Israeli courts have struck to balance terrorism and human rights concerns, Supreme Court Justice Stephen Breyer said Friday.\nIsraeli judges have adopted what Breyer called \"intermediate solutions\" that acknowledge the security risks the country faces, the justice told an audience at Columbia University's law school.\n\"There are many solutions that … solve nothing to everyone's satisfaction but are not quite as restrictive of human rights as an extreme solution, nor as dangerous as some other extremes,\" Breyer said.\nHe gave an example drawn from Israeli courts of terrorism defendants who might try to use visits from lawyers to communicate terrorism instructions from behind bars. The security risk might make it impossible to allow such defendants to receive visits from any lawyer they choose, Breyer said, but not impossible to ensure a defendant has a lawyer nonetheless. Defendants could still choose lawyers from an approved list, Breyer said.\n\"Maybe to have a lawyer not of your choice (is better) than none at all,\" Breyer said.\nWithout mentioning the Sept. 11 terrorist attacks, Breyer said the Israeli experience is especially relevant to U.S. courts now. He stopped short of endorsing Israeli solutions but praised Justice Aharon Barak, president of the Israeli Supreme Court, who also spoke at Columbia.\n\"He's had to implement that kind of system, and when I read what he's done in particular cases, I think, yes, we have something to learn that cou ld prove to be topical.\"\nBreyer did not mention pending court challenges to U.S. anti-terrorism and security measures implemented after Sept. 11, 2001, and he did not mention any case with parallels to the Israeli lawyer issue.\n\nGraphic\n\n \nPHOTO; Color Photo headshot - (Stephen) Breyer; Points to \"intermediate solutions\"\n\nLoad-Date: September 13, 2003"
}