{
    "title": "Bridge Day to require finger scans for participants",
    "publisher": "the world",
    "year": 2014,
    "month": 12,
    "day": 28,
    "full text": "Bridge Day organizers are planning to make sure participants aren't terrorists by scanning their fingerprints before future events, according to the chair of the Bridge Day commission.\nOrganizers of Bridge Day, the largest one-day festival in the state, started requiring background checks for jumpers, rappellers and vendors after 9/11, according to Sharon Cruikshank, the commission chair.\nShe said finger scans will be a less invasive security measure than routine background checks because participants will no longer have to provide their Social Security numbers and dates of birth.\n\"To me it's less intrusive, he said. \"We're not capturing anybody's information. The coordinators for the BASE jumpers and the rappellers don't have to keep anybody's personal information.\nBridge Day is held annually on the New River Gorge Bridge on the third Saturday in October.\nUnder the new rules, participants' index fingers or thumbs will be scanned and checked against a terrorism watch list.\nThe new rule does not apply to spectators.\nScans will be compared to prints already on file, and only during the few seconds of the database search, Cruikshank said.\nScans will not be saved.\nCruikshank said the organizers are not looking for arrest records. She said organizers are only concerned with the terrorism watchlist.\nShe said the scans are required because jumpers and rappellers are allowed to enter the event with large equipment bags without going through Bridge Day security. She said searching every chute bag and rappel gear would be too time consuming.\nShe said the scanners will be similar to those found at DMVs.\nState police will provide them.\nCruikshank said the change was \"a requirement by the West Virginia State Police.\nWVSP Major Bill Scott said it was a suggestion by the State Police.\n\"The State Police is not making anybody do this, he said.\nScott said State Police suggested finger scans as a less invasive, quicker way to make sure participants are not on a terrorism watch list.\n\"If you're going to have people from all over the world that come to participate, you kind of want to know who they are, he said.\nScott said the scan takes approximately 30 seconds.\n\"It's just a matter of scanning someone's finger and then verifying valid photo ID, he said.\nCruikshank said reaction to the announcement so far has been mixed.\n\"Some of the BASE community is not happy with it, she said. \"I know the rappel community hasn't had any issues, nor the vendors. Those people have been pretty excited that we're just doing finger scans and the finger scans won't retain any information so it's less intrusive rather than keeping people's date of birth and Social Security numbers.\nThe Bridge Day Commission is compiling feedback for review and compiling a report from the comments. To add a comment, email officialbridgeday@officialbridgeday.com People are asked to specify if emailed comments should be not considered public or they will be added to the report.\nReach Erin Beck at erin.beck@wvgazette.com, 304-348-5163 or follow @erinbeckwv on Twitter.\n\nLoad-Date: December 29, 2014"
}