{
    "title": "BRIDGEVILLE CHIEF FINISHES TERRORISM TRAINING",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 5,
    "day": 24,
    "full text": "Bridgeville police Chief Ed Bogats Jr. has returned from the Washington, D.C., and Maryland training grounds of the U.S. Dignitary Protection Teams, where he and 24 fellow law enforcement officials studied terrorism topics.\nThe training grounds is the home for the agency responsible for guarding the president and dignitaries.\nChief Bogats was nominated to participate by James Gehr, special agent in charge of the Pittsburgh office. From April 2-6, the law enforcement group studied subjects such as terrorism, weapons of mass destruction, improvised explosive devices, threat assessment and dealing with terrorists and suicide bombers. They participated in tabletop exercises in planning community events and dealing with threats after a terrorist attack.\nThe group toured the White House and the weapons library at the training facility, where they saw displays of the .22-caliber revolver that John Hinckley used to shoot President Ronald Reagan, a gold-plated revolver that Elvis Presley donated to President Richard M. Nixon and the rifle and scope used by Lee Harvey Oswald in the President John F. Kennedy assassination.\n\"We saw the history and the full range of the Secret Service and their scope of services,\" said Chief Bogats, who added he was particularly fascinated by a visit to the control space that regulates air traffic over the Capitol.\n\"They constantly monitor the major news clusters. Everybody works in sync. It's amazing to see,\" he said.\nSince returning home, Chief Bogats has resumed his online studies with Northcentral University, where he is studying for a doctorate in business administration with a concentration in terrorism and counterterrorism. The program is endorsed by the FBI and the Fraternal Order of Police.\n\"It's much more work than I thought,\" said Chief Bogats, 45, who said he would have to write a dissertation and conduct a defense just like all doctoral programs. \nHe expects it will take him four years to earn his degree.\nChief Bogats, who holds a master's degree from Carnegie Mellon University, said he decided to enroll in the NCU's online doctoral program to become the best chief he can, both for his officers and the Bridgeville community. \n\"They have been so good to me,\" he said.\n\nNotes\n\nCarole Gilbert Brown is a freelance writer.\n\nLoad-Date: February 26, 2009"
}