{
    "title": "BRIEFING(2)",
    "publisher": "the new york times",
    "year": 1983,
    "month": 2,
    "day": 8,
    "full text": "Schmidt on Speech Circuit\nH elmut Schmidt, the former West German Chancellor, is about to join the growing list of political celebrities in this country who are reminding us that there is no such thing as a free speech, even at a free lunch.\nMr. Schmidt will be coming to the United States next month to work on his memoirs and to cash in on the booming speech economy that for some has become the pot of gold at the end of the political rainbow.  At the suggestion of his friend Henry A. Kissinger, Mr. Schmidt signed up with the Harry Walker Agency of New York, whose client list includes Mr. Kissinger, former President Gerald R. Ford and Zbigniew Brzezinski, President Carter's national security adviser.\nMr. Schmidt's extended visit here will begin in mid-March, after the West German elections, and the word from a close associate is that the former chancellor will command up to $20,000 a speech, which should be sufficient proof that even in times of recession America is still the land of opportunity for defeated politicians. In between speeches, Mr. Schmidt will have use of Secretary of State George P. Shultz's house in Palo Alto, Calif., where he plans to work on his book.\nBriefing column discusses upcoming visit of former West German Chancellor, Helmut Schmidt, to the United States and highlights other social and political happenings in Washington (DC)The Cost of Terrorism\nS ince Iranian militants seized the American Embassy in Teheran in 1979 and held 52 Americans hostage for more than a year, the State Department has been quietly reinforcing security for diplomats stationed in high-risk countries. Frank H. Perez, the deputy director of the Office for Combating Terrorism, disclosed to the World Jewish Congress recently that 15 cents out of every dollar spent by the State Department now goes to protect American personnel and facilities against foreign terrorist attacks.\nMr. Perez said the State Department recorded 746 cases of terrorist incidents in the world in 1982, 37 more than in the previous year.  That figure, he added, represented a 10 percent increase over the average number of terrorist attacks for the past five years. In 1982, according to the official, there were 235 bombings, 22 kidnappings, 28 hijackings and other incidents that left 126 persons dead and 741 wounded. Oddly, Mr. Perez's office does not have figures on how many Americans were among the victims of these attacks.\nThe official declined to discuss what steps have been taken to strengthen security for American diplomats, other than to say that improved intelligence work is ''the key to dealing with international terrorism.'' Mr. Perez said the State Department was still seeking Congressional support for a program to train foreign law enforcement officials in counterterrorism tactics.\nMeanwhile, Mr. Perez predicted that that terrorist incidents would increase in the months ahead as ''the more radical and violent elements'' of the antinuclear movement in Western Europe resort to violence to make their points.\nTo Celebrate Tet\nF or many Americans, the very mention of the word Tet conjures up unpleasant memories of the surprise military offensive that North Vietnam launched in February 1968, the significance of which is still being debated by historians and military experts. Fifteen years after that military episode, the Smithsonian Institution is planning a celebration of Tet, the new year's holiday in Vietnam, as part of its exhibit on important events in the cultural and social lives of other countries.\nVietnamese living in the Washington area, many of them refugees of the war, have been invited to participate in the three-day celebration that is to begin Feb. 12 at the Renwick Gallery. There will be native food and entertainment, including the dragon dance, and settings to represent a Vietnamese home, a flower market and a temple, all of which play a part in Tet. Children and grandchildren will offer their New Year's wishes to their elders in a formal ceremony, as is done in Vietnam on the first day of Tet. The elders, in turn, will give the children small red envelopes (red is the color for happiness in Vietamese society) that contain small bills for good fortune. On the way to temples, the Vietnamese traditionally stop at flower markets to pick the buds of the first flowers, also considered to be a good luck gesture.\nTet is supposed to represent a sense of community and happiness in Vietnamese life, but sadly, for the thousands of Vietnamese who fled their homeland after the war, it also is a reminder of what they have lost.  Phil Gailey Warren Weaver Jr."
}