{
    "title": "briefs add",
    "publisher": "telegraph herald ",
    "year": 2018,
    "month": 5,
    "day": 22,
    "full text": "Gunmen try to corner police reacting to shots in French city\nPARIS - Police officials said a group of people, some armed with guns, shot into the air in the French city of Marseille and tried to corner officers who responded to the sound of gunfire.\nChristophe Reynaud, of the Marseille police, said one resident was hit in the head with a butt of a gun and slightly injured during the incident in the Busserine district on Monday evening.\nReynaud ruled out terrorism as a motive and said the shooting probably was drug-related. He said the group drove away and has not been apprehended.\nMen shoot at youth in France; 1 injury reported\nPARIS - A French newspaper is reporting that hooded men shot at young people near a Marseille culture center, but a local police official says the event is not being investigated as terrorism.\nMarseille's La Provence newspaper says the men arrived in three vehicles and opened fire with Kalashnikov rifles on Monday evening.\nThe paper says at least one injured person was taken to a hospital.\nLa Provence also reports there was an exchange of gunfire with police.\nMarseille police official Christophe Reynaud said the shooting is not being treated as terror-related.\nNurse dies just as Ebola vaccination campaign starts\nKINSHASA, Congo - A nurse has died from Ebola in Bikoro, the rural northwestern town where the outbreak began, as the country Monday begins a vaccination campaign in three health zones affected by the deadly outbreak, Congo's health minister said.\nThe nurse's death brings the death toll to 27. There are now 49 hemorrhagic fever cases: 22 confirmed as Ebola, 21 probable and 6 suspected, according to Health Minister Oly Ilunga.\nIn a hopeful sign, two patients who were confirmed as positive for Ebola have recovered, and are returning to their homes though they will be monitored, Ilunga said.\nEbola, however, does in many cases remain longer in semen, and therefore can be transmitted through sexual contact for some months after recovery.\nClashes escalate in eastern Ukraine\nMOSCOW - Clashes between Ukrainian forces and separatist rebels in eastern Ukraine have escalated, the worst outbreak of fighting so far this year, officials said.\nThe headquarters for the Ukrainian operations in the east said two soldiers were killed and another four were wounded in fighting near the village of Yuzhnoye early Monday.\nThe separatists in the Donetsk region accused Ukraine of using heavy artillery and tanks to shell residential areas. They said four civilians were killed and another four were wounded in Ukrainian shelling last week.\n\"Last week was in many ways the worst we have seen so far this year,\" said Alexander Hug, a deputy chief of the monitoring mission of the Organization for Security Cooperation in Europe. \"In total, we recorded 7,700 cease-fire violations.\"\n\nLoad-Date: May 23, 2018"
}