{
    "title": "BRIEFS; ISRAEL SOLDIERS SEAL OFF AREA AFTER DEATHS",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 3,
    "day": 3,
    "full text": "Masked Arab gunmen killed an Israeli debt collector in the occupied Gaza Strip on Tuesday, and an Israeli driver whose truck was stoned in Jerusalem shot an elderly Palestinian to death.\nThe violence came a day after a Palestinian from the Gaza Strip rampaged through a commercial district in Tel Aviv, fatally stabbing two Israelis and wounding nine.\nSoldiers sealed off the occupied coastal strip Tuesday in retaliation for the killings in Tel Aviv.\nThe man killed in Gaza was the 121st Israeli slain since the start of the Palestinian uprising against Israeli occupation in December 1987. At least 1,046 Arabs have been killed by Israeli soldiers or civilians and 704 have been killed by fellow Palestinians, most on suspicion of collaborating with Israel.  AP U.S. STATE DEPARTMENT Contacts With Hamas Group Severed\nThe United States had maintained until recently \"a variety of contacts\" with the Muslim fundamentalist group Hamas, which the State Department is linking with terrorism in an upcoming report.\nThe contacts by U.S. diplomats in the Middle East \"go back some time,\" Richard A. Boucher, the State Department spokesman, said Tuesday. He said the U.S. Embassy in Jordan recently had been instructed \"not to continue those contacts.\" Boucher said he did not know why.\nU.S. diplomats in Jerusalem and Tel Aviv also reportedly had been in touch with Hamas, which took responsibility for fatal attacks on Israeli troopers in the occupied territories late last year.\nIsrael responded to the violence in December by deporting to Lebanon 415 Palestinians suspected of links to Hamas.\nIn a report on terrorism due April 1, the State Department discusses a number of terrorist acts committed by Hamas in 1992, officials said. \"This group's violent activities increased dramatically during 1992, and the group used increasingly lethal tactics, such as roadside explosives and car bombs,\" the Office to Counter-Terrorism said.  AP SLOVAKIA President Vows To Protect Minority\nMichal Kovac was sworn in Tuesday as Slovakia's first president. He promised to protect his new country's Hungarian minority, seeking to defuse an issue that has created strains in Eastern Europe since the fall of communism.  AP SOMALIA Grenade Blast, Attack End In 4 Deaths\nU.S. special envoy Robert Oakley said Tuesday that foreign troops have made Somalia safe for aid deliveries, but four people died in a third straight day of unrest in Kismayu.\nMarine Col. Fred Peck, the U.S. military spokesman, said a grenade blast Tuesday killed three people and wounded 16. And he said a Somalian man who tried to stab a U.S. soldier was shot to death by another soldier.  AP CHINA Arrests Of Democracy Workers Go On\nChina has arrested more than 40 citizens over the past year on suspicion of involvement in pro-democracy activities, a Western human rights group said in a report Tuesday.\nAsia Watch said the arrests showed that the Chinese government had embraced \"market Stalinism\" - seeking to liberalize the economy while maintaining tight political control.\nThose arrested included members of five underground pro-democracy groups, including the first independent workers' group to emerge since 1989. Also arrested were students, former leaders of the 1989 democracy movement and veteran democracy activists, the report says.  AP NATION MICHIGAN Faulty Wires Blamed For Deadly Fire\nA faulty electrical fixture was blamed for a apartment fire that killed nine people in Ludington, Mich., over the weekend, fire officials said.\nA teen-age mother and three children died early Sunday in a second-story apartment. A 13-year-old baby sitter and four children died in an apartment across the hall. The blaze started in the ceiling separating the two upstairs apartments, Fire Chief Mike McDonald said.  AP\n\nGraphic\n\n \nPHOTO; Photo Headshot - (Michal) Kovac\n\nLoad-Date: September 29, 1993"
}