{
    "title": "BRIEFS COLUMN; COLOMBIA DRUG LORD'S CONDITIONS FOR SURRENDER REJECTED",
    "publisher": "the new york times",
    "year": 1993,
    "month": 3,
    "day": 4,
    "full text": "The United States has rejected a reported offer from Colombian cocaine king Pablo Escobar to surrender if Washington extends protection to his family.\nA statement from the U.S. embassy in Bogota said Escobar's offer, made in a series of written replies to questions posed by the New York Times, was unacceptable because it tried to draw the U.S. government into an internal Colombian matter.\nThe New York Times said in its editions Wednesday that Escobar had written: \"If the United States grants protection to my family, I am prepared to accept imprisonment.\"\nEscobar is wanted in several countries for drug trafficking, terrorism and murder. He has been on the run since he escaped from a luxury jail near Medellin in July 1992.  Reuters GERMANY Weapons, Bust Of Hitler Seized In Police Raids\nGerman police seized weapons, ammunition and a bust of Adolf Hitler in raids Wednesday on 60 apartments belonging to people suspected of being right-wing extremists.\nFifty men were detained in the three-state sweep, which also uncovered a terrorist organization in its infancy, said Silvia Nemetschek, a state prosecutor in the state of Lower Saxony.\nIn Rostock, a man was sentenced to 21/2 years in prison for his role in August in some of Germany's worst right-wing violence. And in Dresden, seven rightists were in custody on suspicion of murder or attempted manslaughter in connection with the country's most recent right-wing fatality.\nThe crackdowns were made a day before parliament begins rewriting Germany's constitution to limit foreigners entering the country. Right-wing violence has increased as the number of refugees in Germany has risen.  AP ANGOLA War, Drought Threaten Millions, Official Says\nAngola appealed Wednesday for international aid to feed more than 2 million people suffering from drought and renewed civil war.\nSocial Affairs Minister Norberto dos Santos said at a news conference that the number of people displaced from their homes by fighting had doubled to about 1.7 million.\nA half-million more are suffering from drought in the sparsely populated savannahs of southern Angola, and the country would need 260,000 tons of food aid this year, he said.\nDos Santos said aid agencies would have to distribute about 24,000 tons of food per month - mainly by air - to prevent serious famine.  Reuters BRITAIN Authorities Hold Two In Terrorist Bombing\nBritish police investigating an IRA bombing outside Harrods department store arrested eight people in a sweep ending early Wednesday, hours after the arrest of two suspects in north London.\nFive of the people arrested were later released, police said. But the others were held for questioning under anti-terrorism laws.\nThe explosion Jan. 28 outside Harrods slightly injured four people. It followed a telephone warning from a man saying he was from the Irish Republican Army, which is fighting British rule of Northern Ireland.\nOn Tuesday, police raided a north London home, arrested two men and seized weapons and between 20 and 50 pounds of explosives, police said.  AP NATION CONGRESS Educator Urges Funding For Science Foundation\nDr. William H. Danforth, the chancellor of Washington University in St.  Louis, urged a House panel on Wednesday to bolster federal support for the National Science Foundation.\nDanforth was co-chairman of a commission that studied the Science Foundation and federal policies related to science and technology.\nHe told the House Science subcommittee that the commission recommended some changes and more federal money for the Science Foundation.\n\"The traditional focus and the large goals of the (Science Foundation) are . . . likely to be even more important in the future,\" he said.  From Post-Dispatch staff reports\n\nLoad-Date: September 29, 1993"
}