{
    "title": "Briefs(2)",
    "publisher": "richmond times dispatch ",
    "year": 2020,
    "month": 9,
    "day": 2,
    "full text": "On appeal, DA is blocked from Trump finance info\nNEW YORK - A federal appeals court on Tuesday blocked a New York prosecutor from obtaining Donald Trump's tax returns while his lawyers continue to fight a subpoena seeking the records. The three-judge panel ruled after hearing brief arguments from both sides.\n Trump's lawyers asked for a temporary stay while they appeal a lower-court ruling that granted Manhattan District Attorney Cyrus Vance Jr.'s office access to Trump's tax returns. A lawyer for Vance's office had argued that further delays would only impede his investigation.\n \"The question at this juncture is quite simple but also quite important,\" Trump lawyer William Consovoy said. \"Will the president be given an opportunity to appeal that ruling before his personal records are disclosed to the grand jury and the status quo is irrevocably changed?\"\n Trump lawyer Jay Sekulow said he was pleased with the ruling. A message seeking comment was left with Vance's spokesperson.\n Scouts launch nationwide effort to notify victims\n NEW YORK - Under the supervision of a bankruptcy judge, the Boy Scouts of America has launched a nationwide advertising campaign to notify victims of decades-old sex abuse by Scout leaders that they have until Nov. 16 to seek compensation from a proposed fund.\n Law firms say they have already signed up thousands of clients to submit claims since the Boy Scouts filed for bankruptcy protection in February in the face of hundreds of lawsuits. Some lawyers predict the number of people filing claims will surge past 20,000 by the November deadline.\n \"It's frightening for the Boy Scouts, because they realize it's going to take a lot of money to get out of this bankruptcy,\" said Andrew Van Arsdale, a lawyer with a network called Abused in Scouting that says it has signed up more than 8,000 clients.\n The Boy Scouts' court-approved ad campaign began Monday and is scheduled to run through Oct. 17, at an estimated cost of $6.8 million. It includes print, television, radio and online ads in English and Spanish that are expected to reach more than 100 million people, including more than 95% of the primary target audience of men 50 and older.\n 'Hotel Rwanda' case figure 'kidnapped,' relative says\n JOHANNESBURG - The man portrayed in the film \"Hotel Rwanda\" as saving the lives of more than 1,200 people from genocide was \"kidnapped\" while in Dubai, his daughter asserts, while authorities on Tuesday gave no further details behind his arrest on accusations of terrorism.\n Paul Rusesabagina's appearance in handcuffs in Rwanda's capital on Monday prompted concern among some human rights activists that this was the latest example of the government targeting critics beyond its borders. He had lived outside Rwanda since 1996, in Belgium and then in Texas.\n Rwandan authorities said they issued an arrest warrant for Rusesabagina to answer charges of serious crimes including terrorism, arson, kidnapping, and murder perpetrated against unarmed civilians.\n Charlie Hebdo will rerun cartoons as trial begins\n PARIS - Charlie Hebdo, the French satirical newspaper, will reprint caricatures of the prophet Muhammad to mark the start of the trial of suspected accomplices in the 2015 attacks that left 12 people dead after a weekday staff meeting.\n The two men who barged into the newspaper's Paris offices - the brothers Said and Cherif Kouachi - were killed in police raids at the time. But 14 suspected accomplices are set to stand trial, beginning Wednesday, for their alleged involvement in a spate of attacks that left a scar on the consciousness of a nation and gave rise to a rallying cry for its values.\n The suspects are to be tried on multiple charges, including terrorist conspiracy and complicity in murder.\n - From wire reports\n\nLoad-Date: September 2, 2020"
}