{
    "title": "BRIEFING; Terrorism and the Law",
    "publisher": "the new york times",
    "year": 1986,
    "month": 2,
    "day": 15,
    "full text": "The savage murders of Robert Dean Stethem and Leon Klinghoffer by Arab terrorists last summer left Americans with a deep sense of helplessness. President Reagan, arguably the most powerful man in the most powerful nation on earth, conceded that even he could do little save pound the walls in frustration. Senator Arlen Specter felt the same emotions. And now, as a result, he wants to do something legislatively about terrorism aimed at Americans.\nNot only is it seemingly futile to try to deter terrorism but there is also little legal recourse once blood is spilled.\nIn the Stethem case, an effective indictment and prosecution of the Navy diver's killers centered on the arcane consideration of whether he was bludgeoned and murdered while the doors of the hijacked Trans World Airlines jet were closed, thus making the murder prosecutable under a 1974 statute providing penalties for crimes committed aboard an aircraft ''considered to be in flight.''\nIn that case and that of Mr. Klinghoffer, the New Yorker who was shot and thrown overboard from the Achille Lauro cruise ship, prosecution would be possible under a 1984 statute providing for life imprisonment for ''hostage-taking,'' but no prosecution for murder per se is possible under any existing United States statute. Thus, if an American abroad who is not aboard an airplane in flight is slain without first being taken hostage, no United States statute applies.\nThere ought to be a law, says Senator Specter, a Pennsylvania Republican, and he has offered one. Out of committee and awaiting action, probably next week, his proposal would extend existing Federal criminal statutes to cover any crime against an American citizen anywhere in the world if that crime constituted an act of terrorism.\n''We're not talking about people getting hurt in a barroom brawl,'' said a Specter aide."
}