{
    "title": "BRITAIN 'S TERRORISM CONUNDRUM EUROPEAN COURT BLOCKS DEPORTATION TO JORDAN OF CLERIC CONSIDERED AL-Q",
    "publisher": "the new york times",
    "year": 2012,
    "month": 1,
    "day": 18,
    "full text": "LONDON -- The European Court of Human Rights ruled Tuesday that Abu Qatada, a radical Islamic preacher regarded as one of al-Qaida's main inspirational leaders in Europe, cannot be deported from Britain to his native Jordan because his trial there would be tainted by evidence obtained by torture.\nThe preacher, whose real name is Omar Mahmoud Mohammed Othman, is in prison in Britain and has been convicted in his absence in Jordan of planning two bombing attacks. The British government had insisted that he be returned to Jordan as part of a wider strategy of dealing with international terrorism suspects by deportation.\nAlthough it accepted Jordan's assurances that Mr. Othman would be treated humanely, the European court in Strasbourg, France, said in its ruling that evidence against Mr. Othman in the Jordan bombings \"had been obtained by torturing one of his co-defendants.\"\nBritain has wrestled for more than a decade with a sense that it had become a safe haven and incubator for Islamic extremism, struggling to balance civil liberties and due process with security. One former anti-terrorism police officer, who requested anonymity, said Britain had tracked as many as 100 nascent terror plots since 2001, though only a few escalated into serious threats.\nMr. Othman, like dozens of others, has been detained or at other times subjected to rigorous supervision, including home arrest, since shortly after the Sept. 11, 2001, attacks on the United States. As with many of his contemporaries, his defenders claim that he has been persecuted, and that he is nothing more than a very zealous Muslim who stops short of promoting violence. His detractors say he is flat-out dangerous.\nThe court's decision can be appealed within three months, but if upheld, it would require that Mr. Othman be released or else charged in Britain.\nThe decision also emerged as the latest in a long line of disagreements between authorities in Britain and Europe that have taken on a particularly bitter character, as Prime Minister David Cameron has clashed with his French and German counterparts over the eurozone financial crisis.\nThe ruling provoked right-leaning politicians and pundits, who railed Tuesday against what they described as yet another imposition of European restrictions on British life. Conservative Party lawmaker Dominic Raab told reporters that the court had run \"roughshod over decisions that should be determined by U.K. courts.\"\nThe European ruling addresses an issue that has preoccupied three British governments across a decade -- what to do with resident terrorism suspects who authorities have argued cannot be tried in Britain's open court without revealing intelligence secrets. They often cannot be deported to home countries with a history of mistreating prisoners.\nMr. Othman, 51, initially won the right to remain in Britain in 1993, the year he sought asylum, claiming that he had been tortured in Jordan. The father of five has subsequently been sought by authorities in nine countries, including the United States. Tapes of his sermons were found in the Hamburg apartment used by Mohammed Atta, one of the hijackers involved in the Sept. 11 attacks.\n\nLoad-Date: January 18, 2012"
}