{
    "title": "BRITISH, IRISH STRIVE TO STEM BLOODSHED",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 11,
    "day": 3,
    "full text": "The British and Irish governments will cooperate more closely than in the past to prevent further violence by paramilitary gangs of any description in Northern Ireland.\nDialogue with representatives of the Protestant and Catholic communities who do not support terrorism will be encouraged, but there will be no room for paramilitary factions at the conference table until a cessation of hostilities has been declared and adhered to.\nInternment without trial, which was tried without success in 1971, is not contemplated and would be used only as a last resort, if then.\nSuch was the gist of the statement read by British Prime Minister John Major to the House of Commons Monday in the aftermath of two bloody weekends in Ulster that caused 23 deaths and left a score of people injured in the Protestant and Catholic communities.\nMajor was reporting to Parliament on his talks in Brussels, Belgium, on Friday with Irish Prime Minister Albert Reynolds. He made clear the intention to keep the hot line open between London and Dublin. The two governments agree on the need for cooperation in the fight against terrorism.\nMajor said he and Reynolds had discussed the ''courageous efforts'' of John Hume, the Ulster Member of Parliament representing the mainly Catholic Social and Democratic Labor Party, to open a dialogue with Gerry Adams, leader of Sinn Fein, the political arm of the Irish Republican Army. However, such a dialogue would only be possible if peace returned to the province.\nAll one can say for the moment, so soon after the killings by IRA and Ulster Freedom Fighters, is that if further escalation is averted, a better environment for more exchanges between moderates in the two communities exists.\nThe possibility of a return to internment, arresting suspects and jailing them without trial as had been done in the past, has been mentioned recently by a number of Conservative Members of Parliament, but the government was quick to discourage any speculation.\nThe Chief Constable of Ulster, Sir Hugh Annesley, warned that Northern Ireland is ''at the crossroads,'' but not the same crossroads as in 1968, when the troubles started. Now there are enough troops and enough police to prevent a full-scale confrontation. The problem is acts of terrorism, he said.\nIt is almost impossible to foresee where bombers and gunmen will strike next now that their targets are civilians rather than police stations or military personnel, Annesly said. The internment of suspects makes little sense except where plots can be nipped in the bud, he said.\nThe young and ill-trained bomber who blew up a fish shop in the Protestant Shankill Road area, killing himself and nine innocent bystanders, had no previous record as a member of the IRA. He was not on any suspects' list and would not have been interned.\nInternment led to more rioting and acts of violence after it was tried 22 years ago. It also sent IRA activists scurrying across the border to the Irish Republic, where they could plan other operations north of the border. This is precisely what Dublin wishes to prevent.\nThe attack Saturday against the Rising Sun pub by Protestant gunmen in the village of Greysteel near Londonderry caused the death of Protestants and Catholics. This should convince the violent minority that killings are counterproductive and can only encourage peace movements in Ulster and in the Republic.\nIt is too early to say whether this will happen. Those behind the violence may no longer be influenced by public opinion. But it still is possible for the politicians to conduct talks behind the scenes, as Hume recommends, and that may be the only way out of the current impasse.\n\nLoad-Date: September 20, 1995"
}