{
    "title": "BRITISH ARREST TWO MEN ON SUSPICION OF TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 11,
    "day": 28,
    "full text": "British police arrested two terrorism suspects, including one believed to have links to al-Qaida, Britain's home secretary said Thursday.\nTelevision reports said those links involved convicted \"shoe bomber\" Richard Reid.\nA 24-year-old man was arrested in Gloucester, western England, after police evacuated 119 nearby homes and cordoned off three roads out of fear he may have had explosives, authorities said. London's Metropolitan Police, which assisted in the investigation, said officers recovered a \"relatively small amount\" of what was described as \"explosive material.\" Police gave no further details.\n\"It is the belief of the security and (police) Special Branch services that this man has connections with the network of al-Qaida groups,\" Home Secretary David Blunkett told British Broadcasting Corp. radio.\n\"We would not have taken these steps if we did not believe that this individual posed a very real threat to the life and liberty of our country.\"\nSky News and the BBC reported that the investigation was linked to Reid, a British citizen who tried to ignite explosives packed in his shoes on an American Airlines flight to Miami in December 2001. The networks, citing sources, gave no details of the supposed connection.\nIbrahim Master, chairman of the Lancashire Council of Mosques, said the arrested man was a student at the College of Islamic Knowledge and Guidance in Blackburn, northern England. Religious leaders were assisting police in a search of the college and adjoining mosque, Master said.\nPolice also arrested a 39-year-old man in Manchester, northern England, on suspicion of terrorist offenses.\nLondon's Metropolitan Police, whose anti-terrorist officers participated in both operations, would not disclose the suspects' nationalities or the allegations against them.\nThe suspects were arrested under the Terrorism Act on suspicion of involvement in the commission, preparation or instigation of acts of terrorism, the Gloucestershire and Greater Manchester police forces said.\nA Metropolitan Police spokesman said officers also searched two addresses in Blackburn, northwestern England, but made no arrests there.\n\nNotes\n\nPAGE 2\n\nLoad-Date: November 28, 2003"
}