{
    "title": "British Police Are Still Baffled by Drone Incursion at Gatwick",
    "publisher": "the new york times",
    "year": 2018,
    "month": 12,
    "day": 28,
    "full text": "LONDON -- More than a week after somebody (or somebodies) with a drone (or drones) shut down a major airport and ruined the travel plans of tens of thousands of people, the British police had little to offer on Thursday except warnings about how little they had to offer.\n''You won't find a police service in the world, I think, who is sitting complacently thinking, 'Well, we could always deal with a drone,' '' Cressida Dick, the commissioner of the Metropolitan Police Service, told BBC 4 radio. ''You won't find it. It's a difficult challenge.'' \n  The shutdown of Gatwick Airport for almost a day and a half last week showed how easily the sophisticated global aviation network can be crippled by someone with even limited resources, how vulnerable the system is to mischief -- or worse -- and how hard it can be to find the culprits. The police have no one in custody in the case, they have suggested that they are still unsure of a motive and they are not certain how many drones were involved.\n  Some members of Parliament called this week for the Metropolitan Police to take over the investigation from the Sussex Police. The Metropolitan force, which primarily polices London, handles antiterrorism cases nationwide, but officials have not concluded that the Gatwick episode was an act of terrorism -- nor that it was not.\n  The Sussex Police arrested a couple last week, then released and publicly exonerated them. At one point, the lead investigator questioned whether, despite dozens of sightings, there had been any drone incursions at all; officials were then quick to insist that there had been.\n  The Metropolitan Police have ''sent lots and lots of resources'' to aid the police in Sussex, the county that contains Gatwick, Ms. Dick said, rejecting the notion of taking over the case, which she said ''would cause a hiatus in the investigation.''\n  Whoever takes the lead, she said, the case has served as a cautionary tale.\n  ''I think the whole country and certainly the government will have watched what's gone on and said we need to up our game here,'' she said. ''We need to work even more closely with the private companies; we need to work even more closely with the military; we need to try to be able to prevent the criminal use of drones for whatever motivation near our airports.''\n  Despite the vulnerability, the French construction firm Vinci announced on Thursday that it had agreed to buy a majority stake in Gatwick for 2.9 billion pounds, or about $3.67 billion; it was not clear if last week's events had affected the price.\n  Gatwick, the second-busiest airport in Britain and the eighth-busiest in Europe, handled 45 million passengers in 2017, despite being able to use just one runway at a time.\n  This year, the Conservative-led British government banned the use of drones within a kilometer, or three-fifths of a mile, of an airport. But experts have called for a five-kilometer exclusion zone, and some opposition politicians have accused the government of not taking the problem seriously until the Gatwick debacle.\n  A 2016 report on terrorism preparedness by Toby Harris, a Labour Party member of the House of Lords, cited ''the potential for drones -- either accidentally or with malicious intent -- to disrupt flights,'' and said the government should ''explore technological options to improve the capacity to restrict drone use or disable them.'' After the Gatwick shutdown, Lord Harris said the government had ignored his and other warnings.\n  Corporations and government officials have proposed a range of ways to defend airports, including deploying devices that would jam drones' navigation signals, tangling them with nets fired from cannons, or simply having snipers shoot them down. A Dutch firm has even trained eagles to catch drones, though the police have said the type of device that caused havoc at Gatwick appeared to be considerably bigger and more robust than the off-the-shelf version.\n  The British military, which has tested potential anti-drone systems for use in war zones, should advise the police on protecting aviation, Mark Francois, a former defense minister, told The Times of London. But it is ''clearly impractical for the army to defend every major airport,'' he said.\n  Drone sightings first forced Gatwick to halt takeoffs and landings on the evening of Dec. 20. The airport resumed flights on the morning of Dec. 22, but suspended them again for a time that evening.\n  In all, more than 1,000 flights were canceled or diverted, delaying or canceling the travel of more than 140,000 passengers, including many who spent two nights at the airport.\n\nhttps://www.nytimes.com/2018/12/27/world/europe/gatwick-airport-drone.html\n\nGraphic\n\n \nPHOTO: The shutdown of Gatwick Airport for almost a day and a half last week showed how easily the sophisticated global aviation network can be crippled. (PHOTOGRAPH BY TOBY MELVILLE/REUTERS)       \n\nLoad-Date: December 28, 2018"
}