{
    "title": "Britons can sign up for e-mail terror alerts Country's MI5 agency emerges from secrecy",
    "publisher": "usa today",
    "year": 2007,
    "month": 1,
    "day": 10,
    "full text": "LONDON -- Britain's traditionally secret domestic security service, MI5, is reaching out to the public electronically to warn citizens if there is an increased threat of terrorism at home.\nBeginning Tuesday, Britons could sign up on MI5's website to receive e-mail alerts whenever there are any changes in the nation's terrorism threat level. Britain established a warning system Aug.1 that is similar to the U.S. color-coded advisory launched March12, 2002. The U.S. government does not offer an official e-mail alert service.\nBritain's current threat level is listed as \"severe,\" the second-highest on the five-level scale. It means a terrorist attack is \"highly likely.\" The U.S. threat level is at yellow, or \"elevated,\" the third of five levels (it's \"high,\" or orange, for air travel).\nThe e-mail alerts are part of a growing effort by the British government to make information on potential threats more available to the public and to enlist citizens in combating terror. Britain's Home Office, which is responsible for home security, said the United Kingdom needs its 60 million citizens to be on alert against terrorism to bolster the work of MI5's security officers. The government didn't specify what scale of event would trigger an alert.\nMI5 is Britain's counterpart to the FBI. Its sister agency, MI6, the British Secret Intelligence Service, is comparable to the CIA.\nThe nation's domestic security service has taken other steps to emerge from the shadows of secrecy as Britain confronts what Prime Minister Tony Blair on Nov. 10 called a terror threat that could take a generation to defeat. Among the recent moves:\n*MI5 has posted information on its website similar to what the U.S. Department of Homeland Security offers the American public. It lists terror threats, what Britons should look out for and where to call. \"We are responsible for protecting against threats to national security, such as terrorism,\" the MI5 site proclaims. \"If you know something about a threat to national security, we want to hear from you.\"\n*Government officials launched a public campaign through meetings and speeches to encourage moderate British Muslims to combat extremism. \"Unless moderates can establish themselves at the center of their communities and faith, extremists could grow in strength and influence,\" Ruth Kelly, the minister responsible for local government, told Muslim groups at a meeting Oct. 11.\n*Eliza Manningham-Buller, MI5's director general, took the unusual step of making public a speech she gave Nov. 9 to academics that was exceptional in its detail. She disclosed that the service was tracking 30 suspected terrorist plots involving roughly 1,600 people in about 200 cells. Many of the plots could be traced to Osama bin Laden's al-Qaeda terrorist network, she said.\nManningham-Buller told the public that Britain's security services had foiled five major plots since terrorists attacked the London transit system July 7, 2005, killing 52 people and injuring more than 770 others.\nBritain's terrorism alert status has been at the second-highest level since its inception, except for the three days after the disclosure Aug. 10 that police had broken up a plot to blow up jets headed to the USA from London's Heathrow Airport. The level was then raised to \"critical,\" the highest on the scale.\n\"It may not be an entirely earth-changing system,\" private security consultant David Claridge of Janusian Security Risk Management in London says of the e-mail alerts. \"It's not a bad thing in any way.\"\nHe says the business clients his firm works for welcome the sharing of government intelligence. The U.S. color-coded terror alert system often is ignored or ridiculed, he adds, because some have seen it as politically manipulated.\n\"That's not been the sense here,\" Claridge says.\nMI5 should be applauded for its effort to keep the public informed, says Steven Aukstakalnis, head of Miami-based Alerts USA. His company alerts clients via text-messaging of terrorist threats or developments in the USA.\nAlerts USA offers clients text-message updates around the clock on information gleaned from U.S. government agencies.\n\"Although it may ratchet up the anxiety level, it increases the public's awareness,\" Aukstakalnis says. \"All of a sudden, you have millions of people who are hypersensitive to anything that doesn't look right. And they are more inclined to report things.\" \n\nGraphic\n\n \nPHOTO, B/W, Reuters\n\nLoad-Date: January 10, 2007"
}