{
    "title": "BRITONS URGED TO ENJOY 3-DAY NATIONAL HOLIDAY",
    "publisher": "pittsburgh post-gazette",
    "year": 2017,
    "month": 5,
    "day": 27,
    "full text": "LONDON - British Home Secretary Amber Rudd on Friday urged Britons to enjoy a busy three-day national holiday, as police made further arrests in their investigation into the deadly bombing of Manchester Arena earlier this week.\n\"Over this weekend normal events will take place,\" Ms. Rudd said after chairing a meeting of the government's emergency committee.\nPeople \"may see some additional military presence,\" she said, adding: \"But I hope they will take comfort from that and they will feel more secure.\"\n\"We must not let this terrible terrorist incident impact on our lives.\"\nGreater Manchester Police arrested two more men on Friday in connection with the bombing at an Ariana Grande concert, which killed 22 people, including many young fans of the U.S. singer.\nA 30-year-old man detained in the city's Moss Side neighborhood and a 44-year-old detained in the Rusholme district became the 10th and 11th people to be arrested in connection with the attack, though two have since been released.\nThey are being questioned on suspicion of terrorism-related offenses, the police said in a statement.\nMs. Grande announced Friday that she will hold a benefit concert to raise money for the victims of the Manchester bombing.\n\"I'll be returning to the incredibly brave city of Manchester to spend time with my fans and to have a benefit concert in honor of and to raise money for the victims and their families,\" she wrote in a letter on Twitter.\nMs. Grande canceled the rest of her British dates in the wake of the Monday night bombing. Police believe a network of people was behind the attack.\nThe Telegraph newspaper, without quoting sources, claimed that the main suspect, 22-year-old Salman Abedi, had learned to make sophisticated bombs in Libya, his ancestral home. Abedi died in the attack, although it is not clear whether it was a suicide bombing.\nSecurity experts quoted by other media said they believed the police were searching for one or more bomb-makers and possibly other devices.\nThe police have not commented on the reports.\nIn London, meanwhile, the Metropolitan Police said four people were charged with terrorism and firearms offenses late Thursday following their arrest May 17 in a case unrelated to the Manchester attack.\nThe government raised the terrorism threat level after the Manchester attack to the highest level of \"critical,\" meaning a further attack is likely or \"imminent,\" and deployed some 1,000 troops to assist counter-terrorism police.\nMs. Rudd said officials had reviewed the threat level on Friday and decided to keep it at \"critical\" while the response to the Manchester attack continues.\nChief Superintendent Jon Williams, who leads public order operations for London, said his force has \"increased policing levels and deployed a range of different operations and tactics to best protect the capital\" since the threat level was raised.\n\nLoad-Date: June 2, 2017"
}