{
    "title": "British plan to tighten immigrant screening WATCH LIST Some of the 8 held in terrorism case had been",
    "publisher": "the new york times",
    "year": 2007,
    "month": 7,
    "day": 5,
    "full text": "Prime Minister Gordon Brown said Wednesday that the government would expand checks on immigrants taking skilled jobs and review recruiting for the National Health Service, which employed all eight suspects in last week's foiled terrorist plots.\nA government security official said several of the suspects had been on a British intelligence watch list.\nOne of the suspects, Bilal Abdulla, a doctor who is accused of riding a flaming Jeep into Glasgow's international airport on Saturday, was described by associates as a religious zealot and a lone wolf whose anger about political developments in Iraq may have driven him to an act of terrorism.\nA senior U.S. counterterrorism official said none of the eight suspects was on any American lists of potential terrorist suspects.\nIt was unclear why the other suspects might have been put on the British list. Abdulla reportedly had links to radical Islamic groups, and several others were linked to extremist radicals listed on the database of MI5, the domestic intelligence agency, The Times of London reported.\nThe suspects were arrested in a series of raids across Britain after two car bombs failed to explode in London on Friday and two men tried to drive a vehicle loaded with gas cylinders into the main terminal at Glasgow's airport on Saturday.\nMeanwhile, a senior British cleric working in Baghdad said Wednesday that he met with a suspected al-Qaida leader in Jordan in April who warned of several British attacks and issued a cryptic warning.\n\"It was so awful that, in my update for the day, I wrote that I have met with the devil today,\" Canon Andrew White told British Broadcasting Corp. radio. \"At one moment in the meeting he said, 'Those who cure you are going to kill you.'\"\nWhite - who runs Baghdad's only Anglican parish and has been involved in several hostage negotiations in Iraq - said he did not understand the threat's significance at the time. Although he said he passed the general threat warning on to Britain's Foreign Office, White said he did not mention the comment, which could be interpreted as hinting at the involvement of doctors.\nAll eight of the suspects arrested after the car bombing attempts in London and Glasgow were employed or previously employed by Britain's National Health Service.\nThe suspects, whose names have not been confirmed by police, include two doctors from India, and one doctor each from Iraq, Lebanon and Jordan. The Jordanian doctor's wife - also arrested - is a medical assistant. Another doctor and a medical student are thought to be from the Mideast.\nSome of the suspects worked as colleagues at hospitals in England and Scotland. Officials say the evidence points to the plot's being hatched after they met in Britain, rather than overseas.\n\"We'll expand the background checks that have been done where there are highly skilled migrant workers coming into this country,\" Brown told the House of Commons.\n\"As a result of what has happened in the National Health Service, I have asked Lord West, the new terrorism minister, to conduct an immediate review as to what arrangements we must make in relation to recruitment,\" Brown said.\nInvestigators believe the main plotters have been rounded up, though others on the periphery were still being hunted.\nAL-QAIDA TAPE?\nAl-Qaida's No. 2 leader has issued a videotape calling on Muslims to unite in jihad, or holy war, and support the Islamist movement in Iraq, a U.S.-based intelligence monitoring group said Wednesday.\nAyman al-Zawahri is seen in the 95-minute tape addressing topics from Iraq to Saudi Arabia, the Palestinian territories and Egypt, said the U.S.-based SITE intelligence group, which monitors al-Qaida messages.\nThe group said it had obtained the tape ahead of its release on the Internet by militant websites. The authenticity of the transcript could not be immediately verified.\n---\nTalk\nSTLtoday.com/talk Have the terrorist cases in Britain made you nervous about your travel plans?\n\nLoad-Date: July 5, 2007"
}