{
    "title": "British hold 12 in terrorist plot Counter-terrorism chief resigns after inadvertently exposing opera",
    "publisher": "st. louis post-dispatch ",
    "year": 2009,
    "month": 4,
    "day": 10,
    "full text": "LONDON - Britain's top counter-terrorist police officer resigned Thursday after he was photographed carrying clearly visible secret documents about an operation against an alleged al-Qaida plot by Pakistani nationals to launch an attack in Britain.\nAssistant Commissioner Bob Quick's blunder forced police to scramble to round up the suspects sooner than planned. Twelve men were arrested late Wednesday in raids across northwest England.\nPrime Minister Gordon Brown said the raids had disrupted \"a very big terrorist plot.\"\n\"We have been following it for some time,\" Brown told reporters.\nGreater Manchester Police Chief Constable Peter Fahy said police had not identified a threat to any particular target. But he said the raids had been triggered because police thought public safety was at risk.\n\"We perceived a threat was there and we had to take action,\" he said.\n\"What happened essentially meant we have brought the matter forward but it would have happened in the next 24 hours in any event,\" he said.\nPolice said 11 of the men arrested were Pakistanis, most on student visas, and the 12th was British. The suspects ranged in age from the teens to 41.\nSeveral past terrorist plots in Britain had links to Pakistan, including the July 7, 2005, London transit attacks by four suicide bombers that killed 52 commuters.\n\"We know that there are links between terrorists in Britain and terrorists in Pakistan,\" said Brown. He said he would be asking Pakistani Prime Minister Asif Ali Zardari to take tougher action.\nThe British government currently assesses the country's terror threat level as \"severe,\" the second-highest of five possible ratings. It means the government considers an attack likely.\nQuick, the Metropolitan Police anti-terror chief, was photographed Wednesday clutching confidential documents as he arrived for a meeting with Brown at 10 Downing Street. The document on top showed details of an anti-terror operation code-named Operation Pathway.\nWhen officials became aware that clearly readable photographs of the document - which listed names of senior officers and plans for a series of raids - were in circulation, they changed their timetable for action.\nNews organizations were warned by a joint government-media body Wednesday that \"publication or broadcast of any details of this photograph would seriously damage national security.\"\nHundreds of officers swooped in on eight addresses across northwest England Wednesday evening. Police said the suspects were detained under anti-terrorism laws in Manchester and Liverpool and the surrounding area, about 200 miles northwest of London.\nOnce the raids were over, Quick swiftly stepped down.\n\"I have today offered my resignation in the knowledge that my action could have compromised a major counterterrorism operation,\" he said in a statement Thursday.\n\nLoad-Date: April 10, 2009"
}