{
    "title": "Britain 's Thatcher reaffirms pro-Reagan stand",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 28,
    "full text": "Margaret Thatcher will give solid support to a United States-sponsored antiterrorism plan when leaders of the world's seven most powerful democracies meet in Tokyo next weekend.\nSpeaking Sunday in an exclusive interview with the British Broadcasting Corporation, the British prime minister applauded President Reagan's April 15 military strike against Libya.\n''It is essential that democratic countries unite to combat terrorism. The lead President Reagan is giving deserves the backing of all free societies,'' she said.\nThe antiterrorism plan, which will be considered at the economic summit in the Japanese capital was issued Saturday by Mrs. Thatcher and French Prime Minister Jacques Chirac, who later flew to Italy for talks with that country's Prime Minister Bettino Craxi.\nThe plan calls for:\n* Closer cooperation between national police forces and intelligence authorities on the activities of terrorists.\n* An end to weapons sales to countries involved in terrorist activity.\n* The drawing up of a global blacklist of known terrorists and terrorist groups, together with a renewed international effort to keep track of cooperation between the groups and countries, such as Libya, that are believed to promote terrorism.\nThe two leaders, however, apparently agreed to disagree over the US bombing raid on Libya. But, Mr. Chirac said, ''this doesn't make any problems between Britain and France.'' Thatcher allowed American jets to take off from US bases in Britain for the April 15 raid on Libya, but France refused the planes permission to fly over its territory en route.\nIt has been reported in the Netherlands and Italy that the governments of Western Europe have drawn up a list of countries in the Middle East and the Mediterranean area that are believed to be involved in international terrorism. The list, the reports say, grades the countries according to the amount of help they have offered terrorist groups.\nLibya, Syria, Iran, and Iraq are listed as offering open support to terrorist organizations. The same countries, plus Lebanon and South Yemen, are said to offer terrorists bases or training facilities from which to mount their activities.\nThatcher's support for President Reagan's attempt to follow up the US air strikes on Libya with a concerted antiterrorist campaign worldwide appears to be unflinching, despite the heavy criticism it has earned her in Britain, where her political opponents have accused her of being the President's ''lap dog.''\nIn her radio interview she said: ''I don't see myself as a lap dog - a bulldog, perhaps.''\nThe Prime Minister went on to argue that the US punishment raid on Libya had already had a salutary effect on other European countries, which were now taking their own antiterrorism measures.\nThatcher wants the Tokyo summit to compile a list of suspected terrorists that would be used by European governments to keep tabs on their movements. One idea she is promoting is that diplomats who are known to have been involved in terrorist activity in one country should not be admitted to any other country.\nThatcher fears that Libyans who were working in their embassy in London two years ago - when shots fired from it killed a policewoman - will turn up in some other capital. By drawing up a list of known terrorists and officials sympathetic to terrorism, she hopes that democratic countries will be able to prevent the spread of further outrages.\nLast Friday, Britain expelled 22 Libyan students for reasons of security. The government announced Friday that up to 300 other Libyans currently receiving technical training in Britain would have their visas canceled soon, if they did not leave voluntarily.\nOver the weekend, Italy had ordered Libya to reduce by 10 the strength of its approximately 40-person mission in Rome. So far, since the raids on Libya, nearly half the 12 members of the European Community have taken steps to penalize Libya for its alleged support of terrorist activity.\nOn the home front, Thatcher's backing for President Regean's antiterrorism initiative at the Tokyo summit is exposing her to further criticism from her political opponents, who claim she agreed too readily to the American request to use bases in Britain for the attacks on Tripoli. Labour Party leader, Neil Kinnock, has said that Thatcher allowed Britian to be exploited by the US.\nIn Brussels at the weekend, Lord Carrington, the NATO secretary-general, described differences of approach between the US and its Euroepan allies on the Libyan question as ''a serious matter.''\nIn her radio interview, Thatcher made it clear that she had agreed to help the US action in Libya largely because of US help during the 1982 Falklands war with Argentina. But she went on to add that now she wants something in return for her support on the Libya issue.\nThe Thatcher government wants the US Congress to pass legislation making it easier to secure the extradition of suspected Irish terrorists from the US to Britain. She said Reagan had been asked by Britian to do all he can to insure that the law is changed, and remarked that his administration was being supportive.\nThatcher made clear that it would be unacceptable to British voters if her help over Libya were not reciprocated in the form of US help in the campaign to curb terrorism in Northern Ireland.\n\nGraphic\n\n \nPicture 1, British officer stands guard by Libyan jetthat carried 22 Libyans deported Friday, AP; Picture 2, Prime Minister Thatcher, AP"
}