{
    "title": "Britain extradites terrorism suspect",
    "publisher": "the world",
    "year": 2007,
    "month": 5,
    "day": 27,
    "full text": "NEW YORK - An American student arrested last year in London for allegedly providing al-Qaida fighters with equipment to attack American soldiers was in federal custody Saturday.\nSyed Hashmi, 27, arrived in the United States late Friday, said U.S. Attorney Michael J. Garcia. Hashmi is the first terrorism suspect extradited to the United States by British authorities.\nThe suspect, known to his associates as \"Fahad,\" was indicted in May 2006 for allegedly supplying the unspecified equipment for al-Qaida \"to fight against United States forces in Afghanistan.\"\nHe also was charged with agreeing to help others provide military gear for al-Qaida to use in Pakistan, the indictment said. The conspiracy to support the terrorist group behind the World Trade Center attack operated between January 2004 and May 2006, the indictment said.\n\"Syed Hashmi aided the enemy by providing military gear to al-Qaida,\" said Mark Mershon, assistant director in charge of the FBI's New York office.\nThe Pakistani native, who is an American citizen, had lived in Britain for three years before his June 6, 2006, arrest as he boarded a flight to Pakistan at Heathrow Airport. He only spoke to confirm his name and date of birth at a subsequent London court hearing where he refused consent for extradition.\nIn March, the British High Court ruled against Hashmi in his legal battle, rejecting his claim that the U.S. arrest warrants were flawed.\nHashmi is scheduled to be arraigned Wednesday before U.S. District Judge Loretta A. Preska.\nThe former Queens resident faces up to 50 years in prison if convicted of all charges in the three-count indictment.\n, including the top count of conspiring to contribute funds, goods or services to the terrorist group.\nHashmi was reportedly associated with another Queens man, Mohammed Junaid Babar, who pleaded guilty in August 2004 to smuggling night-vision goggles, money and military supplies to an al-Qaida official establishing a \"jihad training camp\" in Pakistan. The Hashmi indictment referred to the prior arrest of an unidentified co-conspirator.\nBabar, a U.S. citizen of Pakistani descent, acknowledged meeting with a terrorist official near the Afghanistan border - in the same area where the gear provided by Hashmi was brought, according to the pending indictment.\n\nLoad-Date: May 29, 2007"
}