{
    "title": "Britain tracking 2,000 potential terrorists Spy chief gives rare speech; figure surpasses estimate",
    "publisher": "usa today",
    "year": 2007,
    "month": 11,
    "day": 6,
    "full text": "LONDON -- The head of Britain's MI5 intelligence agency said Monday that at least 2,000 people are involved in terrorist-related activity inside the country, as al-Qaeda and other militant groups attract \"a steady flow of new recruits.\"\nThere may be just as many potential militants that MI5 doesn't know about, Jonathan Evans, the domestic spy service's director general, said in a rare public speech.\nThe figure was larger than an estimate provided last November by then-director Eliza Manningham-Buller, who said MI5 and police were monitoring 1,600 people in roughly 200 potential terrorist networks inside Britain.\nIndependent terrorism analysts said there was no reason to doubt Evans' figures. However, they said a greater number of people involved in terrorist activity did not necessarily mean there was a greater risk of attack compared with a year ago.\n\"It doesn't mean they're (all) using their bathroom to put together explosives,\" said Alex Schmid, director of the Center for the Study of Terrorism and Political Violence at the University of St. Andrews in Scotland. \"There's a borderline between a sympathizer and a supporter, and for someone to act.\"\nMichael Kenney of Penn State University-Harrisburg, who researched Islamic terrorism in Britain and Spain this summer, agreed.\n\"There is a real threat,\" Kenney said. \"Whether that threat is increasing, I'm not sure about. They (MI5 agents) may know more about the situation, know more people.\"\nEvans acknowledged in his speech that the higher number of potential terrorists is a result, in part, of MI5's \"more thorough\" coverage and knowledge of extremist groups.\nEvans, who replaced Manningham-Buller as head of the domestic security service in April, made his terror assessment in a speech to an annual conference of Britain's newspaper editors meeting in Manchester.\nHe said extremists are \"methodically and intentionally targeting young people and children in this country\" for radicalization.\n\"This year, we have seen individuals as young as 15 and 16 implicated in terrorist-related activity,\" he said.\nAmong other concerns Evans cited:\n*Evans said MI5 had uncovered new connections between other countries and recent terror plots inside Britain.\nHe said the \"al-Qaeda brand\" of Islamic militancy had expanded in Iraq, Algeria and parts of East Africa, especially Somalia. Terror groups there provide \"new centers of support\" to attack Britain, he said.\nKenney, the terrorism analyst, said counterterrorism officials across Europe are concerned about what they call \"bleedback\": when sympathizers leave Europe to go fight and get experience in such places as Somalia and Iraq, then return home well-equipped to launch terrorist strikes.\nHowever, Kenney said there has been little evidence that al-Qaeda-related cells in Somalia and Iraq have been behind any plots in Europe.\n\"There's a lot of talk about 'bleedback,' but I haven't seen a lot of evidence so far that it is happening on a large scale,\" he said.\n*Evans warned that MI5 will not be able to deter every terrorist attack, saying the agency doesn't have the resources to monitor every potential terrorist.\nHe said resources needed to counter terrorism were being diverted to protect Britain from foreign spies, especially from Russia.\n\"Since the end of the Cold War, we have seen no decrease in the numbers of undeclared Russian intelligence officers in the U.K. -- at the Russian Embassy and associated organizations conducting covert activity in this country,\" he said.\nHe said Russia wasn't alone in seeking to steal sensitive civilian and military technology as well as political and economic intelligence. He also pointed to China. \n\nGraphic\n\n \nPHOTO, B/W, Pool photo by Manchester Evening News\n\nLoad-Date: November 6, 2007"
}