{
    "title": "Britain to Add 700 Troops To Fight in Afghanistan",
    "publisher": "the new york times",
    "year": 2009,
    "month": 4,
    "day": 30,
    "full text": "Calling the border area between Afghanistan and Pakistan ''the crucible of  global terrorism,'' Prime Minister Gordon Brown confirmed Wednesday that Britain would send an additional 700 troops to Afghanistan to fight alongside American and NATO forces battling the Taliban.\n  But he made clear that the deployment -- which had been expected and will raise Britain's commitment to 9,000 from 8,300 -- would be intended primarily to build security around the coming elections in Afghanistan and that the extra forces would be withdrawn by early 2010.\n  ''For Afghanistan, our strategy is to ensure the country is strong enough as a democracy to withstand and overcome the terrorist threat,'' he said, unveiling what British officials called a new strategy that resembled the Obama administration's approach, particularly in treating security issues in Afghanistan and Pakistan as intertwined.\n  ''The greatest international priority is the border areas of Afghanistan and Pakistan,'' Mr. Brown told Parliament. ''They are the crucible of global terrorism. They are the breeding ground for international terrorists. They are the source of a chain of terror which links the mountains of Afghanistan and Pakistan to the streets of Britain.''\n  The British leader visited both countries in recent days.\n  Britain has close historical and other ties with the region, from military debacles in the 19th century ''Great Game'' for influence in Afghanistan to the links British counterterrorism officials have traced between militants in Britain and Pakistan.\n  Mr. Brown said two-thirds of the terrorism plots uncovered in recent years involved clandestine ties to Pakistan.\n  ''Tackling terrorism in and from the borders of Afghanistan and Pakistan drives forward our new set of proposals today,'' he said. ''Our aim is to divide, isolate and then remove the insurgents, offering to those prepared to renounce violence and accept the Afghan Constitution the prospect of work and security.''\n  He said Britain wanted to help train the Afghan Army to fight the Taliban and to support development projects in Pakistan to prevent young people from ''falling under the sway of violent and extremist ideologies.''\n  Last month, President Obama announced plans to send extra combat forces and military trainers to Afghanistan as part of a plan that would bring the overall American deployment there to about 60,000, including 26,000 who are under NATO command. Compared  with  those numbers, the British deployment is modest, particularly since Britain is set to complete a pullback from southern Iraq within months.\n  Still, Britain is the second largest contributor to the 42-nation, 58,000-member international force in Afghanistan, according to its Web site.   While Washington has been pressing for greater contributions from European countries, Britain argues that its forces are already playing a significant role in the dangerous Helmand Province of southern Afghanistan. According to Britain's Ministry of Defense  more than 150 service members  have died in Afghanistan since the American-led invasion that toppled the Taliban in 2001.\n  Australia plans to add 450 soldiers, increasing its force to about 1,550, Prime Minister Kevin Rudd announced Wednesday, saying Mr. Obama persuaded him to increase the deployment during discussions last week.\n  Mr. Brown's newest proposals, coupling military action and training with a boost in development spending, drew some criticism in Parliament. \n  Comparing the British plan to President Obama's resolve to defeat Al Qaeda and the Taliban, David Cameron, the leader of the Conservative opposition, told Parliament on Wednesday: ''Isn't it essential that our strategy is as tightly defined, as hard-headed and as realistic as that?\n  ''We are not in the business of trying to create a new Switzerland in the Hindu Kush -- we want to help provide security and deny Al Qaeda those training bases.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: British soldiers in Afghanistan took part in an operation to search for weapons last year. (PHOTOGRAPH BY MARCO DI LAURO/GETTY IMAGES)                                                    \n\nLoad-Date: April 30, 2009"
}