{
    "title": "British tolerance led to bombings Racial profiling is necessary to fight terrorism",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 7,
    "day": 30,
    "full text": "SIX percent of British Muslims u more than 100,000 citizens u thought the July 7 London terror attacks were justified. A quarter of British Muslims merely sympathize with the bombers.\nEven more shocking, nearly one-fifth of British Muslims say they feel little or no loyalty to Britain. Yet the most disturbing news from the July 23 London Telegraph poll is that these trends are worse among younger British Muslims.\nThese numbers, attesting to a massive failure of assimilation, are inconceivable in the United States with its centuries of successful Americanization.\nThis does not mean that there cannot be isolated cells of American Muslims u or others, such as McVeigh-types or anti-abortion nuts u who hate their country and want to attack it. But the massive, teeming suburbs of disaffected and alienated immigrants simply do not exist here.\nWhich is why, whatever terror attacks might be in our near future, in the long run America is much safer because its enemies overwhelmingly reside overseas.\nBritain's problem, however, is not just an alienated minority but a suicidal civic openness that permits sheiks and imams to openly preach jihad against Britain.\nThe United States, for all of its openness, does not tolerate this kind of treason.\nJust this month, an imam from Virginia was put away for life for the kind of incitement that makes Sheik Omar Bakri a sought-after media presence in Britain.\nBritain is now desperately trying to correct its never-neverland hospitality to agitators and inciters.\nIt is proud of its long history of harboring exiles, misfits and revolutionaries from just about everywhere.\nAfter all, Karl Marx lived, wrote and died in London. But 52 dead and the near-miss two weeks later are helping Britain place necessity above nostalgia.\nThe American response to tightening up after London has been reflexive and idiotic: random bag checks in the New York subways.\nRandom meaning that the people stopped are to be chosen numerically. One in every 5 or 10 or 20.\nThis is an obvious absurdity and everyone knows it. It recapitulates the appalling waste of effort and resources we see at airports every day when, for reasons of political correctness, 83-year-old grandmothers from Poughkeepsie are required to remove their shoes in the search for jihadists hungering for paradise.\nThe only good thing to be said for this ridiculous policy is that it testifies to the tolerance and good will of Americans, so intent on assuaging the feelings of minority fellow citizens that they are willing to undergo useless indignities and tolerate massive public waste.\nAssuaging feelings is a good thing, but hunting for terrorists in this way is simply nuts.\nThe fact is that jihadist terrorism has been carried out from Bali to Casablanca to Madrid to London to New York City to Washington by young Islamic men of North African, Middle Eastern and South Asian origin.\nThis is not a stereotype. It is a simple statistical fact.\nYes, you have your shoe-bomber, a mixed-race Muslim convert, who would not fit the profile. But the overwhelming odds are that the guy bent on blowing up your train traces his origins to the Islamic belt stretching from Mauritania to Indonesia.\nYet we recoil from concentrating bag checks on men who might fit this description. Well, if that is impossible for us to do, then let's work backward. Eliminate classes of people who are obviously not suspects.\nWe could start with a little age-pruning u no one under, say, 13, no one over, say, 60.\nThen we could exempt whole ethnic populations, a list that could immediately start with Hispanics, Scandinavians and East Asians.\nThen we could have a huge saving, a 50 percent elimination of waste, by giving a pass to women, except perhaps the most fidgety, sweaty, suspicious-looking, overcoat-wearing, knapsack-bearing young woman, to be identified by the presiding officer.\nYou object that with these shortcuts, we might not catch everybody. True. But how many do we catch now with the billions spent patting down grandmothers from Poughkeepsie?\nYou object that either plan u giving special scrutiny to young Islamic men, or, more sensitively, just eliminating certain demographic categories from scrutiny u will simply encourage the jihadists to start recruiting elderly, Norwegian women.\nOK. We can handle that. Let them try recruiting converts, women and non-usual suspects for suicide missions. That will require a huge new wasteful effort on their part.\nAnd, more important, by reducing the pool of possible terrorists from the hundreds of millions to the, at most, tens of thousands, we will have reduced the probability of an attack by a factor of 10,000.\nThose are far better odds at far less cost to us in money and effort. And infinitely less stupid.\n\nLoad-Date: August 1, 2005"
}