{
    "title": "BRITISH MISSILE-FIRING SUBMARINES ADD FIREPOWER TO ATTACKS; BLAIR REITERATES NATION'S LONG-TERM COMM",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 8,
    "full text": "Britain kept its promise to stand shoulder-to-shoulder with the United States against terrorism, as it added its firepower to the first wave of attacks Sunday against Afghanistan.\nPrime Minister Tony Blair, speaking live on television, announced that British missile-firing submarines had joined the operation. He said that British warplanes would attack Afghan targets in the next few days and that other British forces were standing ready.\n\"We made clear following the attacks upon the United States on September 11 that we would take action once it was clear who was responsible. There is no doubt in my mind, nor in the mind of anyone who has been through all the available evidence, including intelligence material, that these attacks were carried out by the al-Qaida network headed by Osama bin Laden,\" Blair said.\nBlair has been the most outspoken world leader in support of the United States since the terrorist attacks on New York and Washington\nDefense officials gave no details about the attacks with Tomahawk cruise missiles by British submarines operating in the Indian Ocean. Up to three British submarines were in the area.\nBlair signaled that the military offensive would be a prolonged operation.\n\"We have set the objectives, to eradicate bin Laden's network of terrorism and to take action against the Taliban regime that is sponsoring him,\" he said.\nA British task force -- with 23,000 personnel and 24 navy ships conducting long-planned military exercises in Oman -- has been made available to back the operations against Afghanistan. Additional British warplanes also have been sent to the region.\nThe government's action is strongly supported by the overwhelming majority of Britons, who see the United States as their closest ally -- an alliance that dates to the two nations' joint struggle in both world wars.\nMany Britons agree with Blair that the struggle is as much theirs as America's. British subjects believe that their nation, as a prominent Western democracy and a U.S. ally, could become a terrorist target.\nScores of Britons were killed in the attack Sept. 11 on the World Trade Center in New York.\nBritain always has been quick, and often first, to offer military support to the United States in conflicts ranging from the Korean War to ongoing air operations over Iraq.\nBlair said the United States requested last Wednesday that British military units be made available for operations against Afghanistan.\nThe British military base at Diego Garcia in the Indian Ocean had been put at the disposal of U.S. forces, and Britain was providing logistical support in addition to combat forces, he said.\nBlair praised the courage and commitment of British forces taking part in the operation.\n\nNotes\n\nAMERICA RESPONDS\n\nGraphic\n\n \nPHOTO; PHOTO by BEN GURR / AGENCE FRANCE-PRESSE - British Prime Minister Tony Blair (right) makes a statement on Sunday in London with Deputy Prime Minister John Prescott after U.S.-led airstrikes on Afghanistan had begun.\n\nLoad-Date: October 8, 2001"
}