{
    "title": "Britain Plans to Expand Police Powers With Stronger Antiterrorism Legislation",
    "publisher": "the new york times",
    "year": 2014,
    "month": 11,
    "day": 25,
    "full text": "LONDON -- The British government said Monday that it would introduce legislation giving the police the power to seize the passports of British and foreign citizens suspected of traveling to participate in terrorism-related activities and would make it easier for security services to track suspects online. The legislation would also make it illegal for British insurance companies to reimburse anyone who provided ransom payments to free hostages.\nThe United States and Britain discourage ransom payments to groups like the Islamic State, which has released graphic videos depicting the execution of British and American hostages, sometimes citing the refusal of their countries to pay.\nThe home secretary, Theresa May, announced the legislation on Monday in London at the start of what the government calls ''Counterterrorism Awareness Week.'' She said that Britain had foiled some 44 serious terrorist plots nationwide since 2005, when suicide bombers attacked in London. Ms. May said that 138 people were currently serving sentences for terrorism-related offenses.\nShe added that 84 ''hate preachers'' had been barred from entering Britain, and an additional 133 people had been barred on national security grounds and because their presence in the country was ''not conducive to the public good.''\nMs. May said that plots included efforts to blow up the London Stock Exchange, attack people on the streets, bring down airplanes and murder a British ambassador.\nOfficials would not provide further details of any such plots, but on Sunday, the commissioner of the Metropolitan Police, Bernard Hogan-Howe, said that the London police had foiled ''four or five'' terrorist plots this year, compared with an average of about one per year ''over the last few years.''\nMr. Hogan-Howe did not specify whether the plots were related to the conflict in Syria and Iraq. Some of the participants in the alleged plots this year have not yet been convicted, a spokeswoman for the Metropolitan Police said.\nMark Rowley, the Scotland Yard assistant commissioner, said last month that the police had made 218 terrorism-related arrests this year, and had charged 16 returnees from Syria with terrorist activity. On Monday, speaking at the same event as Ms. May, Mr. Rowley said the number of arrests had risen to 271 and that ''so far this year, we have disrupted several attack plots.''\nHe said the major threat to Britain was now from ''extremists homegrown, in our communities, radicalized by images and messages they read on social media and prepared to kill for their cause.''\nA senior British official, speaking on the condition of anonymity, said that about half of all continuing counterterrorism investigations were related to people, mostly Muslim, who had traveled to fight in Iraq and Syria with radical jihadists or who were inspired by them.\nEarlier this year, the terrorism threat level in Britain was raised from ''substantial'' to ''severe,'' the second highest, suggesting that an attack is ''highly likely,'' in response to the threats stemming from the Islamic State. Officials have said that at least 500 Britons -- though the number is thought to be closer to 600 -- have gone to the Middle East to fight, and about half are thought to have returned to Britain.\nMs. May first raised the possibility of increased police powers at the Conservative Party conference in September. The bill is expected to be put before Parliament on Wednesday, one day after the expected release of a report into the brutal murder last year of a young soldier, Lee Rigby, near his barracks in southeast London. He was killed by two men who said they were inspired by jihad and Britain's wars against Muslims in Afghanistan and the Middle East.\nMr. Rowley said Monday that ''the tragic murder of Lee Rigby last year was a stark warning to us all about how real and local the threat is.'' The report is expected to clear the security services of significant blame but raise questions about why they did not follow up on evidence that one of Mr. Rigby's murderers was becoming more extreme.\nAny new security legislation will bring parliamentary scrutiny, with concerns that new police powers could diminish privacy and individual rights. The law would allow the government to cancel the passports of those suspects overseas, for instance, so they can return only on the government's terms, and force companies to tell the police who was using a particular computer or cellphone at a particular time.\nYvette Cooper, the shadow home secretary for the opposition Labour Party, was generally supportive of the legislation. ''More should be done to disrupt the travel plans of those planning to go out to fight,'' she said, ''and those returning should face criminal investigations and prosecutions,'' as well as participate in deradicalization programs.\n''Strong powers should always be balanced by strong checks and balances, should be proportionate to the threat, and effective at keeping Britain safe and protecting our democratic values,'' Ms. Cooper said.\n\nhttp://www.nytimes.com/2014/11/25/world/europe/britain-plans-to-expand-police-powers-with-new-antiterror-legislation.html\n\nLoad-Date: November 25, 2014"
}