{
    "title": "Britain Arrests 9 Suspects in Terrorist Kidnapping Plot",
    "publisher": "the new york times",
    "year": 2007,
    "month": 2,
    "day": 1,
    "full text": "The British police conducted a series of raids on Wednesday, arresting nine suspects on terrorism charges in what appeared to be a shift in the tactics of terrorism in Britain. The suspects are accused of devising a plot that included plans to kidnap, torture and behead a British Muslim soldier and broadcast video images of his killing on the Internet.\n  The arrests, in the central city of Birmingham, were part of what the authorities called a major operation involving hundreds of officers after months of preparation. Eight suspects were arrested in eight different homes, and a ninth was seized on a highway near the city, the police said. Four businesses were also searched.\n''We are right at the foothills of a very major investigation for us,'' Assistant Chief Constable David Shaw, the Birmingham police officer leading the inquiry, said at a news conference. He declined to describe any details of the case or identify the suspects by name.\n  However, the British news media have widely reported details of the supposed plot, which have not been officially denied. If true, the plan would be a marked departure from previous terrorist plots, like the July 7, 2005, London bombings, intended to cause mass fatalities using explosives.\n  Last August, for instance, British and American investigators said they averted a plot by terrorists to use liquid explosives to blow up trans-Atlantic airliners carrying hundreds of people. A plan of this kind would also support what counterterrorism experts have depicted as the central role of the Internet in modern insurgencies and conspiracies to broadcast propaganda and spread images. Web sites have been widely used to broadcast gruesome images of beheadings in Iraq and to spread militant Islamic views. \n  ''If such a plot were to be targeted against an individual, then it would be a very new development as far as Britain is concerned,'' said Paul Rogers, an expert on terrorism at the University of Bradford. ''The key point is whether this alleged plan was something being encouraged by the wider Al Qaeda movement or was a one-off, independent action.''\n  The target for the attack was reportedly a soldier in his 20s who had served with British forces in Afghanistan and is now hiding in a police safe house in Britain. \n  The Home Office in London called the arrests ''a major counterterrorism operation.'' \n  Britain's terrorism laws allow the police to detain suspects for up to 28 days without bringing formal charges. ''This remains a dynamic, fluid operation and this is by no means finished,'' said Assistant Chief Constable Shaw of the Birmingham police. The search of premises, he said, ''will take days or possibly weeks.'' \n  The police began to move in on the suspects at 4 a.m. in Birmingham, Britain's second largest city, which has a large Muslim minority drawn initially from Pakistani immigrants in the 1960s. The police action spread through the run-down Sparkhill neighborhood and other areas, including raids on the Maktabah Islamic bookstore, the Blades Cyber Cafe and an innocuous-seeming row house. Several vehicles, including a white van, were towed away.\n  The announcement of another suspected terrorism plot has not surprised many Britons, who are used to regular warnings from the authorities. Six men are currently on trial in connection with four attempted bombings on July 21, 2005, two weeks after the London bombings that killed 52 people and the 4 suicide bombers.\n  Last November, MI5, the domestic intelligence agency, said it was keeping 1,600 suspects in 200 terrorist cells under surveillance. At the time, Dame Eliza Manningham-Buller, the director of MI5, spoke of around 30 conspiracies that might include ''the use of chemicals, bacteriological agents, radioactive materials and even nuclear technology.''\n  The Pakistan Foreign Office acknowledged on Wednesday that British officials had recently inquired about whether some of the nine men arrested in Birmingham had traveled to Pakistan.\n  Some people in Birmingham said they were skeptical about the raids, particularly in light of a similar high-profile operation last year in Forest Gate, east London, when the police shot and wounded one of two Muslim brothers who were soon released for lack of evidence linking them to terrorism. \n  Such events have deepened Muslim anxieties. \n  ''There is a fear about who is next,'' said Mohammed Naseem, the chairman of Birmingham's Central Mosque, in a telephone interview. ''People will need to know the facts, but there is a longstanding perception that this climate of terrorism is being maintained to further the political aims of the government.''\n  Indeed, Salma Yaqoob, a member of the Birmingham City Council representing the antiwar Respect Party, said: ''There's a shock and disbelief that these arrests are being made in such a high-profile manner. People are very concerned about the social backlash.'' \n  Farooq Haroon, a Birmingham social worker, said that after the raids last year that ended with the suspects being freed without charge, ''people are very cynical about these raids.''\n  The Ministry of Defense said there were only about 330 Muslims out of the 180,000 troops in Britain's armed forces. Last July, one British Muslim soldier, Lance Cpl. Jabron Hashmi, was killed in Afghanistan.\n  Many of Britain's frontline combat units are deployed in Afghanistan and Iraq, and their presence, some Muslim leaders contend, has helped inflame militancy among young British Muslims.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: The British police closed part of a street in Birmingham yesterday after they raided several homes and arrested nine people on terrorism charges. (Photo by Darren Staples/Reuters)\n After the raids on homes and businesses in Birmingham, the British police searched through the garbage behind a shop in the city yesterday. (Photo by Paul Ellis/Agence France-Presse -- Getty Images)                                                           \n\nLoad-Date: February 1, 2007"
}