{
    "title": "BRITAIN BREAKS SYRIAN TIES; CITES PROOF OF TERROR ROLE; EL AL SUSPECT IS CONVICTED",
    "publisher": "the new york times",
    "year": 1986,
    "month": 10,
    "day": 25,
    "full text": "An increasing number of Western and Middle Eastern intelligence analysts say they believe that of all the countries of the Middle East, none use terrorism more effectively as an adjunct to diplomacy than Syria.\nThese sources offer long lists of examples of how the Government of President Hafez al-Assad has used violence to influence events in Lebanon and to strike at Israel. They also say Syria has not shrunk from turning to terrorism to eliminate its Arab enemies abroad and to try to dominate the Palestinian movement.\nTheir comments were made in interviews with correspondents of The New York Times in the United States, the Middle East and Europe.\nThe trial of Nezar Hindawi, a 32-year-old Jordanian convicted in London yesterday of trying to blow up an El Al Israel Airlines plane in April, was cited as an unusual case study of how Syria uses terrorism as part of its foreign policy.\n'Thinnest Veil of Deniability'\n''Syria makes the most skillful and effective use of terrorism, and in the past, it has been able to maintain at least the thinnest veil of deniability,'' said Brian M. Jenkins, director of the research program on political violence at the Rand Corporation. ''What makes this case so extraordinary is that it publicly lays out the links and relationship directly to Syria.''\nHad El Al security guards not found the bomb in the suitcase of Mr. Hindawi's lover and had Mr. Hindawi not apparently panicked and sought refuge in the Syrian Embassy, the British authorities would have had no evidence to link the incident to Damascus.\nIntelligence experts say that the evidence produced in the trial of Mr. Hindawi and the charge that his brother bombed an obscure Arab-German friendship club in West Berlin in March are forcing Western governments to the conclusion that Syrian intelligence is more deeply involved in aiding Arab terrorists in Western Europe than was previously thought.\n''It's pervasive, systematic and involves large networks in the Middle East and Europe,'' said a Western diplomat with long experience in the Middle East. ''The Syrians rather cynically use terrorism as an instrument of state policy, and their involvement goes all the way to the top.''\n \n'Mature Adult of State Terrorism'\nAlthough Libya's leader, Col. Muammar el-Qaddafi, is ''the flaboyant adolescent,'' he said, ''Assad is the calculating, mature adult of state terrorism.''\nSyrian leaders have consistently denied any involvement in terrorist activities, and in an interview this month in Time magazine, Mr. Assad accused Israeli agents of staging the aborted El Al bombing. Several Western and Arab intelligence and anti-terrorist experts are reluctant to point a finger at Mr. Assad, an extremely cautious leader with regard to Israel, or at the Syrian leadership in general.\nThey argue, for example, that Mr. Assad would not have known or approved of the bombing of the El Al plane, which was about to take off with 200 Americans among its 375 passengers, since it could have provoked a war with Israel.\nBecause Syria has developed what Western experts say is a sophisticated and selective use of terrorism that leaves few traces, it is very difficult to determine the precise links between individual terrorists and a state-supported system based in Damascus.\n \nIn Classic Syrian Pattern\nBut the Hindawi operation, some intelligence analysts say, follows a classic Syrian pattern of conducting terrorist operations.\nIt demonstrates how the Syrians use such things as safe houses, diplomatic pouches, Syrian planes and false passports to conduct operations abroad. According to evidence in the Hindawi trial, the explosives were carried into Britain by the crew of a Syrian Arab Airlines jet, and Mr. Hindawi had an official ''Syrian service passport'' and used a Syrian safe house in London.\nSimiarly, in the West Berlin bombing, Mr. Hindawi's brother, Ahmed Hazi, picked up the explosives from the Syrian Embassy in East Berlin, according to the prosecutor. His trial, which is scheduled to begin soon, is expected to reveal other similarities with the El Al plan.\nThe Hindawi operation, intelligence analysts say, also illustrates how the Syrians hire Palestinians and Jordanians, never Syrians, as operatives for pay, with Syrians acting only as supervisors. The picture of Mr. Hindawi that has emerged is not one of a committed Palestinian nationalist, but rather of a mercenary on the fringes of Arab society who was promised $250,000 for getting explosives on the El Al flight. According to some reports, he has also worked in the past for the Iraqis and for the Palestine Liberation Organization.\n \nLink to Syrian Colonel\nIn contrast, he reportedly said under questioning that he reported to ''the head of Syrian intelligence'' and other Syrian officials, including Lieut. Col. Haitem Said, second in command of Syrian Air Force intelligence. Allied intelligence agents have said Colonel Said stopped in West Berlin several times earlier this year, and some believe he supervised the bombing of the friendship club.\nColonel Said's superior, Brig. Gen. Mohammed Kholi, is close to the President and has served as air force intelligence director since Mr. Assad, a former chief of the air force, seized power 16 years ago.\nIn addition, analysts say, the Hindawi operation can be seen as a typical act of Syrian retaliation for the Israeli interception of a Libyan jet in February that was carrying the assistant secretary general of the ruling Baath Party and other top Syrian officials on their way home from a conference in Tripoli. The Israelis mistakenly thought they had captured top Palestinian terrorists and released the Syrians 11 hours later.\nThe British authorities have called on other Western nations to take vigorous action against Syria because of the Hindawi conviction. That poses a particular problem for France, where some officials believe Syria holds the key both to winning the release of the French hostages in Lebanon and to maintaining the lull in the recent spate of bombing attacks in Paris.\n \nParis Blames Lebanese Clan\nThe French Government does not believe the Paris bombings were ordered by Syria, according to a source close to the investigation, but is convinced that the clan of Lebanese Maronite Christians suspected of responsibility was connected in the past with General Kholi.\nOther French sources acknowledge that they are loathe to antagonize the Syrian leadership by making accusations about Syrian-sponsored terrorism.\nOfficials at the French Foreign Ministry had no reaction today to the British action, calling it an ''internal British matter.'' Foreign Minister Jean-Bernard Raimond added, however, that Britain's action would be discussed by the 12 members of the European Economic Community, although he did not say when the discussion would take place.\nAlthough Syrian links to terrorist acts in Europe are relatively recent, Western, Arab and Israeli sources say President Assad has long used terrorism as a means to impose his policy on Lebanon and much of the rest of the Arab world. Jordanian officials have accused Syria of killing Jordanian diplomats over the years. And P.L.O. leaders say they believe Syria was responsible for the assassination of Yasir Arafat's chief of staff and most trusted aide, Saad Sayel, also known as Abu Walid, who was killed near a Syrian checkpoint in the Bekaa in eastern Lebanon in 1982.\nIt is widely believed that Syria was directly or indirectly responsible for the assassinations of the Lebanese Druse leader, Kamal Jumblat, in 1977 and of Lebanon's President-elect, Bashir Gemayel, in 1982. The United States has accused Syria of responsibility for the suicide bombing of the United States Marine barracks in Lebanon in October 1983, which killed 241 servicemen, and for the bombing of the American Embassy in Beirut the previous April.\n \nA Varied and Complex Network\nOver the years, analysts say, Mr. Assad has created an extraordinarily complex network of often competing intelligence agencies that work with a wide variety of terrorist groups. These include radical Palestinian and Lebanese groups, which depend on Damascus for refuge and some logistical and financial support, as well as freelance mercenaries like Mr. Hindawi.\nThe best-known of these groups is that of Sabry al-Banna, also known as Abu Nidal, which took responsibility for the airport bombings last December in Rome and Vienna. The group operates out of the Bekaa in eastern Lebanon and maintains offices and distributes a publication in its name in Damascus. But it is nearly impossible to gauge its importance in the murky world of Middle Eastern terrorism, where individuals often have ties with a number of groups at the same time.\nSome European anti-terrorist experts say the importance of Abu Nidal, who may not even still be alive, is overblown. They say he continues to serve as a convenient scapegoat against whom it is impossible to retaliate.\n\nGraphic\n\n \nPhoto of syria's Ambassador, Loutof Allah Haydar outside London court (Agence France-Presse); Photo of Roger Tomkys (Reuters) (Page 4); Photo of the British Embassy in Damascus (Page 4)"
}