{
    "title": "British court is told of a mass terror plot Facing sentencing, an al-Qaeda operative had aimed to ki",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 11,
    "day": 7,
    "full text": "An al-Qaeda operative plotted to commit \"mass murder\" in the United States and the United Kingdom to match the Sept. 11 attacks and to create \"another black day for the enemies of Islam,\" a prosecutor told a London court yesterday.\nDhiren Barot, a 34-year-old Muslim convert, is facing life in prison after pleading guilty last month to conspiring to carry out synchronized international atrocities, including blowing up New York financial centers and detonating a radioactive \"dirty bomb.\" British prosecutors outlined their case against him at a sentencing hearing.\n\"The plot was to carry out massive explosions here and in the United States,\" Edmund Lawson told the court, \"the principal object being to kill hundreds, if not thousands, of innocent people.\"\nBarot, who has been indicted on similar charges in the United States, is the first British Muslim to be sentenced for attempting to commit mass murder through an act of terrorism. Among his targets were the New York Stock Exchange in Manhattan, the World Bank in Washington, and the Prudential Plaza in Newark, N.J.\nBarot, raised Hindu in a middle-class family in northern London, is believed to have converted to Islam at age 20 after attending the prestigious Kingsbury High School. He worked as an airline ticket clerk in London before becoming more radical in his faith and attending \"terrorist training\" camps in Pakistan and the Philippines, Lawson said.\nThe young jihadist subsequently became a \"member or close associate\" of al-Qaeda, traveling to New York and Washington on surveillance missions between August 2000 and April 2001. Plans to carry out a major strike were shelved after the \"success\" of the Sept. 11 attacks, Lawson said.\nBritish police arrested Barot and seven others in raids across Britain on Aug. 3, 2004, Lawson said. Those men are due to stand trial next year on charges of conspiracy to murder. All seven deny the charges against them.\nTerror Suspects Convicted in Italy\nAn Egyptian wanted for\nthe 2004 train bombings\nin Madrid, Spain, was convicted yesterday on terrorism charges in Italy and given 10 years in prison.\nA court in Milan convicted Rabei Osman Sayed Ahmed, 35, and Yahi Ragheh, 23,\nwho prosecutors said was preparing to be a suicide bomber - of subversive association aimed at international terrorism, a charge introduced after the Sept. 11 attacks in the\nUnited States. The younger man got a five-year term.\nProsecutors said they overheard Ahmed claiming involvement in the Madrid attacks, which killed 191 people, telling a codefendant, \"It's my work.\"\nAhmed deniedhe belonged to an Egyptian radical Islamic group. Ragheh said he\ncame to Italy just to look\nfor work. Both men planned to appeal, their lawyers said.\nAssociated Press\n\nLoad-Date: November 7, 2006"
}