{
    "title": "Britain may alienate Muslims Outlawed group to challenge ban in court, question freedom",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 8,
    "day": 7,
    "full text": "LONDON - An Islamic group facing a government ban vowed Saturday to fight the move, while activists called a new crackdown aimed at religious extremists a threat to human rights and an opposition leader warned it could worsen alienation among Britain's Muslims.\nPrime Minister Tony Blair's government defended the plans to get tough with radical Islamic clerics and others who encourage terrorism, saying they are needed after the July 7 attack by four suicide bombers that killed 52 people in London and a similar July 21 assault that failed.\nBritain's chief legal official, Lord Chancellor Charles Falconer, said Saturday the attacks showed that the government must act against people \"who are encouraging young men who are becoming suicide bombers.\"\n\"I think there is a very widespread sense in the country subsequent to July 7th that things have changed. A new balance needs to be struck. It needs to be a lawful balance but it needs to be an effective balance,\" he told British Broadcasting Corp. radio.\nAmong the measures Blair announced Friday is the outlawing of the Muslim group Hizb-ut-Tahrir. The government did not elaborate on why the group was being proscribed, only naming it as part of the drive to uproot Islamic extremism.\nA Hizb-ut-Tahrir spokesman, Nasreen Nawas, said at a news conference Saturday that the government's aim is \"the curtailment of legitimate Islamic political debate.\"\nHizb-ut-Tahrir, formed in Jerusalem in 1953, has a presence in several European nations and has been active in Britain for almost two decades. It insists it is a nonviolent political organization, although it has been outlawed in Russia and several Middle Eastern and Central Asian countries and faces restrictions in Germany.\nThe group's aim is to overthrow \"unelected dictators and despots who rule the Muslim world with the West's approval,\" Nawas said.\nHe said Hizb-ut-Tahrir advocates establishing a caliphate including all Muslim lands - a state he said would have a democratically elected government, independent judiciary and respect for human rights.\nNawas, who repeated earlier condemnations of the London bombings and the Sept. 11 attacks, said the group would challenge the ban in court.\n\"Placing a ban on a political party with a 50-year history of nonviolence will lead many to question the talk of freedom of speech, tolerance, people power, human rights and democracy,\" he said.\nNawas said the proposed ban was part of a growing trend in Britain and elsewhere to equate criticism of the U.S. military presence in Iraq or Israel's policies in Gaza and the West Bank with support for terrorism.\nOther Muslim groups, human rights activists and legal experts criticized Blair for the decision to draw up lists of radical preachers who will not be allowed to enter Britain and to deport foreigners who glorify acts of terror or who use extremist Web sites and bookstores.\nThe Guardian, a liberal newspaper, described the measures in an editorial as \"ill-considered\" and a \"cause for alarm.\"\nThe leader of the Liberal Democratic Party, Charles Kennedy, warned that the crackdown could alienate the majority of Britain's 1.8 million Muslims and inflame tensions.\n\"A fundamental duty, a responsibility on all of us, whether government or nongovernment, is … to uphold civil liberties and the right to free speech,\" Kennedy told BBC radio.\nMusleh Faradhi, president of the moderate British Muslim group Islamic Forum of Europe, said that \"if these proposed measures are allowed to see the light of day, they will increase tensions and alienate communities.\"\nTwenty-five international organizations and 14 groups in Northern Ireland already are banned in Britain under the Terrorism Act 2000. They include al-Qaida, Hamas and the Irish Republican Army.\nBritain's top law enforcement official, Home Secretary Charles Clarke, can ban an organization if he believes it is involved in terrorism. Once a group is on the list, it becomes a criminal offense, punishable by a maximum 10 years in prison, to be a member.\nA banned organization can appeal to the home secretary to be taken off the list and if turned down can launch an appeal in the courts.\n\nLoad-Date: August 8, 2005"
}