{
    "title": "British 'Broadway' feels terrorism Ethnic musical 'The Far Pavilions' closing after ticket sales plu",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 8,
    "day": 23,
    "full text": "LONDON - \"The Far Pavilions,\" an $ 8.1 million West End musical that explored ethnic identity, is closing after a plunge in ticket sales following last month's bombings.\nThe production, which told the story of illicit love between a British officer and an Indian princess, will end its five-month run at Shaftesbury Theatre on Sept. 17, producer Michael Ward said Monday.\nThe closure is the first big one to hit London's West End - the British equivalent to Broadway - in the weeks after the July 7 terrorist attacks in London. Theater officials said that West End productions are experiencing a drop in attendance.\n\"I had just signed the agreement to go until January, as a minimum, on the 6th of July, and then woke up to a very different world on the 7th,\" Ward told The Associated Press. \"We had to make a decision. We could envision losing large amounts of money so we decided we would bow out gracefully.\"\nThe show, based on the best-selling 1978 novel by M.M. Kaye, had suffered initially from mixed reviews. But sales improved, Ward said, with British Asians filling at least a third of the seats nightly.\n\"The Far Pavilions\" told the story of a British boy, who after being raised in India as an Indian during the 19th century British Raj, is suddenly told he is English. He gets a military education in Britain and returns as an officer to India, where he falls in love with an Indian princess he had known as a child.\n\"It is about dual identity, seeing someone on the stage wrestling with being either British or Asian,\" said Ward, who was born in India.\nAfter the attacks, sales dropped by 25 percent - a loss of 150 to 200 seats each performance, Ward said.\n\"It is tough out there, and many shows are experiencing a downturn,\" said Paul James, commercial manager with the Society of London Theatre. James said that attendance had been up 10 percent over last year. Those figures fell after the bombings, with attendance dropping 2 percent compared to last year.\n\"Still, over 1 million people have come to see West End shows,\" James said. \"We are trying to be business as usual - not underplaying it, and not treating it as a terrible crisis.\"\nWhile many West End favorites such as \"Mary Poppins\" and \"Guys and Dolls\" continue to draw in crowds, some smaller production companies are more likely to feel the pinch.\nAlso contributing to the decision to close \"The Far Pavilions\" was the expiration of the lead Indian actress' work visa on Sept. 23, which would have forced the producers to relaunch the show with a new leading lady - an expensive task with sales already down, Ward said.\n\nLoad-Date: August 23, 2005"
}