{
    "title": "Britain Lowers Threat Level After Arrest of 2nd Man in London Subway Bombing",
    "publisher": "the new york times",
    "year": 2017,
    "month": 9,
    "day": 17,
    "full text": "LONDON — Britain on Sunday lowered its terrorism threat level, a day after the police arrested a second man in connection with the bombing in a London subway station that left dozens of people injured.\nThe man, 21, was arrested late Saturday in Hounslow, a borough in West London, the Metropolitan Police said in a statement. The suspect, who was not identified, was detained under the Terrorism Act and was being held at a police station in South London, according to the statement.\nThe second arrest came the same day the police detained an 18-year-old man “on suspicion of being concerned in the commission, preparation or instigation of acts of terrorism” in connection with the bombing.\nThat teenager was arrested in the southeastern county of Kent, in the departure area of the Port of Dover, where ferries leave for France, according to The Associated Press.\nThe police called it “a significant arrest,” and the suspect was later transferred to a police station in London.\nThe Islamic State claimed responsibility for the bombing attack at the Parsons Green station of the London Underground, in a quiet, affluent part of West London. A crude explosive, wrapped in a plastic bag that was concealed in a bucket, detonated during the morning rush in a train at the station.\nWitnesses said the carriage was engulfed in flames, and dozens of passengers were trampled as they tried to escape. No one was killed, but at least 30 people suffered injuries, including burns and fractures. Several people were hospitalized.\nAfter the bombing, Britain raised its terrorism threat level to “critical,” the highest level, which means another attack is “expected imminently.”\nHome Secretary Amber Rudd announced on Sunday that the threat level had been downgraded to “severe,” meaning that an attack was highly likely. She urged the public to be vigilant.\nMs. Rudd said on Saturday that it was “much too early” to say whether those behind the attack had been known to the authorities. On Sunday, she also cast doubt on the Islamic State’s claim.\n“It is inevitable that so-called Islamic State, or Daesh, will reach in and claim responsibility,” she told the BBC. “We have no evidence to suggest that yet.”\nThe Metropolitan Police said, “At this stage we are keeping an open mind around whether more than one person is responsible for the attack, and we are still pursuing numerous lines of inquiry.”\nThe British Transport Police Firearms said           on Twitter that it had placed extra officers on duty to patrol stations.\nThe police said on Sunday that they were searching two houses, one in Stanwell, a village in the county of Surrey, and another in Sunbury-on-Thames, also in Surrey.\nAbout 12:30 p.m. local time, according to a local television report, police forensics teams also put up cordons in a section of West London and began searching a property there. Residents were not allowed to leave, and the “sizable” operation was connected to the second arrest.\nAssistant Commissioner Mark Rowley said in a statement that with “the high pace and rapid progress of this investigation,” the police were “getting a greater understanding of the preparation of the device” used to bomb the subway.\nOn Saturday, officers began searching the house in Sunbury-on-Thames after evacuating surrounding buildings. Some residents were offered transportation to a local rugby club, and others were sent to the homes of relatives nearby.\nThe house being searched was occupied by an older couple known for fostering hundreds of refugee children, according to local news reports.\nThe couple were appointed Members of the Order of the British Empire in 2009 for services to children and families.\nNeighbors said the couple were staying with friends during the search.\nThe police said they were “working to support displaced residents and to get them back into their homes as soon as possible.”\nCommissioner Rowley also said that as the workweek began, specialized teams of investigators would maintain a “strong visible presence throughout the capital and across the U.K.,” and that the public would “still see that high level of policing presence, some armed, some unarmed.”\nDavid Moll contributed reporting from Hong Kong.\nRelated Articles\nBritish Police Make ‘Significant Arrest’ in Subway Bombing\n‘Bucket Bomb’ Strikes London’s Vulnerable Underground\n\nLoad-Date: September 19, 2017"
}