{
    "title": "British training Libyan troops_",
    "publisher": "telegraph herald ",
    "year": 2009,
    "month": 9,
    "day": 13,
    "full text": "LONDON - Some of Britain's most elite soldiers have been training Libyan forces in counterterrorism and surveillance for the past six months, a newspaper said Saturday. The Daily Telegraph said a contingent of between four and 14 men from the Special Air Service, or SAS, were working with Col. Moammar Gadhafi's soldiers in Libya, a country once notorious for its support of terrorism. \nThe paper cited an unidentified SAS source as saying that the training was seen as part of the deal to release Lockerbie bomber Abdel Baset al-Megrahi, whose return to Libya last month outraged Americans and raised questions over the nature of Britain's relationship with Gadhafi's authoritarian regime. Britain's military refused to comment on the Telegraph's report. The Foreign Office said Britain had \"ongoing cooperation with Libya in the field of defense,\" but refused to comment on the issue of special forces. It denied in a statement that the defense cooperation had anything to do with al-Megrahi's release. Prime Minister Gordon Brown and other government officials have emphasized Libya's remarkable transformation from rogue state to Western ally and the need to keep Gadhafi on board since he renounced terrorism and dismantled his country's clandestine nuclear program in 2003. But media reports have suggested that the prisoner exchange agreement that paved the way for al-Megrahi release was motivated in part by a desire to secure access to Libya's vast energy reserves. British Justice Secretary Jack Straw seemed to endorse that claim when he told the Telegraph last week that trade played \"a very big part\" in the negotiations over the prisoner deal. Britain's thirst for Libya's oil and gas resources was again thrust into the spotlight earlier this month when it was reported that Brown had refused to lobby Gadhafi for compensation for the Britons killed and injured by Libyan-supplied plastic explosives used by the Irish Republican Army in the 1980s and '90s. In a letter written last year to a survivor of one of the IRA bombings, then-junior Foreign Office minister Bill Rammell explained that Libya was now \"a vital partner ... in guaranteeing a secure energy future for the U.K.\" Britain's secretive SAS is among the world's best-respected commando units. It was created during World War II for attacks behind Axis lines, but the group has since turned its attention to fighting terrorists. Among its best-known operations was the 1980 raid on the Iranian Embassy in London, which broke an Iraqi-backed siege.\n\nLoad-Date: September 13, 2009"
}