{
    "title": "Britain Prepares to Deport 9 Terrorism Suspects",
    "publisher": "the new york times",
    "year": 2009,
    "month": 4,
    "day": 22,
    "full text": "Two weeks after hundreds of police officers staged raids in northern England and arrested 12 men in what Prime Minister Gordon Brown described as ''a very big terrorist plot,'' the police released nine of them on Tuesday and handed them over to Britain's border control agency for deportation to Pakistan. \n  Two other men remained in police custody for further questioning under Britain's Terrorism Act. Another man had been handed over previously to the border agency for deportation.\n  A Home Office spokesman, referring to the transfer  of the nine suspects to the border agency, said the government was ''seeking to remove these individuals on grounds of national security,'' suggesting that some kind of plot was still under investigation. A police spokeswoman in the northern city of Manchester, which the British news media had portrayed as the focal point of the plot described by Mr. Brown, said the investigations were continuing.\n  But Britain's security agencies appeared to have pulled back from earlier suggestions that they had foiled a major imminent attack involving infiltrators with Al Qaeda sent to Britain from Pakistan on student visas. After the arrests on April 8, senior officials were quoted in British  newspapers as saying they had moved against the 12 men after deciding that a bombing attack involving mass casualties was only days from being carried out, probably against a target in Manchester, possibly a crowded shopping center over the Easter weekend.\n  The Manchester police spokeswoman who announced the transfer of the nine men to the border agency said the arrests had been carried out after security agencies ''gathered information that indicated a potential risk to public safety.'' That was a far more guarded formulation than Mr. Brown used in the immediate aftermath of the arrests, in a statement in which he demanded that Pakistan do more to root out terrorism. He also said that Britain would tighten up on student visas for Pakistanis.\n  The police operation on April 8 was one of the most elaborate in the lengthening history of British counterterrorism crackdowns since the attacks on Sept. 11, 2001, in the United States and the transit bombings in London in July 2005 that killed 56 people, including the four suicide bombers. Hundreds of police officers, many armed with submachine guns, staged daylight raids in at least 10 locations, including a university library in Manchester. Eleven of the 12 men they arrested, who were 22 to 38 years old, were Pakistanis, 10 of them in Britain on student visas.\n  The arrests followed a blunder by Scotland Yard's counterterrorism chief, Assistant Commissioner Bob Quick, who arrived for a meeting with Mr. Brown holding a dossier in his hands with details of the planned police raids  visible in pictures taken by news photographers. \n\nhttp://www.nytimes.com\n\nLoad-Date: April 22, 2009"
}