{
    "title": "Britons Question Whether Detention of Reporter's Partner Was Terror-Related",
    "publisher": "the new york times",
    "year": 2013,
    "month": 8,
    "day": 20,
    "full text": "LONDON -- Demands grew on Monday for the British government to explain why it had used antiterrorism powers to detain the partner of a journalist who has written about surveillance programs based on leaks by the former National Security Agency contractor Edward J. Snowden.\nDavid Michael Miranda, a Brazilian citizen and the partner of the American journalist Glenn Greenwald, who lives in Brazil, was held Sunday at London's Heathrow Airport for nine hours, the maximum allowed by law, before being released without charge. He said Monday that all of his electronic equipment, including his laptop computer and cellphone, had been confiscated.\nMr. Miranda was traveling from Berlin to Rio de Janeiro. In Berlin, he had met with Laura Poitras, an American filmmaker who has worked with Mr. Greenwald on the Snowden leaks about secret American and British surveillance programs that they argue violate individual rights and liberties.\nThe Guardian newspaper, where Mr. Greenwald is a columnist, reported that it had paid for Mr. Miranda's flights but that he was not an employee of the paper. ''As Glenn Greenwald's partner, he often assists him in his work,'' The Guardian said in statement. ''We would normally reimburse the expenses of someone aiding a reporter in such circumstances.''\nIn an e-mail Monday to The Associated Press, Mr. Greenwald said that he needed material from Ms. Poitras for articles he was working on related to the N.S.A., and that he had things she needed. ''David, since he was in Berlin, helped with that exchange,'' Mr. Greenwald wrote.\nKeith Vaz, an opposition Labor Party legislator who is chairman of Parliament's Home Affairs select committee, said he had written to the head of London's Metropolitan Police Service, which has jurisdiction in the matter, to ask for clarification of what he called an extraordinary case.\n''What needs to happen pretty rapidly is, we need to establish the full facts,'' he told the BBC. ''Now you have a complaint from Mr. Greenwald and the Brazilian government -- they indeed have said they are concerned at the use of terrorism legislation for something that does not appear to relate to terrorism. So it needs to be clarified, and clarified quickly.''\nThe editor of The Guardian, Alan Rusbridger, disclosed on Monday that the British government had sent officials from Government Communications Headquarters, which is known as GCHQ and is the British version of the National Security Agency, to the newspaper's offices in London to destroy computers containing documents leaked by Mr. Snowden. Mr. Rusbridger said that he had protested that the same information was available elsewhere, but that the officials had insisted on proceeding.\n''And so one of the more bizarre moments in The Guardian's long history occurred -- with two GCHQ security experts overseeing the destruction of hard drives in The Guardian's basement just to make sure there was nothing in the mangled bits of metal which could possibly be of any interest to passing Chinese agents,'' he wrote, adding, ''We will continue to do patient, painstaking reporting on the Snowden documents, we just won't do it in London.''\nThe police said in a statement that Mr. Miranda, 28, had been lawfully detained under Schedule 7 of Britain's Terrorism Act 2000, which allows them to stop and question people traveling through ports and airports to determine whether they are involved in planning terrorist acts.\nMr. Vaz and his party said they wanted to know how the government could justify using Schedule 7 in this case, arguing that any suggestion that antiterrorism powers had been misused could undermine public support for those powers.\nA Home Office spokesman said Monday that the detention was an operational police matter and that neither he nor the police would provide any details. ''Schedule 7 forms an essential part of the U.K.'s security arrangements,'' the spokesman said. ''It is for the police to decide when it is necessary and proportionate to use these powers.''\nDavid Anderson, Britain's official independent reviewer of terrorism legislation, said he had also asked the authorities to explain why Mr. Miranda was detained for so long. He said fewer than 40 of the 69,000 people stopped under Schedule 7 in 2011-12 were held for six hours or more. In most cases, Mr. Anderson said, those questioned under Schedule 7 are detained for less than an hour.\n''It is such a wide power that it would be surprising if it was used perfectly on every occasion,'' Mr. Anderson told the BBC. ''It is a very extensive power, and this just points up the need to have it properly controlled.''\nA White House spokesman, Josh Earnest, told reporters Monday that the British government had given the United States notice that it intended to detain Mr. Miranda when his plane landed, but that there had been no American request to do so.\n''This is the British government making a decision based on British law on British soil about a British law enforcement action,'' he said. adding, ''This is something that they did not do at our direction, is not something that we were involved with. This is a decision that they made on their own.''\nHe and other administration officials on Monday declined to say whether the British had given the United States government any of the electronic materials seized from Mr. Miranda.\nMr. Miranda arrived Monday in Rio de Janeiro and was greeted by Mr. Greenwald, who said that in response to the detention, he planned ''to write much more aggressively than before'' about government snooping.\n''I'm going to publish many more things about England as well,'' he said. ''I have many documents about the system of espionage of England, and now my focus will be there, too. I think they'll regret what they've done.''\nMr. Miranda told reporters in Rio that he had been subjected to deep questioning at Heathrow. ''I stayed in a room; there were six different agents, entering and leaving, who spoke with me,'' he said. ''They asked questions about my whole life, about everything. They took my computer, video game, cellphone, memory thumb drives -- everything.''\nMr. Greenwald said all of the documents encrypted on the thumb drives came from the trove of materials provided by Mr. Snowden.\nNick Cohen, a columnist for the conservative weekly The Spectator, wrote on Monday that the detention of Mr. Miranda was ''a clarifying moment that reveals how far Britain has changed for the worse.''\nNearly everyone, Mr. Cohen wrote, suspects that the police held Mr. Miranda ''on trumped-up charges because the police, at the behest of the Americans, wanted to intimidate Miranda's partner, Glenn Greenwald, the conduit of Edward Snowden's revelations, and find out whether more embarrassing information is on Greenwald's laptop.''\nHe criticized the police for saying so little about the case, and concluded: ''The next time they try to tell you that the secrecy and attempts to silence legitimate debate are 'in the public interest,' do not forget what they did to David Miranda, because they can do it to you, too.''\n\nhttp://www.nytimes.com/2013/08/20/world/europe/britain-detains-the-partner-of-glen-greenwald.html\n\nGraphic\n\n \nPHOTO: David Michael Miranda, left, with his partner, Glenn Greenwald.  Mr. Miranda was held Sunday for nine hours in London. (PHOTOGRAPH BY MARCELO PIU/AGENCE FRANCE-PRESSE -- GETTY IMAGES)       \n\nLoad-Date: August 20, 2013"
}