{
    "title": "Britain _ Terrorism Case Is Dropped",
    "publisher": "the new york times",
    "year": 2014,
    "month": 10,
    "day": 2,
    "full text": "LONDON -- Acknowledging on Wednesday that their high-profile case had collapsed, British prosecutors dropped terrorism-related charges against Moazzam Begg, a British citizen and former inmate at the Guantánamo Bay detention center who was scheduled to go on trial within days.\nAfter Mr. Begg, 46, was released without charge from Guantánamo Bay in 2005, he became a prominent rights activist in Britain. He was detained in March and held in a high-security prison, charged with providing money and training for terrorism in Syria.\nChristopher Hehir, a prosecutor on the case, told the Old Bailey court in London on Wednesday: ''The prosecution have recently become aware of relevant material, and in light of which, after careful and anxious consideration, have reached the conclusion that there is no longer a realistic prospect of conviction in this case. The prosecution therefore offer no evidence.''\nHe did not say what the ''relevant material'' was.\nA judge responded that ''on the indication of the Crown offering no evidence, verdicts of not guilty should be entered.''\nThe collapse of the case was the second recent setback for the British authorities in a high-profile counterterrorism case. Last week, a Jordanian security court dismissed all charges against a militant cleric known as Abu Qatada, who had been deported from Britain last year and accused of threatening national security.\n''I understand this is going to raise many questions,'' Marcus Beale, a senior police officer in the English Midlands, said in a statement on Wednesday about the Begg case. ''From the beginning, this case has challenged the relationship between West Midlands Police and some of the communities we serve. I would like to reassure them and Mr. Begg that at every stage of this investigation, my officers acted in the best interests of the public and of justice.''\nAs he walked free from Belmarsh high-security prison in south-eastLondon, Mr. Begg told reporters: ''I wanted my day in court but I was very happy.''\nAt the same time, he criticized the British government ''in its foreign policy and its internal policy -- its clear demonizing of the Muslim community.'' Reviving accusations that the British authorities failed to comprehend Muslim grievances, he said the government's policies showed that ''there isn't a desire to try to really understand what's taking place and the more this continues the more it's going to alienate people.''\nThe charges related to visits that Mr. Begg has made to Syria since the start of that country's civil war. The charges listed seven counts between 2012 and 2014. At various times, Mr. Begg was said to have attended a terrorism training camp, and to have possessed electronic documents related to training. He was also accused of financing terrorism.\nMr. Begg denied the charges, saying he had gone to Syria for humanitarian missions.\nThe withdrawal of the charges against him came as the Conservative Party, led by Prime Minister David Cameron, was winding up its annual conference in Birmingham, where government leaders promised a crackdown on Britons attempting to join militant groups in the Middle East.\n''If you try and travel to Syria or Iraq, we will use everything at our disposal to stop you -- taking away your passport, prosecuting, convicting, imprisoning -- and even if you're there already, we may even prevent you from coming back,'' Mr. Cameron said at the conference.\nThere have been reports that hundreds of British Muslims have joined the Islamic State, also known as ISIS. The extremist group is the target of an American-led air campaign in Iraq that Britain has joined.\nMr. Begg established an advocacy group in Britain called CAGE that campaigned on behalf of detainees. He was detained in Pakistan in 2002 and then held at Guantánamo Bay for three years as an ''enemy combatant,'' but was released without charge in 2005.\nThe Muslim Council of Britain, the most prominent Muslim representative body, issued a statement about Mr. Begg's release. ''Clearly there are now questions to be asked as to why he was arrested in the first place,'' the group said, ''and equally importantly, whether the current imprecise definition of 'terrorism' and 'extremism' is leading to miscarriages of justice.''\nThis is a more complete version of the story than the one that appeared in print.\n\nhttp://www.nytimes.com/2014/10/02/world/europe/moazzam-begg-freed-britain-drops-terrorism-charge.html\n\nLoad-Date: October 2, 2014"
}