{
    "title": "British Court Rejects U.S. Denial of Torture Claim",
    "publisher": "the new york times",
    "year": 2008,
    "month": 8,
    "day": 22,
    "full text": "A British court said on Thursday  that a terrorism suspect being held at Guantanamo Bay, Cuba, had credible arguments that the United States had illegally spirited him away to Morocco and that he had been tortured there. \n  The United States has repeatedly rejected assertions by the suspect, Binyam Mohamed, that he was tortured, a claim made most recently in a letter to the British government last month. But the ruling, by two justices of the High Court, described the Americans' conclusion as ''untenable.'' \n  The court did not discuss the evidence it had seen, but it said there was ''no good reason'' for the American government to refuse to turn over to Mr. Mohamed's lawyers materials that might help him prove his assertions before an American military tribunal. Because the American government would not give the lawyers the information, the British government has an obligation to turn over potentially exculpatory material in its files, the court ruled.\n  In its 76-page opinion, the court also disclosed portions of a highly classified interrogation of Mr. Mohamed by British intelligence that sheds light on a suspected plot to explode a ''dirty bomb'' in the United States.\n  Mr. Mohamed, 30, an Ethiopian who was a British resident before his arrest six years ago, told British intelligence agents that he had seen instructions on a Web site for making a bomb. ''Part of the instructions included adding bleach to uranium-238 in a bucket and rotating it around one's head for 45 minutes,'' Mr. Mohamed told the agents, according to the court's judgment. Mr. Mohamed said he had concluded that the instructions were a ''joke.''\n  Mr. Mohamed faces a trial by an American military commission on several charges of conspiracy to commit acts of terrorism, including the detonation of a dirty bomb. If convicted, he could be sentenced to death. \n  judgments\n  Mr. Mohamed was seized by authorities in Pakistan in April 2002 as he tried to leave the country with a false British passport.\n  He told British agents that he had obtained a British passport from a criminal and that he had received weapons and explosives training in Afghanistan, the ruling said.\n  He was turned over to the Americans. He asked for a lawyer, but he was interrogated and held ''incommunicado and without access to a lawyer,'' the court said. \n  He has claimed that he was tortured during the American interrogation.  \n  The United States has told the British Foreign Office that  Mr. Mohamed was in good health when he arrived at Guantanamo, in late 2004. \n\nhttp://www.nytimes.com\n\nLoad-Date: August 22, 2008"
}