{
    "title": "British Labour Rallies Behind Tories on Gulf",
    "publisher": "the christian science monitor",
    "year": 1991,
    "month": 1,
    "day": 18,
    "full text": "PRIME MINISTER John Major spoke with nearly complete cross-party backing when he reported to the British people on the ''very successful'' initial wave of air attacks on Iraq and Kuwait.\n''There is need now for maximum unity. Let us move speedily to a successful conclusion,'' said Neil Kinnock, Labour opposition leader.\nAs the attacks of Operation Desert Storm continued, Britain braced itself for Iraqi-inspired terrorism. A government official usually concerned with guarding against terrorist attacks by the outlawed Irish Republican Army said security was ''at an unprecedented level.''\nOpposition leaders in Parliament supported Mr. Major's view that raids should continue ''as long as necessary'' and that there should be no early pause for talks.\nOnly a narrow fringe on the left of the Labour Party dissented from what appeared to be a remarkably solid national consensus. Major said early indications were that allied attacks had gone ''according to plan.'' It would be a ''continuing operation.'' A pause would risk service personnel's lives, he said.\nIf Iraqi President Saddam Hussein started to withdraw his forces, that would be ''a separate matter,'' the prime minister said. ''I hope it is clear to Iraq that the scale of the allied operation is such that they cannot win. I hope Saddam Hussein will take a very swift decision and get out of Kuwait and enable this matter to end swiftly and decisively.''\nQueen Elizabeth II was advised of the air attacks before they occurred, a Buckingham Palace spokesman confirmed.\nBritish Defense Ministry sources said Tornado ground attack aircraft of the Royal Air Force played a prominent part in early attacks. The Tornados have a special night-attack capability. Their primary weapon was the JP233 cratering device, which was used against Iraqi runways.\nAs raids continued, Major moved into continuous session with a small war cabinet of top ministers. Officials at 10 Downing Street said a communications link was being kept open between Major's office and the White House.\n''Cooperation between our two nations has never been closer or more effective,'' an official said. The prime minister reported to parliamentarians yesterday, warning that there was a danger of terrorist attacks in Britain.\nLondon's Heathrow Airport was on full security alert, with armored vehicles at all terminals and airport approaches. Prof. Paul Wilkinson, director of the Institute for the Study of Conflict and Terrorism, said Britain must prepare for a ''second front'' of terrorist attacks to be ''brought to its doorstep.''\nMr. Wilkinson warned that the threat would continue long after the war was over, adding that ''threats from Palestinian groups pose a danger, but the authorities fully understand it and are taking all possible precautions.''\nInformal soundings of early public reaction to the attacks indicated strong support. One of the few parliamentary voices opposing the attacks was that of Tony Benn, a senior left-wing Labour member of Parliament. He called for an end to fighting, which, he said, ''did not solve anything and only made matters worse.''\n\nGraphic\n\n \nPHOTO: BRITAIN'S 'DESERT RATS' IN SCIMITAR TANK: British ground support is part of the multinational force arrayed against Iraq's forces in Kuwait., PETER MAIN - STAFF"
}