{
    "title": "Britain _ 6 Terrorism Suspects Held",
    "publisher": "the new york times",
    "year": 2014,
    "month": 10,
    "day": 15,
    "full text": "LONDON -- The British counterterrorism police arrested six people on Tuesday in raids across southern England following other detentions in London and the English Midlands.\nThe detention of three men and three women in Portsmouth and Farnborough, both in Hampshire, and in Greenwich, in southeast London, reflected heightened concerns that the rise of the Islamic State, also known as ISIS or ISIL, has helped foment jihadism, particularly among young Muslims opposed to British military actions in Muslim regions.\nIn fact, Britain has been relatively restrained in its support for the American effort to build a coalition against the Islamic State. The British Parliament has approved the deployment of a handful of Royal Air Force warplanes on combat missions against targets, but only in Iraq and not in Syria.\nFearful of being drawn back into a broader conflict after its withdrawal of combat forces from Iraq in 2009, Britain, like the United States, has also ruled out sending ground forces. But it has sent a dozen specialist soldiers to Iraqi Kurdistan to train Kurdish soldiers in the use of 40 heavy machine guns delivered earlier, along with ammunition, equipment and arms supplies from other countries.\nThe arrests in Britain on Tuesday came a day after three men were detained in central London, part of a series of detentions since Britain raised its terrorism threat assessment to ''severe'' -- its second-highest level -- in August.\nA police spokesman said that the latest arrests were ''in relation to conflicts overseas'' and that they were ''not linked to any immediate threat to local communities or anywhere else in the U.K.''\nTwo men, ages 23 and 26, and two women, ages 23 and 29, were arrested on charges related to suspected terrorism, the police said, while a 57-year-old man and a 48-year-old woman were detained on suspicion of failing to disclose information about terrorism.\nThe 57-year-old man was also held on suspicion of ''engaging in conduct in preparation of terrorist acts and arranging availability of money and property for use in terrorism,'' the police said.\nThe suspects were not identified by name.\nThe Press Association news agency said a house in Portsmouth that had apparently been raided by the police was the family home of a British Muslim killed in Syria in December while fighting government troops.\nSeparately, the sister of John Cantlie, a British journalist held by the Islamic State, appealed to his captors to re-establish what she called ''communication through a channel started by you.''\n''Sadly, like the families of David Haines and Alan Henning before they were killed, our efforts at reopening dialogue continue to be ignored by those holding John,'' his sister, Jessica Cantlie, said in an appeal released early on Tuesday, referring to two Britons shown in Islamic State videos depicting their decapitation.\n[Video: John Cantlie: An appeal to Islamic State الدولة الإسلامية‎ by sister Jessica Cantile Watch on YouTube.]\nMr. Cantlie, who was abducted in 2012, has appeared in two Islamic State videos reading from prepared scripts to send political messages to Western leaders, notably President Obama and Prime Minister David Cameron of Britain. In both appearances, he was shown at a table wearing an orange jumpsuit, evoking comparisons to the outfits worn by Muslim prisoners detained by the United States at Guantánamo Bay, Cuba.\n''In this program, we'll see how the Western governments are hastily marching towards all-out war in Iraq and Syria without paying any heed to the lessons of the recent past,'' Mr. Cantlie said in his second appearance last month. ''Not since Vietnam have we witnessed such a potential mess in the making.''\nIn her message to the militants on Tuesday, Ms. Cantlie said, ''We had previously been in contact through a channel started by you, but then this stopped for reasons best known to you.''\nShe did not give details of how communications had taken place.\n''We strongly challenge those holding John to return to your previously opened channel, to which we continue to send messages and await your response so that in keeping with everyone's wishes, we can restart dialogue,'' she said.\nUsing the initials of the Islamic State, she added, ''We implore I.S. to reinitiate direct contact.''\nAlso on Tuesday, in a case heard at the Old Bailey court in central London, a prosecutor said that Erol Incedal, a 26-year-old man facing terrorism charges, was carrying an address for former Prime Minister Tony Blair and his wife, Cherie, when he was stopped in his car last year for a traffic violation. He is also accused of possessing a memory card with a document called ''Bomb Making.''\nAlthough Mr. Incedal, who has denied the charges, had not settled on a target, the prosecutor, Richard Whittam, said, the jury might ''think that this address does have some significance'' in light of evidence to come. Much of the trial is to be held in secret.\nThis is a more complete version of the story than the one that appeared in print.\n\nhttp://www.nytimes.com/2014/10/15/world/europe/britain-terrorism-arrests.html\n\nLoad-Date: October 15, 2014"
}