{
    "title": "Britain 's terror threat level raised to severe",
    "publisher": "the bismarck tribune",
    "year": 2014,
    "month": 8,
    "day": 30,
    "full text": "LONDON - Prime Minister David Cameron pledged Friday to plug gaps in Britain's armory to combat terror, describing the extremist threat posed by the Islamic State group as being more dangerous than even that of al-Qaida.\nCameron's remarks came just moments after authorities raised Britain's terror threat level to severe, the second-highest level. The decision was related to developments in Iraq and Syria, but there was no information to suggest an attack was imminent.\n\"What we are facing in Iraq now with ISIL is a greater threat to our security than we have seen before,\" Cameron said, using an abbreviation for a longer name the Islamic State previously used: the Islamic State of Iraq and Levant.\nHe told reporters that while the Taliban facilitated al-Qaida terrorism, the Islamic State group is \"effectively a state run by terrorists.\" He said the ambition to create an Islamist caliphate isn't something that could be ignored.\n\"We could be facing a terrorist state on the shores of the Mediterranean and bordering a NATO member,\" he said, referring to Turkey.\nIntelligence and security services now believe around 500 Britons have gone to fight in Syria and potentially Iraq. Some of the plots are likely to involve fighters who have traveled from Britain and Europe to take part in fighting in the Middle East.\nBritish police have appealed to the public to help identify aspiring terrorists after the killing of an American journalist focused attention on extremism in the U.K. The involvement of a person of British nationality in James Foley's beheading underscored the need to identify those who might travel abroad to fight or are at risk of being radicalized.\nThe attack on a Jewish museum in Brussels also underscored the willingness of the members of the group to attack Europeans.\nBritish authorities say around 70 arrests have been made in the first half of the year for a variety of offenses, including fundraising, preparing for terrorism acts and traveling abroad for terrorist training. The police say such arrests are being made at a rate five times greater than 2013.\nOne action Cameron outlined was the possibility that passports could be taken away. He said further measures would be described in the House of Commons on Monday.\n\nLoad-Date: September 1, 2014"
}