{
    "title": "Britain 's Rift on Schools and Islam Grows Wider",
    "publisher": "the new york times",
    "year": 2014,
    "month": 6,
    "day": 9,
    "full text": "A dispute over how to combat the threat of homegrown Islamic extremism in British schools has provoked a political crisis, prompting the personal intervention of Prime Minister David Cameron, a public apology from one senior minister and the resignation of an adviser to another.\nThe rift followed allegations that Islamic fundamentalists had plotted to infiltrate and take over schools in Birmingham, home to a significant Muslim population. The claims are as yet unproved, but they have divided ministers on whether they should concentrate on tracking suspects thought most likely to commit acts of terrorism or wage a broader cultural battle at the community level against the spread of fundamentalist theology.\nThe disagreement within government underlines the sensitivity of the issue in a country in which Muslims radicalized in British cities have committed acts of terrorism, including the murder last year of a soldier, Lee Rigby, on a street in south London.\nLike many European nations, Britain has debated how to assimilate minorities while maintaining freedom of religion. One issue is the extent to which schools should tolerate symbols and clothing associated with religious beliefs, such as Muslim head scarves. In British schools, much discretion remains with head teachers.\nLast year, the Birmingham City Council received an anonymous document outlining a plan called Operation Trojan Horse, in which fundamentalist parents would raise concerns about the staff and curriculum -- particularly over issues like sex education -- infiltrate the governing bodies of the school and then promote a leadership sympathetic to their views. It is unclear what steps schools took in response to the document, and several government bodies are looking into the case. In all, 21 schools are being investigated over claims that male and female pupils were segregated, that sex education was banned and that, in one case, a cleric linked to Al Qaeda was praised in a school assembly.\nWhile one leaked report from school inspectors appears to have flagged concerns, evidence of a conspiracy is scarce. According to news reports, the leaked report from the Office for Standards in Education, Children's Services and Skills, or Ofsted, detailed several criticisms of one school, Park View, and said it had done too little to warn pupils about the dangers of extremism.\nThe issue spilled over into Mr. Cameron's cabinet last week in a briefing published in The Times of London, which the prime minister's office now acknowledges came from the secretary of state for education, Michael Gove, suggesting that the department of the home secretary, Theresa May, had been too tolerant of the efforts by hard-liners to infiltrate the Birmingham schools for fear of being seen as Islamophobic.\nThe briefing suggested that the Home Office was not confronting extremism until it developed into terrorism, and had failed to ''drain the swamp'' in which it bred. It was also critical of Ms. May's counterterrorism adviser, Charles Farr. In response, the Home Office released a letter that Ms. May had written to Mr. Gove, accusing his department of inaction when related concerns about Birmingham schools were brought to his attention in 2010.\nAdding to the combustibility of the issue is a political rivalry between the ministers. Ms. May is seen as a potential successor to Mr. Cameron, should he lose next year's general election and stand down as leader of the governing Conservative Party. Mr. Gove is regarded as a supporter of a possible rival leadership contender, George Osborne, the chancellor of the Exchequer.\nAfter days of semipublic sniping between Mr. Gove and Ms. May, Mr. Cameron stepped in to enforce discipline late on Saturday. After Mr. Cameron's intervention, Mr. Gove apologized for briefing the newspaper, and one of Ms. May's close advisers, Fiona Cunningham, resigned for orchestrating counter-briefings published in The Times of London. Mr. Cameron's office issued a statement seeking to end the dispute, saying that ''the secretary of state for education has written separately to Charles Farr and the prime minister apologizing for the original comments made to The Times newspaper.''\n\nhttp://www.nytimes.com/2014/06/09/world/europe/rift-deepens-over-claims-of-infiltration-by-islamic-extremists-in-british-schools.html\n\nGraphic\n\n \nPHOTOS: Michael Gove, the British education  secretary, left, criticized the department  of the home secretary, Theresa  May, right, on Islamic extremism.       \n\nLoad-Date: June 9, 2014"
}