{
    "title": "British security services say they thwarted 13 terror attacks in four years Many of the attacks were",
    "publisher": "the christian science monitor",
    "year": 2017,
    "month": 3,
    "day": 7,
    "full text": "The police and the British public. It's been a fruitful collaboration so far - and the nation's most senior anti-terrorism officer would like to see it continue.\nSpeaking in Manchester on Monday, Mark Rowley, assistant commissioner for London's Metropolitan Police, announced a new initiative to boost public contributions to police investigations. Action Counters Terrorism plans to use podcasts and advertising to encourage the public to report their suspicions to the police. Mr. Rowley said 13 attacks had been thwarted in less than four years, mostly thanks to information from the public.\nBy publicizing the importance that these communications have had for police investigations, British security services hope to overcome public reticence to report their suspicions. In this way, the police may gain access to information that will help them push forward with more investigations.\n\"It is my belief that without the public's help, some of the terror plots which we've foiled would have been successful,\" Rowley told Sky News.\nOfficially, the threat level for international terrorism in Britain is \"severe,\" meaning an attack is \"highly likely.\" Security and intelligence officials are therefore on high alert, dealing with more than 500 investigations at a time, Rowley said on Monday.\nIn recent years, threats have come from a wider range of sources, he indicated. The Islamic State group and al-Qaeda are persistent concerns, but domestic radicalization and home-grown right-wing extremism such as that which led to the killing of MP Jo Cox in June are becoming more prominent. Attacks are also being carried out by a greater diversity of methods, with officials on the lookout for anything from low-tech knife attacks to bombings. \nThe police can't be everywhere at once, Rowley indicated, and that's where the public comes in.\n\"Covering that range is very difficult and that's why we're appealing to the public,\" he told Sky News. \"Often we have an incomplete piece to the jigsaw that is our investigation and sometimes it is that extra piece of information from the public that makes the difference.\"\nWhen people report what they see, their impact can be \"extraordinary,\" he said, according to BBC News. The challenge is getting people to call the police when they see something that might be relevant to an investigation. \nIn a survey of 2,198 adults across Britain, most respondents believed it was important for communities and security services to work together to defeat terrorism. As Talha Ahmad, treasurer of the Muslim Council for Britain, told the Guardian, \"There are at least 25% of the [terrorism] cases where they are not known to the authorities. The challenge is for society as a whole ... to create an environment in which it is difficult for terrorists to thrive.\"\nBut around 1 in 4 survey respondents said they might not report their suspicions due to concerns about wasting police time, and nearly 2 in 5 were unsure what suspicious behavior might look like.\nThe Action Counters Terrorism campaign is designed to overcome those challenges by giving people real-world examples of suspicious activity and demonstrating how individuals helped the police thwart an attack. In a podcast released as part of the campaign, a visiting university lecturer who taught a self-radicalized student describes how he decided to speak up:\n\"He was asking me which sort of different bacteria could be used to kill people...Almost immediately I thought, 'Oh, this is just a bit of an odd thing to ask someone.' It was at that point I thought it was prudent to report what I heard to the management of the college.\"\nThe moral of the campaign, says Rowley: Don't be afraid to contact the police.\n\"If it turns out to be a call where you made it with good intent but actually there was no problem at the end of it, that's fine,\" he said, according to the BBC. \"We'd rather have many calls like that, rather than miss out on the critical one that helps us stop an attack.\"\nThe last Islamist terrorist attack in Britain took place in May 2013, when British Army soldier Lee Rigby was killed by two British converts to Islam who were known to security services for their extremist views.\nThis report includes material from the Associated Press.\n\nLoad-Date: March 7, 2017"
}