{
    "title": "BRITAIN TURNS UP HEAT ON TERRORISTS IN ANGRY DEBATE",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 3,
    "day": 15,
    "full text": "As Britain intensifies anti-terrorist activities in which secret services and the police cooperate closely, the politicians have so far failed to agree on a bipartisan approach to security.\nAcrimonious exchanges marked the House of Commons debate recently when members of Parliament voted 329 to 202 to renew the 1974 Prevention of Terrorism Act, which is regarded by the Conservative government as an essential feature of its program to curb Irish Republican Army bombings.\nThe Labor opposition considers the act arbitrary and an infringement of civil liberties. Both sides accused each other of playing politics with terrorism.\nUnder the act passed after the 1974 Birmingham pub bombings, suspects can be arrested and detained for seven days without cause shown and, in the case of IRA suspects, sent back to Northern Ireland in what some critics call a form of internal exile. The normal detention period in criminal cases is four days.\nAbout 7,000 people have been detained under the Prevention of Terrorism Act but only 3 percent have been charged.\nThe anti-terrorist campaign is being stepped up because of the increased use of ''cheap'' bombs consisting of materials easily obtained, such as liquid fertilizers, nitric and sulfuric acids or urea triggered by small amounts of nitroglycerin.\nThis type of explosive, believed to have been used in the New York World Trade Center, caused havoc a year ago in a huge office building in London's financial district.\nScotland Yard announced Wednesday that, as a result of an extensive surveillance operation, several hundred pounds of this home-made explosive were found in a North London garage. News of the find was withheld for a week and released when the House was debating the terrorism Act. Labor charges ''news manipulation.''\nThe successes of the anti-terrorist drive are attributed by the media to the prominent role played in intelligence-gathering by M15, the branch of the secret services concerned with Britain's internal security. M16, the other branch, operates abroad.\nBoth branches are a great deal more secretive in their dealings with the press than their American counterparts, the FBI and CIA. They are guided by the principle that secrets must remain secrets and that the operators must hide that they have secrets to hide. Yet there has been an increasing amount of accountability to Parliament, and the close cooperation with the police on anti-terrorist matters means that more sources of information are available.\nThe IRA has stepped up its activities in London, aware that it can disrupt the life of the capital without killing too many innocent bystanders. Bombings have increased but casualty figures remain relatively low. False alarms as well as incorrect identification of proposed targets by the IRA still account for disruptions and heavy losses to commercial establishments.\nCoordination of the anti-terrorist efforts of the security services and the police has resulted in increased infiltration of the small but active IRA groups in London by informers. In addition, surveillance by closed circuit television and the wider distribution of video films showing suspects at work made it possible to make arrests, as in the case of the bomb planted in a garbage receptacle outside Harrods department store by a well-dressed gentleman carrying an attache case.\n\nNotes\n\nFernand Auberjonois writes for the Pittsburgh Post-Gazette and the Block News Alliance.\n\nLoad-Date: September 20, 1995"
}