{
    "title": "Britain Arrests Man Who Sent Money to Son in Syria",
    "publisher": "the new york times",
    "year": 2019,
    "month": 12,
    "day": 28,
    "full text": "The police arrested Paul Newey on suspicion of financing terrorism after his son, Daniel, traveled to Syria to fight with Kurdish-led forces.\nLONDON -- The father of a British citizen who fought with Kurdish forces in northern Syria has been arrested on suspicion of financing terrorism, in a rare action taken against a relative of a European citizen who joined the Kurdish ranks. \n  The father, Paul Newey, said on Friday that he had given £150, or about $196, to his son, Daniel, who traveled to Syria in October to fight with the People's Protection Units, also known as the Y.P.G. The Kurdish force fought with the American military against the Islamic State, or ISIS, in Syria.\n  Daniel Newey first went to Syria in August 2017. He returned home in March 2018, before going back to Syria this fall after Turkey launched an offensive in Kurdish-controlled territories.\n  Paul Newey, 49, said he had not known his son had returned to Syria when he sent him the money. ''I transfer money to him all the time, and I wanted to get him back on the road after all he's been through since he's been back,'' Mr. Newey said in a telephone interview.\n  Paul Newey was taken to a police station in Willenhall, England, on Dec. 11, after being arrested at his home in Solihull. The Guardian reported on Friday about the arrest of Mr. Newey, who was questioned for 36 hours and then released on bail. Mr. Newey was not charged, the police said.\n  While prosecutors in France, Britain, Belgium and other European nations have charged relatives who sent money to Islamic State militants with terrorism offenses, no family members of volunteers who joined the Y.P.G. have faced similar charges.\n  ''The Terrorism Act in the U.K. has been used very broadly to prosecute financing of terrorism, and it's been applied very harshly to parents of Islamic States fighters,'' said Raj Chada, a criminal defense lawyer. \n  ''Once you've gone down the route of prosecuting Kurdish fighters, it was inevitable that the families would also be arrested, or worse, prosecuted,'' Mr. Chada added.\n  The West Midlands police confirmed in an email that a 49-year-old man, whom they did not identify, had been arrested on Dec. 11 in Solihull on suspicion of terrorism offenses. The police said he had been released on bail pending further investigation. He has not been charged with a terrorism offense, the police said. \n  In recent months, the British authorities have taken a harder stance against people who have fought alongside Kurdish-led forces in Syria, a shift exemplified by a plan by Sajid Javid, recently the Home Office secretary, to designate northern Syria as a forbidden area. In May, Mr. Javid urged British citizens in the region to leave within 28 days, or face a 10-year prison sentence if they returned to Britain.\n  The plan outraged many lawyers, academicians and British volunteers in Kurdish-controlled territories who, in a letter published in The Guardian, criticized Mr. Javid for dismissing the critical role played by Kurdish forces in the fight against ISIS. \n  ''Using a law supposedly created to defend against ISIS, Javid is criminalizing as 'terrorists' those who have given more than any other British citizens in this struggle,'' the signatories, which included the linguist Noam Chomsky and Mr. Chada, wrote in May. \n  At least eight British citizens died while fighting with the Kurdish forces in Syria. More than 11,000 Kurdish fighters died in combat against ISIS, according to Kurdish officials.\n  In Britain, financing terrorism carries a maximum sentence of 14 years in jail under the Terrorism Act of 2000. In June, the parents of a British citizen who joined ISIS were found guilty of financing terrorism after they sent £223, or $292, to their son in 2015. They were sentenced to 15 months of prison, which was suspended to 12 months.\n  The Y.P.G. is not considered a terrorist group by Britain or the United States; the government of Turkey has designated it as one.\n  ''Yet police officers kept telling me that my son was a terrorist,'' Mr. Newey said about his interrogation earlier this month.\n  A former British soldier, Daniel Burke, was charged this month with preparing an act of terrorism and financing terrorism after he spent months fighting with Y.P.G. forces in 2017 and 2018. Mr. Burke, 32, has also been accused of helping Mr. Newey travel to Iraq, according to British news reports.\n  In a landmark case last month in Britain, Aidan James, 29, was sentenced to a year in prison for training with the Kurdistan Workers' Party, or P.K.K., a Turkish group that has close ties with the Y.P.G. and is considered a terrorist organization by Britain, the United States and Turkey. But Mr. James was acquitted of terrorist charges for joining and fighting alongside the Y.P.G.\n  In his sentencing remarks, the judge said that at the time Mr. James joined the Y.P.G., the group had no other goal than fighting against ISIS, and that such an action ''was not terrorism at all.''\n  Daniel Newey's circumstance is somewhat different: His parents said he traveled back to Syria in October to fight against Turkish forces, months after ISIS had been dislodged from the last territory it held. \n  He has said that his father's arrest and the potential charges against him would not deter him. He wrote in a Facebook post that Turkey's actions were  like ''crimes committed by the Nazis and various other regimes throughout recent history.''\n  ''Daniel doesn't agree with the ethnic cleansing of Kurdish people and can't comprehend why Western countries are sitting by and allowing atrocities to happen,'' his mother, Vikki Downes, said. \n  Scores of people have been killed during the Turkish offensive into Kurdish-held territory in northern Syria, which began after President Trump ordered American forces to move away from the border between Syria and Turkey. \n  Human rights groups and Kurdish officials have criticized Western nations for abandoning the Kurdish forces. In a memo blaming the Trump administration for not trying harder to prevent the Turkish offensive, the senior American diplomat in northern Syria, William V. Roebuck, said the chaotic situation resulting from the incursion was ''a catastrophic sideshow,'' and that it was ''to a significant degree of our making.''\n  In Britain, Mr. Newey's parents blamed their own government. His mother, Ms. Downes, said that because her son was allowed to keep his passport after returning from Syria last year, he was able to return there in October. \n  ''I'm immensely proud of him, but very angry that my government has allowed him to travel,'' Ms. Downes said. ''If he doesn't die, he will never be able to come to his home country.''\n\nhttps://www.nytimes.com/2019/12/27/world/europe/British-father-arrested-Kurds-terrorism.html\n\nGraphic\n\n \nPHOTO: Daniel Newey, a British citizen, seen here in an undated image from his Facebook page, has fought with Kurdish forces in Syria.               \n\nLoad-Date: December 29, 2019"
}