{
    "title": "Britain proposes laws to stiffen penalties against IRA",
    "publisher": "the day ",
    "year": 1988,
    "month": 11,
    "day": 25,
    "full text": "LONDON - The government proposed laws Thursday to stiffen prison    sentences for terrorism, make it harder for the IRA to finance    operations and require candidates in Northern Ireland elections to    disavow violence.\n \n     The measures were presented to Parliament the day after a man and    his granddaughter were killed in a bungled Irish Republican Army    bombing. \nAssociated Press; ReutersThe measures are virtually certain to pass in the 650-member    House of Commons, where Prime Minister Margaret Thatcher has a 101-seat    majority.\n \n     Her government suggested the anti-violence oath as a means of    undermining the IRA's legal political wing, Sinn Fein, in its attempt    to win political legitimacy in Northern Ireland.\n \n     The law would permit prosecution and even removal of councilors who    publicly support the IRA's violent campaign to drive the British from    Protestant-dominated Northern Ireland and unite it with the Irish    Republic, which is overwhelmingly Catholic.\n \n     The law on prison sentences would require a prisoner to serve    two-thirds of his time instead of being eligible for parole at midpoint    in his term, as under current law.\n \n     Provisions of the third measure limit banking secrecy and empower    courts to seize funds believed to be earned from racketeering related    to terrorism.\n \n IRA denies death threats to actor   \n \n    BELFAST, Northern Ireland - The IRA denied Thursday ever making    death threats against Irish actor Richard Harris after he publicly    condemned the guerrilla group.\n \n      \"The IRA has not in the past threatened Mr. Harris, nor is doing    so now. The biggest danger to Mr. Harris comes from himself,\" the IRA    said in a statement issued in Belfast.\n \n      Harris, 55, told a London court during a libel case Wednesday that    he had spent the last three years \"ducking IRA bombs\" because of his    stance against the IRA gunmen.\n \n    \n\nLoad-Date: December 3, 1992"
}