{
    "title": "Britain Frees Preacher Who Aided ISIS",
    "publisher": "the new york times",
    "year": 2018,
    "month": 10,
    "day": 21,
    "full text": "LONDON -- A radical Islamist preacher convicted in 2016 of inspiring support for  the Islamic State and described by a British prison official as ''genuinely dangerous'' to public safety has been released from jail under strict controls on his travels and use of the internet.\nThe preacher, Anjem Choudary, 51, was released on Friday from the Belmarsh high-security jail in London and moved to a probation hostel, also in the capital, where he will spend at least six months. \n  Earlier in the week, he was moved to the jail after being freed from the maximum-security Frankland Prison in the northeast on automatic parole. He had served half of his five-and-a-half year sentence for inspiring Britons to join the Islamic State terrorist group, a former counterterrorism detective familiar with the arrangement told The New York Times.\n  ''No other British citizen has had so much influence over so many terrorists as Choudary -- we've tracked over 120 Islamist terrorists linked to him -- and his release is likely to turbocharge an already-energized far right,'' Nick Lowles, the chief executive of the British anti-racist watchdog group Hope Not Hate, said in a statement.\n  For the remainder of his sentence, Mr. Choudary will be barred from leaving London, using the internet without permission, speaking to children, organizing meetings and attending certain mosques. He will also be restricted to one phone call a day, which will be monitored by counterterrorism officials, and he will be permitted to interact only with people approved by the authorities.\n  The stringent rules will be enforced by the police and security services, the former counterterrorism detective familiar with the arrangement said. The detective spoke on the condition of anonymity because he was not authorized to speak to the news media.\n  David Videcette, a former counterterrorism detective who investigated the July 7, 2005, terrorist attacks in London, said in an interview that Mr. Choudary was dangerous because he had influence over a ''particularly violent'' network and was ''particularly good'' at recruiting extremists.\n  ''There wasn't ever a time when I was researching individuals and extremists related to plots where someone involved wasn't connected to him,'' he said.\n  Under the parole system for England and Wales, prisoners are automatically released halfway through their sentences as long as they have shown good behavior.\n  Before his release on Friday, Mr. Choudary was placed on a United Nations sanctions list, which resulted in his assets being frozen. In order to cover his living expenses, he will have to apply for exceptions and will be required to disclose the purpose of all his payments, according to the former counterterrorism detective.\n  Last month, the prisons minister, Rory Stewart, warned that Mr. Choudary's release would pose a ''genuinely dangerous'' threat to public safety because of his ''deeply pernicious, destabilizing influence.'' Mr. Stewart told The Evening Standard newspaper that British intelligence and the police would have to ''watch him like a hawk.''\n  Mr. Choudary, a former lawyer and leader of a banned extremist group, played cat and mouse with the British authorities for 20 years. Then, along with an associate, Mohammed Mizanur Rahman, he was accused of pledging allegiance to the leader of the Islamic State, known as ISIS, in social media posts.\n  The oath was circulated online on the ninth anniversary of the 7/7 terrorist attacks. Mr. Choudary was arrested in 2014, charged with inciting support for the Islamic State and convicted in 2016 in London's central criminal court for inviting support for the militant group.\n  Before his conviction, Mr. Choudary led the extremist group Al-Muhajiroun, which had inspired more than 100 Britons to join the Islamic State in Iraq and Syria and has since splintered off into smaller groups that have incited terrorism, counterterrorism officials say.\n  Khalid Masood, who killed five people after driving into a group of pedestrians in Westminster in 2017, was also a member of Al-Muhajiroun. The Islamic State described Mr. Masood as a disciple and a hero for the deadly assault carried out in the shadow of Big Ben.\n  Mr. Choudary's wife, Rubana Akhtar, 43, currently runs the female wing of Al-Muhajiroun and was under police investigation for 18 months after a video of her promoting Islamic State ideology emerged online. The investigation was dropped last month after the police concluded that she had not committed any terrorism offenses.\n  Mr. Choudary has always denied the accusations that he incited or glorified acts of terrorism. But he had long been infamous in Britain for praising the men behind the Sept. 11, 2001, attacks in the United States; for refusing to condemn the London bombings of 2005; and for saying he wanted to convert Buckingham Palace into a mosque and fly the Islamic State flag over 10 Downing Street.\n  His rhetoric has fueled far-right extremism and support for anti-Muslim activists like Tommy Robinson, experts say, and his release could further stir up tensions between far-right and Islamist groups that tend to feed off one another.\n  Analysts have warned that Mr. Choudary will leave jail unreformed, and that his conviction will only bolster his reputation within his network.\n  ''Those convicted of terrorism-related offenses should not be eligible for automatic early release,'' a report on Mr. Choudary's probation by the Henry Jackson Society, a neoconservative think tank in Britain, concluded. ''Procedures need to be in place whereby the risk an individual poses is assessed before parole is granted.''\n  Mr. Videcette said that Britain had not imposed necessary changes, like permitting the use of telephone intercepts as evidence in court, to fully rein in extremists like Mr. Choudary.\n  ''As soon as this license finishes and these extreme conditions drop off, he is going to be back on the television preaching and winding people back,'' Mr. Videcette said. ''And he's going to make sure that it's 10 times harder to convict him.''\n\nhttps://www.nytimes.com/2018/10/19/world/europe/uk-radical-preacher-anjem-choudary.html\n\nGraphic\n\n \nPHOTO: Anjem Choudary is required to spend at least six months at a probation hostel in London. (PHOTOGRAPH BY DANIEL LEAL-OLIVAS/AFP -- GETTY IMAGES)       \n\nLoad-Date: October 21, 2018"
}