{
    "title": "British Law Against Glorifying Terrorism Has Not Silenced Calls to Kill for Islam",
    "publisher": "the new york times",
    "year": 2006,
    "month": 8,
    "day": 21,
    "full text": "From his home on the northwest edge of this city, Muhamad al-Massari runs a Web site that celebrates the violent death of British and American soldiers. It is visited by tens of thousands of people every day, he said.\n  Mr. Massari maintains the Arabic-language site, tajdeed.org.uk, in the face of a strict new law aimed at curtailing violent speech and publishing. Just last week, the Council of Holy Warriors, a group affiliated with Al Qaeda, posted a declaration on the site praising a suicide bombing in Iraq that killed or wounded 55 people.\n''If you kill our civilians, we kill your civilians,'' Mr. Massari declared during an interview.\n  Mr. Massari's Web site, and his public remarks, appear to violate of the Antiterrorism Act of 2006, which makes it a crime to glorify or encourage political violence. Inciting violence has long been illegal here but the new rules, drawn up after the London subway and bus bombings in July 2005, are intended to be much tougher.\n  The law's underlying assumption is that speeches and publications by Britain's more extreme Islamists may play a role in leading disgruntled young men toward violence. In addition to banning speech that encourages terrorism, the new law also criminalizes reckless speech that may have the same effect.\n  Yet despite the antiglorification law, and an array of other measures approved since last summer's bombings, Islamist leaders like Mr. Massari persist, some of them declaring it the duty of British Muslims to kill in the name of Islam.\n  Some British leaders are beginning to publicly question why such clerics are allowed to continue. Last week, David Cameron, the leader of the Conservative Party, chastised the government of Prime Minister Tony Blair for failing to enforce laws intended to make it more difficult for political extremists to operate.\n  In remarks to the press, Mr. Cameron, a possible successor to Mr. Blair, accused the government of failing to ''follow through when the headlines have moved on.''\n  ''I do not believe that our government is doing enough to fight Islamist extremists at home or to protect our security,'' he said. ''Why have so few, if any, preachers of hate been prosecuted or expelled, with those that have gone having done so voluntarily?''\n  In addition to curtailing political speech, the British government outlawed 15 militant groups, most of them Muslim. It took a sterner attitude toward Islamists who had preached violence in the past, barring one well-known Syrian-born cleric, Omar Bakri Mohammed, from returning to the country. Earlier this year, it secured the conviction of Abu Hamza al-Masri, the country's most militant cleric, for soliciting murder and racial hatred. \n  Yet for all those actions, the new measures do not appear to have silenced those either praising or calling for violence in the name of Islam. Some Islamist preachers have carefully scaled back their language, even if, in context, the meaning seems clear. \n  On Sunday, speaking before 8,000 followers in Manchester, Azam Tamimi extolled the glories of suffering for the faith.\n  ''The greatest act of martyrdom is standing up for that is true and just,'' Mr. Tamimi said. ''Martyrs are those who stand up in defiance of George Bush and Tony Blair.''\n  The remarks by Mr. Tamimi, one in a line of Islamist scholars and clerics to address the Manchester crowd, were the latest in a series of carefully worded public statements by British Islamist leaders that seemed aimed at testing the limits of the new law. In the Islamic world, ''martyrdom'' means sacrificing one's life, often violently, for the faith.\n  Others, meanwhile, have carried on as before, speaking in support of political violence or publishing tracts that do the same. \n  One of them is Atilla Ahmet, leader of the Islamist group Supporters of Shariah. In meetings with supporters and in interviews, the British-born Mr. Ahmet speaks freely about what he considers the necessity for violent action, both here and abroad, to avenge what he considers unjustified attacks on Muslims abroad.\n  ''You are attacking our people in Muslim countries, in Iraq, in Afghanistan,'' Mr. Ahmet said, referring to the British and American governments. ''So it's legitimate to attack British soldiers and policemen, government officials, and even the White House.''\n  Mr. Ahmet, a 42-year Briton of Cypriot descent, went on to include bank employees as legitimate targets ''because they charge interest,'' which he says is in violation of Islamic law. \n  Mr. Ahmet said he is aware of the new law, but that he could not shirk his duty to defend Islam, which he believes is under assault by Britain and the United States in Iraq, Afghanistan and elsewhere. He says he often addresses his followers, who he says number 3,000.\n  ''If you are going to kill a Muslim, then I will do everything in my power to kill you,'' he said.\n  Mr. Massari, the Web site operator, said he approved of violence against British and American soldiers in Iraq, as well as against most of the governments in the Middle East. He said, for instance, that it ''is legitimate for Iraqis to kill Tony Blair, the same with Bush.'' \n  The posting on his Web site about the Iraqi bombing said of the attackers, ''We ask God to accept our brothers as martyrs.''\n  Mr. Massari makes several distinctions that he says insulate him from being deported or prosecuted by the British government. He says, for instance, that he does not post any material on the Web site himself; he lets his members do that, most of whom sign up anonymously. The other important distinction, he said, is that he does not call for violence in Britain.\n  It does not appear that British law makes such distinctions. The law on the books defines terrorism as violence, or the threat of violence, to influence a government or further a political or religious cause. It does not limit the application of the law to targets in Britain.\n  Some legal experts here say the British law is so broadly drawn that it may encompass speech that is not necessarily intended to promote terrorism.\n  A group of Britons of Pakistani descent arguing loudly on a street corner about British or American policy in Iraq, for example, could conceivably be prosecuted under the law, said Gareth Crossman, director of policy for Liberty, a nonprofit legal organization in London.\n  ''It's an extraordinarily vague statute,'' Mr. Crossman said. ''No two people can agree on what the law means.''\n  Under those circumstances, Mr. Crossman said, it is hardly surprising that no one had been arrested under the law.\n  Asked why no one had been arrested or prosecuted for encouraging terrorism, a spokesman for Scotland Yard, the national police force, declined to comment.\n  The Bush administration, under laws toughened after the Sept. 11 attacks, has prosecuted a number of people for encouraging terrorism.\n  In one of the more high-profile cases, a Muslim scholar in northern Virginia, Ali al-Timimi, was sentenced to life in prison in 2005 for urging his young Muslim followers to wage war against the United States overseas.\n  At a dinner meeting on Sept. 16, 2001, Mr. Timimi told some of the men in the group that it was their Muslim duty to fight for Islam overseas and to defend the Taliban in Afghanistan against American forces, according to testimony at his trial. In an Internet message in 2003, he described the destruction of the space shuttle Columbia as a ''good omen'' for Muslims in an apocalyptic conflict with the West.\n  In Britain, some experts say they believe the difficulties in the law will be worked out in practice. Indeed, almost no one here is predicting that the recent attacks and plots described by the government will be the last, least of all the Islamists themselves.\n  ''Anyone who supports Tony Blair,'' said Khalid Kelley, an Irish-born convert to Islam, ''is not a civilian.''\n\n\nhttp://www.nytimes.com\nCorrection\n\n\nAn article on Monday about public comments by Islamists in Britain that could violate Britain's Antiterrorism Act of 2006 referred incorrectly to Scotland Yard. Formally known as the Metropolitan Police Authority, it polices London, not the entire country.\nCorrection-Date: August 24, 2006\n\nGraphic\n\n \nPhoto: Muhamad al-Massari runs a Web site that celebrates suicide bombings in Iraq, despite a law that bans speech glorifying terrorism. (Photo by Andrew Testa for The New York Times)\n\nLoad-Date: August 21, 2006"
}