{
    "title": "BRITAIN, ISRAEL BACK STRIKES; ELSEWHERE, REPORTS SEE AN ATTEMPT TO SHIFT FOCUS FROM LEWINSKY CASE",
    "publisher": "pittsburgh post-gazette",
    "year": 1998,
    "month": 8,
    "day": 21,
    "full text": "Britain and Israel expressed support yesterday for U.S. strikes on suspected terrorist targets in Afghanistan and Sudan while some European reports linked the attacks to President Clinton's problems at home.\nBritish Prime Minister Tony Blair said he strongly supported the strikes, which Clinton said targeted facilities linked to the Aug. 7 bombings at the U.S. embassies in Kenya and Tanzania.\nIsraeli Prime Minister Benjamin Netanyahu ''welcomes the U.S. decision to strike targets of terrorists in Sudan and Afghanistan,'' a statement from his office said.\nClinton said he had ordered the attacks on sites linked to Osama bin Laden, a Saudi millionaire who U.S. officials say sponsors terrorism.\nBut Iraqi state TV said the United States had turned its back on international law and was using terrorism to further its own aims.\nIranian radio reported that the raids could be aimed at deflecting attention from the grand jury investigation into Clinton's relationship with former White House intern Monica Lewinsky.\nAt the United Nations in New York, Secretary-General Kofi Annan was ''concerned over these developments and awaits further details,'' U.N. spokesman Fred Eckhard said.\n''The secretary-general . . . condemns terrorism in all its forms,'' Eckhard said.\nThe United States, meanwhile, told the Security Council that the strikes complied with international law and the rights of states to self-defense under the U.N. Charter.\nIn Pakistan, religious leaders said they would offer special prayers and lead demonstrations against the U.S. attacks.\nNews of the attacks led Spanish radio and TV bulletins. And Pablo Castellano, a spokesman for United Left, Spain's third-ranking political party, said the U.S. airstrikes appeared to be ''a reaction geared towards trying to win popularity . . . rather than combat terrorism'' and were related to the Lewinsky case.\nAnd in Italy, TV news also linked the breaking news of the bombings with ongoing coverage of the Lewinsky case and speculated on whether the attack was a way to draw attention away from the affair.\nPalestinian militants, meanwhile, said the U.S. action amounted to ''state terrorism'' and also is an attack on Islam.\n''Any American aggression against any Arab country is not only aggression against them but against Islam,'' said Sheik Ahmed Yassin, founder of the militant Palestinian group Hamas. ''The United States says it is fighting against terrorism by individuals but the United States itself represents state terrorism.''\n''In what capacity in this world does a country strike another country?'' said Mohammed Sobieh, the Palestinian ambassador to the Arab League. ''Is there an international resolution or do we leave it to every country to act in its own way. This will lead to more terrorism in the world.''\nTHE U.S. STRIKES BACK\n The Washington Post contributed to this report.\n\nLoad-Date: August 21, 1998"
}