{
    "title": "Brits nab 8 citizens as suspected terrorists",
    "publisher": "charleston gazette",
    "year": 2004,
    "month": 3,
    "day": 31,
    "full text": "LONDON - Police arrested eight men and seized half a ton of ammonium nitrate, a fertilizer compound used in the Oklahoma City bombing, in raids by hundreds of officers - one of the biggest anti-terrorism operations in Britain since 9/11.\nHome Secretary David Blunkett, who has warned for months that London is a prime terrorist target, said the arrests Tuesday were a \"timely reminder\" of the threat from al-Qaida. But a Muslim leader warned that the headline-grabbing dawn raids risked demonizing the whole community.\nPress Association, the British news agency, said all eight men were of Pakistani descent, but police would not comment.\nIn a sweep involving 700 officers, the suspects were picked up in London and towns to the south and west on suspicion of involvement in the \"commission, preparation or instigation\" of acts of terrorism, London's Metropolitan Police said.\nAuthorities recovered the ammonium nitrate - often used in terrorist bombings - from a self-storage facility in west London, police said. It was the largest seizure of potential bomb-making material in England since the Irish Republican Army suspended its campaign of violence in 1997.\n\"Part of the investigation will focus on the purchase, storage and intended use of that material,\" said Deputy Assistant Commissioner Peter Clarke, head of the force's anti-terrorist branch.\nClarke said the suspects were British citizens, aged 17 to 32, and were arrested as part of an operation targeting alleged international terrorist activity. He said the operation, which involved five police forces, was not connected to the Madrid train bombings earlier this month or to Irish terrorism.\nClarke gave no details of the suspects' background or religious affiliation, but he told reporters, \"we in the police service know that the overwhelming majority of the Muslim community are law abiding and completely reject all forms of violence.\"\nPolice conducted 24 searches.\nResidents in Luton, a town north of London where several homes were searched, expressed shock at the raids. Taxi driver Jarez Khan said he knew one of the families whose property was searched.\n\"I'd be amazed if they were involved in any kind of terrorism. They can't have done anything wrong. They're a nice family,\" Khan said. \"From what I heard, the police came here at about 5 o'clock kicking doors down like [the British police TV series] 'The Sweeney.' There are young children in those houses. What do they need to do this for? It's over the top.\"\nMassoud Shadjareh, chairman of the Islamic Human Rights Commission, said such high-profile police operations fostered an impression that many Muslims supported terrorism.\n\"These raids are usually given a lot of importance when they are taking place, but when people are released without charge, it is not news,\" he said. \"Our community, the Muslim community, is being demonized through these events.\"\n\nLoad-Date: March 31, 2004"
}