{
    "title": "BRITAIN SENTENCES WEB EXPERT WHO FANCIED 007",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 7,
    "day": 6,
    "full text": "An al-Qaida-inspired computer expert who dubbed himself \"the jihadist James Bond\" was sentenced to 10 years in prison yesterday for running a network of extremist Web sites and hoarding videos of the murders of Americans Nick Berg and Daniel Pearl.\nMorocco-born Younis Tsouli, 23, who prosecutors said uploaded guides for building suicide vests onto the Internet, used the online ID \"irhabi007\" -- the Arabic word for terrorist and the code number of the fictional British spy.\nWith accomplices Tariq al-Daour and Waseem Mughal, who also got prison terms yesterday, Mr. Tsouli offered advice and motivation to would-be terrorists on Web pages run from their London homes, prosecutors said.\nThe case marks the first terrorism convictions in Britain based purely on evidence about use of the Internet, Judge Charles Openshaw said. He said Mr. Tsouli was a danger even though \"he came no closer to a bomb or a firearm than a computer keyboard.\"\nThe group was the leading distributor of terrorist material on the Internet before they were arrested in 2005, said Evan Kohlmann, a U.S.-based terrorism consultant who gave evidence in the case.\n\"There are people, including law enforcers, who initially thought these guys were computer geeks or hackers,\" Mr. Kohlmann said. \"But they were a lot more dangerous; they were the key aides to al-Qaida. There was no one more skilled at what they did.\"\nAll three pleaded guilty Wednesday to inciting others to commit acts of terrorism. Mr. Daour, 21, who prosecutors said hoped to study law, was sentenced to 6 1/2 years, and biochemistry graduate Waseem Mughal, 24, got 7 1/2 years. They agreed to plead guilty earlier this year while amid a jury trial.\nImages of Washington were found on Mr. Tsouli's computer hard drive, stored alongside details of how to make car bombs, cause explosions and produce poisons, prosecutors had told jurors. U.S. law officials have said the Capitol building was featured in video clips.\nDuring the trial, prosecutors also detailed the message traffic on Internet forums run by the men. One message read: \"We are 45 doctors, and we are determined to undertake jihad and take the battle inside America.\"\nThe Mayport Naval Base in Jacksonville, Fla., home of the now-retired carrier USS John F Kennedy, was named as a potential target in another. That message also referred to using six vehicles and three boats and blowing up gasoline tanks with rocket-propelled grenades.\nDespite the similarity to attempted car bomb attacks in London and Glasgow last week, police officials said they had found no links between the two groups.\nMr. Tsouli had a clear link to the then-leader of al-Qaida in Iraq, Abu Musab al-Zarqawi, who was killed by a U.S. airstrike last year, Mr. Kohlmann said. \"He was acting like a travel agent for would-be suicide bombers, sending them straight to al-Zarqaw.\"\n\nLoad-Date: July 6, 2007"
}