{
    "title": "British Court Affirms Order to Deport Cleric to Jordan",
    "publisher": "the new york times",
    "year": 2007,
    "month": 2,
    "day": 27,
    "full text": "A British court ruled Monday that the government could deport a radical Islamic cleric to Jordan, setting the stage for the deportation of other foreign terrorism suspects in Britain to countries with poor human rights records. \n  The case of the cleric, Abu Qatada, which has been watched closely in Washington, is the first involving foreigners in Britain accused of posing threats to national security whom the government wants to deport rather than put on trial. Mr. Qatada, a Jordanian citizen of Palestinian background who has been living in Britain since 1994, has been convicted in absentia by a Jordanian court on bombing and conspiracy charges.\n Mr. Qatada has been described by the British authorities as a spiritual guide to Al Qaeda. Tapes of his preaching encouraging violence against the West were found among the belongings of Mohamed Atta, the leader of the Sept. 11 hijackers, and he met with Richard C. Reid, the failed shoe bomber, the police say.\n  He is regarded as one of 10 foreign-born extremists who, the British government says, have helped to radicalize young British Muslims, encouraging them to carry out terrorism attacks. \n  The ruling on Monday by the Special Immigration Appeals Court rejected an appeal by Mr. Qatada that argued that the cleric would be subjected to torture while in prison in Jordan.\n  Mr. Qatada's lawyers said they would appeal the decision. Human rights advocates criticized the ruling on the ground that it set a precedent for allowing suspects to be turned over to countries where torture is used to extract evidence. \n  A lawyer for Human Rights Watch, Julia Hall, said a memorandum of understanding between Britain and Jordan that torture would not be used on terrorism suspects returned to Jordan was an insufficient guarantee. \n  The British government has negotiated agreements that are intended to prevent the torture of suspects returned to their homeland with Lebanon and Libya as well as Jordan. \n  Ms. Hall said an August 2005 agreement between Britain and Jordan empowered a private Jordanian organization to monitor the conditions under which Mr. Qatada is held in prison once he returned to Jordan and to report on any abuses against him. \n  But Ms. Hall described the group assigned to monitor him, Al Adaleh Human Rights Center, as ''a tiny organization, a local organization that has no influence with the government.'' \n  In documents presented to a parliamentary committee, the British government said it was working with the Adaleh center, established in 2003, to improve its ''capacity.''\n  Ms. Hall said the British government had ''poured tens of thousands of pounds'' to strengthen the fledgling group. But that investment would not overcome what Manfred Nowak, the United Nations special investigator on torture, found to be ''institutional impunity'' of the Jordanian intelligence services regarding torture, Ms. Hall said. \n  Mr. Nowak's report on torture in Jordan was issued by the United Nations in January. \n  The British government praised the court decision, saying it upheld a policy to deport foreign terrorism suspects after the subway and bus terror attacks in 2005 that killed 56 people, including 4 bombers.\n  ''We welcome the decision of the Special Immigration Appeals Commission that Abu Qatada presents a threat to our national security and can be deported,'' said John Reid, the home secretary. ''We are also pleased that the court has recognized the value of memoranda of understanding.'' \n  The court concluded its ruling, saying, ''There is no real risk of persecution of the appellant were he now to be returned with the safeguards.'' \n  For the Bush administration, Mr. Qatada's deportation to Jordan would mean easier access to a prisoner with potentially valuable information. \n  The issue of torture to extract evidence from terrorism suspects returned to their home countries for interrogation became an issue last year when the Canadian government found that Maher Arar, a Canadian citizen, who was sent to Syria by American officials because of suspected links to Al Qaeda, was tortured while in a Syrian prison for 10 months. \n  Mr. Arar was cleared of all terrorism charges by a Canadian commission of inquiry last year. The commission found that even though a Canadian diplomat visited Mr. Arar during his imprisonment in Syria, Mr. Arar was too afraid of retribution from prison officials to discuss the torture against him.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Abu Qatada, shown in a 2001 interview, has denied terrorism charges. (Photo by ABC News)                                                          \n\nLoad-Date: February 27, 2007"
}