{
    "title": "British Judges Approve Extradition of Muslim Cleric to U.S. on Terrorism Charges",
    "publisher": "the new york times",
    "year": 2012,
    "month": 10,
    "day": 6,
    "full text": "LONDON -- Five terrorism suspects, including the fiery Islamic preacher Abu Hamza al-Masri, were sent to the United States on Friday night to face an array of terrorism charges. Their extradition came after a British court ruled they had exhausted their final appeal, ending years of legal battles that tested the balance between civil liberties and national security.\nThe Home Office reported that the five men had left in two jets from Royal Air Force Base Mildenhall in Suffolk. They had been taken there earlier Friday from the Long Lartin prison in a police convoy that included two armored vans and a minivan with blacked-out windows. Home Secretary Theresa May said in a statement that British and American authorities had worked together ''to put plans in place so that tonight these men could be handed over within hours of the court's decision.''\nMr. Masri, 54, has been an object of fascination in this country. Hook-handed and one-eyed because of injuries caused by explosives many years ago, he attracted a following among militants as much as he drew the reproach of his foes and the attention of the British security services.\nThe United States has been seeking his extradition since 2004 to face 11 charges that include calling for holy war in Afghanistan, playing a role in kidnappings in Yemen and participating in a plot to set up a terrorism training camp in Bly, Ore. Since 2006, he has been incarcerated in Britain on other charges, including incitement to murder.\n''Each of these claimants long ago exhausted the procedures in the United Kingdom,'' said Sir John Thomas, one of two senior judges hearing the case in the British High Court. Noting that they had lost an earlier appeal to the European Court of Human Rights, which ruled in favor of extradition in April, he said it was in ''the interests of justice'' that they be tried as quickly as possible.\nMark Toner, a spokesman for the State Department in Washington, said, ''We we are pleased that the U.K. judicial authorities approved the extraditions.'' The cases of Mr. Masri and two of the other men will be prosecuted in Federal District Court in Manhattan. The others have been indicted in Connecticut.\nBefore the ruling on Friday, a crowd of protesters confronted a line of police officers outside the Royal Courts of Justice in central London, brandishing placards proclaiming ''Islam will prevail'' and ''U.S. and U.K. the real terrorists.''\nLawyers for Mr. Masri, 54, said on Tuesday that he was physically unfit to face the accusations against him and that it would be ''oppressive'' to extradite him under the terms of British law. He suffers from diabetes, depression and memory loss, his lawyers say.\nMr. Masri, born Mostafa Kamel Mostafa in Egypt, came to Britain as a student in 1979. As he grew in stature as a radical preacher, his fiery sermons at the Finsbury Park mosque in North London attracted many followers at a time when British security services seemed to play down his importance.\nBut the mosque became a gathering point for militants who were later linked to terrorist attacks. One was Richard Reid, the ''shoe bomber,'' who is serving a life term for his attempt to bring down a trans-Atlantic flight in December 2001. Another was Zacarias Moussaoui, accused of having trained to be the hypothetical ''20th bomber'' in the 9/11 attacks in the United States.\nThe other men wanted in the United States are Babar Ahmad, Seyla Talha Ahsan, Adel Abdul Bary and Khaled al-Fawwaz. Mr. Bary and Mr. Fawwaz are charged in the conspiracy that led to the killing of more than 200 people in the 1998 bombings of the American Embassies in Dar es Salaam, Tanzania, and Nairobi, Kenya. Mr. Ahsan and Mr. Ahmad are charged with providing support to terrorists and conspiracy-related offenses.\n\nhttp://www.nytimes.com/2012/10/06/world/europe/british-judges-to-rule-on-extradition-of-5-detainees-to-us.html\n\nGraphic\n\n \nPHOTOS: Above, women protested Friday in London against the extradition of five terrorism suspects. Left, the police clashed with supporters of one of the suspects, the cleric Abu Hamza al-Masri. (PHOTOGRAPHS BY KIRSTY WIGGLESWORTH/ASSOCIATED PRESS\n LEON NEAL/AGENCE FRANCE-PRESSE -- GETTY IMAGES)       \n\nLoad-Date: October 6, 2012"
}