{
    "title": "British Antiterrorism Chief Warns of More Severe Qaeda Attacks",
    "publisher": "the new york times",
    "year": 2007,
    "month": 4,
    "day": 26,
    "full text": "In a somber and wide-ranging assessment of the threat facing Britain, its top counterterrorism police officer, Peter Clarke, said Tuesday night that Al Qaeda had survived ''a prolonged multinational assault'' and that its supporters had established ''an inexorable trend towards more ambitious and more destructive attack planning.''\n  ''The only sensible assumption is that we shall be attacked again,'' Mr. Clarke declared.\nHe said that about 100 terrorism suspects awaited trial -- in addition to several on trial -- and that their cases would confirm a trend that had emerged since 2004 of young British Muslims traveling to Pakistan for training and instructions, then returning home to plot attacks.\n  Mr. Clarke, appearing before the Policy Exchange, a private research group, took issue in unusually harsh language with unidentified people -- presumably government officials -- who leaked ''highly sensitive operational intelligence, often classified.''\n  He cited the raids in Birmingham in February when reporters in London knew details of what the authorities said was a plot to behead a British Muslim soldier ''almost before the detainees had arrived at the police stations to which they were being taken for questioning.''\n  Since he took over as head of London's counterterrorism police in 2002, Mr. Clarke has become the public face of Britain's effort to prevent attacks similar to the London bombings in July 2005. He also has presided over several high-profile attempts to pre-empt attacks, as last August when officers said they had foiled a plot to bomb trans-Atlantic airliners using liquid explosives.\n  British terrorism has been largely associated with a Muslim minority of 1.6 million people -- just 3 percent of the population -- many descended from Pakistanis who immigrated in the 1960s.\n  ''The fact is that there are, in the United Kingdom, many young men who are vulnerable to being drawn into extremism and violence,'' Mr. Clarke said. ''Of all the things I have seen over the past few years, one of the most worrying has been the speed and apparent ease with which young men can be turned into suicidal terrorists.''\n  But he insisted that homegrown terrorists had not acted alone. ''In case after case, the hand of core Al Qaeda can be clearly seen,'' he said. ''Arrested leaders or key players are quickly replaced, and disrupted networks will re-form quickly.'' \n  British Muslims have frequently expressed skepticism about police motives, citing several high-profile raids and arrests that yielded no charges. The most notorious example occurred last June when 250 officers raided a home in Forest Gate, East London, shot a man, apparently by accident, and arrested him and his brother only to release them without charge days later.\n  Mr. Clarke insisted that intelligence information had left the police with no option but to intervene.\n  He acknowledged, however, that it was ''no exaggeration to say that the lack of public trust in intelligence is in danger of infecting the relationship between the police and the communities we serve.''\n  As if to underscore Mr. Clarke's words, a prosecutor on Wednesday quoted what he said was an online chat room conversation involving two of three men living in Britain and accused of helping terrorists.\n  The fragments of conversation were recovered from the men's computers in October 2005, said Mark Ellison, a prosecutor. The three men, Younis Tsouli, 23, Waseem Mughal, 24, and Tariq al-Daour, 21, have denied inciting terrorism by distributing films of beheadings by terrorists and bomb-making instructions. \n\nhttp://www.nytimes.com\n\nLoad-Date: April 26, 2007"
}