{
    "title": "Britain _ Taunts Follow Crackdown",
    "publisher": "the new york times",
    "year": 2005,
    "month": 8,
    "day": 14,
    "full text": "The July 7 bombers who killed themselves, along with 52 victims, aboard three subway trains and a double- decker bus might not have dreamed that their action would cause a transformation in British attitudes toward counterterrorism and civil liberties.\n  The rules have changed. And so has the nation.\n Among the slew of counterterrorism laws announced by Prime Minister Tony Blair earlier this month were measures aimed at uprooting extremists, including the threatened closure of mosques, the deportation of foreign fundamentalist clerics and the possible extension of the permissible period for detention without trial from 14 days to three months.\n  Some Islamic organizations would be banned. Lists would be compiled of unwelcome Islamic teachers from outside the country and, within the country, of militant Web sites, centers and bookstores, Mr. Blair said.\n  The government announced plans for ''special courts'' sitting in secrecy to decide whether extended detention without charge could be applied, using evidence inadmissible in a normal court. And Charles Clarke,\n  the home secretary, announced after a series of dawn raids that 10 people had been detained as a prelude to deportation, a process that could take months if the detainees appeal the deportation orders. The government\n  would not formally identify them or describe their suspected transgressions.\n  Most of those ordered deported had been held in Belmarsh prison since shortly after the Sept. 11, 2001, attacks in the United States, when Britain enacted a law permitting indefinite detention without charge of foreign nationals suspected of involvement in terrorism.\n  Among those detained, according to lawyers, was Abu Qatada, a Jordanian of Palestinian descent who had been described as the spiritual guide of the Sept. 11 attackers.\n  Some other prominent clerics have fallen afoul of different laws. Abu Hamza al-Masri, born in Egypt, is wanted in the United States on charges related to terrorism and faces extradition. And Sheik Omar Bakri Mohammed, born in Syria and founder of the supposedly disbanded Al Muhajiroun group, was detained last week during a visit to Lebanon. Mr. Bakri has joint Syrian and Lebanese citizenship. Once he was out of Britain, the authorities used existing laws to revoke his residency rights in Britain and bar him from returning.\n  Mr. Blair is also seeking broader powers to prevent terrorism. He has made it clear that British authorities will make greater use of ''control orders'' -- akin to house arrest -- and will introduce new catchall offenses\n  of glorifying, preparing for or inciting acts of terrorism, regardless of the offender's nationality.\n  Mr. Blair has also said he will ban several militant groups, including Hizb ut-Tahrir, which calls for the establishment of an Islamic caliphate, though it says its methods are nonviolent, and ''successor groups'' to\n  Al Muhajiroun.\n  Moves against British Muslims could provide the real test of how tough Mr. Blair is prepared to be. Already, three British allies of Mr. Bakri have made statements that might violate the new laws.\n  Abu Uzair, leader of the Savior Sect -- a successor to Al Muhajiroun -- has declared on television that ''the banner has been risen for jihad inside the U.K.''\n  Anjem Choudary, a friend of Mr. Bakri and a former Al Muhajiroun spokesman, called the Sept. 11 attackers ''magnificent martyrs.''\n  And Abu Izzadeen, who converted to Islam at 17 and heads another successor group to Al Muhajiroun, called Al Ghurabaa, called suicide bombing ''martyrdom operations.''  ALAN COWELL\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Sheik Omar Bakri Mohammed (Photo by Toby Melville/Reuters)\n\nLoad-Date: August 14, 2005"
}