{
    "title": "BRITISH REPORT LINKS TERROR TO BACKING U.S",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 7,
    "day": 19,
    "full text": "A respected British research center yesterday criticized Britain's U.S.-friendly policy in Iraq, saying British involvement there had put the country at greater risk of terrorist attacks.\n The report stopped short of linking Britain's Iraq role to the July 7 mass transit attacks, which killed at least 56 people in London. But it said Britain's involvement in Iraq had kept the country from devoting full attention to defending itself against terrorist attacks.\n Critics of Bush administration policy in Iraq have made similar accusations in the United States, but yesterday's report was particularly contentious because of its timing -- British police are still tallying the dead from the July 7 attacks -- and because it was issued by Chatham House, Britain's most prestigious foreign policy think tank, which has a reputation for nonpartisanship.\nForeign Minister Jack Straw denounced the report. \"I am astonished that Chatham House is now saying that we should not have stood shoulder to shoulder with our long-standing allies in the United States,\" he said.\n \"The time for excuses for terrorism is over. The terrorists have struck across the world, in countries allied with us backing the war and in countries who had nothing whatever to do with the war in Iraq.\"\n His response only underscored the seriousness with which Chatham House is taken in Britain. Since 1923, it has been the leading British policy research center, and its current board of directors includes members of Parliament from all three of the nation's leading political parties. It is housed in the home of the first Earl of Chatham, William Pitt, who was a wartime prime minister in the mid-18th century.\n The report was written by two leading British academics on national security issues, Frank Gregory of the University of Southampton and Paul Wilkinson of the University of St. Andrews in Scotland.\n They wrote that \"the situation over Iraq\" had benefited Osama bin Laden's al-Qaida terror network by giving \"a boost\" to its \"propaganda, recruitment and fund raising,\" splitting its opponents, providing it with a training ground and diverting resources that could have been devoted to assisting the government in Afghanistan and hunting down bin Laden.\n Using the word for a seat behind the rider of a horse or motorcycle, the authors criticized the government's willingness to let the United States guide its actions in Iraq.\n \"Riding pillion with a powerful ally has proved costly in terms of British and U.S. military lives, Iraqi lives, military expenditure and the damage caused to the counter-terrorism campaign,\" they wrote.\n The report is likely to fuel British dismay over the country's role in Iraq, and while it didn't link Iraq policy to the July 7 attacks, unscientific call-in polls yesterday showed that many Britons are willing to make the connection.\n At least two-thirds of respondents said they thought there was a connection during surveys by the Sky News and ITV television networks.\n The report criticized the government for allowing radical Muslims to flourish in Britain during the 1990s while remaining focused on the terrorism of the Irish Republican Army.\n The report said intelligence agencies should have been alarmed and taken steps against radicals in Britain after attacks in Kenya, Indonesia, Iraq, Saudi Arabia, Morocco and Spain.\n Politicians from the three main political parties agreed to push for new anti-terrorism laws, an effort on which they had failed to make progress before the attacks. The laws, which could be in place by year's end, would ban the planning, training and incitement of terrorism, including hate-preaching, downloading bomb-making instructions and attending terrorist-training camps.\n Rime Allaf, a terrorism and Iraq expert with Chatham House, said the proposed laws were consistent with the findings of yesterday's report. \"Prevention, pursuit, protection and preparedness on terrorism had all suffered,\" she said. \"These laws would get us back on track.\"\n\nLoad-Date: July 20, 2005"
}