{
    "title": "Britain Lowers Terror Threat Level",
    "publisher": "the new york times",
    "year": 2009,
    "month": 7,
    "day": 21,
    "full text": "Britain lowered its terrorism alert  by a notch Monday to its lowest level since 2005, just before the bombings in London that year.\n  The British Home Secretary, Alan Johnson, said in a statement that the level had been reduced from ''severe'' to ''substantial'' but warned that an attack remained a ''strong possibility.''\n  ''We still face a real and serious threat from terrorists, and the public will notice little difference in the security measures that are in place,'' he said. Those include rigorous checks on cabin baggage at airports.\n  The threat level is based on an assessment of likely attacks by a variety of organizations as disparate as dissident groups in Northern Ireland and Al Qaeda. It is made by the Joint Terrorism Analysis Center, a unit drawn from 16 government departments and agencies and located within the somber, stone building housing the headquarters of MI5, Britain's domestic security service, near Parliament in central London.\n  In recent years, beginning with the Sept. 11, 2001, attacks in the United States, MI5 has roughly doubled its staff to 3,500 and says it aims to expand it to 4,100 by 2011.\n  Until August 1, 2006, the threat level was kept secret. In the wake of the July 7, 2005, attacks,  when four suicide bombers killed 52 people on three subway trains and a bus, British officials acknowledged that the assessment had been lowered by one level in mid-June, 2005, only weeks before the attacks.\n  On August 10, 2006, the level was raised to critical -- its highest category -- after a wave of arrests linked to what officials say was a plot to blow up trans-Atlantic airliners. But then it was lowered to ''severe'' until June 2007, when it was set at critical for four days after assailants tried to bomb a nightclub in London and a departure lounge at Glasgow Airport.\n  The announcement on Monday did not spell out the reasons for lowering the level. In a television interview on Sunday, Mr. Johnson said that terrorism had been overtaken by swine flu ''as a threat to this country.''\n  News reports suggested that the decision to reduce the level may have been linked to the arrests of 11 Pakistani men in April although they  were subsequently released without charge.\n  Since the July 2005  bombings, the British authorities have conducted a series of trials of terrorism suspects, many of them tracing links to Pakistan. The terrorism threat alert system has five levels ranging from ''low,'' meaning that an attack is unlikely, to ''critical,'' meaning that an attack is imminent.\n  It has been set at severe since July 2007.\n\nhttp://www.nytimes.com\n\nLoad-Date: July 21, 2009"
}