{
    "title": "British lawmakers vote for ban on glorifying terrorism",
    "publisher": "st. petersburg times ",
    "year": 2006,
    "month": 2,
    "day": 16,
    "full text": "LONDON - British lawmakers voted Wednesday to ban glorifying terrorism, giving Prime Minister Tony Blair a badly needed victory on a measure he said was key to preventing future attacks.\nThe House of Commons approved the ban 315-277, sending it back to the House of Lords, which had struck down the term \"glorification\" earlier this year, saying it was dangerously vague. The two chambers must reach agreement for the measure to become law.\nBlair said the vote sent a \"signal of strength\" and would help authorities counter those who espouse violence.\n\"That signal of strength is vital in circumstances where the threat that we face is not just from the individual acts of terrorism but the people who celebrate it, who try and entice other people or recruit other people into doing it,\" he said.\nThe bill would allow authorities to prosecute demonstrators such as those he said carried placards espousing violence during London protests against a Danish newspaper's publication of cartoons of the prophet Mohammed.\n9 condemned to death over Jordanian terror plot\nAMMAN, Jordan - A court on Wednesday sentenced the leader of al-Qaida in Iraq, Abu Musab al-Zarqawi, and eight other men to death for plotting chemical attacks against sites in Jordan, including the U.S. Embassy.\nAl-Zarqawi and three others were sentenced to death in absentia. But the plot's alleged mastermind, Azmi al-Jayousi, and four co-defendants were in the courtroom when the judge handed down the sentence for the 2004 plot, which security officials foiled before it could be carried out.\n3 killed in protest over Mohammed cartoons\nPESHAWAR, Pakistan - Gunfire and rioting erupted Wednesday as tens of thousands of people took to the streets in Pakistan's third straight day of violent protests over the prophet Mohammed cartoons. Three people were killed, including an 8-year-old boy.\nAt least 19 people have died in demonstrations and violence this month related to the drawings, according to an Associated Press count. Eleven have died in Afghanistan, five in Pakistan and one each in Kenya, Lebanon and Somalia.\nBus crash in Mexico's highlands kills 23\nMEXICO CITY - A bus careened off a windy highway and into a ravine in central Mexico's Sierra Gorda mountains Wednesday, killing 23 people and injuring 14, authorities said.\nThe bus originated in the town of Atarjea and was headed to the community of San Jose Iturbide when its driver lost control on a steep highway incline around 8 a.m, according to a statement released by Guanajuato state, where Atarjea is located.\nEight people were in grave condition, said Rafael Alberto Diaz, chief spokesman for Guanajuato.\n\nLoad-Date: February 16, 2006"
}