{
    "title": "BRITAIN OKS ANTI-TERRORISM BILL LOST TOP-SECRET DATA ON AL-QAIDA RECOVERED ON TRAIN",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 6,
    "day": 12,
    "full text": "British Prime Minister Gordon Brown yesterday survived a crucial battle of nerves with Parliament over expanding Britain's terrorism laws, securing initial approval for holding terrorism suspects as long as 42 days before they are charged or freed.\nThe legislation squeaked through the House of Commons by nine votes amid concerns that it could threaten innocent citizens with the loss of their homes, jobs and social networks, even if they are released after spending six weeks behind bars.\nBut the government suffered another embarrassing confrontation on the terrorism front: the discovery on the seat of a passenger train of the latest top-secret government intelligence assessment of al-Qaida and a supposedly negative confidential assessment of Iraq's security forces.\nThose documents, lost by a senior intelligence official, had been reported missing and were the subject of an intense search when a train passenger found them Tuesday and gave them to the British Broadcasting Corp. The BBC returned them to intelligence authorities -- but not before broadcasting news of the leak just as the terrorism bill debate got under way.\nThe increasingly unpopular Mr. Brown faces mounting dissent among his own Labour Party ranks, and political unrest has reached a high pitch over the counterterrorism bill, which many Labour lawmakers see as a betrayal of the party's commitment to civil rights.\nAbout three dozen Labourites broke ranks and opposed the 42-day detention proposal, which passed only with the help of lawmakers from the Democratic Unionist Party in Northern Ireland, which spent years combating terrorism by the Irish Republican Army.\nThe opposition Conservative Party bucked popular support within its base for getting tough on terrorism and opposed the 42-day limit.\nGovernment officials, who pushed through the changes after months of lobbying and compromise, warned that the expanding number and complexity of terrorism plots make it necessary to give police more time to complete their investigations.\n\nLoad-Date: June 12, 2008"
}