{
    "title": "British prime minister calls for worldwide internet regulations to fight terrorism",
    "publisher": "the salt lake tribune",
    "year": 2017,
    "month": 6,
    "day": 5,
    "full text": "Britain's prime minister is calling for greater regulation of the internet in light of the deadly weekend attacks in London. But technology experts are saying that the United Kingdom government's surveillance powers are already so vast that there's little else officials can do to digitally monitor terrorism suspects without violating innocent people's human rights.\nBritish Prime Minister Theresa May blamed internet providers and large websites on Sunday for providing violent extremism \"the safe space it needs to breed.\"\nMay called on governments around the world to develop \"international agreements that regulate cyberspace\" to battle terrorism. \"And we need to do everything we can at home to reduce the risks of extremism online,\" she said in a speech on Downing Street.\nThe Electronic Frontier Foundation, a technology advocacy organization, said that while the attacks in London were tragic, May's proposed measures would be ineffective at curbing terrorist activity.\n\"The most likely outcome, in fact, would be simply to drive threatening communications underground, where they will be harder to expose and challenge,\" EFF said in a statement. \"They will inevitably restrict the speech of law-abiding citizens. We should reject these calls and ensure that the Internet remains free and open.\"\nLaw enforcement officials on both sides of the Atlantic have called for greater powers to track down suspected terrorists by looking at their activities and communications online. Although May's call lacked specifics, some in the technology industry called her response predictable in light of her previous efforts to expand the U.K.'s surveillance authority.\n\"I think we kind of knew this is where Theresa May already was,\" said Julie Samuels, executive director of Tech:NYC, an organization that represents the New York-based technology sector.\nMay's call comes months after the U.K. government passed a law, which May herself introduced in 2015. The law, known as the Investigatory Powers Act, went into effect in 2016 and greatly expanded the intelligence services' ability to collect information on U.K. Internet users.\nUnder the law, British officials have a wide range of new authorities, such as the power to legally collect and store the browsing histories of all citizens, though implementation of some key provisions have been put on hold as companies figure out how best to comply with the requirements.\nThe bill was so expansive in its reach, even telecom companies, such as Vodafone, O2 and BT, spoke out against it, saying it could hurt their customers' trust in them and may impose enormous costs and technical challenges.\n\"May's government now has incredible compulsory powers to do both targeted and bulk surveillance in her country,\" said Michelle Richardson, deputy director of the Center for Democracy and Technology, a Washington-based think tank. \"The only thing left you could seem to grab would be a complete surveillance state. If you're proposing to go even further than the current authority, there's not much you could do beyond that that isn't an explicit attack on human rights.\"\nThis is not the first time a politician has proposed a crackdown on the Internet in the wake of a terrorist incident. While on the campaign trail, then-candidate Donald Trump called for shutting down parts of the Internet frequented by extremists, despite the fact that experts say doing so would be virtually impossible. Also during the 2016 campaign, Hillary Clinton proposed giving law enforcement more power to compromise websites and online services to hunt terrorists.\nTechnology analysts say that while giving the government greater spying authority sounds attractive when people are scared and looking for officials to do something, the benefits rarely outweigh the costs. In many cases, said Richardson, the public later learns that the suspects in a terrorist attack were linked to an existing investigation, or that law enforcement had received warnings about the people.\nIndeed, British officials said Monday that one of the two attackers shot dead at the scene was known to police and had appeared in a 2016 documentary about extremism.\nbritain-internet\n\nLoad-Date: June 15, 2017"
}