{
    "title": "Britain foils many terror plots, but missed one",
    "publisher": "the christian science monitor",
    "year": 2007,
    "month": 5,
    "day": 2,
    "full text": "Britain's security services were put on the defensive Tuesday after it became apparent that they hadn't captured two of the July 7 mass-transit bombers, who were being tracked on the fringes of another jihadi group successfully prosecuted for a major terrorist plot Monday.\nAmid fresh calls for a public inquiry into whether the 2005 attacks could have been prevented, terrorism experts acknowledged weaknesses in Britain's counterterrorism strategy but pointed to significant progress in its ability to thwart the rising proliferation of home-grown, Al Qaeda-backed terrorist cells.\n\"What is remarkable is that the British police and security services have managed to foil so many plots with the limited resources they have,\" says M.J. Gohel, a terrorism expert with the Asia-Pacific Foundation think tank. \"If they had not, the reality is that Britain would have been hit over and over again.\"\nMI5, Britain's domestic intelligence agency, has in the last three years taken steps to double its head count, boost recruitment of ethnic minorities, and spread its operations nationwide. Much better focused, according to experts, on British radicals' Al Qaeda connections, MI5 has identified as many as 30 plots and succeeded in foiling at least half a dozen high-profile plots, resulting in charges being brought against dozens of individuals. A string of trials and cases are now pending.\nThe biggest so far culminated Monday with the conviction of five men for planning fertilizer bomb attacks in southeast England. Security services were broadly praised for their biggest success yet against home-grown Islamic jihadis. But the trial produced awkward evidence that MI5 overlooked two associates of the gang - Mohammad Sidique Khan and Shehzad Tanweer - who would go on to perpetrate the 7/7 attacks.\n\"They did make mistakes, there is no question about that,\" says Peter Neumann, a terrorism expert at King's College London. \"They didn't have the resources back then and had to prioritize certain people. Most of the time they get it right. This time they got it wrong. They should have looked at these people.\"\nGovernment ministers and security chiefs stress that they can't guarantee total success against terrorism. They repeat the old IRA-era mantra: We need to be lucky all the time; they only need to get lucky once. MI5 chief Jonathan Evans says the number of violence-minded young radicals has increased \"substantially\" since 2005.\nAs many as 2,000 radicals, loosely grouped into around 200 networks, are actively involved in dozens of terror plots, counterterrorism officials believe. They can't all be tracked all of the time: MI5 is doubling its head count to 3,500, but even that will not be enough to keep tabs on everyone. Experts say it takes at least 15 men, and possibly 40 or 50 to provide long-term, round-the-clock surveillance on a high-priority target. The numbers don't add up.\nGiven this, Mr. Gohel says security services should be judged on the attacks they manage to thwart, not the ones that get through. He notes that the security apparatus has spread its structure nationwide \"gleaning intelligence right across the country instead of just in London.\"\n\"They established regional centres in order to stay in contact at the grass-roots level,\" he notes. Significantly, an alleged plot earlier this year to abduct and execute a British Muslim soldier revolved around a succession of arrests in Birmingham, a regional center.\nTwo key counterterror weaknesses\nBut Charles Shoebridge, a former counterterrorism intelligence officer, says two important strands of counterterrorism are still lacking. The failure to pass on intelligence about Mr. Khan to local police in his area demonstrates that \"the supply of information to the security services is something of a one-way street. This is a situation that could certainly be improved.\"\nSecondly, the intelligence services are still no better at infiltrating Islamist groups than they were six years ago, he says. They have been assiduously hiring ethnic minorities, but security experts say it will take years before these new recruits can be entrusted with - and credibly execute - infiltration operations.\nInstead, successes tend to stem from foreign-intelligence tips or public cooperation, such as when staff at a west London depot called in their suspicions about material stored there, which turned out to be 600 kilograms of ammonium nitrate for use in the fertilizer bombs.\nBut last week, the Metropolitan police's top counterterrorism officer, Peter Clarke, indicated that mistrust of the police was inhibiting the flow of intelligence from the public. Botched raids, like one last summer in which an innocent Muslim man was shot, alienate the very people who can provide the local intelligence to help police foil plots.\n\"It's a major problem,\" says Dr. Neumann. \"It's the most important thing in prevention terrorism that you have communities who trust the authorities.\"\nBut Neumann says the counterterrorism effort has improved in several respects. He says that once the Pakistan connection emerged in 2005 (three of the 7/7 bombers were of Pakistani extraction) the focus switched away from Algerian radicals previously considered the biggest threat.\n\"They have done a very good job on catching up,\" he says. \"MI5 opened offices in Northern England, where a lot of these people live. And they have established a good working relationship with Pakistani intelligence services.\"\nWhether they are improving fast enough is another matter. From afar, the increasing frequency of terror raids, arrests, charges, and now trials may look like growing British competence in tackling terrorism. But Neumann says it's also because the number of would-be terrorists is growing.\n\"It's partly because the intelligence services are getting better and are focusing on the right people, which they didn't before 2005,\" he says. \"But also, there are more radicalized young Muslims in Britain so the number of people considered dangerous extremists has risen. Whether the security services are keeping up with the threat is another question. It's difficult to judge.\"\nRenewed calls for 7/7 inquiry\nSurvivors of 7/7 are using the new revelation to renew calls for a proper public inquiry into the atrocity. And parliament's intelligence and security committee, which published a report on 7/7 last year, is to review its findings in the light of the new evidence.\nKhan cropped up in MI5 surveillance at least four times more than a year before he and three other bombers killed 52 people on London's transit system on July 7, 2005. During an enormous yearlong investigation said to cost 50 million ($100 million) - Operation Crevice, which homed in on 55 figures considered dangerous - he was tailed as he drove hundreds of miles around the country with Mr. Tanweer; he was bugged talking about jihad to the ringleader of the fertilizer bomb plot, Omar Khyam; and he was even photographed.\nMI5 says Khan and Tanweer were \"unidentified contacts\" of those involved in the fertilizer bomb plot, not central players. It said the pair appeared as \"petty fraudsters\" and said the intelligence collected on them \"gave no indication that they posed a terrorist threat.\"\nIts arguments have not persuaded everybody. \"MI5 has got a great deal of explaining to do and so has the current home secretary and the previous home secretary,\" says Patrick Mercer, a Conservative MP and security expert.\nHe said that aside from explaining why the pair were allowed to vanish, security chiefs would have to clarify why, in the immediate aftermath of 7/7, they told the country that the bombers were \"clean skins,\" completely unknown to the authorities.\n\"What on earth were intelligence agencies doing allowing the home secretary at the time to start saying these attacks had come out of the blue?\" Mercer asks. \"Phrases like 'clean skins' were being used, when patently these people had been under surveillance.\"\n(c) Copyright 2007. The Christian Science Monitor\n\nLoad-Date: May 1, 2007"
}