{
    "title": "British Seek New Laws to Confront Terror",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 18,
    "full text": "After the shock of the London bombings, British authorities are readying new laws that would give the police stronger powers to try to pre-empt terror attacks and to silence clerics regarded as what the police call ''preachers of hate.''\n At the same time, the police and government officials say they are urging Muslim leaders to ''take on the extremists,'' in the words of Prime Minister Tony Blair, in an effort to draw Muslims into the policing of their own communities.\n Lord Charles Falconer, the government minister in charge of the judiciary, said Sunday that the proposed legislation would have three aims -- to outlaw ''indirect incitement'' to commit terrorist acts, to prevent ''acts preparatory'' to terrorism and to prevent ''providing or receiving training'' in terrorism.\n Lord Falconer told the BBC that the proposed laws would permit the imprisonment or deportation of people ''attacking the values of the West'' or ''glorifying the acts of suicide bombers.'' It would also make it illegal for Britons to go to camps known for training in terrorism techniques or to help other people go to such places for such training. \n Britain has been criticized by other European countries for permitting firebrand clerics to preach incendiary sermons to young Muslims. \n The police in London said late Sunday that six more people had been arrested in Leeds under the current antiterrorism laws. But the arrests were not connected with the London bombings, the police said, offering no further details. On Saturday, the police released a striking image of the four men suspected of setting off bombs on three subway trains and a double-decker bus in central London on July 7, killing 55 people, including themselves.\n Until the attacks, Britons had been warned to expect one, but few thought it would come from within their own borders.\n The biggest challenge facing Britain's politicians, said Andrew Rawnsley in a column in The Observer, ''is the psychological impact on the country of discovering that the worst terrorist atrocity ever inflicted on the capital was perpetrated by British-born young men who were keen on cricket and worked in a chippy'' -- slang for a fast-food outlet selling fish and chips.\n The dark and blurred image released on Saturday, taken from a closed circuit television camera, showed the four men -- Hasib Mir Hussain, 18, Shehzad Tanweer, 22, Mohammad Sidique Khan, 30, and Germaine Lindsay, 19 -- at Luton railroad station, where they are believed to have boarded a train to London to carry out the bombings.\n In an unusual development, a Sunni Muslim umbrella group in the Birmingham area, the Sunni Council, on Sunday issued a religious edict condemning ''all forms of terrorism, be it state terrorism or otherwise.''\n ''Leaving aside the atrocities being committed in Palestine and Iraq, the attacks in London have no Islamic justification, are totally condemned and we equally condemn those who may have been behind the masterminding of these acts, those who incited these youths in order to further their own perverted ideology,'' the edict said.\n In political terms, Britain's stoical response to the attacks seemed to shield Mr. Blair from a reaction against his policies in Iraq or a chorus of calls for Britain to withdraw its 8,500 soldiers there. \n Indeed, in the immediate aftermath, Mr. Blair enjoyed a balmy political truce.\n The many voices criticizing Mr. Blair's alliance with the United States in the Iraq campaign fell silent and it became a new orthodoxy to avoid linking the bombings with the unpopularity of the war among many Britons, particularly its 1.6 million Muslim minority.\n ''Suddenly when something struck close to home, there was an instinctive realization that the causes of terrible deeds are a bit complicated,'' John Rentoul, a columnist, wrote in the newspaper The Independent on Sunday.\n In a major speech on Saturday, Mr. Blair blamed an ''evil ideology'' for inspiring terrorism, as if to distance its causes from either British foreign policy in the Muslim world or conditions in Britain itself. \n Over the weekend, though, there were indications that the truce might be fraying. \n In a report made public on Sunday night, the influential Chatham House private policy institute contradicted the government's assessment of the causes of terrorism. ''The U.K. is at particular risk because it is the closest ally of the United States, has deployed armed forces in the military campaigns to topple the Taliban regime in Afghanistan and in Iraq, and has taken a leading role in international intelligence, police and judicial cooperation against Al Qaeda and in efforts to suppress its finances,'' the eight-page assessment said.\n John McDonnell, a left-wing Labor legislator and critic of Mr. Blair, said at a public meeting on Sunday: ''Please do not try to tell us that the war in Iraq played no part. As long as Britain remains in occupation of Iraq, the terrorist recruiters will have the argument they seek to attract more susceptible young recruits to their bomb teams.''\n Clare Short, a former cabinet minister who quit Mr. Blair's government in protest over the Iraq war, said in a television interview on Sunday: ''Some of the voices that have been coming from the government talk as though this is all evil and that everything we do is fine, when in fact we are implicit in the slaughter of large numbers of civilians in Iraq and supporting a Middle East policy that for the Palestinians creates this sense of double standard -- that feeds anger.''\n On Monday,the home secretary, Charles Clarke, is set to meet with his counterparts in the opposition Conservative and Liberal Democrat parties in an unusual display of consensus on extending antiterrorism legislation. The proposed laws are expected to be put before Parliament in the autumn.\n Critics like Ms. Short said they feared that the new laws could tip the balance between security and civil rights away from freedom of speech. \n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Policemen checking a backpack and questioning two men during a security alert in central London yesterday. (Photo by Stephen Hird/Reuters)                                             \n\nLoad-Date: July 18, 2005"
}