{
    "title": "Britain charges 11 in alleged plot to blow up planes 'Martyrdom' videos, bomb materials seized",
    "publisher": "usa today",
    "year": 2006,
    "month": 8,
    "day": 22,
    "full text": "LONDON -- Britain said Monday that it had charged 11 people and seized \"martyrdom\" videos and bomb-making materials in connection with an alleged plot to blow up jetliners headed for the USA.\nEight were charged with conspiracy to commit murder. Three were charged with terrorism-related offenses.\nPeter Clarke, who heads the Metropolitan Police Department's anti-terrorism branch, said police had seized bomb-making chemicals, electronic components -- about 400 laptops and 200 cellphones -- and the videos.\nMartyrdom videos are often made by suicide bombers for release after they have died.\nBritish police initially arrested 24 suspects Aug. 10-11 in connection with the plot; 23 have been held in custody since then. Pakistan has arrested as many as 17 others.\nClarke said the investigation is far from complete. \"The scale is immense,\" he said. \"Inquiries will span the globe.\"\nMonday's announcement was the first update by British authorities since Aug.10, when they disclosed the alleged plot to bring down U.S.-bound airliners. The suspects planned to manufacture and smuggle components of improvised explosive devices onto aircraft, assemble them on board and detonate them, Britain said. The developments led to new carry-on baggage rules and other security measures that snarled airports.\nOf the eight suspects charged with conspiracy, six live in London and two in High Wycombe, about 30 miles northwest of London, according to a list released by Britain's central bank, which was told to freeze the suspects' assets.\nA 17-year-old from London was charged with possession of material that could be used in terrorism. Two others, including a 23-year-old mother from London, were charged with failing to disclose information that could have prevented an act of terrorism.\nSusan Hemming, head of the counterterrorism division of the Crown Prosecution Service, said a woman who had been arrested in connection with the case had been released. Eleven remain in custody without being charged.\n\nLoad-Date: August 22, 2006"
}