{
    "title": "Britain _ Inquiry Faults 'Flawed' Program",
    "publisher": "the new york times",
    "year": 2014,
    "month": 7,
    "day": 18,
    "full text": "LONDON -- A government program to inform some potential terror suspects that they did not face arrest was ''flawed'' but was not an amnesty, according to a report published Thursday that highlighted some of the continuing dilemmas thrown up by Northern Ireland's peace process.\nIn a lengthy document, Lady Justice Heather Hallett, appointed earlier this year to look into legal matters arising from the peace process, made scathing criticisms of the scheme. Some victims of terrorism have harshly criticized the legal efforts, but supporters say it has helped preserve an agreement that stemmed years of sectarian violence.\nHer report also uncovered two new cases in which suspects were wrongly informed that they were not wanted by the police. But while she described the scheme as ''unprecedented and flawed,'' she concluded that it was ''not unlawful.''\nIn Northern Ireland, the authorities have long struggled to balance the needs of the peace process with the demands for justice of the victims of terrorism. Those tensions were highlighted by the arrest earlier this year of Gerry Adams, the leader of the political party Sinn Fein, who was later released without charge.\nThe Hallett inquiry was ordered earlier this year after the collapse of the trial of John Downey, who was accused of carrying out a bombing in Hyde Park in London in July 1982 in which four British soldiers died.\nMr. Downey was one of more than 200 so-called ''on the runs'' who wanted to clarify their legal status. Because of an internal mistake, he was incorrectly informed by letter that he was not wanted by the police. The trial judge described that as a ''catastrophic error.''\nIn her report the judge said that when the police realized the mistake over Mr. Downey, they did not try to correct the situation, adding that she found ''nothing in law or logic'' to explain that failure.\nThe report published Thursday said that the program for ''on the runs,'' which operated from 2000 to 2014, was not publicized but was not officially kept secret.\nThe report said that it ''did not amount to an amnesty'' and that ''suspected terrorists were not handed a 'get out of jail free card.' ''\nBut because the scheme evolved, rather than being properly designed, ''it lacked proper lines of responsibility, accountability and safeguards,'' the report said.\nOne of the two new errors identified involved a letter wrongly sent to a suspect because of a mix-up over their identity caused by confusion over their date of birth. The individuals were not identified by name.\nIn all, the names of 228 ''on the runs'' were put forward for consideration by Sinn Fein, the Irish government and the Northern Ireland Prison Service, of whom 156 received assurances that they were ''not wanted.'' A further 31 were given the same information ''in another way;'' 23 were told that they were wanted and 18 had no clarification of their status.\nThis is a more complete version of the story than the one that appeared in print.\n\nhttp://www.nytimes.com/2014/07/18/world/europe/inquiry-faults-assurances-to-potential-terror-suspects-in-ireland.html\n\nLoad-Date: July 18, 2014"
}