{
    "title": "Britain Arrests 7 More Terrorism Suspects",
    "publisher": "the new york times",
    "year": 2012,
    "month": 7,
    "day": 7,
    "full text": "LONDON -- A day after a security scare closed a major highway for hours but turned out to be a false alarm, British police officials reported on Friday that they had seized seven men under counterterrorism laws, bringing the total number of arrests announced in the past 24 hours to 13.\nThe unusually high number of detentions reflected concerns that when the 2012 Olympics open in London in three weeks, they could become the highest-profile targets since the 2001 attacks in New York and Washington.\nThe authorities' readiness to respond in strength to perceived threats was illustrated on Thursday when police closed one of Britain's major intercity expressways in a seven-hour alarm that drew in an armed counterterrorism unit, police helicopters, fire engines, ambulances and scores of emergency workers.\nIn the end, the cause of the scare seemed prosaic: a man traveling on a bus to London tried to use an electronic cigarette as an aid in quitting, causing another passenger who spied vapor to alert the police by cellphone.\nEarlier the same day, though, police in London announced the arrest of six people on suspicion of committing, preparing or instigating acts of terrorism and three of them were seized at address in east London close to the location of the Olympic stadium and village.\nOn Friday, the police in Britain's Midlands region around Birmingham announced the arrests of seven people who had been tracked down after a routine police inspection of an impounded vehicle uncovered ''firearms, offensive weapons and other material'' that prompted the police ''to take action to trace and arrest the driver, passenger and others suspected of being involved,'' according to a police statement.\nThree men aged between 23 and 27 were arrested in the Sparkhill neighborhood in Birmingham on Tuesday, three more suspects aged between 22 and 24 were arrested in other areas on Wednesday evening, and a 43-year-old man was seized in West Yorkshire late on Thursday, the police said.\nWhile police officials have not drawn any formal links between the latest arrests and the Games, the risk of a terrorist attack in the coming weeks has been a major concern for British officials -- and for the nearly 200 nations and territories that will be competing -- since the Olympics were awarded to London in 2005.\nThe concern was amplified when Islamic militants bombed London's transit system the day after the Games were awarded. The bombing killed 56 people, including the four bombers, in what was Britain's worst terrorism attack.\nTen days ago, Jonathan Evans -- the director general of MI5, Britain's domestic security service -- offered a heavily qualified statement of reassurance. He said officials with Britain's terrorist-alert system had estimated the threat of a terrorist attack as ''substantial,'' the third-highest rating on a scale of five, meaning that a strike was ''a strong possibility.''\nBut in a rare public address, Mr. Evans said, in effect, that years of experience in monitoring terrorism threats and rounding up potential attackers since 7/7 -- as the attacks of July 7, 2005, are known -- and a much-improved system of international cooperation had vastly improved the chances of heading off a terrorist attack on the Olympics.\n''There is no such thing as guaranteed security,'' he said. ''But I think we shall see a successful and memorable Games.''\nIn briefings during the prelude to the Games, senior MI5 officials have elaborated on that theme. Their message has been that an international counterterrorist team involving agents from MI5 and its sister agency MI6, Britain's secret intelligence service -- and from the F.B.I., the C.I.A. and other Western intelligence services -- has built as effective a shield against an attack as is practically possible.\nStill, events on Thursday and Friday appeared to signal the fine balance of the preparations, suggesting that Britain, for all its efforts, remains deeply apprehensive about the terrorist threat.\nAfter the arrests on Thursday the police said no attack was imminent, which appeared to align with what MI5 officials have said about a succession of terrorism-related arrests in Britain this year involving at least 23 suspects, most of whom, like those arrested Thursday, have been British citizens.\nOfficials say that the imminence of the Games has caused security agencies to move earlier to arrest suspects than they would have otherwise. This has meant, they said, that many suspected plots have been interrupted at an early stage, before any bombs have been built, weapons acquired or targets selected.\nIn recent years, British officials have warned that a wide network of Islamic militants' cells have been established across the country. Some of them, the officials say, are actively plotting terrorist attacks, often benefiting from the cultural, political and religious alienation that has been common among Britain's 1.5 million Muslims.\nRecent police raids have included the arrest of two men last week on the suspicion that they were plotting an attack on the Olympics canoeing site on the Lea River, on London's outskirts. In May, seven men were arrested on suspicion of financing terrorist plots with money earned from the smuggling of the stimulant khat, which is widely used in Somalia and countries on the Arabian Peninsula, to users in Canada and the United States. A few weeks earlier, three men from Birmingham were arrested at Heathrow Airport in London after a flight from Oman and accused of possessing ''articles and documents'' for use in international terrorism plots.\n''In back rooms and in cars and on the streets of this country, there is no shortage of individuals talking about wanting to mount terrorist attacks,'' Mr. Evans said in his speech. ''The threat is real.''\nMr. Evans's aides say the security force of 27,500 people that will be deployed to protect the Games and a security budget of nearly $1 billion should make it difficult for attackers to reach the athletes, spectators and Olympics sites. Any would-be terrorists, the aides said, may calculate that they have a better chance of success by attacking elsewhere in Britain.\n\nhttp://www.nytimes.com\n\nLoad-Date: July 7, 2012"
}