{
    "title": "British prime minister defends Afghan mission",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 7,
    "day": 12,
    "full text": "LONDON - The deaths of eight British soldiers in Afghanistan within 24 hours triggered a debate in Britain on Saturday that could undercut public support for the war just as the U.S. is ramping up its own participation in the conflict.\nWith pictures of hearses and anguished relatives splashed across Britain's influential media, the government is under pressure to explain the reason for the soldiers' sacrifice and to defend the quality of its support for combat troops.\nThe deaths, on Thursday and Friday, pushed Britain's overall toll in Afghanistan to 184 - five more than the total British deaths in the Iraq war. The number is less than a third of the 657 American forces' deaths since the 2001 invasion of Afghanistan, according to U.S. figures.\nBut to a country that has not suffered significant casualties in years, the images of flag-draped British coffins are haunting.\nIncreasing British unease could have severe consequences for the Americans. With other European nations unwilling to send in more troops - and Afghan forces not ready to take up overall security - Britain's support is crucial to any American effort.\nThe high number of recent battle deaths has brought into focus the problems and inconsistencies of a war that started with a limited objective - find Osama bin Laden and defend Britain from terrorism - but which has now embraced broader goals.\nPrime Minister Gordon Brown defended his country's course Saturday after the spike in combat deaths. In a letter to a senior parliamentary committee, he said that despite recent casualties, commanders in Afghanistan believed that they were succeeding in their objectives.\n\"This is a fight to clear terrorist networks from Afghanistan and Pakistan, to support the elected governments in both countries against the Taliban, to tackle the heroin trade which funds terrorism and the insurgency, and to build longer term stability,\" he wrote.\nBritain moved into Afghanistan with the United States shortly after the Sept. 11, 2001, attacks as part of a coalition hoping to root out terrorism and build a stable government able to extinguish the Taliban.\nPresident Barack Obama has said he wants to make Afghanistan - not Iraq - the main focus of the war against Islamic extremism and has ordered 21,000 additional U.S. troops there this year. There are about 57,000 U.S. troops in Afghanistan and the number is expected to rise to at least 68,000 by the end of this year.\nObama said Saturday the British contribution to the war was critical.\n\"This is not an American mission,\" Obama told Sky News, noting European nations also have a great stake in its success. \"The likelihood of a terrorist attack in London is at least as high, if not higher, than it is in the United States. And that's the reason why (former Prime Minister) Tony Blair, and now Gordon Brown, have made this commitment. It is not because they wish to put their young men and women in harm's way.\"\n\nLoad-Date: July 15, 2009"
}