{
    "title": "Brits to toughen terrorism laws",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 6,
    "day": 12,
    "full text": "Secret al-Qaida, Iraq files found on train LONDON (AP) -- Secret government documents on al-Qaida and Iraq were left on a commuter train, prompting a major police investigation into the latest in a series of embarrassing security breaches, British officials said Wednesday. The documents belonged to a senior intelligence official in the Cabinet office and were found by a passenger on a London commuter train Tuesday. The envelope was then passed to the British Broadcasting Corp. Seven pages stamped \"UK Top Secret\" included the latest government intelligence assessment on al-Qaida and Iraq's security forces, the BBC said. The documents were also stamped \"for UK/US/Canadian and Australian eyes only.\" The first page was dated June 5, the BBC reported. News You can use\nLONDON (AP) - British Prime Minister Gordon Brown narrowly won a key vote Wednesday on plans for tougher terrorism laws, surviving a rebellion in his own ranks after a fierce political battle that pitted national security against civil liberties.\nBrown had staked his political credibility on giving police more time to hold terrorism suspects in custody - and investigate alleged plots - before they are charged or released.\nFollowing months of testy debate, lawmakers voted 315 to 306 to approve plans to increase the time from 28 days to six weeks.\nBut opponents said the fact Brown squeezed by only with the support of nine minor party legislators from Northern Ireland meant his victory was hollow.\nBrown holds a 66-seat majority, but 36 of his Labour legislators opposed the plans and others abstained.\nSome accused Brown of pork barrel politics, saying funding promises - not principle - had won the vote. Brown's office denied he offered deals in return for support.\n\"Securing votes by threats, bribes and personal pleading demeans the role of the prime minister,\" said John McDonnell, a rebel Labour legislator.\nThe victory offers Brown respite after a troubling few months which have brought defeat in a special election, heavy losses in municipal elections and embarrassing policy gaffes.\nBut his struggle to win the vote underscored Brown's fragile position.\n\"I think he would be on his way out if he had been defeated on this,\" Labour legislator Austin Mitchell told Britain's Sky News.\n\nLoad-Date: June 12, 2008"
}