{
    "title": "Britain raises terror threat level to severe",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 8,
    "day": 30,
    "full text": "LONDON — Britain raised the country's terror threat level from substantial to severe Friday, meaning that a terrorist attack is considered highly likely.\nHome Secretary Theresa Mays said the decision to raise the threat level was related to developments in Iraq and Syria, but that there was no information to suggest an attack was imminent. Some of the plots are likely to involve fighters who have traveled from Britain and Europe to take part in fighting in the Middle East.\n\"We face a real and serious threat in the U.K. from international terrorism,\" she said. \"I would urge the public to remain vigilant and to report any suspicious activity to the police.\"\nMay says the decision by the Joint Terrorism Analysis Center is made on the basis of intelligence and is independent of government. \"Severe\" is the second-highest of five levels.\nBritish police have appealed to the public to help identify aspiring terrorists after the killing of an American journalist focused attention on extremism in the U.K.\nThe involvement of a person of British nationality in James Foley's beheading underscored the need to identify those who might travel abroad to fight or are at risk of being radicalized.\nAuthorities say around 70 arrests have been made in the first half of the year for a variety of offenses, including fundraising, preparing for terrorism acts and traveling abroad for terrorist training. The police say such arrests are being made at a rate five times greater than 2013.\nThe last time the rate was raised to severe was in September 2010 — in response to the attempt to detonate a bomb on a U.S. passenger plane over Detroit. It was last at the highest level, or critical, in June 2007, after a car on fire was driven into the Glasgow Airport terminal building and —separately — two devices were found in cars in central London.\n\nNotes\n\nUpdates with background; Adds byline\n\nLoad-Date: September 2, 2014"
}