{
    "title": "BRITISH SAY CLERIC INCITED MURDER; MUSLIM IMAM ALSO WANTED IN THE U.S",
    "publisher": "the new york times",
    "year": 2004,
    "month": 10,
    "day": 20,
    "full text": "LONDON -- Abu Hamza al-Masri, the radical Muslim cleric who faces extradition to the United States, yesterday was charged by British police with encouraging his followers to murder Jews and non-Muslims.\n Appearing before a magistrates' court at Belmarsh Prison in London, Masri was accused of 16 offenses in all. The other charges included inciting racial hatred, possessing threatening or incendiary sound and video recordings and having a terrorist document in his possession when he was arrested.\nThe charge states that the document \"contained information of a kind likely to be useful to a person committing or preparing an act of terrorism.\"\n Masri, who arrived in Britain in 1979, has been in a top-security jail in Britain since May, when he was arrested by British anti-terrorism police on a U.S. extradition warrant. He faces 11 charges in the United States, including hostage-taking and providing material support to the al-Qaida terror network and its Taliban allies in Afghanistan.\n But British police began pursuing their own charges against Masri over the summer. Now, the British case -- one of the most high-profile terrorism cases in the country -- takes precedence, and the U.S. extradition request will be delayed until after Masri's trial in Britain. One potential problem for the U.S. case is that British law bars extradition in which the death penalty could be imposed.\n Masri, 46, the former imam of the Finsbury Park Mosque in north London, is considered a radical preacher and was known for delivering fiery speeches to his followers. Last year, the Egyptian-born cleric was stripped of his British citizenship and barred from preaching at the mosque. But the imam, who lost an eye and an arm during the Soviet occupation of Afghanistan, continued to preach on the road outside the mosque.\n Both Richard Reid, the so-called shoe bomber, and Zacarias Moussaoui, whom U.S. authorities have accused of being the 20th hijacker in the Sept.  11, 2001, terror attacks in the United States, are said to have attended that mosque before their arrests. Anti-terrorism officials have described the mosque as a focus of terrorist planning.\n Masri appeared in court yesterday surrounded by several police officers. He was not wearing his customary steel hook.\n\nLoad-Date: October 20, 2004"
}