{
    "title": "British Lords Reject Plan To Lengthen Detentions",
    "publisher": "the new york times",
    "year": 2008,
    "month": 10,
    "day": 14,
    "full text": "After nearly 12 hours of debate over two days, the House of Lords overwhelmingly rejected a Labor Government proposal on Monday evening that would have allowed the authorities to hold terrorism suspects for 42 days without being charged.\n  The vote was 309 to 118, with many Labor members joining Conservatives, Liberal Democrats and independents in opposition.\n  The defeat was a setback for Prime Minister Gordon Brown, who  invested considerable political capital in getting the bill through the House of Commons in June; it passed by only nine votes. Since Mr. Brown came to office last year, his poll ratings have declined steadily, but he has enjoyed a slight rebound for his response to the financial crisis. \n  British law already allows terrorism suspects to be held for 28 days without charges, which is one of the longest such periods in the world. Mr. Brown and the backers of the 42-day law have argued that extending it is necessary because of the complex nature of terrorism investigations, which cross borders and usually involve decrypting computer files. They also argued that the terrorism threat in Britain had increased, which even some lords who voted against the bill agreed with.\n  Opposition to the law was widespread, across the political spectrum and even among high-level counterterrorism officials. Two former heads of MI5, Britain's domestic spy agency, Stella Remington and Eliza Manningham-Buller, criticized the law as wrong in principle and unneeded in practice, and cautioned that it would alienate Muslims.\n  ''In deciding what I believe on these matters, I have weighed up the balance between the right to life, the most import civil liberty, the fact that there is no such thing as complete security and the importance of our hard-won civil liberties,'' Baroness Manningham-Buller said in a speech in the House of Lords this year. ''And therefore on a matter of principle, I cannot support the 42-days pre-charge detention.'' \n  Lord Goldsmith, the country's attorney general under Prime Minister Tony Blair, called the law ''pernicious.'' The longer detention was ''not only unnecessary but also counterproductive,'' Mr. Goldsmith said in a column Monday in The Guardian, the liberal daily newspaper. \n  Writing in the conservative Daily Telegraph on Monday, the columnist Philip Johnston described the law as ''draconian'' and said  it would ''sign away basic freedoms which have long formed the very backbone of our society,'' going back to the Magna Carta.\n  Some 40 of Britain's literary lights protested the law in poems, essays, satires and short stories that were published online at www.42writers.com.\n  Most countries allow far more limited detention without charges. In the United States, the maximum period a citizen can be held without charge under federal law is 48 hours, although under the Patriot Act, quickly passed after the 2001 terrorist attacks, a noncitizen can be held for up to seven days without charges.\n  A study by Liberty, a British human rights organization, concluded that no other European democracy permitted  close to 28 days. The longest times allowed  are 7.5 days in Turkey, 6 in France and 5 in Russia, according to Liberty (www.liberty-humanrights.org.uk). ''I don't really care what any other country does,'' Lord West, the Home Office minister, said during a powerful speech in support of the bill in the House of Lords on Monday evening. ''You're bloody lucky to live in this country,'' he added.\n  The law is not dead yet. Mr. Brown may go back to the House of Commons, but it is not clear if he will continue the struggle. In an editorial on Monday, The Financial Times urged him to drop the idea. ''A Lords defeat should be the last we hear of this contentious, damaging plan,'' the editorial said.\n\nhttp://www.nytimes.com\nCorrection\n\n\nAn article on Oct. 14 about opposition to a proposal by Britain's Labor government to toughen an anti-terrorism law misspelled the surname of a former leader of MI5, Britain's domestic spy agency, who had criticized the proposal. She is Dame Stella Rimington, not Remington.\nCorrection-Date: October 23, 2008\n\nLoad-Date: October 14, 2008"
}