{
    "title": "Britain Resumes Bid to Send Cleric to Jordan to Face Terror Charges",
    "publisher": "the new york times",
    "year": 2012,
    "month": 10,
    "day": 11,
    "full text": "Days after the British government finally succeeded in extraditing five terrorism suspects to the United States, the authorities in London on Wednesday resumed a protracted effort to send a prominent Muslim cleric to Jordan to face charges. The preacher, who is known as Abu Qatada but whose real name is Omar Mahmoud Mohammed Othman, has been resisting extradition for seven years and has spent long periods in detention or under restriction in Britain for more than a decade.\nIn 1999, in Jordan, Mr. Othman was convicted in absentia of involvement in a series of terrorist bombing plots in the late 1990s.\nWhile the British Home Office has called Mr. Othman ''dangerous'' and has vowed to remove him as soon as possible, a senior immigration judge said Wednesday that some of the evidence supporting charges against him in Jordan seemed to be ''extremely thin.''\nJordanian officials have said he will face retrial for the bombings if he is extradited.\nIn January, the European Court of Human Rights ruled that Mr. Othman, 51, described by British officials as one of Al Qaeda's major inspirational leaders in Europe and a threat to national security, could not be deported because there was a risk that evidence obtained by torture could be used against him. He was released from prison but rearrested in April, after Jordan assured Britain that his retrial would take place under more transparent conditions, officials said.\nThe hearing at the Special Immigration Appeals Commission, which is set to last seven days, began after a High Court ruling on Friday enabled the British authorities to send another prominent Muslim cleric, known as Abu Hamza al-Masri, and four other terrorism suspects to the United States to face trial on an array of charges.\nAccording to British news reports, Mr. Othman's lawyers plan to challenge Jordanian guarantees to the British government that evidence gained through torture will not be used against him at a retrial.\nIt was unclear what impact, if any, Mr. Othman's presence or a trial in Jordan would have at a time of political turmoil there, with protesters inspired by the Arab Spring seeking broad reforms and the civil war in Syria on its border.\nMr. Othman, born in Jordan of Palestinian descent, initially won the right to remain in Britain in 1993 when he sought asylum, claiming that he had been tortured in Jordan. A father of five, he has subsequently been sought by the authorities in nine countries, including the United States. Tapes of his sermons were found in the apartment in Hamburg, Germany, used by Mohamed Atta, one of the hijackers involved in the attacks of Sept. 11, 2001, Britain's Home Office says.\nMr. Othman's lawyer, Edward Fitzgerald, has said Mr. Othman has been in detention for seven years -- ''the longest period of administrative detention as far as we know in modern English history.''\nIn a sign of Britain's continuing struggle against terrorism, the British police said early on Wednesday that they had arrested a man and a woman, both 26, as part of a broader investigation into travel to Syria in support of the ''commission, preparation or instigation of acts of terrorism.''\nThe arrests were made at Heathrow Airport when the two arrived in Britain on a flight from Egypt. Their names and nationalities were not made public.\nPolice officials also said they were searching two homes in east London linked to the arrests. British officials have previously expressed concern that British citizens may have traveled to Syria to join the fight against President Bashar al-Assad.\nIn a radio interview on Wednesday, Foreign Secretary William Hague said there was ''some evidence'' that Britons were seeking to join the fray in Syria, despite government efforts to dissuade them. He said British policy was to avoid supplying the Syrian rebels with ''anything that could contribute to lethal action inside Syria, and of course we don't want individuals to do that either.''\nSeparately, Reuters reported, Belgian prosecutors said Wednesday that the authorities had arrested seven people suspected of recruiting young Muslims in Brussels to join Islamic militants fighting in Africa. Federal prosecutors said the detainees included six people of Moroccan and other African origin and one Belgian citizen. The hunt for recruiters has been going on since a Belgian citizen was detained while trying to join militants in Somalia in August 2011.\n\nhttp://www.nytimes.com/2012/10/11/world/europe/radical-cleric-fights-extradition-from-britain-to-jordan.html\n\nGraphic\n\n \nPHOTO: Abu Qatada in April. The Muslim cleric has spent long periods in detention or under restriction in Britain for more than a decade. (PHOTOGRAPH BY MATT DUNHAM/ASSOCIATED PRESS)        \n\nLoad-Date: October 11, 2012"
}