{
    "title": "Britain Abetted Torture of Terrorism Suspects by the U.S. , Parliament Finds",
    "publisher": "the new york times",
    "year": 2018,
    "month": 6,
    "day": 29,
    "full text": "LONDON -- Britain's intelligence services tolerated and abetted ''inexcusable'' abuse of terrorism suspects by their American counterparts, according to a report released by Parliament on Thursday that offers a wide-ranging official condemnation of British intelligence conduct in the years after the Sept. 11, 2001, attacks.\nMany cases described by Parliament's Intelligence and Security Committee involved British agents feeding information to allies, primarily Americans, for the interrogation of detainees who they knew or suspected were being abused, or receiving intelligence from such interrogations, without raising objections. \n  The committee documented dozens of cases in which Britain participated in sending suspects to other countries that were known to use torture or aided others in doing so -- a practice known as rendition. But it said that in four years of investigation, reviewing some 40,000 documents, it found only two instances of British agents directly taking part in abuse.\n  The report also says that considerable evidence makes it ''difficult to comprehend'' how top officials in London ''did not recognize in this period the pattern of mistreatment by the U.S.'' -- abuses that the Intelligence Committee of the United States Senate has documented in grisly detail, and, in many cases, categorized as torture.\n  Prime Minister Theresa May accepted the findings but described the intelligence services' moral lapses as a result of bad preparation, rather than of malice. It took them ''too long to understand fully and take appropriate action on the risks arising from our engagement with international partners,'' she said in a statement released by her office.\n  But the release of the report also exposed a serious rift between Mrs. May and the committee, led by Dominic Grieve, a lawmaker from her Conservative Party who is also a former attorney general.\n  The committee said that the prime minister had prohibited it from conducting most of the interviews it had requested with current and former intelligence agents, raising objections about security and about exposing agents to possible legal action. As a result, the committee said, its work was incomplete.\n  ''We were adamant that we must hear from officers who were involved at the time,'' the committee wrote, ''as this was essential if the inquiry was to be thorough and comprehensive and be in a position to reach properly considered, balanced and fair views about the facts.''\n  Rights groups seized on that point, demanding a further, fully independent investigation led by a judge. Kate Allen, Amnesty International's director in Britain, said the committee ''was prevented by the government from producing a thorough report about what really happened.''\n  ''While the committee's report represents a helpful step forwards, it is not the definitive account of what really happened,'' she said. ''It was always the wrong tool for the job.''\n  Mrs. May prevented the panel from questioning agents who were low-ranking at the time -- in other words, most of those working in the field -- and from asking any officials about specifics of the operations they worked on, the committee said. It added that it had asked her to reconsider her orders in early 2017, but that, more than a year later, ''no response has been received.''\n  In her statement, the prime minister did not directly address that criticism, but said the government would ''give further consideration'' to the committee's findings, ''in the spirit of continuous improvement.''\n  The committee wrote that it did not find evidence that British intelligence services willfully overlooked American abuses as a matter of policy. Rather, it concluded, the British ''were the junior partner with limited access or influence, and distinctly uncomfortable at the prospect of complaining to their host.''\n  The abuses occurred primarily from 2002 to 2004, the report says, after which guidelines for British conduct were strengthened, though not always followed.\n  Although British policy prohibited rendition, the committee found, British agents repeatedly aided other countries in sending suspects to places where there was a high probability they would be mistreated. In three cases, it reported, the British paid, or offered to pay, for renditions; in 28, they ''suggested, planned or agreed to rendition operations'' conducted by others; and in 22, they provided intelligence to enable a rendition to take place. Finally, in 23 cases, they knew of a rendition operation -- in some of those cases involving British citizens or residents -- and did nothing to stop it.\n  The committee took particular issue with the financing, which it called ''completely unacceptable,'' accusing the intelligence agencies of ''outsourcing of action they knew they were not allowed to undertake themselves.''\n  British officers supplied questions or information for interrogations being carried out by allied services in 232 cases when they knew or suspected that detainees were being mistreated, the committee said. It found 198 cases in which the British received intelligence from such interrogations.\n  Foreign agents told British officers of 128 instances of detainee abuse; in 25 cases, detainees told British agents that they had been abused, and in 13, the agents witnessed the abuse themselves. In two cases, the report said, evidence indicated that British officers had themselves mistreated suspects.\n\nhttps://www.nytimes.com/2018/06/28/world/europe/uk-torture-terrorism.html\n\nLoad-Date: June 29, 2018"
}