{
    "title": "British Authorities Charge Suspect With Violations of Terrorism Laws",
    "publisher": "the new york times",
    "year": 2006,
    "month": 11,
    "day": 2,
    "full text": "A 29-year-old man from East London was charged Wednesday with trying to take terrorism-related materials, including a manual titled ''The Mujahideen Poisons Handbook,'' on a Pakistan-bound flight from Heathrow Airport. \n  The man, Sohail Anjum Qureshi, was arrested by antiterror officers at the airport on Oct. 18 as he was waiting to board a flight to Islamabad, Pakistan. He was carrying about $17,000 in cash, a night-vision scope, two metal batons, two backpacks, two sleeping bags and a computer disk and hard drive containing a combat-training manual as well as the poison manual, the authorities said.\nMr. Qureshi, who lives in the Forest Gate neighborhood, has been charged with three counts of violating British antiterrorism laws and is to appear in court on Thursday. The authorities said that the charges were related to terrorist activities that were to have been carried out abroad, and that Mr. Qureshi was not involved in any of the other terrorism cases they were investigating. \n  In a separate case, a judge freed 2 of the 24 men arrested in August on suspicion of being part of what the authorities said was a foiled plot to blow up trans-Atlantic airplanes with homemade liquid explosives. The men, Mehran Hussain, 24, and Umair Hussain, 25, both of Chingford, East London, were set free after a hearing at a magistrate's court in central London. \n  The judge in the case, Quentin Purdy, said there was ''insufficient evidence'' to put the two men on trial. But he warned the men, who are brothers, that they should not consider themselves exonerated, and he said that if new evidence came to light, prosecutors were free to charge them again. \n  The men had been charged with failing to disclose information to the authorities about their brother, Nabeel, a suspect in the bombing-plot case. \n  Nabeel Hussain, 22, remains in custody, charged with conspiracy to murder and with planning to bring liquid bomb-making materials on board airplanes and then to assemble and detonate them in midair. \n\nhttp://www.nytimes.com\n\nLoad-Date: November 2, 2006"
}