{
    "title": "British Officials Issue Call For National Anti-IRA Squad",
    "publisher": "the christian science monitor",
    "year": 1992,
    "month": 12,
    "day": 1,
    "full text": "PRIME Minister John Major is being urged by his advisers to step up efforts to curb Irish nationalist violence on the British mainland.\nHome Office and intelligence officials are counseling him to form a national antiterrorist unit large enough to monitor, track down, and deal with Irish Republican Army (IRA) teams that have opened a campaign of bomb attacks in London and other main centers.\nThe recommendations follow two attempts in mid-November by the IRA to use one-ton bombs in attacks on public buildings. One bomb was discovered in a stolen truck in north London, the other in a van parked within yards of the Canary Wharf tower, Europe's tallest building.\nPolice sources admit that both discoveries were due more to good luck than good intelligence and underscore the need for an antiterrorist unit organized on a nationwide basis.\nPaul Wilkinson, a leading specialist on terrorism at the University of St. Andrews in Edinborough, says he thinks it \"strange\" that Britain has not created a national unit with a mandate to keep tabs on the IRA.\nAt present, information on IRA movements and plans is monitored by more than 40 local police forces and then passed to London for analysis. Home Office officials say this cumbersome process benefits terrorists.\n\"I don't know of a single democracy in the European Community that has had a prolonged campaign of terrorism on its hands that has not found it necessary to have a centrally coordinated national agency devoted to fighting terrorism,\" Professor Wilkinson says. \"There is a serious gap in intelligence on the mainland.\"\nThe two bombs discovered in London could have caused immense damage if detonated. In April, a comparatively small bomb in London's financial district killed three people and caused damage to the Baltic Exchange that will cost more than $ 1.2 billion to repair.\nIntelligence sources say the IRA has switched tactics in recent months and now is concentrating on achieving maximum publicity through \"big bomb\" attacks on the mainland. The sources say Mr. Major is being advised that the best way to counter this IRA policy is to form a special unit of 300 to 400 specially trained officers. They would be spread out around the country and coordinated from London through computer and other electronic links.\nThe IRA's decision to switch its attention to the mainland followed Major's decision in October to give the intelligence organization MI5 responsibility for analyzing mainland terrorist information. Previously the job had been done by Scotland Yard's antiterrorist branch.\nMI5 quickly learned, government sources say, that the IRA had increased the number of units operating on the mainland and that they had large amounts of semtex and other explosives available for their attacks. At least a dozen IRA activists reportedly are operating in London and other centers. The activists, who smuggle explosives into England from Ireland, rely on help from sympathetic Irish people living in England.\nA police source says one of the more worrying aspects of current IRA tactics is that its teams have been ordered to remain operational for lengthy periods. In the past they were sent to the mainland from Ireland for \"short stay\" campaigns, and then withdrawn.\nWilkinson says the aim of the IRA is to create a climate of opinion on the British mainland that will force the government to consider withdrawing its forces from Northern Ireland.\nHome Secretary Kenneth Clarke has repeatedly said that such tactics will not work, but police are worried that the attempted placing of two huge bombs last month may have been a prelude to a campaign on the scale of that carried out by the IRA in the early 1970s. Then, bombs exploded at Scotland Yard, the Central Criminal Court, London's Post Office tower, and prestige targets such as the Harrod's department store.\nThe tower at Canary Wharf was such a target. British insurance companies have lately been advising the owners of buildings thought to be likely IRA targets that premiums are bound to rise if the \"big bomb\" attacks continue.\nIRA warnings about bombs later found not to exist also have been causing disruption in London. Stations on the capital's underground railway system have been routinely shut down in recent weeks following false warnings.\nWilkinson adds that the formation of an antiterrorist unit is a necessary preliminary to any political contacts there may later be with the IRA.\n\"The two go hand in hand,\" he says. \"The government cannot wait for progress at the political level without taking urgent steps to improve national security against terrorism.\"\n \n\nGraphic\n\n \nPHOTO: ATTACK AFTERMATH: Van burns after attempted attack on 10 Downing Street in 1991. The IRA now favors 'big bomb' attacks., AFP/FILE\n\nLoad-Date: December 1, 1992"
}