{
    "title": "BRITAIN WOULD EXPEL MILITANT CLERICS; DEAL WITH JORDAN SIGNALS HARDER LINE ON TERRORISM",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 21,
    "full text": "Britain yesterday struck a preliminary agreement with Jordan that may lead to the expulsion of a suspected close ally of al-Qaida terror chief Osama bin Laden, the first in a series of measures aimed at curtailing the activities of militant clerics.\n The new policy could take months to carry out in the face of expected court challenges. Abu Qatada, the cleric most likely to be affected, is a Palestinian citizen of Jordan. In court documents, he has been called a \"right-hand man\" in Europe of bin Laden and a spiritual guide to al-Qaida.\nThe agreement with Jordan, which is expected to be followed by similar arrangements with other countries, is the latest sign that -- belatedly in the eyes of its critics -- Britain is cranking up anti-terrorist procedures, moving away from a longstanding policy of offering sanctuary to Muslim radicals who might face torture or the death penalty in their own countries.\n Home Secretary Charles Clarke said he had authorized compilation of a global list of suspects likely to be expelled from or barred entry to Britain if they were found to be \"preaching, running a Web site or writing articles which are intended to foment or provoke terrorism.\"\n Almost two weeks after the July 7 bombings killed 56 people, Britain still seems to be in a state of shock as it grasps for ways to explain why four British-born Muslims rode into London aboard a commuter train with backpacks of explosives that detonated on three subway trains and a double-decker bus.\n Normally loquacious London Mayor Ken Livingstone, who earned considerable respect after the bombings for his restrained response, said in a BBC interview yesterday that the blame lay with \"80 years of Western intervention into predominantly Arab lands because of the Western need for oil.\" Asked if he denounced the London bombers, he said he also denounced \"those governments which use indiscriminate slaughter to advance their foreign policy, as we have occasionally seen with the Israeli government bombing areas from which a terrorist group will have come, irrespective of the casualties it inflicts -- women, children and men.\"\n \"Under foreign occupation and denied the right to vote, denied the right to run your own affairs, often denied the right to work for three generations,\" he said, \"I suspect that if it had happened here in England, we would have produced a lot of suicide bombers ourselves.\"\n Prime Minister Tony Blair defended British intelligence and law enforcement officials who less than a month before the attacks had concluded that, \"at present, there is not a group with both the current intent and the capability to attack the U.K.,\" according to a confidential terror assessment. \"I'm satisfied that they do everything that is possible to protect our country,\" Blair said yesterday in Parliament.\n The security report was sent to government agencies, foreign governments and corporations in mid-June and prompted the British government to lower its formal threat assessment by one level.\n\nLoad-Date: July 22, 2005"
}