{
    "title": "Britain Starts New Attempt To Deport Radical Cleric",
    "publisher": "the new york times",
    "year": 2012,
    "month": 4,
    "day": 18,
    "full text": "LONDON -- The British authorities on Tuesday rearrested Abu Qatada, a radical Muslim cleric who was released from prison in February after a European court overruled British judges and blocked his deportation to Jordan on terrorism charges. They said they would resume efforts to remove him from Britain.\nThe cleric, 51, whose real name is Omar Mahmoud Mohammed Othman, was convicted in absentia by Jordan of involvement in a series of terrorist bombing plots more than a decade ago. Jordanian officials have said he will face retrial for the bombings if he is repatriated from Britain.\nBut in January, the European Court of Human Rights ruled that Mr. Othman, seen by British officials as one of Al Qaeda's major inspirational leaders in Europe and a threat to national security, could not be deported because a real risk remained that evidence obtained by torture would be used against him.\nUnder the latest deal with Britain, Jordanian officials have given assurances that he will be granted a retrial under more transparent conditions -- a promise intended to allay European human rights concerns.\nThe British home secretary, Theresa May, told Parliament that the new arrest by British border agency officers ''does not necessarily mean he will be on a plane to Jordan within days.'' Mr. Othman signaled his intent to appeal further, she said, and the process could take months.\nBut Ms. May said that the new assurances she had received from Jordan gave her confidence that the government would prevail.\nSince being released from prison in February, Mr. Othman has become a symbol of the tension between Britain's efforts to use deportation to deal with a pervasive network of Islamic militants with cells in many of the country's largest cities and the European court's determination to uphold the extensive human rights codified in its convention.\nIn recent weeks, Mr. Othman has often been pictured in Britain's tabloid newspapers along with calls to curb the power of the European court. Ms. May expressed sympathy for calls from politicians and pundits to have Mr. Othman immediately deported, in open defiance of the European court's ruling, but said that ''of all people and institutions, the government must obey the law.''\nMr. Othman was rearrested on Tuesday as a midnight deadline approached for Britain to lodge an appeal with the Grand Chamber, the highest level of the European Court of Human Rights, which is based in Strasbourg, France. Ms. May said she would no longer seek that appeal.\nBritain's efforts to deport or extradite radical Islamists have been uneven in recent weeks. After ruling on Mr. Othman in February, the European court decided last week that Britain could extradite five suspects wanted in the United States on terrorism charges, including Abu Hamza al-Masri, an inflammatory Egyptian-born cleric imprisoned in Britain but accused in a range of anti-American plots.\nIn a major precedent that appeared likely to greatly ease extradition of Britain's terrorism suspects, the court ruled that the human rights of the defendants would not be violated by their prospective captivity in a maximum-security American prison. All five face the possibility of life sentences without parole.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Jordan says Abu Qatada, a k a Omar Mahmoud Mohammed Othman, will face retrial if he is repatriated from Britain. (PHOTOGRAPH BY MIGUEL MEDINA/A.F.P. -- GETTY IMAGES)                                                                             \n\nLoad-Date: April 18, 2012"
}