{
    "title": "Britain 's war against ... well, you know Terrorists targeting the West populate a virulent strain o",
    "publisher": "usa today",
    "year": 2007,
    "month": 7,
    "day": 10,
    "full text": "Britain is now fighting a war it dares not name. The recent failed car bomb attacks on a London nightclub  and Glasgow airport  demonstrated once again that Britain is a principal target for al-Qaeda. But even now, the British response is dangerously confused.\nAfter eight people in the medical profession  were arrested over these attacks,  there was widespread shock that those who cure should also want to kill. This naive and ahistorical reaction demonstrated yet again the extraordinary state of denial about the Islamist jihad. After all, Osama bin Laden's sidekick, Ayman al-Zawahri, is a doctor. So are  other Islamist terrorists, including Mahmoud Zahar, the Hamas strongman in Gaza.\nBut because the deeply empirical British do not understand how religious fanaticism twists the human mind, they tell themselves that Islamic terrorism must be driven by rational grievances such as deprivation, \"Islamophobia\" or British foreign policy.\nMany continue to believe that Britain is a target because of its involvement in Iraq. While the war is undoubtedly used to whip up hysteria in the Muslim world, the irrationality of believing that it is the cause of Islamic terror is clearly demonstrated by the fact that British Muslims who have been jailed for terrorist offenses were recruited even before 9/11. Al-Qaeda is also heavily engaged in places such as Indonesia  or Africa,  which have no connection to Iraq or the Middle East.\nA global target\nIn Britain, all these grievance excuses are wearing very thin, thanks to the recent emergence of former jihadists who have renounced their extremism.\nEd Husain, in his book The Islamist,  and another former radical, Hassan Butt,  have made the case that the doctrines to which they once subscribed are rooted in  nothing other than a fanatical desire to Islamize the world.\nBut while these courageous people are telling Britain that, far from being motivated by despair, Islamist terrorists kill as an act of religious exultation, the new prime minister, Gordon Brown, has banned his ministers from using the word \"Muslim\" -- and presumably \"Islamic\" or \"Islamist\" -- in connection with the terrorist crisis. He has also put an end to the phrase \"war on terror.\"\nAccordingly, in her statement to Parliament about the attacks, the new home secretary, Jacqui Smith, referred to them as \"criminal\" acts rather than Islamic terrorism and talked about \"communities\" that are involved rather than Muslims.\nFor those in the coalition of the willing who have been nervous about how Brown's leadership will differ from that of Tony Blair, such a signal is deeply alarming. How can Brown talk about winning a battle of ideas -- when he is not even prepared to name the central idea that is driving the terrorism?\nThis is a disastrous misjudgment, and not merely because a society cannot possibly defend itself against a threat it is not even willing to identify. More seriously still, it means the British government is pandering to the refusal by most British Muslims to acknowledge that Islamist terrorism is rooted in their religion and that this is a problem with which they must themselves deal.\nBecause it is not enough for them to condemn terrorism. They must also repudiate, publicly and authoritatively, those parts of their religion that mandate hatred of the unbeliever and holy war. The Brown government's censorship of language lets them off that crucial hook and, by signaling its own moral and intellectual weakness, emboldens the radicals.\nSoftening in the USA\nBrown's failure of nerve is being reflected in the USA, too.\nDespite President Bush's aggressive rhetoric about the \"war on terror,\" he has in fact fluctuated wildly over identifying religious fanaticism as the central driver of the problem. After 9/11, he said \"Islam is peace.\"   And although for a period he started referring to \"Islamic extremism\" and even \"Islamo-fascism,\"  he recently sounded a full retreat when he appointed an American special envoy to the deeply Islamist and anti-western Organization of the Islamic Conference. With such an instinct on both sides of the Atlantic to appease Islamist fanaticism, the \"war on terror\" becomes an empty sound bite as the West advertises its weakness to the enemy.\nUndoubtedly, the latest attacks upon Britain were designed to test the will of the new British prime minister. His censorship of the language, however, was far from the only indication of a disturbing weakening of that will. For he has brought into his government a string of people who were opposed to the Iraq war, thus signaling a distancing from the United States -- and opening up an exceptionally dangerous crack in what should be a staunchly united alliance in time of war.\nSuch new ministers include Foreign Secretary David Miliband, who blamed Israel  in last year's Lebanon war; the new higher education minister, John Denham, who resigned from the Blair administration over Iraq;  and most startling of all, the new second in command at the Foreign Office, Sir Mark Malloch Brown, a former United Nations official  who has downplayed the U.N. \"oil for food\" scandal and condemned the United States over the Iraq war.\nBritain has never been in a more dangerous position -- not just because of terrorism  but because, faced with an enemy whose platform is the decadence and weakness of the West, it is going out of its way to prove the terrorists right.\n---\nMelanie Phillips is a columnist for the Daily Mail in London and author of Londonistan. \n\nGraphic\n\n \nPHOTO, B/W, Peter Macdiarmid, Getty Images\nPHOTO, B/W, AFP/Getty Images\n\nLoad-Date: July 10, 2007"
}