{
    "title": "Broadly scoped biopic a winner",
    "publisher": "university wire",
    "year": 2010,
    "month": 10,
    "day": 25,
    "full text": "The new film from Parisian-born Olivier Assayas is based on the true story of Ilich Ramírez Sánchez, also known as Carlos the Jackal. He was a global terrorist-a man who left his mark on many countries-yet it was undoubtedly his worldly extravagance that drew Assayas to this story.\nThroughout his filmography, Assayas illustrates how cultures often meld together. He sees the once expansive nature of our world as a place currentlywithout borders.\nAlready proven a filmmaker unconcerned with provinciality, it comes as no surprise his captivatingly sprawling epic \"Carlos,\" a movie that spans decades, continents and multiple languages falls in line with Assayas' established worldview.\nDespite his ruthless persona as a dangerous terrorist-captured pitch-perfectly by actor Édgar RamÍrez-Sánchez. considered himself a modish example of anti-Zionism, and Assayas depicts him as the world's first rock star of global terrorism. But his indulgent materialism renders him a far cry from an ardent revolutionist.\nThe Venezuelan-born Sánchez made global headlines while working for the Popular Front for the Liberation of Palestine in the early '70s, gaining reverence from his militant peers. His reputation followed him for decades as he hopped the globe working for whichever nationalistic militant group hired him.\n\"Carlos\" unfolds at a slowly churning and uncompromised pace. The film is nothing if not expansive. The 165-minute theatrical cut, as well as the behemoth-sized 330-minute version that aired on the Independent Film Channel, make no illusions of its beefy subject matter.\nHowever, Assayas is immensely skillful in his pacing, as the film rarely skips a beat. A film that must have looked labored and lethargic on the page has a fluidity that belies its run time. The immersive power of \"Carlos\" is nothing short of masterful.\nThe film's centerpiece lies in the December 1975 raid of an Organization of Petroleum Exporting Countries meeting in Vienna, spearheaded by Sánchez. Here, Assayas lays forth the many themes he sees in Sanchez's storied existence. The hourlong sequence gives weight to Sánchez not being the fervent militant he portrayed himself to be. Rather, he sees himself as a modern-day swashbuckler-proclaiming, \"Some of you may have heard of me\" to his hostages as he waves an M-80 in their faces.\nWhen this grand scheme ultimately fails, Sanchez opts to take a cash buyout to ensure his freedom-goodbye devoted anti-capitalist, helloconciliatory poseur.\nBut the film is more than an examination of Sánchez's narcissism. It's a visual history of pre-9/11 terrorism in what was once a microcosmic world-a sort of geopolitical examination that fully illustrates how far globalization has come. Assayas is less concerned with decrying the act of terrorism than he is with the ideological manipulations that produce it.\nAssayas has reminded us of the utterly enthralling nature of a filmed historical epic by making one effectively relevant to modern societal issues. Both a lavishly envisaged biographical account and uncompromisingly intellectual action flick, Assayas has crafted a truly unique filmic experience.\n\nLoad-Date: September 17, 2013"
}