{
    "title": "Brochure focuses on preparation for terrorism",
    "publisher": "st. petersburg times ",
    "year": 2004,
    "month": 1,
    "day": 11,
    "full text": "(ran East, South, Beach, Seminole editions)\nPinellas County Emergency Management has made a brochure available titled How Should Florida Prepare for Terrorism. Produced by Florida Initiative Against Homeland Terrorism, the brochure includes suggestions for creating a family disaster plan, what to include in a disaster supply kit and what steps you can take to protect yourself in the event of a terrorist incident. Copies will be available at the Pinellas County Courthouse information desk, the City/County Government Services Center at Tyrone Square Mall, at any of the member branches of the Pinellas County Library Cooperative or online at  http://www.pinellascounty.org . Click on the County Emergency Management link and scroll down to the list of online informational materials.\nHeritage Village needs old photos of buildings\nThe Florida Humanities Council recently awarded a grant of $10,000 to Heritage Village to conduct extensive historical and architectural research about the structure of the village.\nHeritage Village is now looking for help from the community in locating photographs of the 27 structures on their sites as well as any other historical information pertaining to the people who occupied the buildings from the time they were built until they were donated to Heritage Village.\nIf you have information to share, call 582-2127 or visit  http://www.pinellascounty.org/Heritage. \n \nOld cedar chests being rounded up for safer locks\nSt. Petersburg police and Lane Home Furnishings are asking Tampa Bay area residents for help locating about 60,000 airtight cedar chests that need safer locks. The chests were made between 1912 and 1987 under the Lane and Virginia Maid brand names. Locks installed before 1987 engage automatically when the lid is closed making them potentially dangerous to children. The new locks are easy to install and are similar in appearance to the old locks. They can be obtained at no charge by calling 1-888-856-8758, or by registering at  http://www.newlock.net. \n\nLoad-Date: January 11, 2004"
}