{
    "title": "Bronx Man Pleads Guilty In Terror Case",
    "publisher": "the new york times",
    "year": 2007,
    "month": 4,
    "day": 5,
    "full text": "A jazz bassist and martial arts expert charged two years ago in an elaborate undercover terrorism investigation pleaded guilty yesterday to plotting to teach would-be Qaeda operatives how to wage jihad with hand-to-hand combat.\n  The man, Tarik Shah, 44, entered his guilty plea in Federal District Court in Manhattan. In exchange, he will receive a reduced maximum sentence of no more than 15 years.\nThe plea by Mr. Shah, who is from the Bronx, brings to a close his involvement in a wide-ranging federal sting operation that reached its height in May 2005 when an undercover F.B.I. agent posing as a recruiter for Al Qaeda met him in a ground-floor apartment near the Grand Concourse. There, the government says, Mr. Shah discussed a failed attempt to attend a terrorist training camp in Afghanistan and then, in words that were secretly recorded, pledged ''bayat,'' or allegiance, to Al Qaeda.\n  The government has acknowledged that neither Mr. Shah, nor the three others accused in the case -- two of whom have already pleaded guilty -- were on the verge of any violent act. But the case stood out because it stemmed, in some measure, from the work of a former jailhouse informer and evolved into a large sting operation, complete with secret meetings, coded messages and talk of travel overseas for formal training in the name of jihad. \n  Mr. Shah first came to the attention of authorities in 2003, court papers show, when he began a relationship with a man he did not know was a federal informer. He told the man of his martial arts training and of his ability to teach ''brothers'' how to fight.\n  The government never revealed the identity of the informer beyond saying he was convicted in 1990 of crimes related to a robbery; his cooperation in terrorism investigations began while he was behind bars.\n  Mr. Shah's conversations with the informer drew the interest of investigators, which intensified in December 2003 when he was arrested in Yonkers on charges unrelated to terror. The police discovered in checking his car phone the numbers of two men whom the F.B.I. had already identified as suspects in terrorism investigations. \n  Shortly after that search, Mr. Shah met again with the informer, who told him of a warehouse on Long Island that Mr. Shah could use for his martial arts training. Mr. Shah, the government says, was intrigued and offered the informer details of his own secret militant ambitions, claiming that his life as a jazz musician was his ''greatest cover.''\n  Even while imprisoned and awaiting trial, Mr. Shah, who grew up listening to Cannonball Adderley records, continued to practice his music. He and his brother, Antoine Dowdell, a jazz pianist, would sometimes sing and scat in an isolated visiting area of the Metropolitan Correctional Center in Lower Manhattan.\n  In early 2004, the informer, at the F.B.I.'s direction, told Mr. Shah that he had been in touch with a terrorism recruiter from the Middle East who had been looking for someone to train fighters in close-quarters combat. In March 2004, Mr. Shah and the informer took an Amtrak train from Pennsylvania Station to Plattsburgh, N.Y., court papers say, to meet with the recruiter, who was actually an F.B.I. agent.\n  Mr. Shah told the undercover agent of a friend, Rafiq Sabir, an emergency room doctor with a Columbia University medical degree, who had worked in New York and Florida. The agent told Mr. Shah that the doctor's skills could be used for jihadists who are hurt in training.\n  Dr. Sabir is awaiting trial in the case. Abdulrahman Farhane, a Brooklyn bookseller, has pleaded guilty to plotting to buy arms for Islamic fighters in Afghanistan. And on Monday, Mahmud Faruq Brent, a paramedic from Washington, entered a guilty plea to having attended a training camp run by the Pakistani terror group Lashkar-e-Taiba in 2002.\n  During the many months of the investigation, Mr. Shah had conversations about Osama bin Laden, according to the government, and about Mr. Shah's interest in learning about chemicals and explosives.\n  ''This has always been one of my dreams,'' he said at one point about his proposed role as a martial arts trainer, according to a federal complaint.\n  Dr. Sabir, the government says, attended the meeting with Mr. Shah and the undercover agent two years ago in the Bronx. At the outset of the meeting, the government says, Mr. Shah took care to assure everyone that the apartment was ''safe.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Tarik Shah, who pleaded guilty yesterday, played bass in May 2005 at a New Jersey nightclub. (Photo by Vincent Giantomasi/Getty Images)(pg. B4)                                                    \n\nLoad-Date: April 5, 2007"
}