{
    "title": "Brother of Australian cricket star arrested, questioned over 'terror hit list'",
    "publisher": "university wire",
    "year": 2018,
    "month": 12,
    "day": 4,
    "full text": "Arsalan Khawaja was arrested in relation to \"documents allegedly found on University of NSW grounds in August this year containing plans that purported to facilitate terrorism attacks\", NSW Police confirmed.\nArsalan Khawaja, 39, faces charges of forgery and attempting to pervert justice over a notebook obtained by police which is alleged to have contained fabricated plans to carry out terrorist attacks in Australia.\nNizamdeen was eventually released in September, when police figured out the script did not match his handwriting.\nThe arrest comes asUsman Khawaja prepares with the Australia squad in Adelaide ahead of Thursday's first Test against India, the start of a crucial four-match series in which the home side could challenge India's position as the world's top-ranked Test team.\n\"We have no information to suggest that there is any ongoing threat to the community arising from our inquiries into the matter\".\nPolice will allege he attempted to set Nizamdeen up because of a dispute over a girl.\nAssistant Commissioner Willing said police regret and felt \"very sorry\" about the time Mr Nizamdeen spent in custody, but stopped short of apologising to him.\nMichelle Obama doesn't believe in 'lean in' - should you?\nBut perhaps more shocking was how she deployed the curse word to denounce a feminist philosophy that has recently informed working women's outlook.\n\"In relation to the charging and the subsequent dropping of the charge against the Sri Lankan citizen, we have offered, and have paid his court costs\", Willing said.\nAccording to the Herald, Mr Nizamdeen is now suing police over his arrest, claiming the authorities were \"immature\" and \"unprofessional\" in the way they treated him.\nArsalan Tariq Khawaja was arrested inSydney's west on Tuesday morning following an investigation into the document which was allegedly found at the University of NSW in August.\nNizamdeen's exact relationship with Khawaja has not been stated by police.\nMr Nizamdeen endured more than four weeks in solitary confinement after he was arrested on terrorism charges. \"It's a matter for the police to deal with it\", the 31-year-old star told reporters.\nThe cricketer said: \"Out of respect for the process it'd be inappropriate for me to make any further comments\".\n\nLoad-Date: December 4, 2018"
}