{
    "title": "Brown_ What we mean when we say terrorism in the United States",
    "publisher": "university wire",
    "year": 2016,
    "month": 6,
    "day": 15,
    "full text": "Brown: What we mean when we say terrorism in the United States\nBy Marcus Brown\nmarcus-brown@uiowa.edu\nAt the vigil Monday held to remember those who lost their lives in the shooting in Orlando, Florida, I heard something that resonated with me among a litany of valid and needed statements. University of Iowa student Rose Fiala took to the microphone to address the crowd and speak on her reaction to the events in Orlando. In her speech, she noted a reluctance to call the shooting an act of terrorism, but she went on to explain that this was not because labeling the shooting as an act of terrorism was not an apt and accurate description. This specific reluctance was a result of the Islamophobic connotations the term terrorism has now retained in the minds of the American public.\nOften, the definition and connotation of a word become so intertwined it becomes impossible to distinguish the two, but when it comes to what we choose to define as terrorism, a separation must be made clear. The FBI defines an action to be considered an act of domestic terrorism using three stipulations that include \"acts dangerous to human life,\" \"appear intended to intimidate or coerce a civilian population\" and \"occur primarily within the territorial jurisdiction of the U.S.\"; by this classification, the shooting in Orlando was an act of domestic terrorism. However, when the term \"terrorism\" is used, I would argue a very specific mental image comes to mind, and it is a mental image characterized by a very specific shade of skin color, language, religion, and area of origin.\nWhen the proper rhetoric that should be used to discuss national events is tainted by misconceptions and preconceptions, it not only belittles the impact of the event in question, it can also serve to direct animosity in the direction of undeserving parties. Every time the word \"terrorism\" is uttered, the knee-jerk response can not be an unfounded animosity toward a group of people who are not unanimously culpable for the action simply by virtue of religious practice or other identifying factor. A disservice is done not only to the victims but to members of the larger society when the words we use to talk about  events cause further rifts in a divided nation.\nWe should be able to call the shooting in Orlando an act of terrorism without conjuring up an unrelated stereotype of violence that is not sole issue within the tragedy at hand. The mourning and discussion of Orlando should not result in more division among those still suffering from and processing the consequences of one individual's actions. The face of terrorism is worn by those we assign it to, and the only people deserving of being called a terrorist are those who have committed acts of terrorism.\n\nLoad-Date: January 5, 2017"
}