{
    "title": "Brown repulsed by Lockerbie bomber's Libya welcome",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 8,
    "day": 26,
    "full text": "Brown repulsed by Lockerbie bomber's Libya welcome\nAP Photo LST103, LST101, LST102, LST111\nBy MATTI FRIEDMAN\nAssociated Press Writer\nLONDON (AP) - British Prime Minister Gordon Brown broke his silence on the Lockerbie bomber Tuesday, saying he was repulsed by the hero's welcome Libya gave the convicted killer and insisting he played no role in Scotland's much-criticized decision to free him.\nAbdel Baset al-Megrahi, convicted of the 1988 airplane bombing that killed 270 people, was released from a Scottish prison last week on compassionate grounds because he is dying of cancer. He returned to his native country, where he was greeted by a crowd waving Libyan and Scottish flags and throwing flower petals.\nThe Scottish administration has faced angry criticism from U.S. officials and the families of some Lockerbie victims, most of whom were American.\n\"I was both angry and I was repulsed by the reception of a convicted bomber guilty of a huge terrorist crime,\" Brown said.\nBut Brown would not say whether he thought it was right or wrong to release the bomber, arguing that it was a matter for Scotland's justice system to decide.\nScotland is part of Britain but has its own justice system, and London officials are wary of being seen as interfering in a Scottish decision. They also want to avoid the anger that has been directed at officials in Edinburgh.\nBrown, who met President Moammar Gadhafi during a G8 meeting in Italy last month, said he had told the Libyan leader \"that we had no role in making the decision on (al-) Megrahi's future.\"\n\"It was a matter in which we could not interfere, and had no control over the final outcome,\" he said.\nBrown said he did not think the release would harm Britain's relations with the United States, despite the criticism from President Barack Obama and other senior Washington officials.\nHe said that \"whatever decision was made on compassionate grounds by the Scottish government, our resolve to fight terrorism is absolute.\"\n\"Our determination to work with other countries to fight and to root out terrorism is total,\" Brown said.\nOn Tuesday the Scottish government said it would release documents in the next few days showing how Justice Secretary Kenny MacAskill made the decision to release al-Megrahi.\nThey include transcripts of talks between MacAskill and U.S. Attorney General Eric Holder, a copy of MacAskill's prison-cell discussion with al-Megrahi and notes of meetings with U.S. families who urged him to keep the bomber locked up.\nScottish government spokeswoman Fiona Wilson said the documents would be made public ahead of a debate in the Scottish Parliament on Sept. 2.\nAl-Megrahi is the only man convicted in the bombing of Pan Am Flight 103 over Lockerbie, Scotland. The explosion of a bomb hidden in the cargo hold killed all 259 people on the plane and 11 on the ground in Britain's worst terrorist attack.\nThe bomber's release comes after years of thawing relations between the West and Libya, long treated as a pariah state.\nIn the aftermath of the Sept. 11, 2001 attacks on the United States, Gadhafi renounced terrorism, dismantled Libya's secret nuclear program, accepted his government's responsibility for the Lockerbie bombing and paid compensation to the victims' families.\nAssociated Press Writer Ben McConville contributed to this report from Edinburgh, Scotland.\n\nLoad-Date: August 26, 2009"
}