{
    "title": "Brown proposes changes in Britain 's security strategy",
    "publisher": "usa today",
    "year": 2008,
    "month": 3,
    "day": 20,
    "full text": "LONDON -- Prime Minister Gordon Brown proposed an overhaul of Britain's security strategy Wednesday, ranking climate change and disease alongside terrorism as national threats.\nThe British government had billed the changes as the biggest shift in protocol since the end of the Cold War. The announcement included no major new policies but seemed designed to refocus Britons' attentions on security issues nearly three years after bombings on the London transit system killed 52 passengers.\nTerrorism leads the list of threats, Brown said, as Britain still faces upward of 30 possible terrorist plots involving roughly 2,000 people in about 200 terrorist networks.\n\"For most of the last half-century, the main threat was unmistakable: a Cold War adversary,\" Brown said in a speech at the House of Commons. \"Now it comes from loosely affiliated global networks that threaten us and other nations across continents.\"\nAmong his new anti-terrorism proposals:\n*Making a registry of risks public so Britons are aware of dangers and more easily enlisted in the fight against them.\n*Establishing four regional intelligence units to help local police in anti-terrorism activities.\n*Inviting academics, military and outside security experts to sit on a national security forum to advise government intelligence committees.\n*Creating a 1,000-member civilian response team that could be dispatched rapidly to failing nations to help bring economic and political stability in areas that could be breeding grounds for terrorists.\nThe announcement comes amid public opposition to continued British involvement in the Iraq war and concern over having troops stretched between Iraq and Afghanistan.\nA poll published Monday in The Guardian newspaper indicated that the British public's confidence in Brown's ruling Labor Party was at a 24-year low.\nOpposition politicians and terrorism analysts praised Brown for recognizing that Britain faced new dangers. They complained, however, that it was overdue, short on details or simply a rehash of what already was underway.\n\"It's a step in the right direction,\" said Patrick Mercer, a former army officer and Conservative opposition member of Parliament. \"But we don't seem to have anything of a strategy here. We just have a list of threats and a list of what's already in place.\"\nSimon Barrett, director of the International Media Intelligence Analysis think tank in London, said Brown's strategy was short on new actions against the source of the terrorism threat.\n\"You have got to crack down on Islamic extremism, stop the promotion of hate and keep young British Muslims from becoming radical,\" he said. \n\nLoad-Date: March 20, 2008"
}