{
    "title": "BROWN _ Terrorism_ Propoganda Versus Reality",
    "publisher": "university wire",
    "year": 2019,
    "month": 10,
    "day": 28,
    "full text": "There is hardly an accusation more damning in American political discourse than to be declared a \"sponsor of terrorism.\" We are used to certain countries, primarily Iran, being labeled by government officials and media outlets as state sponsors of terrorism. In the case of Iran, this claim is certainly true. But Sun columnist Michael Johns '20, echoing a statement by former President George W. Bush, takes this accusation to the extreme by claiming that Iran is the world's largest state sponsor of terrorism. The recent historical record, however, shows that this is far from true: It is the United States that routinely tops the list of rogue states with little regard for international law and diplomatic norms.\nTo make such an accusation against a country merits an investigation into its veracity. Johns references Iranian support for violent non-governmental actors such as the Lebanese militant-political party Hezbollah and Shi'ite militias in Iraq, as well as its ties to the Houthi rebels in Yemen, as proof that Iran reigns world champion of terrorism. In analyzing Johns' and Bush's accusation, it will be helpful to consider some of the most extensive instances of international terrorism since the 1979 Iranian Revolution brought about Iran's current regime.\nFirst, we turn to the ongoing Yemeni Civil War, the \"worst humanitarian crisis in the world,\" according to international observers. The suffering is far from limited to traditional wartime deaths, which number at just under 100,000 so far. Some 85,000 children under the age of five died of starvation as of November 2018, a result of a famine caused by a military blockade of Yemen. It is unlikely that this famine and the indiscriminate targeting of civilians via airstrikes will come to an end soon, as the state-terrorist perpetrator's principal military ally has blocked all efforts to end its patronage of the regime committing these crimes.\nBut the perpetrator of these atrocities is not the Iranian-backed Houthi Movement, and Iran is not the unrepentant enabler: The perpetrator is Saudi Arabia, and its patron is the U.S. Executive Branch. Saudi Arabia regularly commits the same types of outrageous human rights violations against its own citizens for which Johns rightly condemns Iran. We can therefore conclude not only that Iranian support for the Houthi rebels in Yemen is not an example of Iran's alleged supremacy in the realm of international terrorism, but that a closer look at the reality of the war in Yemen paints a radically different picture of who is sponsoring \"terrorism\" in the country.\nJohns' next example of Iranian terror is the regime's support for Hezbollah, a Lebanese political-military faction that emerged as an armed Shi'a-Islamist opposition to the Israeli occupation of southern Lebanon in the 1980s. Hezbollah is best remembered in the U.S. for perpetrating bombings against Israeli-allied and American targets in Lebanon during the country's civil war. Iran has been a consistent ally of Hezbollah since its founding.\nPerhaps the most extensive example of state-sponsored terrorism contemporary to the emergence of Hezbollah is that of the Contra War in Nicaragua. The Contras were a collection of paramilitary organizations and mercenaries receiving funding, intelligence, training, and arms from the CIA for most of the 1980s. They systematically killed civilians and attacked public spaces in order to bring the popular Nicaraguan government to its knees, a tactic that an honest observer might refer to as \"terrorism.\" Contra fighters routinely committed the types of gruesome executions we tend to associate with ISIS. In 1986, the World Court ruled that the Reagan Administration had violated international law in aiding the Contras, and Nicaragua continues to seek billions in reparations. By 1990, the Contra-led assault on Nicaragua had claimed over 30,000 lives - an example of terror contemporary to the first phase of Hezbollah terror in Lebanon, but on a much larger scale. Atrocities of larger magnitude were carried out at the same time in El Salvador and Guatemala, perpetrated by U.S.-backed military dictatorships rather than rouge rebel armies, all part of a strategy of financing groups violently opposed to political reform in Central America.\nWith so many examples of U.S.-backed terrorist groups and murderous regimes contemporary to each instance of Iranian sponsorship of terror, you begin to wonder how Johns and so many other American commentators have managed to present the narrative that Iran is the leading sponsor of terrorism in the world. The U.S. government does have a list of state sponsors of terrorism that includes only Iran, Syria, Sudan and North Korea. All are authoritarian regimes that brutalize their own populations. But curiously absent from the list are the chief U.S.-backed human rights abusing states of our time, such as Saudi Arabia and the Arab Gulf States, Egypt, Israel, Colombia and the Philippines, to name a few.\nIt is therefore revealed what is meant by \"terrorism\" in the vernacular of many American government officials and political commentators: \"Terrorism\" is a term which categorically excludes any state, paramilitary or rebel army that commits acts of politically-motivated violence so long as it is allied (or directed by) the U.S. If we want to \"reign in Iran's brutal regime\" with any sense of moral high ground, then perhaps it is time to have an honest discussion about state-sponsored violence in the world and reject the blinding, hyper-nationalist ideology that refuses to recognize terrorism as such unless it is committed by an official enemy.\nJacob Brown is a Ph.D. candidate in applied mathematics at Cornell University. He can be reached at jtb257@cornell.edu Mapping Utopia runs every other Tuesday this semester.\n\nLoad-Date: October 28, 2019"
}