{
    "title": "Brown pleads not guilty to terrorism, murder charges in Tevlin case",
    "publisher": "university wire",
    "year": 2015,
    "month": 8,
    "day": 4,
    "full text": "Muhammad Ali Brown / Essex County Prosecutor's Office\nOn Tuesday, Ali Muhammad Brown pleaded not guilty to murder, terrorism and other charges for his alleged murder of Brendan Tevlin on June 25, 2014 in a brief court appearance attended by Tevlin's parents, nj.com reports.\n\"It is our belief that Brendan was senselessly executed for no reason other than he was an American and that this outrageous fact will be proven at trial,\" said Allison Tevlin, Brendan's mother.\nBrown, 30, was indicted on terrorism, murder and other charges July 2 for the murder of Tevlin, who had recently completed his freshman year at University of Richmond. Brown became the first person charged with terrorism in New Jersey, whose terrorism statue includes crimes intended \"to influence the policy or affect the conduct of government by terror.\"\nEric Williams, 19, Jeremy Villagran, 20 - who each had their charges in the case dropped, because prosecutors \"couldn't meet our burden (of proof),\" a spokeswoman told nj.com -- and Brown attempted to rob Tevlin, 19, at a traffic light in West Orange, N.J., before Brown shot Tevlin eight times, according to nj.com. Williams and Villagran, who pleaded guilty for involvement in an unrelated shooting, fled, while Brown, a Muslim who has expressed anger in American military involvement in the Middle East, moved Tevlin's body to the passenger seat, drove to an apartment complex and stole personal items from him, leaving the car and Tevlin behind, prosecutors said.\n\"My mission is vengeance,\" Brown told law enforcement in July 2014, according to CNN. \"For the lives, millions of lives are lost every day...[in] Iraq, Syria, Afghanistan, all these places where innocent lives are being taken every single day. ... So, a life for a life.\"\nBrown has also been charged with murder for the killings of three men in Washington State between April and June 2014, which prosecutors alleged were part of a \"bloody crusade\" against the U.S. Government, CBS reports. Police found the gun used in the four killings when they arrested Brown in New Jersey in July 2014, according to The Seattle Times.\nAllison told Fox News Brown's terrorism charge was a good thing. \"Hopefully it will bring more attention to my son's case,\" she said, adding her family \"has been always confused why it didn't receive more attention.\"\nIf convicted in New Jersey, the maximum sentence Brown would face is life in prison, as the state has abolished the death penalty, according to The Seattle Times. Brown, however, could face the death penalty for his King County homicides, but a spokesman for the King County Prosecutor's Office told The Seattle Times that Brown would not be extradited to Seattle until his case is tried in New Jersey.\nIn 2005, Brown, a registered sex offender, was convicted of bank fraud in federal court and served time in jail. One of Brown's co-defendants in that case fled to Somalia to fight with the militant group Al-Shabaab, according to CNN.\nContact editor-in-chief Jack Nicholson at jack.nicholson@richmond.edu\n\nLoad-Date: August 4, 2015"
}