{
    "title": "Brown_ Redefining the _enemy_",
    "publisher": "university wire",
    "year": 2015,
    "month": 4,
    "day": 8,
    "full text": "In Garissa, Kenya, gunmen killed 148 people in a local university. The Somalian terrorist group al-Shabab has claimed responsibility for the grisly assault, but one of the numerous gunmen responsible for carrying out the act was from Kenya. Abdirahim Mohammed Abdullahi was the son of a Kenyan government official as well as a law-school graduate. Abdullahi was killed after the siege by responding Kenyan security forces, so we can only speculate on the entirety of his motivations.\nTerrorist attacks carried out by natives on their homeland are not a new phenomenon, but the spread of fanatical ideologies has far surpassed the barrier of geographic borders. The landscape of terror in the modern world has evolved to an unprecedented level of flexibility and potential for transmission across culture and country. Acts of terrorism across the globe have grown in severity and frequency at such a rate that there is no shortage of questions to ask.\nAnyone who turns on the news for more than five minutes would be led to believe the world is quite literally on fire and rightly so. More frightening than the scale and proximity of modern acts of terrorism are the motivations. The evolution of ideologies has contributed just as much to acts of terrorism as the evolution of the weapons used to perpetrate them. The motivations for such atrocious acts of extremism transect traditional notions of race, class, nationality, politics, and religion.\nWe can no longer confine the discussion of terrorism to that of strict singular roots and causes. Fundamentalist extremism carries the potential to captivate and draw supporters from all over the country that vary in their backgrounds and yet are united by a mutual opposition to a specific societal infrastructure.\nKenya has had a significant issue with quarantining the spread of insurgency and religious extremism. Kenya is not alone in this issue. There have been cases from all over Europe and even in the United States of disenfranchised citizens leaving to fight on the frontlines in Syria. The rise of this form of homegrown terrorism is one that cannot be countered with the mentality of an \"us\" versus \"them\" mentality.\nThe \"enemy\" is not confined to any specific person or group of people. The \"enemy\" is an ideology and one that has a reach far surpassing the traditional physical limitations of terrorism. All that is necessary for the perpetuation of tragedies such as the one that occurred in Kenya is a focus on the acts and not their causes. The roots of terror can grow at home and abroad. The best strategy moving forward would be a holistic attention placed on the rapidly shifting motivations for terrorist acts and not solely the perpetrators.\n\nLoad-Date: April 8, 2015"
}