{
    "title": "Bruno Remarks on Anti-Terrorism Drive Called 'Highly Insulting'",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 3,
    "day": 17,
    "full text": "Senate Majority Leader Joseph Bruno ruffled ethnic feathers yesterday when he suggested that Assembly Democrats are resisting antiterrorism legislation because of their concern about the disproportionate number of blacks and Hispanics in jail.\nSummarizing what he said he has heard in negotiations - which is also conventional wisdom at the Capitol - the Republican of Rensselaer County said the Assembly is reluctant to approve any legislation that increases criminal penalties when minorities constitute 80% of the prison population.\n\"Their attitude is, you minimize the penalties and you don't exacerbate a situation they find untenable,\" Mr. Bruno said, when asked by reporters why some anti-terrorism bills are stalled in the Legislature.\nThe chairman of the Black, Puerto Rican & Hispanic Legislative Caucus, Assemblyman Adriano Espaillat of Manhattan, called the remarks \"highly insulting.\"\n\"While the Senate majority leader owes an apology to all New Yorkers for his simplistic assessment of a complicated issue, he owes a deep apology to people of color,\" Mr. Espaillat said in a written statement.\nHe noted the Assembly has approved an anti-terrorism package in the immediate aftermath of September 11, 2001, but has \"legitimate concerns\" about the remaining bills.\n\"This issue is about outsmarting terrorists and enacting legislation that is effective and does not strip Americans of every basic right,\" Mr. Espaillat said.\nThe legislation passed by the Senate yesterday would criminalize the use of chemical and biological weapons, crack down on \"cyber-terrorism\" against computer systems, authorize \"roving wiretaps\" on suspects who switch cell phones frequently, and increase the penalties for impersonating public officials and contaminating water supplies.\nMr. Bruno's spontaneous mention of ethnic politics distracted from the thrust of his news conference yesterday, which was meant to focus pressure on the Assembly to ratify the bills.\n\"The time has come to stop procrastinating and stop making excuses and get these bills into law,\" he said. \"If we don't do these kinds of things, we're vulnerable, we're open. We're inviting people to come and do things that are against our interests.\"\nMr. Pataki, who proposed many of the measures, said he knew of no \"rational objection\" to making them law. \"The tragic attacks in Madrid have to remind all of us there are still those out there who want to attack us,\" he said.\nAssembly Speaker Sheldon Silver bristled at the pressure, pointing out that the Senate is resisting Assembly proposals on gun control - including a measure to ban 50-caliber weapons that he said are capable of shooting down airplanes.\n\"I saw terrorism first-hand, not on television,\" said Mr. Silver, whose home in Lower Manhattan is near ground zero.\" Nobody's going to teach me about terrorism in this state. I know what it means.\"\n\nLoad-Date: March 17, 2004"
}