{
    "title": "Brussels under serious terrorism threat after Paris attacks",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 21,
    "full text": "BRUSSELS - Heavily armed police and soldiers patrolled key intersections and subways were closed in Belgium's capital Saturday as the government warned of a threat of Paris-style attacks. At least one suspect from the deadly Paris attacks is at large, and was last seen crossing into Belgium.\nPrime Minister Charles Michel said the decision to raise the threat alert to the highest level was taken \"based on quite precise information about the risk of an attack like the one that happened in Paris ... where several individuals with arms and explosives launch actions, perhaps even in several places at the same time.\"\nThe Belgian Federal Prosecutor's office said Saturday that several weapons were discovered during the search of the home of one of three people arrested in connection with the Paris attacks, but said no explosives were found.\nAnd in Turkey, officials detained 26-year-old Ahmad Dahmani, a Belgian national of Moroccan origin, who was believed to have been in contact with the Paris attackers.\nAuthorities across Europe, the Mideast and in Washington are trying to determine how a network of primarily French and Belgian attackers with links to Islamic extremists in Syria plotted and carried out the deadliest violence in France in decades - and how many may still be on the run.\nA new potential link emerged Saturday in Turkey, where authorities said they detained a 26-year-old Belgian suspected of connections to Islamic extremists - and possibly to the Paris attacks.\nBelgium's national Crisis Center had raised its terrorism alert for the Brussels region to Level 4, which indicates a \"serious and immediate threat.\" Belgium's special security Cabinet held an emergency meeting Saturday morning.\nBrussels was the home of Abdelhamid Abaaoud, the suspected organizer of the Nov. 13 Paris attacks, and Belgium has filed charges of \"participation in terrorist attacks and participation in the activities of a terrorist organization\" against three suspects relating to the Paris attacks.\nAt least one Paris attacker, Salah Abdeslam, crossed into Belgium the morning after the attacks. A Paris police official and the Paris prosecutor's office said Saturday they had no firm information on Abdeslam's whereabouts, including whether he was in the Brussels area.\nHeavily armed police and soldiers were patrolled Saturday morning at key intersections of the Belgian capital, a city of more than 1 million that is home to the headquarters of the European Union, the NATO alliance and offices of many multinational corporations.\nResidents were recommended to avoid gatherings, train stations, airports and commercial districts. Service was halted on the Brussels Metro, as well as on streetcar lines that run underground.\nThe prime minister, speaking at a news conference after the emergency government meeting, said, \"We urge the public not to give in to panic, to stay calm. We have taken the measures that are necessary.\"\nHe said that the government's crisis cell will meet again on Sunday afternoon to reassess the threat.\nDahmani was detained in the Turkish coastal city of Antalya along with two other suspected Islamic State militants. A senior Turkish government official said Dahmani was believed to have been in contact with the Paris attackers, though the official did not say when. Dahmani had arrived in Turkey Nov. 14 from Amsterdam, and the three were preparing to cross into Syria, the official said.\nThe official cannot be named because of Turkish government rules that bar officials from speaking to reporters without prior authorization.\nGovernment officials in Belgium and France would not immediately comment on Dahmani's arrest.\nA Paris police official said Saturday that he had no information about Dahmani or his possible visit to the attack sites. The Paris prosecutor's office said it had no information to communicate about Dahmani.\nConcerns about Europe's porous borders prompted interior and justice ministers meeting in Brussels on Friday to promise tightened controls to make it easier to track the movements of jihadis with European passports traveling to and from warzones in Syria.\nParis prosecutors said Friday that they had determined through fingerprint checks that two of the seven attackers who died in the bloodshed Nov. 13 had entered Europe through Greece, an entry point for many of the hundreds of thousands of migrants seeking asylum in Europe.\nThe five other attackers who died had links to France and Belgium. One of the seven dead has not been identified, while a manhunt is underway for one suspect who escaped, 26-year-old Abdeslam. French police stopped Abdeslam the morning after Friday's attacks at the Belgian border but then let him go. His brother Brahim blew himself up in the Paris attacks.\nThe suspected ringleader, Abdelhamid Abaaoud, was killed in a raid Wednesday on an apartment in the Paris suburb of Saint-Denis.\nMarking a week since the carnage, some Parisians lit candles and paid tribute Friday night to the victims with silent reflection. Others decided that enjoying themselves was the best way to defy the extremists. They sang and danced on Place de la Republique, in the heart of a trendy neighborhood where scores of people were killed.\nFrance's Parliament has extended a state of emergency for three months, expanding police powers to carry out arrests and searches and allowing authorities to forbid the movement of persons and vehicles at specific times and places.\nFrench President Francois Hollande is also meeting with British Prime Minister David Cameron on Monday morning in Paris to discuss cooperation in the fight against the Islamic State group in Syria and Iraq, Cameron's office said. Hollande will travel to Washington and Moscow later in the week to push for a stronger international coalition against IS.\n___\nAngela Charlton, Frank Jordans, Karl Ritter and Maria Sanminiatelli in Paris, Suzan Fraser in Ankarka, Turkey, and Lorne Cook in Brussels contributed to this report.\n\nLoad-Date: November 21, 2015"
}