{
    "title": "BRUSSELS ATTACKS IN BRIEF(2)",
    "publisher": "daily news ",
    "year": 2016,
    "month": 3,
    "day": 23,
    "full text": "Cruz calls for Muslim surveillance\nRepublican presidential candidate Ted Cruz said Tuesday that surveillance in Muslim neighborhoods in the U.S. must be intensified following the deadly bombings at Brussels. Echoing rival Donald Trump, Cruz said the U.S. should stop the flow of refugees from countries where the Islamic State militant group has a significant presence. “We need to empower law enforcement to patrol and secure Muslim neighborhoods before they become radicalized,” the Texas senator said in a statement. The Council on American-Islamic Relations, the nation’s largest Muslim civil rights and advocacy organization, condemned Cruz’s call for surveillance, saying it sends “an alarming message to American-Muslims who increasingly fear for their future in this nation and to all Americans who value the Constitution and religious liberties.” \nKasich criticizes Obama’s response \nOhio Gov. John Kasich, who is seeking the Republican presidential nomination, criticized President Barack Obama for not cutting short his Cuba trip Tuesday in light of the attacks in Brussels. Speaking to reporters in Minneapolis on Tuesday, Kasich said Obama should have returned to the United States immediately after the bombings to call European heads of state and assemble intelligence experts. He suggested the president is being “too lax” in facing the growing threat of what he calls radical Islamic terrorism. \nBelgians gather to write, sing \nA few thousand people gathered at Brussels’ Place de la Bourse late Tuesday to write defiant messages against terrorism in chalk on the pavement and light candles. One group broke into Edith Piaf’s “Hymne a L’amour” (Hymn to Love) as onlookers applauded. Next, they sang the Belgian national anthem, in both of the country’s national languages: French and Flemish. Many of the drawings were joyous, with slogans like “Spread love,” “Live and Let Live” and “Love is my religion.” Others were more political: “Stop this war in Syria.” \nFrom news services\n\nGraphic\n\n \nCARL COURT / GETTY IMAGES\">A few thousand people gathered at Brussels’ Place de la Bourse late Tuesday to write defiant messages against terrorism in chalk on the pavement and light candles.\n\nLoad-Date: November 30, 2023"
}