{
    "title": "BRUSSELS TERROR ATTACKS HIGHLIGHT EVOLVING THREATS Insurer coverage offerings may lag changing tacti",
    "publisher": "business insurance",
    "year": 2016,
    "month": 3,
    "day": 28,
    "full text": "As Europe responds to last week's deadly terrorist bombings in Belgium, insurers and reinsurers are weighing the threat of more attacks and changes that would expand terrorism coverage to better fit the evolving and increasing threat.\nPolice raided locations in Brussels and Paris, arresting a series of suspects and hunting for others connected to the attacks in Brussels as well as last November's terrorist attacks in Paris. But the extent of the terror cell and others linked to the Syria-based Islamic State group is uncertain, sources say.\nAt least 31 people were killed and hundreds were injured last week when suicide bombers triggered a pair of explosions at Brussels' Zaventem Airport and a blast at the Maelbeek subway station near the European Union headquarters. The attacks came soon after Belgian authorities captured Salah Abdeslam, wanted in the Paris attacks that killed 130 and injured hundreds.\nThe Islamic State quickly claimed responsibility for the Belgian attacks and later warned in a statement that there would be \"dark days ahead.\" U.S. Defense Secretary Ash Carter vowed in a West Point speech that \"we will kill ISIL.\"\nMuch of the Brussels damage would be covered by a state-run insurance pool. But terrorism insurance originally designed to respond to massive property losses can fall short as the threat evolves toward smaller-scale attacks targeting civilians, London-based Jardine Lloyd Thompson Group P.L.C. said in a report last week.\nThat threat requires better coverage of contingent business interruption and brand/reputational damage risks, along with government reinsurance programs for cyber terrorism and nuclear, chemical, biological and radiological risks, JLT said.\nWhile commercial insurers are expanding existing terrorism policies to take on some of these risks, \"as a sector we are not there yet,\" said David Flandro, global head of analytics at JLT Re in New York. \"Some of the necessary coverage is still only done around the edges, basically.\"\nBrussels authorities said the airport would be closed to passenger flights through the weekend while parts of the city's subway system were closed most of last week. Security precautions, particularly at air and rail transportation sites, were tightened around the world.\nXavier Carn, Paris-based regional security director at International SOS and Control Risks, said travelers in Brussels should be vigilant and ready for disruptions caused by closures or false reports.\nWillis Towers Watson P.L.C.'s Special Contingency Risk Ltd. arm said in an advisory that companies should follow the advice given on the websites of security services for countries in which they have employees, restrict or delay employee travel in Brussels and advise avoiding major transport hubs, government buildings and iconic public areas.\nJohn Parry, finance director at Lloyd's of London, said the market undoubtedly would have exposure to the attacks since it underwrites terrorism and aviation business, but it was too early estimate.\nWith the Associated Press reporting that the Islamic State has trained at least 400 fighters to carry out further attacks and reports that more terrorist plots had been foiled, the possibility exists that additional cells have not yet been discovered.\nIf so, Brussels-type attacks \"can reoccur in other cities in Europe and maybe in the U.S.,\" said Tarique I. Nageer, property practice leader and terrorism coverage adviser at Marsh L.L.C. in New York.\nContingent business interruption - in particular for losses not triggered by actual property damage - is one area where terrorism coverage needs to be expanded, Mr. Flandro said. After 2013's Boston Marathon bombing, authorities shut down a 15-square-block area around the site, and parts of the city were locked down 80 hours afterward amid a manhunt for suspects. While large firms can absorb such shutdown losses, small and medium-size businesses may struggle, JLT said.\nDespite limitations, brokers can still structure policies to include nonphysical damage, and coverage is available for active shooter, terrorism liability, cyber terror and NBCR risks, Mr. Nageer said.\nXL Catlin, for example, now offers up to $35 million in \"active assailant\" coverage, including time element triggers, along with its $200 million in available limits for stand-alone terrorism risk.\nIn the U.S., cities such as San Francisco are concerned with larger-scale terror attacks, while smaller communities and school districts are more worried about home-grown lone-wolf terrorists, said John Chino, area senior vice president at Arthur J. Gallagher & Co. in Irvine, California. Citing the December San Bernardino, California, shooting by a radicalized U.S. citizen and his wife that killed 14 at a state government office, \"that really changed the attitude (about terror risk) quite a bit,\" Mr. Chino said. \"It was like a bell ringing, at least in California.\"\n\"While individual locations can be made more secure, it is impossible to protect all crowds against terrorists,\" said Randolph W. Hall, vice president of research and a professor at the University of Southern California's Epstein Department of Industrial and Systems Engineering. \"The only effective measures are intelligence and policing to break up terrorist networks along with support for peaceful alternatives to violent action.\"\n\nLoad-Date: March 31, 2016"
}