{
    "title": "Brutal logic of terrorism shown in Arafat's life",
    "publisher": "university wire",
    "year": 2004,
    "month": 11,
    "day": 18,
    "full text": "When Yasser Arafat finally succumbed to illness last week, members of a certain breed of tell-it-like-it-is commentators practically trampled over themselves to denigrate the old man in a way that made some two years of Israeli physical and psychological house arrest seem tame in comparison.\nNot only was Arafat a terrorist and undeserving of his Nobel Prize, according to these pundits, he was also evil. And this was from the so-called \"liberal\" press. The best the revisionists could muster was the oft-repeated cliche that Arafat, unlike Israel's Menachem Begin or South Africa's Nelson Mandela, could never make the transition from freedom fighter to statesman, and his people suffered for it.\nWhich is all, on some level, true. Looking at the desperate plight of the Palestinian people, it is easy to blame things not on the illegal wall or the illegal settlements or the disgrace of American \"even-handedness,\" but on the idea of a single incompetent leader, a single incompetent terrorist. And, of course, Arafat was, in many ways, the father of modern terrorism -- the father of a certain from of spectacular political performance art that proved almost embarrassingly successful. Indeed, Palestinians as a people were largely formed in the international consciousness though terror.\nBut the image of Arafat as the terrorist par excellence is misguided on at least two counts. First, and most obviously, the equations that render Arafat, Palestine and terrorism synonymous with each other perpetuates the pat baseline assumption that the Palestinians only operate through force and can only be dealt with through force.\nThis is certainly a form of blatant Orientalism -- remember, Edward Said's passing last fall may leave Arafat as only the second most influential Palestinian to die in the past 15 months -- but it is also fundamentally dangerous to the \"Occident.\" That is, this rewriting of Arafat as a terrorist is dangerous for Israel and, increasingly, the United States. Treat people like savages and savagery is what you will get.\nThis, of course, is the traditional mainstream Left response to terrorism: We must search for root cause of violence, and we must not reject outright the idea of moral equivalency. But the events of the past four years -- and the past three weeks -- suggest that such a position is based on the same central, unproven assumption propagated as truth by the right: Namely that terrorism, for the terrorized power, is a bad thing. The second problem with the image of Arafat the Terrorist thus emerges: Arafat, for much of his life, misunderstood the reality of terrorism.\nArafat imagined terrorism as a rational act of politics when, in fact, it is a matter of catharsis, a matter, indeed, of pure emotion. He birthed terror as a means and watched it become transformed to an end, and transformed from a matter of politlical interests to one of godly furor. Among his own people, Arafat saw the appeal of his anti-colonial, secular Fatah movement -- a practitioner of \"rational\" terrorism -- become increasingly entangled with and indistinguishable from Hamas, Hezbollah and the rise of global radical Islam. But it wasn't merely that his more radical compatriots, compatriots whose concrete political goals were overshadowed by the propulsive excitement of violence itself, outflanked Arafat on the terrorism front.\nIndeed, what Arafat failed to see until it was too late was that institutionalized terrorism becomes ultimately just that -- appropriated by and for the institutional power in place.\nOver the course of Arafat's life, terrorism became increasingly irrational and predicated on pure spectacle, but so too did anti-terrorism. Just look at the ratios of deaths between Israelis and Palestinians -- or American and Iraqis, now at about 1,000:100,000 -- for proof. Thus, as much as PLO terrorism gave rise to the idea of Palestinian statehood, so too is it inextricably linked with the very basis of the modern state of Israel. As difficult as it is for the terrorist, intoxicated by decades of cathartic violence, to come to the negotiating table, it is perhaps more so for the terrorized state to give up the national organizing story of constant existential danger that those terrorists pose -- an existential danger that certain nations like the United States, in situations far less precarious than Israel's, seem to be clamoring to get for themselves.\nConsider, for instance, the outcry after John Kerry declared in a New York Times Magazine piece that America's aim should be to render terrorism a mere nuisance. A noble goal, obviously, but one that's impossible -- terrorism is precisely that which is not a simple nuisance, a common crime. George W. Bush would make no such mistake. Terrorism is not a crime, nor is it a war. It has stripped of the discrete political aims once placed behind it by men such as the young Arafat, become the sign of an epoch, a sort of primordial scream that makes it appropriate for the other side to respond in kind.\nLiving with terrorism, as Kerry suggested, may be rational but is far less exciting, far less cathartic, then living for terrorism. And with the good Senator defeated, the Israel-ification of America, and the world, can begin. Because when faced with complexity and nuance and legitimate grievances, the easiest thing to do is scream.\nYasser Arafat, a failed terrorist, understood this was true for the repressed, but tragically (mis)overestimated his enemies.\n(C) 2003 Brown Daily Herald via U-WIRE\n\nLoad-Date: November 18, 2004"
}