{
    "title": "Bucs Urged To Sack Terrorism",
    "publisher": "the tampa tribune ",
    "year": 2004,
    "month": 7,
    "day": 29,
    "full text": "EXTRA SECURITY CONSIDERED, BUT WHO PAYS IS QUESTION\nBy ALAN SNEL\nasnel@tampatrib.com\nTAMPA — Fearing the possibility of suicide bombers attacking Raymond James Stadium, the National Football League wants security to pat down Tampa Bay Buccaneers fans when they enter the venue — but only if there is an orange terror alert, the nation's second-highest.\nThe subject of terrorism striking the Buccaneers' home stadium surfaced this week. First at a sports authority board meeting on Monday, when NFL security official Milt Ahlerich recommended pat-downs when there's an orange alert. Then Wednesday, police from several government levels met at the stadium for four hours to plan security for the football season. The Bucs' first regular-season home game is against the Seattle Seahawks on Sept. 19.\nWednesday's meeting by law enforcement and sports authority officials was closed to the public. A dozen law enforcement representatives from city, county, state and federal agencies discussed disaster strategies and security issues, said Mickey Farrell, stadium operations director.\nPatting down the torso of fans, as recommended by the NFL, came up at the meeting, Farrell said. It was among several options discussed, such as using a metal-detecting wand, he said. Farrell noted the authority's board decided against mandatory pat-downs two years ago.\nPatrick Manteiga, vice chairman of the Tampa Sports Authority board, wondered who will pay for the extra security to pat down fans. The Bucs have refused to reimburse the sports authority for beefed-up security during the past two years.\nManteiga said the current system works. Suspicious fans can be called out of line and inspected, he said. \"We already do a good job. During cold weather, we ask men and women to open their jackets. In hot weather, you would look funny if you're wearing the kind of clothing that would hide explosives.\"\nNeither the NFL nor the Buccaneers said they will pay for the extra stadium security efforts — even if it's the league that's recommending the extra security.\nBuccaneers spokesman Jeff Kamis said the team's agreement with the authority requires the public agency to cover all security costs, even those related to NFL requests.\nSports authority officials think otherwise, maintaining that the deal specifies that the Bucs pick up the tab for extra security.\nNFL spokesman Greg Aiello said stadiums of the New England Patriots, New York Giants, New York Jets, Denver Broncos, Philadelphia Eagles, Washington Redskins and Pittsburgh Steelers have agreed to routinely pat down all fans no matter the status of the terror alert.\nAiello said it's up to NFL teams and public boards that govern stadiums to work out a deal to pay for the costs caused by the league's security requests.\nThe NFL has not received complaints from fans who are patted down as they enter stadiums, Aiello said.\nBucs superfan Jeffrey Neil Fox, owner of Buccaneer Heaven, a Buccaneers merchandise store in north Tampa, said he's OK with being patted down.\n\"People have to be made to feel safe. The terrorist threat is real. MacDill Air Force Base is just right down the road,\" Fox said. \"I don't even want to think about it. I welcome the security. I have nothing to hide.\"\nReporter Alan Snel can be reached at (813) 259-7850.\nCopyright © 2004, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nGraphic\n\n \nPHOTO\nManteiga Sports authority vice chairman says the current system works, with suspicious fans being called out of line and inspected.\n\nLoad-Date: July 30, 2004"
}