{
    "title": "Budd's bipartisan terrorism bill clears House",
    "publisher": "high point enterprise ",
    "year": 2017,
    "month": 8,
    "day": 4,
    "full text": "Aug. 04--HIGH POINT -- Legislation meant to counter sources of funding for terrorist groups, which was co-sponsored by Rep. Ted Budd, has passed the House as part of larger bill targeting sanctions against Russia, Iran and North Korea.\nBudd, R-13th, introduced the bill designed to set up a comprehensive, national strategy to counteract funding sources for terrorist organizations and groups involved in other illegal activities.\nBudd, who represents High Point and Davidson County in Congress, is a freshman who serves on the House Financial Services Committee.\nThe bipartisan legislation was co-sponsored by Rep. Kyrsten Sinema, D-Arizona. This is the first legislation sponsored by Budd to pass the full House of Representatives.\n\"The growing sophistication of international terror financing networks needs a national response. This bill will get us closer to a coordinated strategy on this front, in the hopes that we are able to starve terrorist groups like ISIS of the resources they need to carry out their radical Islamist agenda,\" the congressman said.\nThe bill was signed into law by President Donald Trump on Wednesday.\nBudd's proposal would coordinate federal agencies to prevent the banking system from being used illicitly to fund terrorist groups. The effort would include reviews of enforcement efforts, relevant regulations and pertinent provisions of law.\nThe government would provide assistance to banks to help identify and stop illicit terrorist funding through financial accounts. The work would include identifying ways terrorist funding is promoted through the internet and digital networks.\nBudd's legislation also would promote cooperative efforts with other countries to head off terrorist group financing.\npjohnson@hpenews.com -- 336-888-3528 -- @HPEpaul\n___ (c)2017 The High Point Enterprise (High Point, N.C.) Visit The High Point Enterprise (High Point, N.C.) at www.hpenews.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: August 4, 2017"
}