{
    "title": "Budget 2009_ Bush Seeks 2 Percent Decline for DOJ, but Administration Says Earmarks Make Number Misl",
    "publisher": "congressnow",
    "year": 2008,
    "month": 2,
    "day": 4,
    "full text": "President Bush is requesting $22.7 billion for the Justice Department in fiscal 2009, representing a 2 percent decrease from the department's fiscal 2008 budget. In setting out his requested budget, the president emphasized counter-terrorism activities and border control.\n\"Challenging times require difficult decisions,\" said acting Deputy Attorney General Craig Morford at a Monday briefing for reporters.\nDespite the proposed budgetary reduction, Justice officials emphasized that the budget request would actually have represented a 6 percent increase if Congressional grants - that is, earmarks - aren't taken into account. They cited 1,514 individual earmarks totaling $678 million approved by Congress as making up the difference in the 2008 budget.\nTop priorities include anti-terrorism efforts, cracking down on illegal drugs smuggling and immigration along the U.S.-Mexico border and helping the Bureau of Prisons meet the needs of an expanding prison population. Justice further requested $1 billion in direct funding for joint programs with state and local law enforcement agencies.\nJustice officials said that their top priority, dwarfing other concerns, is still counter-terrorism. They produced a graphic that showed a dramatic 273 percent increase in money funneled to counter-terrorism and homeland security activities since 2001.\n\"It's just an area of huge growth,\" Morford said.\nOfficials are requesting that an additional $493 million be allocated to the department's National Security Initiative. The money would be used to hire 280 FBI agents and 271 FBI intelligence analysts charged with identifying and dismantling domestic and international terrorist threats and beefing up the country's intelligence capabilities.\nThe bulk of the counter-terrorism money would go towards strengthening the FBI's counter-terrorism operations, including physical and electronic surveillance and $9.8 million in construction money for the FBI Academy.\nA further $1.2 million is proposed for the department's Office of Inspector General, which wants to hire an additional 16 staffers, including two attorneys, to continue Justice probes into the FBI's use of national security letters and the government's warrantless wiretapping program.\nAnother Justice priority is the Southwest Border Enforcement Initiative aimed at cracking down on illegal drugs and immigrants flowing in from Mexico, and money and arms flowing out of the U.S. Justice is requesting $100 million for that program, including the cost of hiring 88 agents and 82 attorneys, including 50 attorneys for the U.S. Attorney's office to support cross-border crimes like money laundering, and human and drug smuggling.\nAlso topping the department's agenda is strengthening the Bureau of Prisons, which represents 24 percent of the fiscal 2009 total budget request. The department is requesting $50 million for the prison authority to build an additional 4,000 inmate beds and to add 16 staffers.\n\nLoad-Date: February 5, 2008"
}