{
    "title": "Buhari, El-Sisi Pledge Joint Action Against Terrorism",
    "publisher": "the will ",
    "year": 2019,
    "month": 12,
    "day": 13,
    "full text": "BEVERLY HILLS, December 12, (THEWILL) President Muhammadu Buhari and his Egyptian counterpart, Abdelfattah el-Sisi, have pledged to collaborate to eradicate the menace of terrorism in parts of Africa. Both leaders made the commitment on Thursday during a meeting on the sidelines of the Aswan Forum on Sustainable Peace and Development in Africa taking place in Egypt.\n President Buhari noted that countries of the West African sub-region were already in close collaboration towards combatting terrorism by setting up a Multinational Task Force. He said since terrorism was a worldwide phenomenon, more collaborative efforts were needed to rein in the menace.\n \"Together with other West African leaders, we are working hard to ensure that terrorism is eradicated,\" the President was quoted as saying in a statement by his Special Adviser on Media and Publicity, Mr Femi Adesina. He added, \"It is also important that the conflicts in North of Africa, particularly in Libya do not frustrate our efforts.\n We seek your cooperation in this regard.\" In his remarks, President el-Sisi conveyed his appreciation to his Nigerian counterpart for honouring his invitation to participate in the gathering and for his contributions.\n He also praised President Buhari for his leadership qualities and pledged to deepen cooperation and partnership with Nigeria in all areas of common interest. The Egyptian leader briefed his Nigerian counterpart on the efforts of his government on counter-terrorism, particularly on the Sinai and the borders with Libya.\n He reiterated his willingness to synergise with the Nigerian government on all fronts to conquer the \"evil of terrorism\". President el-Sisi also invited President Buhari to the opening of the new Capital and the Grand International Museum in October 2020. The meeting was attended by top government officials in Nigeria and Egypt.\n\nLoad-Date: December 13, 2019"
}