{
    "title": "Buhari Orders Troops To Wipe Out Boko Haram, Arrives Abuja From Maiduguri",
    "publisher": "the will ",
    "year": 2018,
    "month": 11,
    "day": 29,
    "full text": "SAN FRANCISCO, November 29, (THEWILL) President Muhammadu Buhari has returned to Abuja from Maiduguri, Borno State, where he ordered the military to eliminate all threats of Boko Haram, declaring that the war against terrorism is \"a must win''. The President gave the order while declaring open the 2018 Chief of Army Staff Annual Conference.\n President Buhari said: \"It is a must win war. I want to encourage our troops not to be distracted by speculations but remain focused and committed to the task of eliminating Boko Haram from the surface of the earth.\n\" He assured the military that his administration would continue to address their needs in terms of manpower development and equipment supply, promising that their welfare and entitlements will also be improved. \"I want to reassure you that as your Commander-In-Chief, I will do everything within my power to continue empowering you by providing all the necessary equipment, force multipliers and enablers required for you to prevail on the field.\n \"I also want you to be aware that I am currently looking into measures to improve your entitlements and welfare generally,\" he added. The president commended the efforts and sacrifices of the military in safeguarding the peace, security and territorial integrity of the country.\n According to him, the officers and men who are fighting against the curse of terrorism in the North East deserve all the attention the country's leadership can give them. \"As president of the country, I am determined to ensure that every citizen feels safe and secure in all parts of the country.\n To achieve this, the security agencies must rise to the challenge and curb threats to security in our country,'' he added. President Buhari called on the armed forces to embrace \"the wind of change that is blowing across the country,\" urging more cooperation at inter-service and inter-agency levels.\n \"To this end, the Chief of Defence Staff and Service Chiefs must work closely together as well as with other security agencies to improve on strategies that will defeat terrorism, militancy and other forms of criminal activities in our country.\" The president, who also addressed officers and men of the Nigerian Army at the Maimalari Barrack, headquarters of Operation Lafiya-Dole, said he shared in the agony of loss of gallant soldiers.\n \"I have come to pay homage to the gallant soldiers lost by the nation and to console the injured ones in recent terrorist attacks. I urge you to remain focused and win the war.\n As we approach the 2019 General Elections, I want to urge all members of the Armed Forces to live up to their responsibilities and remain non-partisan. \"In addition, you must all remain vigilant throughout the electioneering period and alongside other security agencies, prevent every form of violence that could disrupt the process in line with your Rules of Engagement.\n\" President Buhari asked for a minute's silence in memory of the gallant soldiers and before his departure, he went round the wards to visit wounded soldiers in the hospital within the army barracks. He gave assurances that the soldiers would be taken care of.\n In his statement at the conference, the Chief of Army Staff, Tukur Buratai said internal security had greatly improved from what it was in 2015 when President Buhari assumed office. Buratai said a new proactive strategy would be put in place to counter the recent military losses adding that the army remains neutral and non-partisan and would carry out its constitutional duty of safeguarding the nation's democracy.\n\nLoad-Date: November 30, 2018"
}