{
    "title": "Buildings in 2 Southeastern Cities Are Evacuated as 9_11 Security Concerns Linger",
    "publisher": "the new york times",
    "year": 2011,
    "month": 9,
    "day": 13,
    "full text": "The 10th anniversary of the Sept. 11 attacks passed without major incident, but jitters about terrorism that led to alerts across the country on the ground and in the skies were still being felt on Monday.\nFederal authorities said last week that they had received credible but uncorroborated information about a car bomb plot in New York or Washington on the anniversary of the attacks. Cities around the nation responded with increased law enforcement measures, including searching cars and monitoring bridges.\nIn West Palm Beach, Fla., on Monday, the police evacuated the federal courthouse and nearby government buildings while they searched a moving van parked outside, officials said.\nA bomb-sniffing dog subsequently picked up a scent, but a bomb squad found no explosive material. Officers determined that the truck posed no threat before allowing several hundred workers back inside the courthouse, a state health department building and a post office, the police said.\nIn Goldsboro, N.C., the authorities moved more than 200 inmates on Monday after a package was found outside a downtown building that contains a jail and courtrooms, the police said.\nThe prisoners were temporarily moved to a section of the jail that has thicker walls, said Sheriff Carey Winders of Wayne County. Other buildings downtown were evacuated as a precaution. The package did not contain explosives.\nOn Sunday, as ceremonies for the anniversary of the attacks were taking place in cities around the country, F-16 fighter jets escorted two commercial airliners -- one into Detroit, the other into New York -- after receiving reports of suspicious activities aboard the planes.\nOn an American Airlines flight from Los Angeles to New York, three passengers were detained by the authorities upon landing. Crew members and other passengers said they had been behaving in an unusual manner, including communicating with their hands and using the restroom consecutively, officials said.\nThe F.B.I. interviewed the three passengers, two from Israel and one from Russia, before releasing them.\nAn F.B.I. spokesman, J. Peter Donald, said the jet fighter escort and the detainment of the men had been done ''out of an abundance of caution.''\n''At this time, there is no nexus to terrorism,'' Mr. Donald said. ''The three individuals were cooperative, interviewed, and no charges were filed.''\nThe second plane, a Frontier Airlines flight from Denver to Detroit, had similar complaints about bathroom use -- this time that two passengers had gone to use the facilities together. Upon landing in Detroit, three people were questioned, although the F.B.I. said Monday that the passengers were never in the restroom at the same time.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 13, 2011"
}