{
    "title": "BULLET STRIKES WANDERING LABRADOR",
    "publisher": "st. petersburg times ",
    "year": 2008,
    "month": 11,
    "day": 7,
    "full text": "SAFETY HARBOR\nEmma, a 4-year-old chocolate Labrador retriever, escaped her owner's yard and ran into a hail of gunfire Thursday.\nThe man who shot her, Patrick Lauer, 73, told authorities it was an ongoing problem and he was defending his daughter and granddaughter from an aggressive dog. Authorities said Lauer, who lives in Dunedin, was visiting his daughter, Linda Lauer, at her house.\nThe dog's owner, 32-year-old Zion Wooldridge, said the dog has never been aggressive.\nEmma was hit in both hind legs by a single bullet, but is expected to recover.\nAuthorities referred charges of animal cruelty and improper exhibition of a firearm to the State Attorney's Office.\nTAMPA\nSentencing delayed in terrorism-related case\nA sentencing set for today has been rescheduled for Ahmed Mohamed, a former University of South Florida student who pleaded guilty in June to providing material support to terrorists.\nMohamed, 27, must now wait until Dec. 18 to learn whether he will receive a maximum 15 years in prison or a lesser sentence.\nOne of Mohamed's attorneys, Linda Moreno, has a scheduling conflict because she is representing a defendant on terrorism-related charges involving the Holy Land Foundation in Dallas.\nMohamed and fellow student Youssef Megahed, 22, were arrested Aug. 4, 2007, and charged with illegally transporting explosive materials after they were stopped in South Carolina.\nCLEARWATER\nAquarium notes rise in sea turtle nests\nThe Clearwater Marine Aquarium says it helped guide 7,399 sea turtle hatchlings into the gulf this nesting season.\nAltogether, 108 nests were found on Pinellas County beaches.\n\"Last year, only 38 nests were found, so this a major increase,\" said Mike Anderson, manager of sea turtle nesting.\nThe aquarium oversees sea turtle nesting on 26 miles of county beaches, finding and protecting nests, and ensuring the hatchlings make their way into the ocean.\nSea turtle nesting season runs May through October. Over the past three years, the aquarium says it has released more than 20,000 hatchlings into the gulf.\n\nGraphic\n\n \nPHOTO, JIM DAMASKE, Times: Emma recovers at the Animal Hospital of Northwood.\n\nLoad-Date: November 7, 2008"
}