{
    "title": "Buratai Meets Buhari, Says Insecurity Now under Control",
    "publisher": "the will ",
    "year": 2020,
    "month": 7,
    "day": 21,
    "full text": "BEVERLY HILLS, July 21, (THEWILL) Chief of Army Staff, Lt. Gen.\n Tukur Buratai, on Monday met with President Muhammadu Buhari to brief him on efforts by the military to tame the wave of banditry and terrorism, especially in the North. Buratai, told State House reporters after the meeting that the nation's security situation was now better than what it was last month when the president gave the military marching orders to tame insecurity.\n Buratai attributed the containment of insecurity to the success of different operations in the North-west and North-east adding that 99 per cent of terrorists and 100 per cent of kidnappers terrorising the country are Nigerians. Buhari, on June 18, had read the riot act to heads of security agencies, saying their best was not enough and warned against further excuses on their inability to tame insecurity.\n  But Buratai told the reporters that he briefed the president on updates on security situations in affected parts of the country. He said: \"I'm here to brief Mr.\n President on the task he gave me and I have accomplished one aspect of the task and to brief him on our operations, especially operations Sahel Sanity in the North-west and of course, the ongoing operations in North-east and other security issues that pertain to the Nigerian Army actually. \"I briefed him on the efforts going on in the North-west.\n We have seized the initiative. The security situation, I assure you, is under control and it is not like what used to happen a month or two ago.\n \"We are working very hard and the troops are doing very well and I commend them for the efforts they have put in so far. This includes the kinetic and the non-kinetic aspect of our exercise  Sahel Sanity.\n\" According to Buratai, notable progress has been made through the joint operations of the armed forces as kidnappings, serial killings and cattle rustling had been brought under control and people in affected parts of the country could now go to their farms without fear. Promising sustained efforts to promote security, Buratai canvassed the support of all citizens to achieve this.\n\nLoad-Date: July 21, 2020"
}