{
    "title": "Burlco distributes tips on surviving potential disasters; The 20-page booklet covers what to do when",
    "publisher": "ips",
    "year": 2003,
    "month": 2,
    "day": 12,
    "full text": "Grab the kids, the dog, and important family papers such as birth certificates, the mortgage and insurance policies and… then what?\nMany people don't know what the next move should be when faced with a disaster, either natural or man-made.\nWhether it is a tornado or a terrorist attack, Burlington County emergency officials want residents to know how to respond and this week began distributing a 20-page booklet, Preparing for Disaster in Burlington County, that covers several scenarios.\n\"It is just good common sense,\" Sheriff Jean E. Stanfield, the co-chair of the county's Anti-Terrorism Task Force, said yesterday. \"It is an area people would probably like to not think about, but it is front and center in our minds. It tells them things that they need to know, and that should be reassuring.\"\nThe booklet is timely, too, Stanfield said, since the Homeland Security Department raised the terrorist attack threat level from \"elevated\" to \"high,\" or code orange, last week.\nFloods, hurricanes, earthquakes, winter storms and forest fires are covered in the booklet, along with nuclear-plant meltdowns, nuclear attacks, terrorist attacks and biological and chemical disasters.\nIt suggests that residents keep a medicine kit, a flashlight and at least a three-day supply of water and non-perishable food in case they become housebound.\nIn case of an evacuation, the booklet says, people should designate a place away from home where families can meet. Each family member should keep the number of an out-of-state contact to call in case anyone becomes lost or separated.\nImportant documents should be kept together so they can be grabbed easily if evacuation is necessary.\nContact staff writer Joel Bewley at 609-261-0900 or jbewley@phillynews.com  \n\nLoad-Date: February 12, 2003"
}