{
    "title": "Burning down the house",
    "publisher": "university wire",
    "year": 2005,
    "month": 2,
    "day": 17,
    "full text": "The buzzwords \"war on terrorism\" have invaded our TVs, newspapers, blogs and radios. But many people may not be familiar with a relatively obscure form of terrorism, one that is not propagated by al Qaeda or Hamas, but by loosely-organized domestic groups. So-called \"eco-terrorists\" set fire to housing developments, lumber companies, restaurants, car dealerships and even university buildings. Just last week, seven planted firebombs scorched an apartment complex under construction in Sutter Creek, Calif.\nIt is time for Americans to start paying attention to eco-terrorists, who have been around since the 1970s but have ratcheted up the level of violence in the last few years. It's also high time for mainstream environmental groups to not just silently distance themselves from the eco-terrorists, but boldly, loudly and fiercely condemn them for their outrageous tactics, since, in the end, these radical groups are only harming the environmental cause.\nBack in 2001, Earth Liberation Front spokesman Leslie James Pickering explained, \"They [ELF activists] feel that mainstream tactics used throughout history to further the environmental movement aren't working, and that it's time to take it a bit further.\" So, instead of moving through legal channels to change the law, they came up with the brilliant idea to violently break several laws and hope that the lawmakers will cater to them.\nGroups such as Earth First! and the ELF have found it perfectly acceptable to \"tree-spike,\" a practice designed to wreck logging machinery, which often causes severe injury to the person operating the equipment. (In one case, a worker's jugular vein was cut, 12 teeth were taken out, and the jawbone was broken.)\nEarth First!'s approach, according to its Web site, is innovative: \"Earth First! takes a decidedly different tack towards environmental issues. We believe in using all the tools in the tool box, ranging from grassroots organizing and involvement in the legal process to civil disobedience and monkeywrenching.\"\nIn fact, the founder of Earth First!, Dave Foreman, wrote an instruction manual on tree-spiking and other tactics for destroying lumber equipment. Earth First!, to its credit, claims to have moved away from tree-spiking.\nThe Earth Liberation Front, considered by some to be more radical than Earth First!, has claimed responsibility for several recent violent acts. In California in the past two months, besides the firebombing in Sutter Creek, the ELF attempted arson at another development in Lincoln and a commercial center in Auburn. Incidents of bombs left in Auburn near the DMV on Tuesday, Feb. 15 and the county courthouse on Sunday, Feb. 13 are still being investigated by the FBI.\nThe FBI says that the destruction caused by groups like ELF has totaled more than $100 million since 1996. The ELF and the Animal Liberation Front released a statement boasting of 67 illegal acts committed in 2001 alone, and the FBI said that in 2003, environmental and animal rights groups carried out 59 acts of domestic terrorism. Other past activities of radical environmental groups include sinking whaling ships; setting fire to many other apartment and housing developments under construction; destroying U.S. Forest Service, U.S. Bureau of Land Management and U.S. Department of Agriculture properties; setting fire to a Colorado ski resort; razing a Michigan State University building that housed research for genetically modified food; chopping down thousands of naturally bred experimental trees in Wisconsin; and torching 120 SUVs in California.\nThe logic of these movements leaves you scratching your head. These fringe groups are anything but effective in their tactics. The Earth Liberation Front has earned itself the distinction of recognition on the FBI's terrorist watch list and of having the FBI's Joint Terrorism Task Force on its heels.\nOne of the members of the Earth Liberation Front posted on the Web site, \"There is no natural environment, which leads to the necessity to destroy all things that we constructingly [sic] begin to see and understand as 'natural' environments.\" With reasoning like this, mainstream America will jump onboard the environmental bandwagon in no time.\nThe groups claim to have caused no deaths, which is accurate as of now (save for one of their own who fell from a 100-foot perch during a tree sitting), but their recent strikes definitely had the potential to cause fatalities. Two of the units in the Sutter Creek apartment complex were occupied at the time the firebombs ignited.\nIs burning down anything they oppose a constructive way to advocate their convictions? It seems counter-productive, since more resources will have to be extracted from Mother Earth to rebuild. Such extremism undermines various environmental causes which can be trumpeted and advocated in a peaceful manner. Mainstream groups like the Sierra Club, however, haven't been quick to condemn the acts mentioned above. A search of press releases on their Web site reveals no mention of the Earth Liberation Front or eco-terrorism.\nPlanting a bomb, striking a match or spiking a tree is the ultimate symbol of intolerance. These fringe groups leave no room for healthy debate or discussion about dealing with urban sprawl, energy consumption, or natural resource depletion, all of which are valid issues to examine carefully.\n(C) 2005 Cavalier Daily via U-WIRE\n\nLoad-Date: February 17, 2005"
}