{
    "title": "Burritos of mass destruction",
    "publisher": "university wire",
    "year": 2005,
    "month": 7,
    "day": 25,
    "full text": "The war on America's guts has begun. I'm not talking about fear-mongering or morale-deflating terrorism. I mean, the organs in your body that digest food are vulnerable to attack by unsavory food items.\nI stand by what I said in April about burrito shops and terrorism on the Drag: \"Burritos could be part of the arsenal as well. After all, intestinal terrorism is a form of biological warfare, and a scary one at that.\"\nBurritos, the pipe bombs of the culinary world, may be used to attack America's athletes. Thomas Engwall, UT athlete and Olympic hopeful, suffered a debilitating illness allegedly after consuming a BARB-ocoa Taco at Chipotle on the Drag last year.\nEngwall's intelligence department failed to recognize that fatal clue, possibly due to a language barrier or just the sheer amount of data that had to be processed. Intercepting and deciphering the names of insurgent Chipotle food items may have required resources beyond those available to Engwall at the time.\nNow he's pressing charges against Chipotle and the manager of the restaurant on the Drag for causing the food poisoning that he says ruined his performance at the Olympic trials last year. The store was investigated by the health department after seven other cases were reported around the same time, but no conclusive evidence was found indicating that it caused the poisonings.\nWhy would those behind this sinister attack want to target an athlete with seemingly no political or strategic significance? Perhaps for the same reason that al Qaeda wanted to kidnap Russell Crowe last year: \"Cultural destabilization\" attacks could shock citizens and inspire unrest and paranoia.\nHow will officials likely respond to this type of subversive terrorism? Random burrito searches. Armed guards will patrol the counter of every burrito outlet, inspecting the contents of the burritos on a supposedly random and yet \"statistically-calibrated\" basis.\nThe problem is that the inevitable biases of the guards will come into play in selecting suspect burritos. Guards will target burritos of a certain color that do not match that of 'normal' burritos. They may use unnecessary force, spilling the sauce of innocent burritos. Burritos may be detained and inspected for inordinate amounts of time, rendering them stale and inedible.\nThese heavy-handed tactics will do little to prevent bad burritos from slipping through; in fact, they only create more bad burritos. Harmful contaminants are often microbes contained within the burrito itself, invisible and concealed from the general public eye. Thus, burritos can be bad and yet display no outward signs indicating their true nature, passing through inspections undetected.\nOn the other hand, burritos that are abused at the hands of the guards become much more likely to go bad.\nRegardless of how effective the searches will be, in the end it means a curtailment of culinary liberties that our country was founded upon. Searches take time and resources, and they are not perfect. Consumers will be deterred from purchasing burritos, casting a chill on the plastic basket and tortilla manufacturing industries.\nWe need to address this problem at its roots and determine what makes a burrito go bad and fix it. This will be much more effective than trying to find and destroy every bad burrito.\nOverzealous policing causes disenfranchisement and alienation, making burritos into bad burritos or people into terrorists.\nEat Freedom Fries or the burritos have won.\n(C) 2005 Daily Texan via U-WIRE\n\nLoad-Date: July 25, 2005"
}