{
    "title": "Burr warns of cyber-terrorism threat to U.S",
    "publisher": "the wilson daily times ",
    "year": 2015,
    "month": 4,
    "day": 4,
    "full text": "April 04--Republican U.S. Sen. Richard Burr said there is terror being planned at all times and nobody in this country is immune. That terror is cyber-terrorism.\nBurr was the special guest speaker at the Rotary Club of Greater Wilson meeting this week held at the Western Sizzlin.\nBurr spoke to a room filled to capacity.\nBurr, who is chairman of the U.S. Select Intelligence Committee, said there are two classifications as it pertains to cyber and that is those who admit they've been hacked and those that don't admit they've been hacked.\n\"The reality is that there is nothing that we can do that eliminates the risk, whether it's the nation, state or whether it is an individual who wants to go into your system for espionage or friendly reasons and extract data from your company,\" Burr warned.\nBurr said the larger the company the more attractive they are and smaller companies are likely to be more vulnerable.\nHe said no matter what size the business, they are vulnerable to cyber terrorism.\n\"I think it is safe to say that the federal government is a continual target,\" Burr said. \"In the past six months, every agency in the federal government has been hacked. The State Department has been penetrated to the degree we had to shut the state department's unclassified system down.\"\nHe said hackers getting into computer systems will be a challenge for businesses here in this country and globally.\nBurr said they are working on a cyber information sharing bill.\nBurr said the bill does a lot of great things for companies.\nFor example, a company can call their competition when they've been hacked and ask if they have been penetrated.\n\"You can find out if some software defeated that attempt -- having that conversation without breaking anti-trust laws,\" Burr said. \"So, if you were Lowes Hardware today you could call Home Depot tomorrow. If you did that without this protection, you'd have a lawsuit against you.\"\nAnother thing the bill will do is if a company has been compromised, it will be electronically transferred to the federal government.\n\"... We've been hacked and here's the information you need to tell us how to fix our system, but more importantly, what countermeasures we can put on to defeat this in the future,\" Burr said companies can ask.\nBurr said when a company initiates that call they will give any corporation total liability protection, so there is no need to have general counsel for any company in the room.\nBurr said when it comes to big banks it will make all of the difference in the world.\n\"If you're a company like Sony that was hacked -- it was six months ago, and you still can't get your system up, you might as well contact the federal government and say you've got a problem because the damage has been done by then,\" Burr said.\nBurr said when a company calls the federal government and says what has happened, it gives them the chance to share with the rest of the business community in the country what is going on and how it can be defeated in your company.\n\"Never before has the government had the authority to broadcast to the general business population -- here's what the nefarious ones are doing, here's the tools they're using, here's the piece of software that you can put on your system,\" Burr said.\nPIPELINE\nBurr said the pipelines and energy production in this country is something Americans should support.\n\"If we kept up energy production in this country and started shipping natural gas to Europe so that they are not relying on Russia, it would change the geo-political landscape,\" Burr said.\nBurr said our country has the cheapest natural gas in the world.\n\"We're set to address in the United States, the greatest cost in competition, which is energy,\" Burr said. \"We have the opportunity to see this for the next 50 years and increasing our production by building pipelines.\"\nBurr said building a pipeline out of Ohio, through Virginia and to Eastern North Carolina to bring the cheapest natural gas in the world down here and to fuel electric generation, and to have a line that a company can tap into for their energy needs will help the area.\n\"It makes no sense that would be fought,\" Burr said. \"But I understand, not in my backyard. There is a difference. You put up with the infrastructure you need, and the byproduct of it is jobs.\"\nBurr said he has never been more excited about the future of North Carolina.\n\"But we miss what our number one asset is,\" Burr told the group. \"Do you realize we produce the second largest pool of graduates from higher education from anywhere and any state in the country other than California?\"Burr said the state has an available work force 20 years down that road and that is important to companies that might want to come here, Burr said the state has 78 public and private colleges and what has to be done is to keep them going.\n\"All we have to do is keep them alive and continue to let them grow,\" Burr said. \"And to some degree we need to continue to subsidize it, because that is a very, very important thing.\"\njanet@wilsontimes.com -- 265-7847\n___ (c)2015 The Wilson Daily Times (Wilson, N.C.) Visit The Wilson Daily Times (Wilson, N.C.) at www.wilsontimes.com Distributed by Tribune Content Agency, LLC\n\nLoad-Date: April 5, 2015"
}