{
    "title": "BUSH VOICES ANGER; VOWS TO TARGET TERRORISM'S SOURCE",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 9,
    "day": 12,
    "full text": "Hours after the worst acts of terrorism in U.S. history, President Bush declared from the Oval Office last night, \"We will make no distinction between the terrorists who committed these acts and those who harbor them.\"\nThe president, in a four-minute televised address, sought to reassure people that the country would seek out and punish those responsible while government and industry resume daily tasks.\nHe said government offices would reopen today, that the military is powerful and prepared and that financial institutions would continue. Airports were to remain closed, however, as are many schools and businesses in the Washington and New York City areas.\n\"Our country is strong,\" Bush said. \"The search is under way for those who are behind these evil acts.\"\nBush said he has directed the full resources of the intelligence and law enforcement communities to find those responsible and to bring them to justice.\nProjecting a steely image, the president spoke of the televised pictures of destruction, including \"airplanes flying into buildings.\" He said the \"thousands of lives lost\" through acts of evil have left Americans full of \"disbelief, terrible sadness, and a quiet, unyielding anger.\"\nBut the president stressed that \"Terrorist attacks can shake the foundations of our biggest buildings but they cannot touch the foundation of America. These acts shattered steel but they cannot dent the steel of American resolve.\"\nParaphrasing the 23rd Psalm, he said, \"Even though I walk through the Valley of Death, I fear no evil, for You are with me.\"\nBush returned to the White House after having spent the day largely out of sight. He began the day in Sarasota, Fla., where he had been scheduled to lead an education event. He spoke briefly about the World Trade Center attack, saying, \"This is a very difficult moment for America. Today we've had a national tragedy.\n\"Two airplanes have crashed into the World Trade Center in an apparent terrorist attack on our country.\"\nHe said he had spoken to Vice President Dick Cheney, the FBI director and the governor of New York, and had ordered \"the full resources of the federal government to help the victims and their families, and to conduct a full-scale investigation to hunt down and to find those folks who committed this act.\"\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: September 15, 2001"
}