{
    "title": "BUSH'S ANTI-CRIME PROPOSALS REJECTED BY SENATE",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 6,
    "day": 21,
    "full text": "WASHINGTON - The Senate rejected President George Bush's anti-crime proposals Thursday as it began a bitter partisan debate over legislation to combat violent crime and establish gun controls.  The Senate voted 56-40 to defeat a motion to substitute Bush's bill - which included no gun-control proposals - for the Democratic crime-control bill.  The Democratic bill includes expanded use of the federal death penalty, programs to combat crack cocaine, set up boot camps for youthful offenders and fight gangs and terrorism. It also includes a seven-day waiting period for handgun purchases and a ban on certain types of semiautomatic weapons.  Bush's plan contains controversial provisions to expand use of the death penalty, make it more difficult for state inmates on death row to appeal their sentences in federal court and ease limits on collecting criminal evidence by broadening the so-called exclusionary rule.  ''This is the bill that law enforcement groups want,'' said Sen. Strom Thurmond, R-S.C., sponsor of Bush's proposals. ''If we want to protect the public, there is no use in passing a weak bill.'' Republican senators plan to push pieces of Bush's plan as separate amendments as the Senate considers the Democratic bill over the next week or more.  The president had indicated he would veto gun-control legislation unless Congress passed his crime-control proposals. The House has yet to consider Bush's plan.  Republicans scrambled throughout the day in an unsuccessful effort to win votes, incorporating components of the competing Democratic measure and dropping controversial proposals.\nThe administration withdrew a much-criticized plan for a special court that would hear secret evidence to deport aliens suspected of terrorism. Under the proposal, foreigners accused of terrorism could be deported without being given a chance to answer or even to learn of evidence against them.  Also absent from the administration bill was a proposal to allow firearms seized in an illegal police search to be used as evidence in federal court.\n\nLoad-Date: October 13, 1993"
}