{
    "title": "BUSH ENDS AFRICA TRIP, VOWS TERRORISM FIGHT; PRESIDENT ALSO PLEDGES U.S. HELP IN AIDS BATTLE",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 7,
    "day": 13,
    "full text": "Wrapping up a five-day tour of the continent, President George W. Bush said Saturday that he would not allow terrorists to use Africa as a base \"to threaten the world.\" He also pledged American help in fighting AIDS and ending regional conflicts, including the brutal civil war in Liberia.\n\"I told the president we would be active\" in helping to end further bloodshed in the West African nation, Bush told reporters about his meeting with Nigerian President Olusegun Obasanjo.\nIn a farewell speech, Bush expressed confidence in the future of African nations.\n\"With greater opportunity, the peoples of Africa will build their own future of hope,\" he said at an annual summit on development in Africa. \"And the United States will help this vast continent of possibilities to reach its full potential.\"\nBush's tour of sub-Saharan Africa started Tuesday on the infamous slave coast on its western shores, moved to the far southern reaches and ended in its midsection. He met with a dozen heads of state, talked about trade, terrorism and regional wars and toured health centers and businesses.\nThe president encountered large crowds eager to get a glimpse of a visiting U.S. president at his last two stops - Uganda and Nigeria. But he got a chilly reception from about 1,000 anti-Bush, flag-burning demonstrators in South Africa where former president Nelson Mandela, perhaps the most respected political figure on the continent, has harshly criticized Bush and the war in Iraq.\nAll of the countries Bush visited, however, are allies in the war on terrorism.\nBush has proposed spending $100 million to help governments in east Africa, for example, fight terrorist organizations such as al-Qaida from increasing their activities.\n\"Several African governments face particular dangers from terrorists, and the United States is working closely with those nations to fight terror. And we will do more,\" Bush said Saturday. \"We will not allow terrorists to threaten the African peoples, or to use Africa as a base to threaten the world.\"\nIn Botswana, which has the highest HIV infection rate in the world, Bush declared the AIDS epidemic \"the deadliest enemy Africa has ever faced.\"\nAt every stop, and again Saturday, Bush promised his hosts they would \"not be alone\" as they struggle to fight the deadly plague. He talked of his proposal to spend $15 billion over five years to help the hardest-hit African and Caribbean nations battle AIDS, even as Republicans trimmed it back home.\nBush also praised African leaders who are speaking out openly and candidly about the spread of the disease.\nThough Bush came to Africa bearing no new initiatives, nor made any major new proposals while here, he preached the gospel of freer trade and his plan to increase by 50 percent the financial aid to developing countries that clean up their political, governing and trading practices.\nHe said Treasury Secretary John Snow would oversee an effort to help \"strengthen and broaden capital markets\" so businesses and people could get loans and bolster Africa's economies.\n\nNotes\n\nPAGE 2\n\nGraphic\n\n \nPHOTO; AGENCE FRANCE-PRESSE Photo - President George W. Bush inspects Nigerian troops during a ceremony at the Presidential Villa in Abuja, Nigeria, on Saturday. Bush wrapped up a five-day tour of the continent.\n\nLoad-Date: July 13, 2003"
}