{
    "title": "Bush praises Afghanistan , Pakistan ; is meeting both presidents",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 9,
    "day": 24,
    "full text": "President George W. Bush, playing middleman this week between sometimes-sparring neighbors Afghanistan and Pakistan, praised the U.S. allies Saturday for their work in defeating terrorism under difficult circumstances.\nBush met with Pakistani President Pervez Musharraf at the White House on Friday and has talks with Afghan President Hamid Karzai scheduled for Tuesday. The next day, Bush hosts a meeting in the Oval Office with both presidents, followed by a working dinner.\nThe unusual set of meetings has two aims. One is placating the concerns of Pakistan, whose alliance with the United States in the war on terrorism causes domestic problems for Musharraf. The other is soothing the struggling democratic government in Afghanistan, which is suffering its heaviest insurgent threat since U.S.-led troops toppled the Taliban in late 2001.\n\"This will mark the second time in a few weeks that President Karzai and President Musharraf have also met together, and that's an important thing,\" White House press secretary Tony Snow said. \"So anything we can do to support them in their efforts to conduct as aggressively and effectively as possible the war on terror, we're going to do what we can to assist them.\"\nIn his weekly radio address, Bush complimented Musharraf for \"siding with the forces of freedom and moderation and helping to defend the civilized world.\" As for Afghanistan, Bush said on the radio that Karzai was continuing \"the work of building a safer and brighter future for his nation.\"\nMusharraf and Karzai met in Kabul earlier this month and pledged to jointly fight militants.\nThe United States has urged Musharraf to do more to stop militants from crossing from Pakistan's tribal regions into Afghanistan and fanning the violence by Taliban extremists. Afghan leaders say remnants of the Taliban have established hide-outs in Pakistan along the mountainous border; Pakistan rejects the charges.\nPakistan has deployed 80,000 troops along the border and signed a truce this month with tribal figures in an area where Osama bin Laden is believed to be hiding. Musharraf said the truce called for no al-Qaida or Taliban activity.\nSome Afghan officials have labeled the truce as a deal with the Taliban. Musharraf strongly rejected that at Bush's side in the East Room after their meeting Friday. \"This is against the Taliban, actually,\" Musharraf said.\nBush said he took Musharraf at his word.\n\"When the president looks me in the eye and says the tribal deal is intended to reject the Talibanization of the people, and that there won't be a Taliban and won't be al-Qaida, I believe him,\" he said.\nThere was some dispute around the Bush-Musharraf meeting as to how Pakistan's decision to join the war on terrorism had been made.\nMusharraf told CBS' \"60 Minutes\" that then-Deputy Secretary of State Richard Armitage told Pakistan's intelligence director right after the attacks of Sept. 11, 2001, that the United States would bomb the country if it didn't become a partner in the war against terrorism. Bush said Friday he first learned of the purported conversation from news reports.\n\"I just don't know about it,\" he said. \"I guess I was taken aback by the harshness of the words.\"\nMusharraf declined to comment further, citing a book deal. Armitage said he had never threatened a military strike but did tell Pakistan firmly that \"you are either for us or against us.\"\n\nGraphic\n\n \nPHOTO\n PHOTO - Bush \n\nLoad-Date: September 24, 2006"
}