{
    "title": "Bush's Yemen reversal strains U.S. credibility; The war on terrorism and ridding the world of Saddam",
    "publisher": "portland press herald",
    "year": 2002,
    "month": 12,
    "day": 13,
    "full text": "International politics demand a degree of pragmatism from the United States, but the Bush administration is straining credibility with its selective invocation of principle.\nThe president's two primary foreign policy goals of the moment - fighting the war on global terrorism and ridding the Middle East of Iraqi president Saddam Hussein - are worthy. Still, it matters how the United States conducts itself in achieving those goals.\nOn Monday the administration crowed about the fact that it had intercepted a shipment of Scud missiles bound from North Korea to Yemen. The shipment, it appeared, violated an earlier agreement reached with the government of Yemen to halt further development of its Scud missile program. Two days later, the United States announced that it was all a misunderstanding and that Yemen could have the Scuds it ordered from North Korea.\nThe pretext for this is the notion that the Scud delivery was scheduled before Yemen agreed in July 2001 not to advance the program.\nIf that's the case, however, then why was there an elaborate attempt to conceal the shipment? The Scuds, after all, were found hidden in containers under bags of cement on a ship that wasn't flying a flag denoting its country of origin.\nWith the United States seeking Mideast allies as it fights terrorism and confronts Iraq, it is obvious the Bush administration doesn't wish to provoke Yemen at this time.\nThe problem with this moral flexibility is that it hurts U.S. credibility. The president appears focused on Iraq to the exclusion of nearly everything else in the world. In recent weeks North Korea has been found to be developing nuclear arms and now shipping missiles abroad, yet American diplomats seem to have little time for anything but Iraq.\nRegime change in Iraq and combating terrorism are important policy goals, but they should be pursued in a larger context. The war on terrorism would be helped immeasurably by progress on settling the Israeli-Palestinian dispute, for example. While Iraq's potential to use weapons of mass destruction is of grave concern, so too is the threat from North Korea.\nThis is no time for the president to be losing sight of the larger picture.\n\nLoad-Date: December 13, 2002"
}