{
    "title": "BUSH STEPS UP DIPLOMACY TO BOOST PRECARIOUS ALLIANCE AGAINST TERRORISM; WEEK WILL BE SPENT CONFERRIN",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 11,
    "day": 5,
    "full text": "President George W. Bush is using a burst of diplomatic activity this week to seek support overseas and hold together a delicate international coalition as the two-month anniversary of the Sept. 11 terrorist attacks approaches.\nBush will see eight foreign leaders at the White House during the week and meet with 11 leaders at the United Nations on the weekend. In addition, he will speak via satellite to Central European officials at an anti-terrorism conference Tuesday in Poland.\nBush's aim is to persuade foreign leaders and their citizens to stick with him, amid signs of impatience and doubts about the military campaign in Afghanistan.\n\"The president will remind the international coalition that we have shared responsibilities in disrupting, weakening and defeating terrorism wherever it exists, no matter how difficult and long the struggle,\" Scott McClellan, a White House spokesman, said Sunday.\nOn Friday, Bush said, \"This is not an instant gratification war.\"\nAnti-U.S. rallies have drawn thousands of protesters in the Muslim nations of Bangladesh, Indonesia and Pakistan.\nBush has gone out of his way to allay such concerns, and his schedule this week includes visits with leaders from Muslim nations, including Algeria, Morocco and Kuwait.\nThere was special significance in Bush opening the week by meeting with President Abdelaziz Bouteflika of Algeria, where more than 100,000 people have been killed since an insurgency by Islamic fundamentalists began in 1992.\nTension between Hindu-dominated India and Muslim Pakistan have strained Bush's coalition. Bush is due to meet Friday at the White House with Indian Prime Minister Atal Bihari Vajpayee and at the United Nations with the Pakistani president, Gen. Pervez Musharraf.\nBush is scheduled to meet Tuesday with French President Jacques Chirac and Wednesday with British Prime Minister Tony Blair, a stalwart backer.\nHe also is due to sit down with Irish Prime Minister Bertie Ahern to discuss the Northern Ireland peace process and with Brazilian officials to talk trade.\nBush is initiating his diplomatic outreach as administration officials intensify their public relations efforts at home and abroad.\nA new White House information war room is disseminating Bush's message, with branch operations in London and Pakistan.\nEager to show movement in the campaign against terrorism, Bush plans to announce progress in the effort to dry up financial resources of terrorists. Aides said initiatives could focus on the informal \"hawala\" network of money brokers that is believed to be used by Osama bin Laden's al-Qaida terrorist network.\nBush plans to leave Washington on Thursday for an address on domestic terrorism. The administration has received sharp criticism in recent days over its handling of anthrax attacks.\nBush's top aides were uncharacteristically absent from the airwaves Sunday. The administration dispatched two generals to the talk shows to defend the military's progress in Afghanistan. Air Force Gen. Richard Myers, chairman of the Joint Chiefs of Staff, said a couple more teams of special forces are now in Afghanistan.\n\nNotes\n\nAMERICA RESPONDS\n\nLoad-Date: November 5, 2001"
}