{
    "title": "Bush courts Arab support; Middle Eastern leaders pledge to fight terrorism",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 6,
    "day": 4,
    "full text": "Arab leaders pledged on Tuesday to renounce terror and help end violence against Israel, standing in solidarity with President Bush at what he said was \"a moment of promise\" for peace. Bush called on Israel to dismantle Jewish settlements in the West Bank.\nIn the first of two Mideast summits, the United States welcomed Arab promises to block financial support for terrorists and help the new Palestinian prime minister, Mahmoud Abbas, build a democratic state.\nSecretary of State Colin Powell warned longtime Palestinian leader Yasser Arafat not \"to be a spoiler\" of those efforts. Arafat, considered untrustworthy by Bush, was not invited to the Arab summit.\nThere was an extraordinary degree of personal interaction as Bush met with the leaders of Egypt, Saudi Arabia, Jordan, Bahrain and the Palestinian Authority at this Red Sea resort. Foreign ministers and note takers were excluded as the leaders talked among themselves for 90 minutes. The only outsiders were translators. Bush also took the wheel of a large golf cart and ferried the leaders around.\nAmerican officials cautioned that many obstacles have to be overcome to achieve peace, a goal that has eluded U.S. efforts for decades. There is widespread skepticism in the Middle East about whether this effort will succeed, either.\n\"The leaders at this table have got a responsibility,\" Bush said at a brief, formal segment of the discussions. \"The biggest responsibility that they have, it seems like to me, is to fight off any source of funding to terror. It's to prevent the terrorists from gaining a foothold.\"\nTaking up that theme, Egyptian President Hosni Mubarak said, \"We will continue to fight the scourge of terrorism against humanity.\"\nSpeaking alongside Bush and other leaders at an outdoor ceremony on the shore of the Red Sea, Mubarak said, \"We will use all the power of the law to prevent support reaching illegal organizations, including terrorist groups.\"\nThe next step comes today when Bush travels to Jordan for a summit with Israeli Prime Minister Ariel Sharon and Abbas. Bush was counting on both sides to take steps launching a three-year blueprint for the end of 32 months of violence and the creation of a Palestinian state by 2005.\n\"We have an opportunity. We must not miss it,\" Israeli Foreign Minister Silvan Shalom said late Tuesday in an interview on Israel TV. \"But we must know that there are doubts and risks, and the most important thing is not to give in to illusions, as our predecessors did in previous processes.\"\nSharon will issue a statement accepting the principle of a Palestinian state, an Israeli official said. Abbas will recognize Israel's right to exist side by side with a Palestinian state, Palestinian officials said. Powell said that in any agreement, Israel \"must always be seen as a Jewish state.\"\n\"Israel must deal with the settlements,\" Bush told the Arab leaders. \"Israel must make sure there's a continuous territory that the Palestinians can call home.\" The White House said Bush meant to say \"contiguous,\" and Powell said that meant that a Palestinian state could not be chopped up haphazardly.\nFor his part, Abbas was expected to pledge to stop the \"military intefadah,\" a reference to armed militant attacks that have killed more than 750 Israelis in the latest round of violence.\n\"We must not allow a few people to destroy the dreams and hopes of the many,\" Bush told Arab leaders.\nooking directly at Abbas, Bush said, \"You, sir, have got a responsibility, and you've assumed it. I want to work with you and so do the other leaders here.\"\nThe leaders gave public support to the internationally crafted peace \"road map\" which calls for an immediate cease-fire and then reciprocal steps by both sides.\n\"We support the determination of the Palestinian Authority to fulfill its responsibilities to end violence and to restore law and order,\" Mubarak said as Abbas looked on.\nA high-ranking Saudi official said the next move was up to Israel, and called for a halt to the use of force against Palestinians, the release of humanitarian aid, the dismantling of wire fences that restrict movement and an end to work restrictions. Those steps would help Abbas \"show that his way is the way to change the lives of the Palestinians and not the way of the gun,\" said the official, who briefed reporters on condition of anonymity.\nThe summit dodged some ticklish points. Bush did not bring up U.S. hopes that Jordan and Egypt return their ambassadors to Israel, national security adviser Condoleezza Rice said. There also was no discussion of Arab recognition of Israel, Powell said.\n\"If all sides fulfill their obligations, we can make steady progress on the road towards Palestinian statehood, a secure Israel and a just and comprehensive peace,\" Bush said. \"We seek true peace, not just a pause between more wars and intefadehs, but a permanent reconciliation among the peoples of the Middle East.\"\nMubarak said they would help the Palestinian Authority fight terrorists \"to allow it to consolidate its authority in democratic and accountable institutions\" and would make sure that all aid to Palestinians goes solely to their official leadership.\nAlso attending were Saudi Crown Prince Abdullah, Bahrain's King Hamad bin Isa Al Khalifa and Jordan's King Abdullah II. Egypt and Jordan have peace treaties with Israel.\nFrom outside the summit, there were cries of protest. Syria, which was not invited, said the only terrorism the United States wants to stop is the suicide operations against Israeli occupation. It said the United States was ignoring the loss of Palestinian lives and the destruction of homes at the hands of the Israelis.\n\nLoad-Date: June 4, 2003"
}