{
    "title": "Bush and World Leaders Discuss Terrorism",
    "publisher": "the new york times",
    "year": 2003,
    "month": 8,
    "day": 17,
    "full text": "President Bush spoke with Crown Prince Abdullah of Saudi Arabia today to discuss progress in the fight against terrorism and \"ongoing cooperation\" in the crackdown of the financing of terrorists, the White House said. It was one of several calls Mr. Bush placed to other world leaders to discuss terrorism.\n     Mr. Bush, vacationing at his ranch here, spoke for about 20 minutes with the Saudi leader at a time when American-Saudi cooperation on combating terrorism has drawn scrutiny from Democrats. They have questioned whether the administration has been tough enough on Saudi Arabia. \n As an example, they cite a classified portion of a Congressional report last month that they say suggests Saudi Arabia has provided much financial assistance to terrorist groups.\nMr. Bush and Crown Prince Abdullah \"had a very positive discussion on recent cooperation in the war on terrorism,\" said Allen Abney, a spokesman for Mr. Bush. \"The two leaders also talked about how strong relations are between the United States and Saudi Arabia.\"\nIn June, Saudi Arabia announced the arrest of a senior figure in Al Qaeda suspected of playing a central role in a bombing in May in Riyadh that killed 34 people, including eight Americans.\nToday, Mr. Bush also spoke with the leaders of Thailand, Russia and Indonesia.\nMr. Abney said that the president thanked the Indonesian president, Megawati Sukarnoputri, for her country's role in the capture of Riduan Isamuddin, an Indonesian Al Qaeda operative better known as Hambali, who is suspected of planning the bombing in Bali last year that killed more than 200 people. Mr. Isamuddin, who was captured in Thailand, is in American custody at an unspecified location.\nMr. Bush told Mrs. Megawati that the arrest was an \"important success\" in the campaign to end terror, Mr. Abney said.\nIn a call to Vladimir V. Putin, the Russian president, Mr. Bush talked about a sting operation disclosed last week that the authorities said foiled a plot to smuggle into the United States a Russian-made shoulder-fired missile capable of downing an airliner.\nA British national was arrested in Newark and accused of being the central figure in the plot. Two other men were also arrested.\nMr. Bush also spoke with Nelson Mandela, the former South African president, about promoting world peace and the fight against AIDS. \n\nhttp://www.nytimes.com\n\nLoad-Date: August 17, 2003"
}