{
    "title": "BUSH TALKS ANTI-TERRORISM TACTICS",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 12,
    "day": 12,
    "full text": "CHARLESTON, S.C. -- President Bush told America's next generation of warriors it will take a high-tech military and old-fashioned spies \"to save our children from a future of fear\" like the horror of the September morning remembered Tuesday around the globe.\nIn a speech to uniformed military cadets at the Citadel, Bush emphasized how smart bombs, missile defenses and unmanned spy craft are necessary to crush the kind of terrorists who attacked the United States three months ago and threaten the nation still.\nRetooling the armed forces while they are at war with terrorists in Afghanistan \"is like overhauling a car engine while you're going at 80 miles an hour,\" Bush said.\n\"Yet we have no other choice.\"\nThe president flew here from a somber White House ceremony where the drum roll of a Marine band touched off strains of America's national anthem that reverberated from Albuquerque to London to outer space, marking the precise moment on Sept. 11 when the terrorists' first hijacked plane struck in New York.\nThe country needs no stone monument to that horrific instant, Bush said at his wife's side in the East Room.\n\"For those of us who lived through these events, the only marker we'll ever need is the tick of a clock on the 46th minute on the 8th hour of the 11th day.\"\nHe sounded a note of vindication as he returned to the site of his most prominent campaign speech on national security two years ago.\n\"I said here at the Citadel … America was entering a period of consequences that would be defined by the threat of terrorism, and that we faced the challenge of military transformation,\" Bush told some 2,000 cadets whose white gloves muffled their applause.\n\"That threat has now revealed itself, and that challenge is now the military and moral necessity of our time.\"\nBorrowing heavily from the text of that September 1999 address, Bush said a \"revolution in our military\" is needed to defeat terrorism.\nThe battlefields in Afghanistan have offered a proving ground for new tactics and new technologies, Bush said. Green Beret and Delta Force operatives on horseback call in airstrike coordinates \"in the first cavalry charge of the 21st century.\"\nThe United States must rebuild its network of human spies \"the people who find the targets, follow our enemies and help us disrupt their evil plans\" and invest in more sophisticated weapon systems like the unmanned, missile-armed Predator surveillance plane.\nBehind the scenes, National Security Council spokesman Sean McCormack told reporters \"the time is coming\" for the United States to get past the 1972 Anti-Ballistic Missile Treaty that bans any missile defenses. He did not say whether this meant breaking or withdrawing from the treaty.\n\nGraphic\n\n \nAP *Three months to the day after terrorists crashed jets into the World Trade Center and the Pentagon, President Bush speaks to the Corps of Cadets at the historic military college The Citadel on Tuesday in Charleston, S.C. Bush is outlining some of his plans for the role of the American military in 21st century wars and what it means to fight terrorism.\n\nLoad-Date: December 12, 2001"
}