{
    "title": "Bush attacks communism, terrorism in El Salvador",
    "publisher": "christian science monitor ",
    "year": 1983,
    "month": 12,
    "day": 13,
    "full text": "Vice-President George Bush said Sunday night that communism must be resisted here, but emphasized that right-wing death squads threaten US economic and military support.\nMr. Bush said El Salvador's democracy was ''under attack not only from communist guerrillas supported from abroad, but also from extremist right-wing terrorists.'' He urged guerrillas to participate in presidential elections next March, and said the Salvadorean government was ready to discuss security arrangements for the guerrillas' participation.\nThe Bush speech was boycotted by right-wing leader Roberto d'Aubuisson, president of the Constituent Assembly, who was recently refused a visa to visit the US in what diplomatic sources said was a sign of opposition to his presidential candidacy.\nMeanwhile, national police director Col. Carlos Reynaldo Lopez Nuila, meeting last week with Salvadorean Roman Catholic Church officials and a US Embassy official, denied reported ties between a clandestine death squad and the police.\nThe archbishop's office had presented US officials and the police with testimonies of two men who claimed they were abducted by the Secret Anticommunist Army, which they say then personally transferred them to national police headquarters. Mr. Nuila countered the charges with police records he said refute the dates of capture and locations of capture given by the two men. Nuila said church officials were being manipulated by ''subversives.''\nAmong the rebels, a hardline Marxist group has confirmed a split in its forces and accused its founder and former leader of the murder last April of his second-in-command.\nThe Popular Liberation Forces (FPL) Monday said Salvador Cayetano Carpio, often referred to as ''grandfather'' of the Salvadorean revolution, ordered the murder on April 6 in Managua of Melida Anaya Montes because he felt she was guilty of ideological divergence with his own views. He commtted suicide two weeks after the murder.\nThe statement said the FPL had originally decided not to reveal the Cayetano involvement, but had changed its mind after the recent formation of a breakaway guerrilla group, the Workers' Revolutionay Movement by followers of Cayetano."
}