{
    "title": "Bush will tackle Iraq , terrorism on television tonight",
    "publisher": "st. petersburg times ",
    "year": 2004,
    "month": 4,
    "day": 13,
    "full text": "President Bush has scheduled a rare prime-time news conference for tonight, ending days of relative seclusion amid one of the most politically treacherous periods of his presidency.\nBush plans to open with a statement on Iraq, where casualties have soared in the past few weeks, White House communications director Dan Bartlett said Monday.\nHe said the president will be prepared to address questions about his response to a terrorism warning the White House had in hand just weeks before the Sept. 11 attacks. He also undoubtedly will be challenged on issues raised at the 9/11 commission hearings, which continue today and tomorrow.\nCompiled from Times Wires\n\"After a tough week, there are important questions that are on the minds of the American people,\" Bartlett said.\nBoth issues, critical to Bush's re-election strategy, have taken center state in recent days, but the president has remained largely out of view as he took an extended Easter vacation at his Crawford, Texas, ranch last week.\n\"The upcoming election is going to be a referendum on his presidency, his leadership style and whether the American public trusts him. . . . It's an important time for him to talk to the American public,\" said Lori Cox Han, who teaches political science at Austin College in Sherman, Texas.\nAt his ranch Monday, Bush also suggested now might be the right time to \"revamp and reform our intelligence services,\" which have been criticized for failures before both the Sept. 11 attacks and the Iraq war.\nHe did not say whether any reforms would be offered tonight.\n \nHOW  TO  WATCH\n \nPresident Bush will hold a news conference at 8:30 tonight in the East Room of the White House. Major broadcast networks and cable news channels were expected to carry it live. It will be his 12th formal question-and-answer session alone with reporters and only his third prime-time appearance. The others were Oct. 11, 2001, and March 6, 2003.\n\nLoad-Date: April 13, 2004"
}