{
    "title": "Bush Imposes Sanctions on Syria , Citing Ties to Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 5,
    "day": 12,
    "full text": "After months of debate within his administration, President Bush imposed economic sanctions against Syria on Tuesday, charging that it has failed to take action against terrorist groups fighting Israel and halt the flow of foreign fighters into Iraq.\n   Mr. Bush issued an executive order banning virtually all American exports, except for food and medicine, and barring flights between Syria and the United States, except during emergencies. The president also told the Treasury Department to freeze the assets of Syrians with known ties to terrorism, weapons of mass destruction, the occupation of Lebanon or terrorist activities in Iraq.\n   In the near term, the action is largely symbolic, since trade with Syria, at about $300 million a year, is insubstantial and Syrian airlines do not fly to the United States. Moreover, the trade ban does not preclude investment, though American firms like ConocoPhillips and Chevron, which currently do business in Syria, will be required to turn to foreign suppliers to service their operations there, a State Department spokesman said. \n   The punitive steps had been anxiously sought by some members of Congress, which, in 2003, passed the Syria Accountability and Lebanese Sovereignty Restoration Act. The act requires the president to select from a menu of penalties in punishing Syria. In his action on Wednesday, Mr. Bush went beyond the list's requirements.\n   Representative Eliot L. Engel, a New York Democrat who was a co-author of the legislation, said Syria has been playing an increasingly destructive role in the Middle East and has ignored American appeals to crack down on militant groups like Hamas and the Islamic Jihad and to disengage from occupied Lebanon.\n   ''The United States government is sending a loud and clear message to the leaders of Syria that we will no longer turn a blind eye to their transgressions,'' said Mr. Engel. ''The ball is now in Damascus's court.''\n   The United States has long had strained relations with Syria, which Washington designated a state sponsor of terrorism in 1979. Ties improved briefly, in 1990, when Damascus joined the American-led coalition against Saddam Hussein and took part in the Middle East peace conference in Madrid the following year. \n   Subsequent talks aiming at establishing peace with Israel foundered and ultimately broke down in 2000, months before President Hafez al-Assad died. His son and successor, Bashar al-Assad, is widely seen as constrained by his father's old advisers.\n   Administration officials were divided over the sanctions, with some voicing concerns that they would further antagonize Arabs alarmed by the American handling of Iraqi prisoners or the administration's support for ceding parts of the West Bank to Israel.\n   Patrick Clawson, the deputy director of the Washington Institute for Near East Policy, said the president apparently delayed his announcement until after Arab leaders had set the terms of debate for their next summit talks, this month in Tunisia.\n   Ammar Arsan, a spokesman for the Syrian Embassy in Washington, said his country was already receiving strong support within the Arab League. He predicted that the measures would have ''no impact on our economic situation,'' given growing trade ties with investors from Europe and elsewhere.\n   Mr. Arsan also said his government would never compromise its political independence because of economic pressure from Washington.\n   ''The United States needs to review its policy toward the Middle East and recognize that relations between nations are based on mutual respect, and not sanctions or an escalation of tensions in the relationship,'' he said. \n   In deciding on sanctions, Mr. Bush went beyond the lawmakers' list to order American financial institutions to cut any ties with the Commercial Bank of Syria, citing money laundering concerns. The president explicitly barred the export of military equipment or dual-use items like chemicals, nuclear technology and propulsion equipment, and he threatened to take other measures if Syria did not ''take serious and concrete steps'' to change its behavior. \n   Among other things, Mr. Bush cited the need for Syria to ''cooperate fully with the international community in promoting the stabilization and reconstruction of Iraq.''\n   The White House charged that Syria provided military support to Iraq's president, Saddam Hussein, on the eve of the American invasion last year and said that even with Syria's having taken some steps to control its border, the country remains a transit point for foreign fighters infiltrating Iraq. It also accused Syria of failing to transfer $200 million in frozen Iraqi assets to a development fund for Iraq, as required by a United Nations resolution.\n   Edward P. Djerejian, a former ambassador to Syria who is now a Middle East expert at Rice University, said the president had intentionally left open the possibility of additional sanctions -- including targeting the energy sector -- as a prod for better compliance. He predicted that Tuesday's announcement would revive a debate in Damascus between the conservative ''old guard'' and would-be reformers who want to ease confrontation with Washington. \n   Representative Ileana Ros-Lehtinen, a Miami Republican who was an original sponsor of the Syria Accountability Act, expressed satisfaction with the president's announcement.\n   ''He went beyond what was asked of him,'' she said.                         \n\nhttp://www.nytimes.com\n\nLoad-Date: May 12, 2004"
}