{
    "title": "Bush planning for an attack on Iran",
    "publisher": "the pantagraph",
    "year": 2006,
    "month": 2,
    "day": 19,
    "full text": "Newspapers often print stories with the primary purpose of generating support for the government rather than inform the citizen of truly newsworthy events. \nFor instance, since 1996 over 3 million people have died in the Democratic Republic of the Congo as a result of globalization that our government whole-heartedly supports. More recently, there have been hundreds of newspaper stories about SARS that has killed 700 people worldwide, but 3 million people killed from the stealing of the legendary resources of the Congo are obviously not worth an equal amount let alone a proportional amount of news. \nNewspapers are constantly reporting about the war on terror. We're inundated in it, but who are the terrorists? Professor Jamal Nassar at Illinois State University has written a book called ``Globalization and Terrorism.'' In it he identifies two types of terrorism: acts of desperation by individuals and state terrorism. \nOur newspapers revel in reporting individual acts of terrorism, but nothing about state terrorism, which is a thousand times worse. After all, Johns Hopkins Bloomberg School of Public Health conservatively estimated over 100,000 people in Iraq were violently killed during the first 18 months of the Iraq war. What was their crime? Some of them actually defended themselves. \nPresident Bush has stated, ``You are either for us, or against us'' referring to the well-advertised war on terror. Well, I'm 100 percent against any administration that lies to me and causes the violent deaths of 100,000 human beings, but I will not stoop to violence or coercion. That's their technique. \nHowever, I will not be silent. To be silent is to be a partner for injustice. The Bush administration is ramping up its propaganda machine for an imminent attack on Iran. And what is Iran's crime against humanity? They want to sell their oil for euros. \nVictor Connor \nNormal \n\nLoad-Date: April 25, 2006"
}