{
    "title": "Bush pushes high-tech terrorism agenda",
    "publisher": "charleston gazette",
    "year": 2002,
    "month": 6,
    "day": 14,
    "full text": "WASHINGTON - President Bush rallied high-tech executives to the war on terrorism Thursday, urging them to apply their expertise to warfare and homeland security.\n\"Our high-tech advantage will make it easier for us to keep the peace,\" Bush told about 130 industry leaders at a White House forum. \"We're going to have to continue to use high-tech means and high-tech equipment to chase the killers down one by one.\"\nBush delivered his wartime appeal to an audience that included the top executives of AOL-Time Warner, AT&T, Hewlett Packard, Symantec and a host of other technology companies. He also prodded the corporate leaders to promote volunteerism and practice good corporate citizenship.\nNoting that the federal government will spend about $ 53 billion on information technology next year, Bush told his visitors, \"If you're one of the recipients of that $ 53 billion, make sure that the product actually works, please.\"\nThe three-hour forum was also a chance for Bush to solidify his ties to an industry with growing political influence. Political donations to federal candidates from computer and Internet companies increased from $ 1.5 million in 1990 to about $ 40 million in 2000, according to an analysis by the Center for Responsive Politics, an independent watchdog group.\nBush collected at least $ 1.2 million from high-tech sources for his presidential campaign, more than twice as much as Vice President Al Gore, the center reported.\n\"I've met many of you before, and I told you if you gave me a chance to be here in Washington, I would work to cut taxes,\" Bush told the crowd. \"Fortunately, I kept my promise.\"\nHe also reaffirmed his commitment to the expansion of broadband technology, changes in export controls that would make it easier to sell high-tech equipment overseas and the permanent extension of the research and development tax credit. Bush said he is mindful of the financial difficulties that continue to plague the once high-flying tech industry.\n\"One of the keys to recovery on the economic side is a strong and vibrant high-tech industry. I know that,\" he said. \"I understand the importance of productivity gains and what it means for average Americans.\"\nThe corporate leaders gave Bush a lengthy standing ovation.\n\"It was a very good dialogue,\" said AOL Chairman Stephen Case.\n\"Corporations have a role to play in this world, whether it be stimulating community service or using innovative technology to help support homeland security or other things like that. We want to make sure there's a good partnership between business and government.\"\nIn a veiled reference to the Enron debacle, he also reminded corporate leaders about their obligations to shareholders and employees.\n\"You're responsible for fully disclosing your assets and liabilities,\" he said to scattered chuckles.\nBut Bush's primary focus was high tech's role in the war on terrorism.\n\"When it comes to the defense of our country, our high-tech gains have made an enormous difference,\" he said. \"We're going to win the war because of our resolve and our determination and our love for freedom. But we're also going to win the war thanks to the incredible technology and technological breakthroughs that we have achieved here in America.\"\n\nLoad-Date: June 15, 2002"
}