{
    "title": "Bush leads terrorism round-up",
    "publisher": "university wire",
    "year": 2004,
    "month": 11,
    "day": 18,
    "full text": "This past week has seen a renewed energy by American forces against those that wish us harm. Fallujah is now completely under Iraqi control and the insurgents are fleeing to the remaining pockets of Sunni-led fighting. It would seem there is no end, but to discard any hope is to lose the battle without resistance.\nThe terrorists are unified in what they see as a divine purpose. If only Americans were so willing to band together to bring down the murderers responsible for thousands of deaths. The road block is pretty easy to identify: Liberals (not simply Democrats) wish to \"make peace\" with an enemy that will have no such thing so long as we live. The Left's misunderstanding of a terrorist's psyche can put American lives in danger, and that is completely unacceptable.\nWhat's more is we now find that there are some who wish to mourn the death of Yassir Arafat, a known terrorist. In his early years, and up until his health dwindled, he was extremely vocal about his contempt for Israel and its American allies. The people that follow this madman have, on numerous occasions, been offered a Palestinian state, only to reject it as not good enough. Arafat's compatriots are threatened by the might of the two most technologically advanced militaries in the world, and rightfully so.\nThe only thing preventing an end to this conflict is America's need to play diplomat. Even without France, Germany and the rest who opposed the battle of Iraq in the war on terrorism, the United States still feels the need to walk on eggshells on the world stage.\nTo give Israel the go-ahead to take down its opposition would see an Israeli state much larger than it is today, with peace throughout the region. Far from a dictatorship, this would allow the Jewish people to own the land to which they are entitled.\nIslam's claim to the Holy Land is a distant third, if at all. Their assertions that their mosques are built there means nothing because any such religious sanctuaries are built on the ashes of Jewish temples, torn down by self-righteous, blood-thirsty Arabs who completely rejected any other's religious beliefs.\nThe terrorists' perversion of Islam, as has been stated many times, is not the true purpose of the religion. Islam is tolerant and preaches unity but somewhere along the line, those like Osama bin Laden, Saddam Hussein, Yassir Arafat, Ayatollah Khomeini and countless others have manipulated the minds of their followers into believing that mass genocide is justified and suicide bombings will be rewarded in the afterlife.\nToo often have the Middle East inhabitants been so duped into thinking outsiders wish to do them harm. This xenophobic mindset will erode as more and more countries turn to democracy, allowing their citizens to see more than government-approved news stories and hear opinions that disagree with their leaders.\nPresident Bush is doing the world a grand service by allowing millions to look outside the walls and into a world that does not wish them harm. Soon, many will see the wonders of prosperity that capitalism can bring and that there is nothing about modernization that will decay one's religion. It has been a long and difficult struggle but the task taken on by our president is historical in scope. Liberals have a hard time looking much past the immediate future which is why they oppose a war they think is unjustified.\nIt almost plays out like a great epic, the story of our president and his heroic decision to no longer accept terrorists' bully tactics, except that we are experiencing the beginnings of this profound, worldwide change first-hand. You may not see it now but, as my side has been trying to explain for so long, you eventually will. The task is daunting but the leadership is right. George W. Bush is a man ahead of his time.\n(C) 2003 The Daily Athenaeum via U-WIRE\n\nLoad-Date: November 18, 2004"
}