{
    "title": "BUSH, CARNAHAN FOCUS ON ECONOMY IN WEEKLY TALK, DEMOCRATIC REPLY; PRESIDENT PUSHES TERRORISM INSURAN",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 10,
    "day": 13,
    "full text": "President George W. Bush and Sen. Jean Carnahan discussed the sluggish economy Saturday ahead of the crucial Nov. 5 elections, responding to pocketbook issues that voters say are their chief worries.\nBush cited the bipartisan cooperation seen in the Iraqi debate as he urged passage of a terrorism insurance plan that he said would help put 300,000 construction workers to work. Meanwhile, Democrats urged a fix to the shaky economy and an extension of unemployment benefits, telling the president that those out of work \"need your leadership more than ever.\"\nBush used his weekly radio address to challenge Democrats' election season charges that he has neglected the economy.\n\"Confronting Iraq is an urgent matter of national security,\" Bush said. \"America's economic security, especially the creation of good jobs, is also an urgent matter requiring presidential and congressional action.\"\nThe president affirmed in his radio address his concern for out-of-work Americans, and he urged Congress to approve his plan for laid-off construction workers by guaranteeing terrorism insurance for building projects that have been put on hold after Sept. 11.\nIn the Democratic radio response, Carnahan, D-Mo., said, \"We cannot turn a blind eye to the hardships of jobless men and women, those suffering most in this economy - hurting, helpless, heartbroken.\"\nAt the same time, \"restoring confidence in our markets and increasing corporate accountability is necessary to bring our economy back to health,\" she said.\nSenate Democrats have tried unsuccessfully to push through a 13-week extension of benefits for 2 million people expected to exhaust them shortly after Christmas. House Republicans are countering with a more limited extension, coupled with a package of investor tax cuts.\nCarnahan said the focus on Iraq and the anti-terrorism campaign should not diminish the government's response to the weakening economy.\nBoth Carnahan and Bush offered the bipartisan debate on Iraq as proof that the two parties can work together and should do so on strengthening the economy.\nThe House is expected to consider this week modest economic help for investors and the unemployed.\nA new Pew Research Center poll says voters, by a ratio of 2-to-1, believe Bush could be doing more to help the economy.\nIn the poll, people strongly approved, by 71 percent to 22 percent, Bush's handling of the campaign against terror and said they favor Republicans over Democrats, 46 percent to 30 percent, to make wise decisions on Iraq. But they said they trust Democrats more than Republicans to handle economic problems, 41 percent to 37 percent.\n\nLoad-Date: October 13, 2002"
}