{
    "title": "Bush Spot Challenges Kerry on Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 7,
    "day": 3,
    "full text": "This spot from President Bush will begin running in New Mexico this weekend, an answer to an advertisement there by Senator John Kerry that, among other things, highlights his authorship of a 1997 book about global security.\n\nPRODUCER: Maverick Media\n\nTHE SCRIPT: Mr. Bush says, ''I'm George W. Bush and I approve this message.'' An announcer says, ''John Kerry says he's 'author of a strategy to win the war on terror'? Against the Japanese Yakuza. Never mentions Al Qaeda. Says nothing about Osama bin Laden. Calls Yasir Arafat a 'statesman.' The New Republic says Kerry's plan 'misses the mark.' And Kerry's focus? Global crime, not terrorism. How can John Kerry win a war if he doesn't know the enemy?''\n\nON THE SCREEN: The spot opens with a shot of Mr. Kerry's book, ''The New War: The Web of Crime That Threatens America's Security,'' and writing on the screen that says, ''Author of a Strategy to Win The War on Terror?'' The picture of Mr. Kerry featured on the book's cover shrinks and moves off to the side as a Japanese gong strikes once and the screen fills with a cartoon drawing of a gangster set against an orange and yellow backdrop. The image of Mr. Kerry begins to grow again, filling half the screen alongside an image of Osama bin Laden, whose face is superimposed with a big red question mark and then Mr. Arafat, whose face is superimposed with the word ''statesman.'' The screen goes black with white wording, ''Kerry's Focus,'' and then the answer ''global crime, not terrorism'' as the screen next fills with the cartoon silhouette of a man leaning back and spinning a globe on his finger as if it were a basketball. The spot ends with another quick shot of Mr. bin Laden and then Mr. Kerry with a cartoon bubble above his head filled with a question mark.\n\nACCURACY: Mr. Kerry's book did not delve into Al Qaeda or Mr. bin Laden, and indeed did focus primarily on global crime. Still, to say that Mr. Kerry does not ''know the enemy'' is a stretch. As a member of the Senate Select Committee on Intelligence, Mr. Kerry was well aware of the threat posed by Mr. bin Laden, and the Kerry campaign provided a quotation from Mr. Kerry in 1998, after the embassy bombings in Africa, in which he called for swift justice for the Qaeda leader. An article in The New Republic did criticize the book for focusing too much on crime and not enough on terrorism. Still, one passage in Mr. Kerry's book does seem particularly prescient now, even if others had made similar predictions at around the same time: ''The terrorists of tomorrow will be better armed and organized. It will take only one megaterrorist event in any of the great cities of the world to change the world in a single day.''\n\nSCORECARD: This spot is not running with any significant frequency or reach, so its impact will likely be minimal unless its circulation increases. Even so, it shows the risks for both candidates when playing politics with terrorism. Though some polls show that voter perceptions about Mr. Kerry's antiterrorism qualifications are improving, he, like other longtime federal officeholders, is vulnerable to charges of not acting quickly or forcefully enough to eliminate Al Qaeda. Yet the recently concluded commission hearings on the Sept. 11 attacks have left Mr. Bush still more vulnerable to such charges. Mr. Kerry's campaign answered this advertisement with an electronic message that included commission testimony in which one of the Democrats on the commission, Timothy J. Roemer, cited records showing that top Bush administration officials did not meet to solely discuss ''Al Qaeda and terrorism'' until a week before the attacks.   JIM RUTENBERG\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto                 \n\nLoad-Date: July 3, 2004"
}