{
    "title": "Bush sees increase in terrorism",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 4,
    "day": 17,
    "full text": "LEXINGTON, Va. -- Amid fresh questions on the whereabouts of Osama bin Laden, President Bush on Wednesday predicted a \"spring thaw\" that will bring an increase in terrorist activity as bin Laden's network tries to regroup and strike again.\nStill, he pledged, \"We will defeat the threats against our country and the civilized world.\"\nThe president used an address to cadets at Virginia Military Institute to give an update on his war against terrorism at a time when dubious results of his Mideast peace initiative and the lingering, elusive specter of bin Laden have claimed the headlines.\nBush focused on what he called \"day by day, terrorist by terrorist\" progress and said resolving the Israeli-Palestinian crisis is part of his broader -- and long -- battle against terrorism.\n\"Wherever global terrorism threatens the civilized world, we and our friends and allies will respond, and respond decisively,\" Bush said.\nDespite signs of wavering by Arab partners, Bush proclaimed the international coalition behind his anti-terror efforts \"strong and united and acting.\" Without naming Iraq, he renewed his determination to squash the threat of outlaw regimes in an \"axis of evil.\"\nAfghanistan's Taliban, Bush said forebodingly, is but \"the first regime to fall in the war against terror.\"\nHe put a humanitarian face, too, on his cause:\n\"America has a much greater purpose than just eliminating threats and containing resentment because we believe in the dignity and value of every individual. America seeks hope and opportunity for all people in all cultures.\"\nBush counted off the accomplishments in the first phase of the war in Afghanistan, where bin Laden and his al-Qaida network and Taliban allies were rousted by U.S. military might.\n\"We're clearing minefields, we're rebuilding roads, we're improving medical care and we'll work to help Afghanistan develop an economy that can feed its people without feeding the world's demands for drugs,\" Bush said.\nBut a new videotape surfaced in Qatar this week showing bin Laden alive and at work to terrorize Americans. It remains unclear when the tape was made, but serves as vivid reminder that the Bush administration does not know where the suspected mastermind of the Sept. 11 attacks is. A White House official said the government's assumption is that bin Laden was present during December's fierce firefighting in Tora Bora, Afghanistan, but escaped.\nBush focused instead on the one senior bin Laden lieutenant U.S. forces have nabbed, Abu Zubaydah, the third-ranking figure in the al-Qaida terror network.\nDefense Secretary Donald H. Rumsfeld, meanwhile, announced plans Wednesday for assigning war-fighting responsibilities at home and around the world in hopes of better managing defense of the U.S. homeland.\nThe new approach is supposed to streamline a command structure that is complex and, in many respects, rooted in a Cold War-era approach to fighting standing armies, air forces and navies in predictable parts of the world.\nA new command, called Northern Command, will begin operating on Oct. 1. It will be responsible for defense of U.S. territory, including the waters off the East and West coasts, according to officials who discussed some details of the plan Tuesday on condition of anonymity.\nPresident Bush is expected to nominate Air Force Gen. Ralph Eberhart as the first commander of Northern Command.\n\"He's not plotting and he's not planning any more. He's under lock and key; and we're going to give him some company. We're hunting down the killers one by one,\" Bush told thousands of cheering military cadets in formal dress uniforms.\nCiting intelligence gathered from the laptop computers, maps and drawings seized as U.S. forces scoured al-Qaida hide-outs in Afghanistan, Bush gave a chilling forecast of the potential for more attacks.\n\"As the spring thaw comes, we expect cells of trained killers to try to regroup, to murder, to create mayhem and try to undermine Afghanistan's efforts to build a lasting peace,\" the president said.\nAfter the speech, Bush was returning to the White House to meet with Lebanon's prime minister, Rafiq Hariri, on ways to prevent skirmishing along Lebanon's southern border with Israel from merging with the West Bank bloodshed into a wider Arab-Israeli war.\nBush hit a snag on the return trip when Marine One shut down, for reasons not immediately clear, and he had to cross the university lawn to a backup helicopter.\nAdvisers said his VMI speech, which made Bush the first president to visit the state university since 1964, was not meant to break new ground in the anti-terrorism campaign, only to sustain support for the long campaign by letting Americans know how it is going.\nThe president is likely to use a planned address at West Point for another such update in several weeks, said another White House aide.\nPublic approval of Bush's military campaign against bin Laden's al-Qaida network and terrorist targets in Afghanistan remains very strong, along with the president's overall job approval rating, ranging from 75 percent to 80 percent.\nPublic opinion polls show far more mixed sentiment on the Middle East, where Americans strongly support Bush's recent steps to intervene and mediate peaceful settlement, but doubt they will be successful. The most recent surveys found Americans just about evenly split on whether the Bush administration has a clear and well thought-out policy on the Middle East.\n\nLoad-Date: April 17, 2002"
}