{
    "title": "Bush on terrorism_ 'I will not wait'",
    "publisher": "the bismarck tribune",
    "year": 2002,
    "month": 2,
    "day": 2,
    "full text": "'I will not wait on events, while dangers gather. I will not stand by, as peril draws closer and closer. The United States of America will not permit the world's most dangerous regimes to threaten us with the world's most destructive weapons.'\n-- President Bush in his State of the Union speech Tuesday evening.\n q q q\n 'Usually, as a commissioner, you get contacted when things go wrong. In this case, it's people telling me, 'We need to do this thing.' '\n -- Bismarck City Commissioner Sandi Tabor talking about a fixed-route bus system for the city, which will be on the March 19 special election ballot.\n q q q\n 'Now is not the time to weasel out of commitments we made to veterans.'\n -- U.S. Rep. Earl Pomeroy, responding to limits placed on Veterans' Administration satellite clinics in North Dakota.\n q q q\n 'After seeing that near record, we knew we didn't necessarily need the regulation to protect bigger walleye.'\n -- North Dakota Game and Fish's fishery chief Terry Steinwand, referring to the lifting of a three-year-old regulation limiting number of large walleye caught to one over 18 inches in length per day.\n q q q\n 'Our homeland is their battle space. They're going to try and get next to us in our homeland. They're going to try and disturb our psyche.'\n -- North Dakota National Guard Adjutant General Mike Haugen speaking at a Bismarck gathering Wednesday of state and federal agencies that addressed terrorism.\n q q q\n 'The first 212 to three months (after Jay died), she never played with a toy. She always played a lot with the toys and tossed them around. She and Jay would play back-and-forth with them. I think if he walked in the door today, she would just do somersaults.'\n -- Sue Stratton, referring to Molly, a miniature schnauzer who grieved with Sue when her husband, the Rev. Jay Stratton, died in June. The Tribune did a series of stories about the hospice services the Strattons used.\n\nLoad-Date: February 4, 2002"
}