{
    "title": "Bush loses support in Missouri Concern over economy, Iraq war, terrorism and direction of nation acc",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 1,
    "day": 23,
    "full text": "Even before Osama bin Laden resurfaced late last week, an increasing number of Missourians said they were fearful about their safety, their jobs and the war in Iraq.\nA majority also believe the country is headed in the wrong direction.\nAs a result, Missouri voters appear to be less enamored of President George W. Bush than they were in fall 2004, when Bush easily carried the state in his bid for re-election.\nThat's the upshot of a new poll of 800 likely voters in Missouri conducted last week for the Post-Dispatch and KMOV-TV (Channel 4).\n\"Missouri voters really aren't sure what's going on with the president,\" said pollster Del Ali, head of Research 2000, the Maryland-based firm that conducted the poll Jan. 16-18.\nAs an example, he cited the roughly even split among poll participants when asked whether they approved of the Bush administration's monitoring of telephone and Internet communications without a judicial warrant between American citizens and suspected terrorists overseas. \nFor a Republican-leaning state like Missouri, \"that division speaks volumes,\" Ali said. \"That's an ominous sign.\"\nAcross the river, Illinois' likely voters are even more dissatisfied with Bush than they were in 2004, when the state went for Democrat John Kerry.\nA significant majority of the 800 likely voters in Illinois polled said they disapproved of the president, the Iraq war, the economy and the overall direction of the nation.\nBarely one-third of Illinois poll respondents gave Bush a \"favorable\" rating, his lowest number in five years of similar polls. And a majority objected to the monitoring of overseas calls and Internet communications.\n\"The administration's agenda just doesn't resonate in Illinois,\" Ali said.\nMissouri split on Bush, Iraq\nIn Missouri, the likely voters were split when it came to giving the president a favorable or unfavorable rating. That's down from fall 2004, when he had a favorable edge.\nBut the sharpest decline is in Bush's job approval rating. In September 2004, 53 percent of those polled rated him \"excellent\" or \"pretty good.\" This time, 44 percent did.\nJoe Goedde, 59, an engineer from Jefferson City, was among them. He praised Bush, Vice President Dick Cheney and U.S. Sen. Jim Talent, R-Mo., for \"their morality, their ability to stand up to people who have lesser values.\"\nBut that opinion isn't shared by Mary Jane Ray, 86, of Kirkwood. She said she has \"been through a lot of presidents\" but has never been as upset as she is over Bush.\nShe cited the war in Iraq, the loss of jobs and the declining availability of health care to average Americans.\n\"I wonder if my country will ever recover from what's being done to it,\" Ray said, adding that she didn't even feel as pessimistic during World War II.\nIn September 2004, polled voters in Missouri were split almost evenly when asked whether the country was headed in the right or wrong direction.\nBut now more than half of those polled -- 57 percent -- said the nation is headed in the wrong direction, while only 39 percent were pleased with the way things are going.\nAs a whole, the women polled tended to be more pessimistic than the men.\nHowever, retired church assistant Billie Floyd of St. Charles is happy with Bush. \"The president has just shown great leadership,\" said Floyd, 73.\nFloyd said she has no objection to his monitoring of telephone calls and the Internet without the warrant.\n\"I just feel like that it's not only his right, it's his duty, to protect us,\" she said.\nRising concern about Iraq\nPoll participant Larry Paule, a retired aircraft electrician from Maryland Heights, has considered himself a Republican. But he's upset with the president over Iraq.\n\"I just don't think we should be in Iraq to change regimes,\" Paule said. \"But now, we're stuck.\" He supports keeping troops at the same level until the situation improves.\nThat was the view of the largest bloc of those polled -- 41 percent. In October 2004, a majority supported the status quo.\nIn that October poll, just over a quarter called for the withdrawal of some troops. Well over a third hold that view now.\nStill, as in October 2004, Missourians remain almost evenly split when it came to whether the war in Iraq was worth it.\nGoedde, the Jefferson City engineer, believes that Bush is being unfairly attacked about Iraq because he is addressing the problem left by his father, the first President George Bush. Goedde says Saddam Hussein should have been removed during the Persian Gulf War in 1991.\nIn Illinois, dissatisfaction with the Iraq war was much sharper. More than half of those polled want some troops withdrawn, while less than a quarter support the status quo.\nAnd a solid majority of those Illinois voters -- 58 percent -- said the war wasn't worth the cost.\nThe poll also found that almost two-thirds of the Illinoisans polled believe the nation is moving in the \"wrong direction.\"\nThe heightened pessimism in Illinois was particularly reflected in the nation's economy. Two-thirds of those polled rated the current economic conditions as \"fair\" or \"poor.\"\nIn Missouri, just over half of those polled gave such ratings.\nThose polled in Missouri remain optimistic about the economy's future, with 72 percent predicting that the economy will stay the same or improve. But that's down from September 2004, when 84 percent of those polled held such views.\nDespite such different results, the polls in the two states found one identical sentiment. In both polls, 65 percent said they were \"very concerned\" or \"concerned\" about the threat of a terrorist attack in the next 12 months.\n---\nA7 and STLtoday.com Get complete results from the poll.\n\nNotes\n\n POST-DISPATCH NEWS 4 2006 POLL | U.S. POLITICS \n\nGraphic\n\n \nGRAPHIC\n GRAPHIC / CHART - Campaign 2006 Missouri poll: BUSH/CHENEY; ECONOMY; SURVEILLANCE  GRAPHIC / CHART - Campaign 2006 Missouri poll: IRAQ; TERRORISM  GRAPHIC / CHART - In Missouri ... THE FUTURE  GRAPHIC / CHART - In Illinois ... THE FUTURE  GRAPHIC / CHART - Campaign 2006 Illinois poll: BUSH/CHENEY; ECONOMY; SURVEILLANCE  GRAPHIC / CHART - Campaign 2006 Illinois poll: IRAQ; TERRORISM \n\nLoad-Date: January 23, 2006"
}