{
    "title": "Bush Faults Kerry on Terrorism Remarks",
    "publisher": "the new york times",
    "year": 2004,
    "month": 10,
    "day": 12,
    "full text": "President Bush accused Senator John Kerry on Monday of fundamentally misunderstanding what it takes to combat terrorism, holding up as evidence Mr. Kerry's recent statement that the goal should be to reduce terrorism to a ''nuisance'' along the lines of prostitution or illegal gambling.\n  Traveling through the contested states of New Mexico and Colorado, Mr. Bush moved to shift the campaign's focus from Iraq, a subject that Mr. Kerry is using to pound away at the president's competence and honesty, to the effort to protect the nation from terrorist attacks, an issue on which polls give Mr. Bush a decided edge.\n  He seized in particular on comments Mr. Kerry made about terrorism in an interview for an article in The New York Times Magazine on Sunday. The senator said that for Americans to feel safe again, ''We have to get back to the place we were, where terrorists are not the focus of our lives, but they're a nuisance.'' \n  Mr. Kerry went on to draw a parallel to his experience as a prosecutor, suggesting that it was impossible to eradicate prostitution, illegal gambling or organized crime, but that they could be contained so that they did not threaten people's lives.\n  At a rally in Hobbs, N.M., Mr. Bush turned Mr. Kerry's words against him. He said Mr. Kerry had once described the fight against terrorism as ''primarily a law enforcement and intelligence-gathering operation'' rather than a battle requiring the full might of American power, and said there was now ''new evidence that Senator Kerry fundamentally misunderstands the war on terror.''\n  ''Just this weekend, Senator Kerry talked of reducing terrorism to -- quote -- 'nuisance' -- end quote -- and compared it to prostitution and illegal gambling,'' Mr. Bush said. ''See, I couldn't disagree more. Our goal is not to reduce terror to some acceptable level of nuisance. Our goal is to defeat terror by staying on the offensive, destroying terrorists, and spreading freedom and liberty around the world.''\n  The White House hammered away at the theme on all fronts. In New Jersey, Vice President Dick Cheney called Mr. Kerry's view of terrorism ''naive and dangerous.'' In a conference call with reporters arranged by the Bush campaign, Rudolph W. Giuliani, the former mayor of New York, mocked Mr. Kerry for comparing terrorism to gambling and prostitution. ''The idea that you can have an acceptable level of terrorism is frightening,'' Mr. Giuliani said. \n  At his final event of the day, a rally at the Red Rocks Amphitheater outside Denver, Mr. Bush was introduced by Gen. Tommy R. Franks, the commander of American forces during the invasion of Iraq. \n  In serving under Mr. Bush, General Franks said, ''I saw character, I saw courage and I saw consistency,'' all of which are needed ''not to tie but to win against the terrorists.''\n  The multipronged assault, two days before the third and final presidential debate, came after the Bush campaign released a new commercial on Sunday that concludes, ''How can Kerry protect us when he doesn't understand the threat?''\n  The Kerry campaign said the White House was taking Mr. Kerry's words out of context and trying to turn attention away from the president's record.\n  It also focused on Mr. Bush's own past statements. Mr. Kerry's aides pointed out that Mr. Bush said in August that he did not think the war on terror could be won, though he reversed himself the next day. \n  And they cited remarks two years ago by Brent Scowcroft, who was national security adviser to Mr. Bush's father, who like Mr. Kerry said terrorism could be contained to the point that it would become a ''nuisance'' that did not paralyze societies.\n  ''Considering that George Bush doesn't think we can win the war on terror, let Osama bin Laden escape and rushed into Iraq with no plan to win the peace, it's no surprise that his campaign is distorting every word John Kerry has ever said,'' said Phil Singer, a Kerry spokesman. \n  In New Mexico, which Al Gore won four years ago by 366 votes, Mr. Bush made a special appeal to Hispanic voters, noting that he was traveling with current and former administration officials of Hispanic descent. \n  And at a fund-raiser in Denver for Peter H. Coors, the Republican running for an open Senate seat, Mr. Bush implored his supporters to turn out the vote on Election Day, highlighting his campaign's belief that the outcome could turn on which side does a better job of getting its supporters to the polls.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: President Bush at a rally yesterday at the Red Rocks Amphitheater outside Denver. Mr. Bush campaigned in New Mexico and Colorado. (Photo by Doug Mills/The New York Times)      \n\nLoad-Date: October 12, 2004"
}