{
    "title": "BUSH, KERRY TARGET SPLIT NEW MEXICO ; BATTLE OVER ANTI-TERRORISM, ENERGY POLICIES",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 10,
    "day": 12,
    "full text": "Massachusetts Sen. John F. Kerry and President Bush took their campaigns yesterday to New Mexico, a state with five precious electoral votes and an electorate so divided that four years ago, then-Vice President Al Gore won it by a mere 366 votes.\n Kerry pushed his energy policy, comparing the ambition of his plan for energy independence with President Franklin D. Roosevelt's Manhattan Project, a massive scientific undertaking that gave birth to the atomic bomb.\n Bush, in the oil patch town of Hobbs, just inside the state's border with Texas, kept up his criticism of Kerry as soft on terrorism and ridiculed the senator's recently stated goal of reducing terrorism to \"a nuisance.\"\nThe New Mexico contretemps underscored the significance of this Southwestern state, but also highlighted what each candidate considers his main strength.\n For Kerry, energy independence is a crossover issue that addresses such policies as conservation, environment and rising oil prices while serving as a way for the United States to extricate itself from turmoil in the Persian Gulf.\n For Bush, attacking Kerry's stance on terrorism plays to his strengths with the electorate. Polls indicate that Americans prefer Bush to Kerry in leading the war against terrorists.\n Kerry offered no new proposals yesterday, but he described his plan to develop new clean fuels, produce more fuel-efficient cars, expand exploration of natural gas and reduce energy costs for Americans as a visionary idea that rivaled not only FDR's efforts to harness atomic power, but also President John F. Kennedy's goal of putting a man on the moon.\n Kerry says his plan would make certain that, by the year 2020, 20 percent of U.S. electricity use would come from renewable sources, such as ethanol and biodiesel fuels.\n With oil prices at $53 a barrel last week, Kerry blamed Bush for not pressing oil ministers from the Organization of Petroleum Exporting Countries to release more oil. In fact, though, the U.S. president has no control over world oil prices. They tend to be cyclical or, as they appear to be now, affected by the inability of oil producers to keep up with growing demand in China and other Asian countries.\n The Bush campaign accused Kerry of obstructing energy legislation in the Senate that contained provisions for renewable energy.\n In Hobbs, Bush appeared at a morning rally designed to appeal to the state's large number of Hispanic voters. He said he would be tougher than Kerry in the fight against terrorism and repeated earlier charges that Kerry's plan to repeal tax cuts for wealthy Americans wouldn't produce enough money to fund the programs he has promised.\n\nLoad-Date: October 12, 2004"
}