{
    "title": "Bush speaks on trade, climate",
    "publisher": "the bismarck tribune",
    "year": 2007,
    "month": 9,
    "day": 7,
    "full text": "SYDNEY, Australia - President Bush today urged Asia-Pacific nations to lead the way toward a worldwide trade agreement and a plan to combat global warming while also banding together against terrorism.\nIn a speech to business leaders, Bush prodded Russia and China to honor democratic principles and allow more freedoms. He appealed for international pressure against the military government in Myanmar to stop its crackdown on pro-democracy activists in the Southeast Asian nation.\nThe president added that North Koreans should share the same liberties that citizens of their democratic neighbors enjoy.\nBush spoke optimistically about the war in Iraq and urged other nations not to turn away, according to text of his remarks that the White House released in advance.\n\"The calling of our time is to help people in the Middle East build free and hopeful societies that fight the terrorists instead of harboring them,\" Bush said. \"And when they do, people in this region and every corner of the world will be safer and more secure.\"\nBush said nations across Asia have been victims of terrorism.\n\"The vast majority of citizens in this region reject the extremists, oppose their violent tactics and support democracy,\" Bush said. \"and the United States will actively support the forces of moderation.\"\nBush's speech came as Pacific Rim leaders gathered in Sydney for the annual Asia-Pacific Economic Cooperation forum, a 21-nation group whose economies account for nearly half of all global trade. The president met on Thursday with China's President Hu Jintao; today he was meeting with Russian President Vladimir Putin.\nBush and Hu, leaders of two of the world's worst polluting nations, both called on Thursday for greater international cooperation in tackling climate change without stifling economic growth. Bush repeated that theme in his speech today.\n\"Our challenge is to strengthen the forces of freedom and prosperity in this region,\" Bush said.\n\nLoad-Date: September 9, 2007"
}