{
    "title": "Bush, Blair project unity on terrorism and Iraq",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 11,
    "day": 20,
    "full text": "LONDON -- President Bush and British Prime Minister Tony Blair said Thursday that deadly twin bombings in Turkey only stiffen their joint resolve in Iraq and against global terrorism. \"Our response is not to flinch or give way or concede one inch,\" the British leader said.\n\"What this latest terrorist outrage shows us is that this is a war -- its main battleground is Iraq,\" Blair said, at Bush's side as thousands began marching through London's streets against the American president's visit and the Iraq invasion. \"We stand absolutely firm until this job is done -- done in Iraq, done elsewhere in the world.\"\nJust hours before, blasts shattered the British consulate and the London-based HSBC bank in downtown Istanbul, killing more than two dozen people.\nBush said he mourned for those killed.\n\"Great Britain, America and other free nations are united today in our grief and united in our determination to fight and defeat this evil wherever it is found,\" he said.\nBoth leaders sought to draw attention to terrorism's broad reach -- in a large number of countries and with many Muslim victims. But Bush, in asserting progress in the U.S.-led campaign against the al-Qaida terrorist network, also seemed to acknowledge the effort's shortcomings in failing so far to capture Osama bin Laden and other top leaders.\n\"If you were to view al Qaida's organization structure as a kind of a board of directors and then there would be the operating management,\" he said, \"we're dismantling the operating management.\"\nThe two leaders intended to project unity on Iraq at a time when their support at home has eroded.\n\"Our mission in Iraq is noble and it is necessary,\" Bush said. \"No act of thugs or killers will change our resolve or alter our fate. A free Iraq will be free of them.\"\nBut disputes between their governments loomed over the meeting at No. 10 Downing Street.\nBush slapped tariffs on steel imported to the United States last year, angering Blair.\nBush said Blair had raised the issue for a third time with him Thursday. But the president was noncommittal about whether he will repeal the tariffs in the wake of a World Trade Organization ruling that they violate international trade laws, saying only that he would make \"a timely decision.\"\nMany Britons also are dismayed about the nine British detainees being held indefinitely and without trial by the U.S. military in Guantanamo Bay, Cuba. Bush defended their detention Thursday, saying they were \"picked up off a battlefield.\nAside from insisting trials would be conducted \"in fair fashion,\" he gave no clue as to how he would resolve the issue of the Britons.\nBlair said it would shake out \"at some point soon\" and -- despite considerable domestic pressure over the issue -- defended the administration's policies on the detainees. The fact that the United States and Britain are negotiating over \"fair procedures for trial\" proves how the Western democracies are different from terrorists, he said.\nWith the attacks in Turkey sure to refocus attention on the continuing danger of terrorism, Bush and Blair warned against complacency and used the bombings to justify their troops' continued presence in Iraq despite rising death tolls there.\nBush even hinted that American troop levels there could rise. Many have speculated that an expected transfer of power to Iraqis next year will mean a significant drawdown of U.S. strength in the region.\nUnder a troop rotation plan announced last week, the overall number of American soldiers in Iraq will fall to 105,000 by May from the current 130,000.\n\"We could have less troops in Iraq, we could have the same number of troops in Iraq, we can have more troops in Iraq. Whatever is necessary to secure Iraq,\" Bush said.\nEarlier, on the second full day of his 3 1/2-day visit to Britain, Bush and his wife, Laura, had an emotional meeting in a Westminster Abbey chapel with family members of seven British soldiers killed in Iraq.\nThe president also laid a cream-colored wreath with a red, white and blue banner at the Tomb of the Unknown Warrior in a subdued ceremony at the cathedral.\nLater Thursday, Bush and Blair tried to showcase a softer side of their foreign policy by convening a round-table gathering with two dozen AIDS experts.\nNearby, protesters said they were uncomfortable with Blair's close relationship with the U.S. president.\n\"We're angry that Bush appears to be leading our country,\" said Ted Edwards, a gas supply worker who took the day off to attend the march. \"Why Blair is allying himself to Bush I do not know. It's important to show our anger at Bush and to tell Blair he doesn't represent most people in Britain.\"\nBush said he was not dismayed by the demonstrations that have accompanied his visit.\n\"Freedom is beautiful,\" the president said, adding he was happy to be in a country where people were allowed to speak their minds freely. \"All I know is that people in Baghdad weren't allowed to do this until recent history.\"\n\nLoad-Date: November 20, 2003"
}