{
    "title": "Bush warns against denial of terrorism",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 11,
    "day": 2,
    "full text": "WASHINGTON -- President Bush compared Congress' Democratic leaders Thursday to people who ignored the rise of Lenin and Hitler early in the last century, saying \"the world paid a terrible price\" then and risks similar consequences for inaction today.\nBush accused Congress of stalling important pieces of the fight to prevent new terrorist attacks by: dragging out and possibly jeopardizing confirmation of Michael Mukasey as attorney general, a key part of his national security team; failing to act on a bill governing eavesdropping on terrorist suspects; and moving too slowly to approve spending measures for the Iraq war, Pentagon and veterans programs.\n\"Unfortunately, on too many issues, some in Congress are behaving as if America is not at war,\" Bush said during a speech at the Heritage Foundation, a conservative think tank. \"This is no time for Congress to weaken the Department of Justice by denying it a strong and effective leader. ... It's no time for Congress to weaken our ability to intercept information from terrorists about potential attacks on the United States of America. And this is no time for Congress to hold back vital funding for our troops as they fight al-Qaida terrorists and radicals in Afghanistan and Iraq.\"\nSenate Majority Leader Harry Reid, D-Nev., said lawmakers refuse to give Bush a blank check for \"his directionless war\" in Iraq and will not rubber stamp his attorney general choice. And he said Bush is the one who has taken his focus off the real threats to security.\n\"It is because of the administration's mismanagement of the war that we stand unready for the next attack,\" Reid said. \"Far from keeping Osama bin Laden on the run, President Bush has distracted us from tracking down a resurgent al Qaida.\"\nBush's remarks were his second in two days alleging inaction on Capitol Hill, which has been led by Democrats since January. This speech focused on measures related to the war on terror, while Wednesday's emphasized disputes between the White House and Congress over domestic issues.\nBush argued the current debate over the Iraq war and the administration's anti-terror methods harkens back to debates decades ago over resisting action when Soviet founder Vladimir Lenin first talked about launching a communist revolution, when Adolf Hitler began moves to establish an \"Aryan superstate\" in Germany, and in the early days of the Cold War when some advocated accommodation of the Soviet Union.\n\"Now we're at the start of a new century, and the same debate is once again unfolding, this time regarding my policy in the Middle East,\" Bush said. \"Once again, voices in Washington are arguing that the watchword of the policy should be stability.\"\nBush said any denial of war is dangerous.\n\"History teaches us that underestimating the words of evil, ambitious men is a terrible mistake,\" Bush said. \"Bin Laden and his terrorist allies have made their intentions as clear as Lenin and Hitler before them. And the question is, will we listen?\"\nSaid Sen. Hillary Clinton, D-.N.Y., running for the 2008 Democratic presidential nomination: \"Americans are tired of the president's efforts to play politics with national security and practice the politics of division.\"\nCongress earned Bush's scorn even while he offered praise because a key Senate committee has passed a new eavesdropping bill containing many provisions the president wants. \"It's an important step in the right direction,\" he said.\nBush repeated earlier criticisms of a move to combine spending bills for the Defense Department and veterans programs with one for labor, health and education matters that Republicans consider bloated. Bush also lamented that his emergency spending request for the wars in Iraq and Afghanistan still languishes.\n\"When it comes to funding our troops, some in Washington should spend more time responding to the warnings of terrorists like Osama bin Laden and the requests of our commanders on the ground,\" Bush said, \"and less time responding to the demands of MoveOn.org bloggers and Code Pink protesters.\"\n\nLoad-Date: November 2, 2007"
}