{
    "title": "Bush sounds anti-terror theme at FBI academy U.S. will continue to _take the fight to the enemy,_ he",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 7,
    "day": 12,
    "full text": "Four days after the London bombings, President George W. Bush on Monday warned there will be difficult moments in the war on terrorism but said the United States must stay on the offense to overcome a hateful enemy.\n\"These kind of people who blow up subways and buses are not people you can negotiate with, or reason with, or appease,\" Bush said in a tough-talking speech at the FBI training academy. \"In the face of such adversaries, there is only one course of action: We will continue to take the fight to the enemy, and we will fight until this enemy is defeated.\"\nBush spoke at Quantico as British Prime Minister Tony Blair told the House of Commons that it seems probable the bus and subway attacks that killed dozens last Thursday were carried out by Islamic extremists.\nThe attacks have raised fresh fears of a similar strike in the United States and have given the president a new cause to promote his leadership in his fight against terrorism.\nBush's war against terrorism is a major reason he won re-election last year: Americans came out of the voting booths saying they thought he would do a better job of protecting them from another attack.\nIt also remains his strength. Americans responded to an AP-Ipsos poll conducted last month by giving the president higher job approval ratings on terrorism than on his handling of the Iraq war, Social Security or other domestic issues.\nYet his approval numbers have slipped in the months leading up to his speech at Quantico to an audience of 1,000 FBI officials, Marines and emergency first-responders. Americans have become particularly skeptical of his leadership of the war in Iraq, which Bush called a \"central front\" in the war on terrorism, as casualties mount.\n\"The heart of our strategy is this: Free societies are peaceful societies,\" Bush said. \"So in the long run, the only way to defeat the ideologies of hatred and fear, the only way to make sure our country is secure in the long run, is to advance the cause of freedom.\"\nBush said nothing new in his speech. He repeated the same themes and indeed much of the same language that he used over the weekend in his radio address and in speeches on Independence Day and before a prime-time audience at Fort Bragg last month.\nThe White House said Bush's address was planned before last week's bombings in London, but the deadly attacks give his remarks more significance.\n\"There will be tough fighting ahead,\" Bush cautioned. \"There will be difficult moments along the path to victory. The terrorists know they can't defeat us on the battlefield. The only way the terrorists can win is if we lose our nerve. This isn't going to happen on my watch.\"\nAnother view was voiced by Sen. Edward Kennedy, D-Mass., who said: \"The president cannot escape responsibility for the fact that this decision to go to war in Iraq has made it even more likely, not less likely, that we will fight the terrorists in America.\"\n\nGraphic\n\n \nPHOTO\n PHOTO FROM THE ASSOCIATED PRESS - President George W. Bush prepares to speak on terrorism Monday at the FBI Training Academy in Quantico, Va. The U.S. must stay on the offense, Bush said. \n\nLoad-Date: July 12, 2005"
}