{
    "title": "Bush should let U.N. spearhead the war on terrorism",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 10,
    "day": 14,
    "full text": "President Bush has done a great job in lining up most of the world in support of the war against terrorism. Now he should let the war effort fly under the banner of the United Nations.\nCollective security is called for in this global crisis, and while we have the military support of some allies, Bush has made the struggle almost entirely a U.S. burden.\nThe made-in-America label also leaves this country as the most identifiable target for retaliation. It is easier for potential terrorists to demonize the United States than the United Nations. Facing a U.N. campaign, the outlaws would know they were standing against most of the world.\nThe United Nations was formed in 1945 after World War II to take on threats to world peace. Of course, it works best when the United States empowers it. In fact, we are now using the U.N. Charter to bolster our right of self-defense.\nBut I believe there is an international awareness that we are all in this together. There is a widespread recognition that every nation and all peoples are vulnerable to this new threat, both external and internal.\nSince the Sept. 11 bombings of the World Trade Center and the Pentagon, Bush has been on the telephone daily, contacting foreign leaders and enlisting their sympathy and backing. Granted, we are a superpower, but the phone calls demonstrate that the president does not want it to appear that we are going it alone.\nWith China and Russia on board as well as the Western allies in the North Atlantic Treaty Organization, there is no chance that any action we propose will be vetoed by the U.N. Security Council.\nSo the United States would be wise to put terrorists on notice that they are pariahs even with most Muslim nations. Many leaders of Arab and Islamic states have condemned the Sept. 11 attacks and voiced support for a campaign against terrorism.\nBut on Wednesday, the leaders, attending an emergency session of the Organization of the Islamic Conference, made it clear they don't want U.S. strikes in their countries.\nAn obvious goal of the United States, while not specifically stated, is to topple the Taliban regime in Afghanistan since it is the most notorious in supporting Osmana bin Laden's network. The repressive leaders in Kabul have few sympathizers except among radical Muslim street protesters.\nAnother major U.S. goal is to capture the vengeful bin Laden and bring him to justice, as Bush said this week, apparently backing off his earlier high-noon suggestion that he wanted the renegade \"dead or alive.\"\nBut White House press secretary Ari Fleischer hedged the administration's bets by stressing that \"this (war) is not about one man.\"\nOnce bin Laden is dispensed with, Fleischer said, the United States would continue to hunt down his entire terrorist network, which reputedly has cells all over the world.\nThe administration has informed the U.N. Security Council that it is invoking Article 51 of the organization's charter on the right of self-defense. U.S. officials claim that article gives them authority to retaliate against aggressors anywhere.\nJohn Negroponte, our ambassador to the United Nations, said, \"We may find that our self-defense requires further action with respect to other organizations and other states.\"\nThere has been speculation that the United States also hopes to target Iraq and perhaps other predominantly Muslim nations that harbor terrorists. On Sunday, Negroponte bluntly told Iraq's U.N. envoy that America would attack his nation if it tried to aid anti-U.S. forces in Afghanistan or mount strikes against its neighbors or its own Kurdish minority.\nSome of Bush's hawkish foreign policy advisers are apoplectic over the fact that Iraq's Saddam Hussein remains in power 10 years after President George Bush I won the Persian Gulf War. They are urging his son to widen the current war to take out the Baghdad government.\nAfter watching bin Laden's videotaped interview on the al-Jazeera TV news station that was beamed from Qatar in the gulf, few Americans need more proof that the scary, Saudi-born fugitive has the worst of intentions toward the United States or that he masterminded the Sept. 11 bombings.\nBy making the fight against terrorism a U.N. campaign, other nations would have to give more than lip service to the cause.\nHelen Thomas can be reached at 202-298-6920 or by e-mail at helent@hearstdc.com.  \n\nLoad-Date: October 14, 2001"
}