{
    "title": "Bush_ Plot reminds that U.S. is target",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 8,
    "day": 13,
    "full text": "President George W. Bush said Saturday that a scheme to blow up several flights between Britain and the United States was carefully planned and well-advanced, with the potential to cause \"death on a massive scale.\"\nBush said the plot was a stark reminder that terrorists still aimed to kill Americans five years after the attacks of Sept. 11, 2001.\n\"This plot is further evidence that the terrorists we face are sophisticated and constantly changing their tactics,\" Bush said in his weekly radio address, taped Friday at his ranch in Texas and broadcast Saturday.\n\"We must never make the mistake of thinking the danger of terrorism has passed,\" Bush said. \"This week's experience reminds us of a hard fact: The terrorists have to succeed only once to achieve their goal of mass murder, while we have to succeed every time to stop them.\"\nDemocrats also said the plot again demonstrated that the United States was at war against dangerous extremists. But in a pointed critique that shows terrorism still at the top of the debate in this election year, Democrats said the Bush administration was not doing a good enough job protecting Americans.\n\"My fellow Democrats and I believe our government must do more to protect Americans at home and around the world,\" Arkansas Sen. Mark Pryor said in Saturday's Democratic radio address.\nIn his radio message, Bush said that \"some have suggested recently that the terrorist threat is being used for partisan political advantage.\"\n\"We can have legitimate disagreements about the best way to fight the terrorists, yet there should be no disagreement about the dangers we face.\n\"If these terrorists had succeeded, they could have caused death on a massive scale,\" Bush said. \"The plot appears to have been carefully planned and well-advanced.\"\n\nNotes\n\n BOMB PLOT FOILED \n\nLoad-Date: August 13, 2006"
}