{
    "title": "Bush asks FEMA to tackle terrorism",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 5,
    "day": 8,
    "full text": "WASHINGTON -- The Bush administration, under the direction of Vice President Dick Cheney, is asking the agency that normally deals with floods and tornadoes to tackle terrorism as well.\nPresident Bush is creating an office within the Federal Emergency Management Agency to coordinate the government's response to any biological, chemical or nuclear attack, Cheney told CNN on Tuesday.\n\"The threat to the continental United States and our infrastructure is changing and evolving, and we need to look at this whole area oftentimes referred to as homeland defense,\" Cheney said. He will lead a new task force on these new threats, which he described as \"a hand-carried nuclear weapon, or biological or chemical agent.\"\nTogether with FEMA Director Joe Allbaugh, Cheney's task force will \"figure out how we best respond to that kind of disaster of major proportions that in effect would be man-made or man-caused,\" Cheney said.\nThe National Security Council will review his final report.\nAt a Senate hearing Tuesday, administration officials told Congress that combating terrorism has grown more difficult because of new technology and growing economic connections between nations.\n\"Terrorism is a part of the dark side of globalization,\" Secretary of State Colin Powell said. \"It is a part of doing business in the world, business we as Americans are not going to stop doing.\"\nPowell and Treasury Secretary Paul O'Neill were the leadoff witnesses as the Senate began three days of hearings into how well the government was coordinating its efforts to battle terrorism. Allbaugh was scheduled to testify later Tuesday.\nSeveral senators expressed unhappiness that not enough is being done in the face of growing threats.\n\"There must be better organization at the federal, state and local level,\" said Sen. Pat Roberts, R-Kan. \"It is critical that we address issues of civil liberties, agency jurisdiction, public education , industry privacy concerns and community medical capabilities.\"\nConcerns in Congress were raised last year when a training exercise found that Cincinnati's hospitals, police and other services were woefully unprepared.\nPowell told the joint hearing of members of the Senate Armed Services, Appropriations and Intelligence committees that the State Department was seeking increased money to boost security at U.S. embassies but that the United States should never give in to terrorism.\n\"If we adopted this hunkered down attitude, behind our concrete and our barbed wire, the terrorists would have achieved a kind of victory,\" Powell said. \"At the end of the day, what America is to the world is not only what we say or do, it is who we are. And we are not helmeted giants huddling in our bunkers awaiting the enemy.\"\nO'Neill told the committee that his agency has significantly upgraded its work in the wake of the bombings of the World Trade Center in New York City in 1993 and the Murrah Federal Building in Oklahoma City in 1995.\n\"As guardians of our borders, our leaders and our financial institutions, Treasury plays a central part in preventing terrorist attacks on the United States,\" O'Neill said. \"We have seen major advancements in technology and rapid globalization making our job of combating terrorism more difficult.\"\nSen. Judd Gregg, R-N.H., chairman of the Senate Appropriations subcommittee responsible for oversight in this area, said that 18 government officials would testify over the next three days of hearings as the Senate seeks answers on the issue of coordination\nGregg said he had become concerned after reading \"numerous reports that detail the difficulty federal agencies face in determining what their responsibilities in dealing with terrorism are.\"\n\nLoad-Date: May 8, 2001"
}