{
    "title": "BUSH_ U.S. HAS PREVAILED; HE CALLS VICTORY IN IRAQ CRUCIAL IN WAR ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 5,
    "day": 2,
    "full text": "Speaking against the backdrop of an aircraft carrier flight deck full of sailors heading home from the war with Iraq, President George W. Bush announced Thursday night that the conflict's major fighting was over, even as nation-building lies ahead.\n\"Major combat operations in Iraq have ended, and the United States and her allies have prevailed,\" Bush told 5,000 cheering Navy personnel aboard the Abraham Lincoln, just back from deployment in the Persian Gulf. The ship was off the California coast.\nThe president said that coalition troops had freed Iraqis from tyranny and removed a source of danger to the world.\n\"This much is certain, no terrorists will gain weapons of mass destruction from the Iraqi regime, because the regime is no more,\" Bush said.\nThe president's speech was aimed at signaling to Americans and Iraqis alike that the war has ended and the phase of establishing democracy is now at hand, while providing a sense of victory without appearing triumphant.\nBush gave no timetable for U.S. forces to leave Iraq but promised that when that happened, \"we will leave behind a free Iraq.\"\nThe president spoke emotionally of the precursor to the U.S. strikes on Iraq and earlier on Afghanistan -- the terrorist attacks of Sept. 11, 2001, by al-Qaida. He recalled the \"searches in the rubble\" at the World Trade Center and the Pentagon.\n\"We have not forgotten,\" Bush said. \"The terrorists declared war on the United States, and war is what they got.\"\nTim Lomperis, chairman of St. Louis University's political science department and a former military intelligence officer in Vietnam, said the speech was an aggressive one indicating that Bush will \"go after evil wherever it lurks.\"\n\"The symbolism of this was that this is a president at war,\" Lomperis said. \"He sees himself as a warrior president. This was not a humble George Bush. This was not a multilateral George Bush. As much of his speech was about al-Qaida as it was about Iraq.\"\nBush praised the work of U.S. troops in Iraq for a \"precision, speed and boldness the enemy did not expect and the world had not seen before.\"\nU.S. forces still must capture former Iraqi leaders, Bush said. He sought to put the best face on the failure thus far to find any weapons of mass destruction, saying that the United States has \"begun to search\" for biological and chemical weapons, and \"already knows hundreds of sites\" that bear investigation.\nBush said that Iraq marks one victory - \"a crucial one\" - in the continuing war on terrorism, notingthat al-Qaida is \"wounded, not destroyed,\" and that its cells still operate in many countries, plotting new attacks.\nAnalysts cited several diplomatic, political and legal implications to the president's speech.\nRetired Brig. Gen. John Reppert, director of Harvard University's research program on international security, said the lack of a formal surrender by Iraq makes Bush's announcement necessary.\nThe speech also signaled that \"if others want to help form a coalition for the reconstruction of Iraq, we're open for business and apply now,\" Reppert said.\nBush had to walk a fine line, signifying the combat is finished without sounding overly triumphant, said Marcus Corbin, senior analyst at the Center for Defense Information.\n\"He had a tricky job of saying the war is over without making the statement sound like a victory dance, because that would not be well received by the rest of the world,\" Corbin said.\nTom Sanderson, a former counter-terrorism analyst with the Defense Intelligence Agency, said the speech provided finality. He is now an analyst at the Center for Strategic and Interational Studies.\n\"It's very important for the Iraqis to give them some sense that the carnage is over and that the rebuilding is officially beginning, that this is the first day of the rest of their lives. It sets a psychological tone that it's time to stop looting, to stop disruptive activity,\" he said.\nEdward Sherman, an expert in military law at Tulane University, said th e joint resolution passed Oct. 16 by Congress authorizing the use of military force against Iraq obligated the president to report to Congress at least once every 60 days. By announcing on the 43rd day of the conflict that it was over, Bush could avoid having to deliver such a report, which \"would give Congress the chance to raise a lot of questions about the war,\" Sherman said.\nThere also are consequences for the handling of prisoners of war, Sherman said. Declaring combat over means that anyone now taken into combat for attacking coalition troops can be held as an unlawful combatant and questioned as long as U.S. officials want.\nBut the tradeoff on that score is that declaring combat over means, under the Geneva Convention, that Iraqi troops already being held as prisoners of war would have to be released, Sherman said. The exception would be that anyone to be charged with war crimes could continue to be held in custody.\nDeclaring combat over could also complicate the hunt for Saddam Hussein and other former leaders, analysts said, because in a postwar situation the Geneva Convention bars the killing of enemy officials.\nThe speech doesn't preclude further violence, Sanderson said, including organized and unorganized guerrilla activity against U.S. forces or the potential use of weapons of mass destruction by Iraqi forces.\n\"They could possibly have a battalion of troops underground somewhere in a tunnel, Special Republican Guard forces that could have WMDs. It would be a tremendous propaganda coup for Saddam and his sons to emerge like that and launch a surprise WMD attack in battle, to fight the last battle, even if they died. It's not beyond the realm of the possible.\"\nThough Bush couldn't achieve the sense of finality that his father did after the Persian Gulf War in 1991, he had two related political goals, said veteran Washington political analyst Norm Ornstein.\nOne was the symbolism bestowed by giving a speech aboard an aircraft carrier, in which Bush could appear as \"a tough and resolute commander in chief,\" Ornstein said.And the president sought to encourage the public and the media to turn their attention to domestic concerns and to what is next in the war on terrorism - and away from the chaotic situation now gripping Iraq, one that includes anti-American protests and acts of violence, Ornstein said.\nBefore giving his speech, Bush landed in dramatic fashion aboard the Abraham Lincoln, whose months of action in the wars in Afghanistan and Iraq included the first deployment of the St. Louis-built F/A-18 Super Hornet. He spoke with several Hornet pilots.\n* * * * *\nSTLtoday.com\nFor the text of President Bush's remarks, plus comprehensive coverage of the war in Iraq, go online to STLtoday.com/iraq\n* * * * *\nGrenades wound 7 soldiers: U.S. officials suspect the attack is in retaliation for the killings of 18 Iraqi protesters. A10\nOil refinery reopens: Engineers' work in southern Iraq should ease gas shortage. But looting in south slows production. A10\n\nGraphic\n\n \nPHOTO; (1) Color photo by J. SCOTT APPLEWHITE / THE ASSOCIATED PRESS - From the deck of the aircraft carrier Abraham Lincoln, President George W. Bush tells the nation Thursday that major combat in Iraq is over.; (2) Photo by the ASSOCIATED PRESS - After making a jet landing Thursday on the aircraft carrier Abraham Lincoln, President George W. Bush thanks the Navy crew who flew him, Cmdr. John Lussier (right) and Lt. Ryan Phillips.\n\nLoad-Date: May 2, 2003"
}