{
    "title": "Bush polishes tonight's State of the Union speech; He plans to open his remarks by touting the effec",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 1,
    "day": 20,
    "full text": "President Bush put the finishing touches Monday on a State of the Union speech that calls for modest expansions of voter-friendly programs while telling Congress to curb spending in the face of record-breaking budget deficits.\nBetween rehearsals for tonight's address, he told reporters: \"I'm almost finished, in case you're interested. \"\nA bespectacled Bush ran through the speech, editing pen in hand, in the Family Theater of the White House. He read from a TelePrompTer to a small group of aides, including staff secretary Brett Kavanaugh and communications chief Dan Bartlett.\nBush seemed relaxed as he passed reporters en route to a brief appearance before the wives of black clergy members. He said with a laugh that the number of drafts had not reached the \"triple digits.\"\nBush will open his address with remarks on national security, then move into domestic priorities, contrary to past practice, aides say. He will urge Americans to back him on the war on terrorism, arguing that the path he has chosen, including invading Iraq, is the right one.\nBush's message - that his top responsibility is to protect Americans - comes at a time when Americans are split on his leadership.\nIn a CBS-New York Times poll earlier this month, people were about equally divided over his handling of foreign policy. But less than half said the American death toll in Iraq, which has climbed past 500 amid continuing violence, was worth it.\nThe second half of Bush's speech focuses on domestic priorities, with a special emphasis on the economy. He will seek to convince Americans that his series of tax cuts has turned the economy around, and that he is now turning his attention to job creation, who aides said.\nEducation sources have said he'll call for new job-training grants channeled through community colleges to help prepare American workers for a changing economy.\nConstrained by red ink, Bush's job-training proposal will cost more than $$ @120 million, said White House officials who declined to be more specific. \nDemocrats said they were determined to make sure the president does not get too much credit; he has cut vocational education and an array of job-training programs in recent years, they said.\nSeeking to highlight the \"compassion\" in his \"compassionate conservative\" slogan, Bush will also propose steps to rein in the rising costs of health care. The Census Bureau reported that 43.6 million people lacked health insurance at some point in 2002, up from 39.8 million in 2000.\nBut administration officials said they did not foresee a sweeping new proposal to bring more Americans onto the rolls of the insured.\nLast week, when the Institute of Medicine recommended for the first time that the government provide universal health insurance by 2010, Health and Human Services Secretary Tommy Thompson called that \"not realistic.\"\nLast year, the administration proposed spending up to $$ @89 billion in health care tax credits to help those who do not have employer-based coverage. The Republican-led Congress took no action. \nThis month, Bush has called for sweeping changes in immigration law and for establishing a research base on the moon.\nHis State of the Union address contains no such large-scale proposals, partly because the government faces record budget deficits. Next year, the shortfall is expected to be about $$ @500 billion. \nBush has pledged to cut the deficit in half over the next five years, and is likely to reiterate the promise, aides said.\nBut Bush should go further, and make federal spending restraint a centerpiece of his address, said Grover Norquist, president of Americans for Tax Reform and a conservative who talks to White House officials often.\n\"There is a sense of, 'When are we going to rein in spending?\"' Norquist said. \"He needs to spend more time on the importance of spending restraint than on going to Mars.\"\nMore broadly, Norquist said, Bush must \"make the case that he's had successes in the war on terrorism and on getting economic growth, (but) he needs to make the case that his job isn't finished. If he highlights just the successes, people will say, 'Thanks very much, but why would we rehire you?\"'\n\nLoad-Date: January 20, 2004"
}