{
    "title": "Bush did nothing to prevent 9_11",
    "publisher": "university wire",
    "year": 2004,
    "month": 3,
    "day": 24,
    "full text": "Owing in large part to the multi-million-dollar right-wing truth-distortion industry, a certain percentage of Americans -- regardless of the topic or the facts -- instinctively blame former President Bill Clinton for our country's problems.\nThese people, emboldened by dubious \"facts\" parroted by Rush Limbaugh, Ann Coulter, Fox News, et al., have taken great joy of late in claiming that had Clinton taken a stronger stance against al Qaeda, the attacks of Sept. 11 might never have happened.\nBut they are ignoring the fact that Clinton focused more on combating terrorism than any president before him -- and infinitely more than George W. Bush's administration did until it was already too late to prevent the deaths of nearly 3,000 people.\nAs part of his fight against terrorism, Clinton increased the FBI's counterterrorism budget 300 percent. He created a position in his administration to coordinate anti-terrorism measures. He launched attacks on al Qaeda targets in Sudan and Afghanistan. He issued a presidential order calling for Osama bin Laden's assassination. And, following the attack on the USS Cole in October 2000, he ordered Richard Clarke, his anti-terrorism coordinator, to develop a plan to dismantle al Qaeda altogether.\nIn fact, critics of Clinton's strategy complained that he devoted too much time and energy to fighting al Qaeda.\nIn December 2000, Robert Oakley, who served as a counterterrorism ambassador in the Reagan administration, told The Washington Post he gave the Clinton administration \"very high marks\" in its fight against terrorism.\n\"The only major criticism I have is the obsession with Osama,\" Oakley said.\nIf only our current president's administration had shared this obsession, it is possible the attacks of Sept. 11 could have been prevented.\nInstead, the Bush administration came into power with an entirely different obsession: Saddam Hussein.\nClarke's far-reaching plan for the elimination of al Qaeda and prevention of future terrorist attacks was completed in December 2000, two months after the Cole attack and less than a month before Bush took office. Clinton, not wanting to hand the incoming administration a war, held off on the plan, choosing instead to present Clarke's plan to Bush's national security team and brief them on the urgency of dealing with the imminent threat of al Qaeda.\nThe Bush team responded by doing nothing.\nIn Bush's first week in office, Clarke, a registered Republican who stayed on as anti-terrorism coordinator under Bush, began asking for a meeting with the Bush Cabinet to discuss the urgency of eliminating al Qaeda. He was repeatedly turned down.\nWhen Clarke was finally allowed to meet with deputy Cabinet members in April, he warned them that al Qaeda posed \"an immediate and serious threat to the United States.\"\nThen, on Aug. 6, CIA Director George Tenet presented the president with a report titled \"Bin Laden Determined to Strike in U.S.,\" which warned of likely al Qaeda hijackings.\nBush still did nothing.\nBush continued to do nothing until Sept. 11, when it was already too late.\nAfter Sept. 11, he actually took the initiative in the war on terrorism -- he cut an FBI request for additional counter-terrorism funding by two-thirds.\nOn Sept. 12, after it was obvious the attacks were the work of al Qaeda, Bush confronted Clarke.\nAccording to Clarke, Bush made it clear he wanted evidence showing Iraq was involved, although there was no such evidence.\n\"The entire conversation left me with absolutely no doubt that George Bush wanted me to come back with a report that said Iraq did this,\" Clarke said in an interview with \"60 Minutes.\"\nClarke's statements about Bush's obsession with Iraq from day one of his rule are not surprising to people who follow the news, rather than the right-wing deception machine.\nUnfortunately, much of what passes as news today is the work of this machine.\n(C) 2003 Daily Egyptian via U-WIRE\n\nLoad-Date: March 24, 2004"
}