{
    "title": "Bush's war on terrorism an insincere political ploy",
    "publisher": "university wire",
    "year": 2002,
    "month": 12,
    "day": 6,
    "full text": "The first snow has fallen and people are celebrating the birth of Christ by going to malls and department stores to bask in the florescent glow of consumerism. On the surface, people are not concerned about recent events; no one is canceling Christmas yet. In the back of everyone's mind, however, is the threat of war with Iraq and the thought that domestic terrorism could happen again.\nThe threat of war in Iraq is not very reassuring. It is disconcerting that, no matter how much you pay attention to the diplomatic tug of war, you don't know what is going on. There is never any real resolution to the conflict.\nU. Wisconsin-Platteville\nTuesday, CNN reported that Iraq would comply with weapons inspections one day earlier than required.\nBush still says he will use force if necessary and the White house is pointing to Hussein's former actions to imply he is lying. European leaders are much more likely to let things play out, but our leaders seem to be encouraging a war.\nIt has become glaringly apparent that the United States government is unwilling to practice real diplomacy. The administration has been talking the good talk, but watching the news for any length of time makes it seem that war is eminent, compliance or not.\nThe United States would never allow other countries to practice this type of thinly veiled aggression. Why then do our leaders feel this is appropriate? Part of the reason for this type of behavior is the fact that there is no other superpower to challenge the United States. The United States has no world power to match it. Diplomacy is supposed to be a give and take; not you give and we take. The European Union is intended to be a balance for the United States, but it is not a country. They are a collection of countries with their own governments and their own rivalries.\nOn the home front, things are not much more comforting. Males from 18 Muslim countries will have to register with the Immigration and Naturalization Service. This is an infringement on the rights of residents of the United States and also a way of saying that they don't really have any idea who they are looking for.\nThis reeks of racial profiling just like George Bush reeks of oil and old money. In this poorly publicized act, only males of these countries are required to register. If this is not profiling, I don't know what is.\nIt's not that I support terrorism (the current ideological climate requires that I say that when I am criticizing the government); I am not unrealistic enough to think that terrorism will go away on it's own. I am also not unrealistic to think that terrorism will ever entirely stop.\nTerrorism only requires people desperate or crazy enough to perform terrorist acts.\nTerrorism is a vague, immeasurable danger and homeland security is anything done to fight it. Like the war on drugs, the war on terrorism is a political tool and will go on as long as it is politically advantageous. \"Homeland security\" and hints of \"terrorism\" are used to pass just about anything.\nFor months most politicians were saying that supporting their way of thinking was a way of fighting terrorism. The Homeland Security Bill Bush recently signed was filled with special interest legislation including a provision that would protect pharmaceutical companies from liability for vaccines they produce.\nA sincere effort to fight terrorism would be above this type of special interest legislation.\nThe current administration is adding fuel to the fire on the world stage with its actions and eroding our freedoms at home. That said, nothing is really being done to stop this type of behavior.\nThis is not simply a partisan issue, if it was it would be much easier to point fingers. It takes politicians from both parties to have this continue. It's your government, not theirs. Remember, the idea for a democracy is a rule by the people. If you are criticizing the government you are not biting the hand that feeds you. By taking these kinds of broad sweeping actions they are biting the hand that feeds them, the people of the United States.\nA sincere effort to fight terrorism would be above this type of special interest legislation.\nThe current administration is adding fuel to the fire on the world stage with its actions and eroding our freedoms at home. That said, nothing is really being done to stop this type of behavior.\nThis is not simply a partisan issue, if it was it would be much easier to point fingers. It takes politicians from both parties to have this continue. It's your government, not theirs.\nRemember, the idea for a democracy is a rule by the people. If you are criticizing the government you are not biting the hand that feeds you.\nBy taking these kinds of broad sweeping actions the government is biting the hand that feeds them, the people of the United States.\n(C) 2002 The Exponent via U-WIRE\n\nLoad-Date: December 6, 2002"
}