{
    "title": "Bush likens war against terrorism to Cold War He tells West Point graduates America 's safety depend",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 5,
    "day": 28,
    "full text": "President Bush, likening the war against Islamic radicals to the Cold War threat of communism, told U.S. Military Academy graduates on Saturday that America's safety depends on an aggressive push for democracy, especially in the Middle East.\nThe president took a subtle jab at Syria and the nuclear ambitions of Iran. He chided previous U.S. administrations, saying that decades of excusing and accommodating the lack of freedom in the Middle East did nothing to make America safer.\n\"This is only the beginning,\" Bush said. \"The message has spread from Damascus to Tehran that the future belongs to freedom, and we will not rest until the promise of liberty reaches every people in every nation.\"\nBush delivered his 35-minute foreign policy address to 861 cadets, all clad in crisp white slacks and gray jackets. Overcast skies threatened rain but did not dampen the graduates' enthusiasm for the president's tough talk against terrorism.\n\"The war began on my watch, but it's going to end on your watch,\" Bush told the cadets. \"By standing with democratic reforms across a troubled region, we will extend freedom to millions who have not known it and lay the foundation for peace for generations to come.\"\nBush compared his moment in presidential history to that of President Truman's.\n\"As President Truman put it towards the end of his presidency, 'When history says that my term of office saw the beginning of the Cold War, it will also say that in those eight years we set the course that can win it.' His leadership paved the way for subsequent presidents from both political parties - men like Eisenhower, Kennedy and Reagan - to confront and eventually defeat the Soviet threat,\" Bush said.\n\"Today, at the start of a new century, we are again engaged in a war unlike any our nation has fought before, and like Americans in Truman's day, we are laying the foundations for victory.\"\nTruman told the class of 1952 at West Point that the quest for global peace depended on the active and vigorous work to bring about freedom and justice across the world.\n\"That same principle continues to guide us in today's war on terror,\" Bush told the class of 2006, the first to enter the academy after the Sept. 11, 2001, terrorist attacks.\nBush recounted his strategy for fighting terrorism, saying that the U.S. continues to view anyone who harbors a terrorist equally guilty of being a terrorist. He received loud applause, muffled only by the cadets' white gloves, when he told of his doctrine of pre-emptive strikes, attacking enemies abroad before they can attack U.S. soil.\nThe greatest danger America faces is the threat from terrorists armed with weapons of mass destruction, Bush said.\n\"If our enemies succeed in acquiring such weapons, they will not hesitate to use them, which means they would pose a threat to America as great as the Soviet Union,\" he said. \"Against such an enemy, there is only one effective response: We will never back down, we will never give in, and we will never accept anything less than complete victory.\"\nBush flew to New York from the Camp David presidential retreat in western Maryland, where he is spending the Memorial Day weekend.\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: May 28, 2006"
}