{
    "title": "BUSH ARRIVES IN CHINA READY TO TALK ABOUT TRADE; PRESIDENT WILL ALSO SEEK SUPPORT FOR ANTI-TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 19,
    "full text": "President George W. Bush sought on Thursday to secure China's position in his fragile anti-terrorism coalition and stem concern throughout Asia about U.S. military strikes in Afghanistan.\nSome nations gathering for the Asian Pacific Economic Cooperation summit said they hoped U.S. attacks would end soon, exposing a potential split with Bush, who says the strikes could last one or two years.\nThe president arrived in this gleaming port city Thursday evening and was greeted briefly at the airport by Chinese officials. A young girl gave him a bouquet of yellow roses and bluebonnets, symbols of his Texas roots.\nThe presidential motorcade whipped along clean, empty streets, past brightly lit skyscrapers and Western retail outlets, to his hotel, where B ush immediately retired for the night.\nOn the 13-hour flight to China, Bush met at length with aides aboard Air Force One to prepare for his meeting with Chinese President Jiang Zemin today (late Thursday St. Louis time). Already well versed on the terr orism situation, Bush talked mostly about trade and economics, according to participants.\nChina condemned the Sept. 11 attacks and quickly offered anti-terrorism intelligence to the United States. But the Chinese have cautioned Bush that their support of the bombing campaign depends on the United States limiting casualties to only terrorists.\nBeijing's leaders are reluctant to back military intervention in other nations, concerned about setting a precedent for outside action over China's own restive regions of Tibet and Xinjiang.\nHuman rights are on the agenda\nAdvisers said Bush, in his meeting with Jiang, would discuss the terrorism campaign as well as China's human rights record and history of selling sensitive nuclear technology to other countries.\n\"The president looks forward to his discussions with the president of China as a way to strengthen cooperation - particularly in the area of trade - and looks forward to bringing up issues where there are differences, such as human rights and on proliferation matters,\" said W hite House spokesman Ari Fleischer.\nWhile Bush crossed the Pacific Ocean, APEC ministers completed a draft resolution putting the organization on record against terrorism in a \"fight between justice and evil.\"\nBut the document, set to be approved by Bush and 20 other APEC leaders this weekend, avoided any mention of the U.S.-led strikes on Afghanistan or the key suspect in the Sept. 11 terrorist attacks in the United States - Saudi exile Osama bin Laden. It was a minor setback for Bush, a reminder that some Asian countries are wary of U.S. military action.\nThe absence in the draft of any reference to the bombing campaign reflected the influence of Indonesia and Malaysia, both predominantly Muslim members of APEC, delegates said.\nSecretary of State Colin Powell praised APEC's ministers for the anti-terrorism statement but said some Asian countries have expressed \"the hope that it (the campaign) will be concluded soon.\"\nSecurity is tight\nBush's first international trip since the attacks in New York and Washington is drawing extraordinary security. Airspace was restricted over Shanghai, and 10,000 police officers were guarding the streets. Boats patrolled the city's busy waterways.\nThe APEC meeting will begin Saturday. Bush will meet with Russian President Vladimir Putin on Sunday.\nThe president left behind a nation and its capital in the throes of an anthrax scare. Senators filtered back to work, but their offices were closed for the weekend, as was the House.\nAt the White House, Homeland Security Director Tom Ridge sought to calm the public by saying a handful of people have been infected with anthrax out of \"thousands and thousands\" tested so far. And the U.S. military bombed Afghanistan for a 12th day.\nDespite the worries at home, Bush made the abbreviated trip to underscore the importance he places on Asia - home to some of the world's hottest potential flashpoints.\nTrade with Asia is increasingly important to the slumping U.S. economy.\n\nNotes\n\nAMERICA RESPONDS\n\nGraphic\n\n \nPHOTO; Photo by the Agence France-Presse - President George W. Bush looks out of his limousine after arriving at Pudong International Airport in Shanghai on Thursday. Bush arrived for the 21-member Asian Pacific Economic Cooperation summit promising to rally Asian leaders behind his war on terrorism and to boost global trade.\n\nLoad-Date: October 19, 2001"
}