{
    "title": "Bush says he won APEC's support ; Summit_Group endorses campaign against terrorism but fails to ment",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 10,
    "day": 22,
    "full text": "Pacific Rim leaders called for international cooperation with the U.S.-led battle against terrorism, but stopped short Sunday of endorsing the military campaign in Afghanistan.\nNevertheless, President Bush said he won \"strong support\" at the economic forum for the fight against terror on all fronts - financial, diplomatic and military.\nFollowing a two-day summit that brought Bush together with leaders from countries including China, Russia and Japan, APEC issued an unprecedented statement about the unfolding world crisis, calling the attacks on the World Trade Center and the Pentagon \"murderous deeds.\"\nBut to appease the political sensibilities of two large, mostly Muslim APEC members, Indonesia and Malaysia, the statement made no mention of the war in Afghanistan or the refusal of its Taliban rulers to hand over the chief suspect in the Sept. 11 attacks, Osama bin Laden.\n\"Leaders consider the murderous deeds as well as other terrorist acts in all forms and manifestations, committed wherever, whenever and by whomsoever as a profound threat to the peace, prosperity and security of all people, of all faiths, of all nations,\" the statement said.\nIndonesia and Malaysia have expressed concern about the deaths of Muslim civilians in Afghanistan and have called for an end to the bombing. They fear a backlash across the Muslim world could spread instability, especially if the U.S.-led attacks continue through the start of the Muslim holy month of Ramadan, which begins in mid-November.\nAt that time, the situation could become \"explosive,\" Indonesian Foreign Minister Hasan Wirayuda told reporters. Malaysian Prime Minister Mahathir Mohamad, while opposed to the military action, said the use of ground troops was preferable to air raids because civilians are less likely to be killed by soldiers than by bombs.\nBush got backing for the military effort from Russia and China, and at a news conference Sunday following a private meeting with Russian President Vladimir Putin, he said he was encouraged by the support at the Asia-Pacific Economic Cooperation forum.\n\"There was a very strong support for our activities - strong support for sharing intelligence; strong support for the diplomatic front we're waging; strong support to disrupt the financial operations of the terrorists; and strong support for our military operations in Afghanistan,\" Bush said.\nPutin said the military campaign should continue until Afghanistan's Taliban militia is defeated, adding that \"otherwise terrorists will feel invincible.\"\nAfter a meeting with Chinese President Jiang Zemin on Saturday, Putin's spokesman had said the two agreed that military operations should stop quickly so a political solution can be found in Afghanistan.\nAPEC leaders said the terror-ism crisis has affected the slowing global economy. \"Terrorism is also a direct challenge to APEC's vision of free, open and prosperous economies, and to the fundamental values that APEC members hold,\" the forum statement said.\nThe leaders called for bringing terrorists to justice.\n\"The Sept. 11 terrorist attacks in the U.S. tell us that terrorism is an international public hazard,\" the summit's host, Jiang, told delegates Sunday. \"We are fighting a battle against international terrorism.\"\nSpeaking to 19 of his 20 APEC colleagues - China's rival Taiwan boycotted the summit in a dispute over whom it could send - Jiang addressed the need to stop the slide in global economies.\nAPEC's members are Australia, Brunei, Canada, Chile, China, Hong Kong, Indonesia, Japan, Malaysia, Mexico, New Zealand, Papua New Guinea, Peru, the Philippines, Russia, Singapore, South Korea, Taiwan, Thailand, the United States and Vietnam.\n\nGraphic\n\n \nRussian President Vladimir Putin talks with President Bush as they make their way to a photo session Sunday in Shanghai, China\n\nLoad-Date: October 22, 2001"
}