{
    "title": "Bush administration leak may be considered an act of terrorism",
    "publisher": "lincoln journal star ",
    "year": 2003,
    "month": 10,
    "day": 20,
    "full text": "We need an outside, independent counsel for the outing of former Ambassador Joseph Wilson's wife.\nSenior Bush administration officials may have committed acts of terrorism:\nSection 802(b) of the USAPatriot Act defines an \"act of terrorism\" as \"an act of domestic or international terrorism â?¦\"\nSection 802(a)(5) of the USAPatriot Act defines \"domestic terrorism\"as \"activities that\"\n1. \"â?¦involve acts dangerous to human life that are a violation of the criminal laws of the United States â?¦\"\nFirst, few acts seem more dangerous to the lives of our case officers and foreign intelligence sources than being connected with anyone who is publicly exposed as being in the CIA. Second, even President Bush acknowledges that outing Wilson was \"criminal\"activity.\n2. \"â?¦ appear to be intended â?¦ to influence the policy of a government by intimidation or coercion â?¦\"\nMaking \"fair game\" out of the spouse of an intelligence expert who reported the truth and questioned political exaggerations of it certainly appears to have been intimidation intended to influence U.S. government policy.\n3. \" â?¦ occur primarily within the territorial jurisdiction of the United States.\"\nWashington, D.C., perhaps?\nWhat the press has reported waddles, swims and quacks like multiple \"acts of terrorism.\"\nThe \"senior administration officials\" may claim they were only playing political hardball.\nIn reality, they assisted those who make bombs and deliver them -and endangered us all.\nOuting Wilson, exposed her, her CIAfront company and its intelligence sources.\nWe probably didn't have many good case officers or sources on weapons of mass destruction proliferation; now we have fewer  thanks to two \"senior\"officials who decreased our defenses against WMD.\nAs President Bush and John Ashcroft hammered home in connection with the passage of the USAPatriot Act - 9/11 changed the face of America -and the rules of terrorism may be involved.\nShouldn't we call those who facilitate future acts of terror what the law says they are - criminals - and identify, try and punish them as the law provides?\nIf this seems overly dramatic or legalistic, please ask yourself what would have happened if Wilson had been outed in a small rural Nebraska paper by a politically unconnected reporter whose sources were not senior Bush administration officials.\nWouldn't John Ashcroft be trumpeting his department's quick neutralization of a pro-terrorist reporter whose article endangered David Kay's search for WMD?\nWouldn't that reporter now be enjoying an extended secret \"vacation\" rubbing elbows with terrorists and other persons of interest in a cell at Guantanamo Bay?\nWould anyone care about his difficulties explaining his nonexistent reporter's privilege (at least at Gitmo) to interrogators who dislike anyone connected with the outing of one of their own and who want the names and locations of every one of that reporter's sources immediately?\nAfter all, isn't that reporter shielding two who committed \"acts of terrorism\"?\nLuckily for him, Robert Novak is politically well-connected, and his sources who undermined our war on terrorism are senior Bush administration officials.\nPersonally, I greatly respect Novak and his patriotism and enjoy his columns.\nI don't think he's committed any crime and applaud his steadfast loyalty to his sources.\nBut aren't Novak and others shielding those who have committed  \"acts of terrorism\"?\nThese shielded \"senior officials\" have provided, and may again provide, substantial assistance to terrorist networks, especially those seeking WMD for their own deadly purposes.\nBy shielding those officials, Novak and others may be endangering American lives.\nIt is very questionable for John Ashcroft to investigate possible acts of terrorism by other \"senior administration officials\" who may be friends of John Ashcroft's own boss, George Bush.\nAlso, isn't John Ashcroft, himself, a \"senior administration official\"?\nI greatly doubt it - but isn't it possible that he was one of the foxes in the chicken coop?\nRemember Richard Nixon's former attorney general, John Mitchell?\nWithout a special counsel, few will believe the reported innocence of anyone.\nAmericans need an outside, independent special counsel - now.\nHaving burned Wilson's and possibly other networks, Kay is in even greater need of good intelligence sources on Saddam's WMD.\nOur vital intelligence sources need assurance that their CIA contacts won't also be outed.\nWhat better than using 10 percent of Kay's requested funding for a special counsel?\nWithout restoring confidence that Washington's political games will not again risk those brave enough to provide information, the other 90 percent of Kay's $600 million will be wasted.\nRalph B. Palmer of Wilber is a 1967 graduate of the U.S. Air Force Academy and a 1976 graduate of Harvard Law School.\n\nLoad-Date: November 17, 2006"
}