{
    "title": "Bush call on Europe to unite against terrorism",
    "publisher": "the world",
    "year": 2003,
    "month": 5,
    "day": 31,
    "full text": "KRAKOW, Poland - President Bush, seeking to heal bitter wounds lingering from the Iraq war, called on NATO partners new and old on Saturday to unite against terrorism. \"This is no time to stir up divisions in a great alliance,\" he said.\nBush likened the fight against terrorism to the battle against Nazi Germany during World War II.\nTo underscore the point, he toured the remains of Nazi death camps in Auschwitz and Birkenau, where more than 1.5 million Jews and tens of thousands of others were killed. \"The sites are a sobering reminder of the power of evil and the need for people to resist evil,\" a clearly shaken Bush told reporters during his tour of the gloomy complex's gas chamber and crematorium.\nSpeaking later in the Wawel castle courtyard, Bush said this was a time for reconciliation.\n\"Today our alliance faces a new enemy: a lethal combination of terror groups, outlaw states seeking weapons of mass destruction and an ideology of power and domination that targets the innocent and justifies any crime,\" Bush said. \"This is a time for all of us to unite in the defense of liberty, and to step up to the shared duties of free nations.\"\nBush announced a new effort, the Proliferation Security Initiative, in which the United States, Poland and other, unspecified countries will search planes and ships carrying \"suspect cargo.\" The initiative aims to seize illicit weapons and missile technologies and other agents of terrorism, Bush said.\nHe provided few details, but said: \"Over time, we will expand this partnership as broadly as possible to keep the world's most destructive weapons away from our shores and out of the hands of our common enemies.\"\nBush's 151/2-hour visit to Poland opened a European trip that will include his first postwar meetings with the leaders of France and Germany - longtime allies who split with Bush on deposing Saddam Hussein.\nBush sought to defend Poland against critics elsewhere in Europe of its pro-U.S. stance on the war in Iraq.\n\"You have not come all this way, through occupations and tyranny and brave uprisings, only to be told that you must now choose between Europe and America,\" Bush said to applause. \"Poland is a good citizen of Europe and Poland is a close friend of America. And there is no conflict between the two.\"\nPolish President Aleksander Kwasniewski, a staunch supporter of the Iraq war, basked in the glow of Bush's support and in his role as trans-Atlantic peacemaker.\n\"Disputes from the past are gone and reconciliation has replaced them,\" he said.\nHe praised Bush for agreeing to go to the Middle East to try to push his peace plan. \"We definitely wish you a lot of luck in your mission,\" he said.\n\nLoad-Date: June 2, 2003"
}