{
    "title": "Bush, GOP hit new lows in poll",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 4,
    "day": 8,
    "full text": "President George W. Bush has hit new lows in public opinion for his handling of Iraq and the war on terrorism and for his overall job performance. Polling also shows the Republican Party surrendering its advantage on national security.\nThe AP-Ipsos survey shows that nearly 70 percent of Americans believe the nation is headed in the wrong direction -- the largest percentage during Bush's presidency and up 13 points from a year ago.\nOn an issue the GOP has dominated for decades, Republicans are now locked in a tie with Democrats -- 41 percent each -- on the question of which party people trust to protect the country.\nAs for Bush's ratings:\n- Thirty-six percent of the public approves of his job performance, his lowest rating ever in AP-Ipsos polling. By contrast, the president's job approval rating was 47 percent among likely voters just before Election Day 2004 and 64 percent among registered voters in October 2002.\n- Forty percent of the public approves of Bush's performance on foreign policy and the war on terrorism, another low-water mark for his presidency. That's down 9 points from a year ago. Just before the 2002 election, 64 percent of registered voters backed Bush on terrorism and foreign policy.\n- Thirty-five percent of the public approves of Bush's handling of Iraq, his lowest in AP-Ipsos polling.\nAs bad as Bush's numbers may be, Congress' are worse.\nThirty percent of the public approves of the GOP-led Congress' job performance, and Republicans seem to be shouldering the blame.\nBy a 49-33 margin, the public favors Democrats over Republicans when asked which party should control Congress.\nBush's approval rating is down 12 points among Republicans since a year ago. Six in 10 Republicans said they disapproved of the GOP-led Congress.\n\nGraphic\n\n \nGRAPHIC\n GRAPHIC - Public pessimism expands AP \n\nLoad-Date: April 8, 2006"
}