{
    "title": "BUSH BACKS ISRAEL 'S ACTIONS TO CONFINE ARAFAT TO COMPOUND ; HE WANTS PALESTINIAN TO TAKE CHARGE IN",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 1,
    "day": 25,
    "full text": "President George W. Bush understands Israel's confinement of Yasser Arafat to a West Bank compound and wants the Palestinian leader to do more to eliminate terrorism as a threat to Israel and to him, Ari Fleischer, the White House press secretary, said Thursday.\nBush discussed the Middle East with his senior security advisers at the White House. Reports promptly surfaced that closing the Palestinian office in Washington was an option, but no decision was taken.\nA decision depends largely on what Arafat does about combating terrorism, a senior U.S. official said. No option, including closing the Washington office, is being ruled out, the official said.\nVirtual house arrest\nAsked about Arafat's confinement, Fleischer said, \"The president understands the reason that Israel has taken the action that it takes, and it is up to Chairman Arafat to demonstrate the leadership to combat terrorism.\"\nTerrorism, the spokesman said, \"is a threat not only to Israel, but also to Arafat.\"\nArafat has been under virtual house arrest on the West Bank for almost two months. This prevents him from barnstorming the Middle East and Europe in search of support for the Palestinians and their territorial and statehood aspirations.\nFrom his office window in Ramallah, Arafat can peer out at Israeli soldiers who are posted about 70 yards down the street in tanks.\nIn the town, a member of the Palestinian intelligence service, Riyad Sadi, 26, was killed Thursday in a clash with Israeli forces. In response to a Palestinian shooting attack, Israeli tanks tightened their cordon around Arafat's headquarters.\nRichard Boucher, a State Department spokesman, said: \"We've always been against incursions. We feel they aren't helpful.\"\nBut he stressed: \"We understand Israel's need to take steps to ensure its security. We understand the need for Israel to take steps in self-defense.\"\nBoucher also said there were no plans to send U.S. envoy Anthony Zinni back to the region, despite a request from Arafat. In two visits over the last two months, Zinni failed to negotiate a truce.\nFleischer said Bush still believed that \"it is incumbent on Chairman Arafat to do more, take more steps, and show with action that he is committed to eliminating terrorism and combating it wherever it exists,\" Fleischer said.\nBush plans to meet Feb. 7 with Israeli Prime Minister Ariel Sharon, who will be making his fourth visit to the White House to see Bush. Arafat, by contrast, has never been invited.\nThe White House statement expressing understanding of Israel's treatment of Arafat emerged a day after the United States eased its criticism of Israel for targeting terror suspects for execution.\nHamas militant is killed\nIn the southern Gaza Strip, Israeli helicopter gunships fired missiles at a Palestinian car Thursday, killing a Hamas militant and seriously wounding two others, Palestinian and Israeli sources said.\nThe airstrike followed a shooting spree Tuesday by a Palestinian gunman who killed two Israeli women in Jerusalem's main shopping district.\nMahmoud al-Zahar, senior official of the Hamas Islamic movement in Gaza, called the strike in the Palestinian-ruled town of Khan Younis \"a drop in the sea of Israeli crimes\" and vowed to respond with \"painful\" retaliation.\nPalestinian hospital sources identified the dead man as Bakar Hamdan, and Israeli security sources said he was targeted for his involvement in the killings of Israelis.\n\nGraphic\n\n \nPHOTO; Photo from THE ASSOCIATED PRESS - Chaya Berci (left), daughter of Sarah Hamburger, cries next to unidentified mourners as she listens to her mother's eulogy at the Givat Shaul cemetery in Jerusalem on Thursday. Hamburger, who survived the Hebron Arab riots in 1929, in which Jews were shot and struck with axes, was shot by a Palestinian seven decades later while she waited for a bus in Jerusalem.\n\nLoad-Date: January 25, 2002"
}