{
    "title": "Bush touts Ridge, war on terrorism",
    "publisher": "the world",
    "year": 2002,
    "month": 1,
    "day": 30,
    "full text": "THREE MONTHS into his new job in Washington, Tom Ridge is finally ready for his close-up.\nWhen President Bush took center stage for his first State of the Union address last night, the ex-Pennsylvania governor was playing a key supporting role off camera.\nBush used the 48-minute address to stress that the war against terrorism was nowhere near over and that Ridge's mission of shoring up homeland security was just beginning.\n\"What we have found in Afghanistan confirms that, far from ending there, our war against terror is only beginning,\" Bush said in the address, which was interrupted by applause more than 70 times.\nMore importantly, the president sought to back up Ridge's new post as director of homeland security, a Cabinet-level post, with money. He declared that he wants to double Ridge's budget to $38 billion, with a special emphasis on bioterrorism, emergency response, airport and border security, and improved intelligence-gathering.\nRidge also sought yesterday to drum up support personally for his mission. He granted an interview to ABC's Peter Jennings and said he \"wouldn't be surprised if they [terrorists] tried\" to attack either this week's Super Bowl in New Orleans or the Winter Olympics next month in Salt Lake City.\n\"It's something that I wrestle with every single hour of every single day,\" Ridge said, \". . . that unpredictable nature of terrorism that gives us all great concern.\"\nBush's State of the Union address - coming one year and nine days after he took office following the closest presidential election in modern American history - comes at a truly unique moment in the history of the office.\nIn the wake of a successful military operation in Afghanistan, Bush's popularity is close to a record high - still at 83 percent, according to a Washington Post-ABC News poll released yesterday.\nBut events will make that soaring approval rating almost impossible to maintain. Despite the rout of the Taliban in Afghanistan, the alleged mastermind of the Sept. 11 attacks - Osama bin Laden - is still at large. The economy remains mired in a recession, and the collapse of Bush's biggest political contributor, Enron Corp., and a wave of other bankruptcies have rattled Wall Street.\nTellingly, Bush mentioned neither bin Laden nor Enron last night. Political experts said that by making the emphasis on homeland security, the president hopes to continue the rally behind his leadership that came about after the attacks on the World Trade Center and the Pentagon.\n\"Anything that can continue what we can call 'the rallying effect' - the tendency is for citizens to rally behind the president in hard times,\" said G. Terry Madonna, the Millersville University political scientist and pollster.\nSome pundits wondered, however, whether the emphasis on anti-terrorism will wear thin with voters more worried about the economy.\n\"He's dealing with a sophisticated public,\" said Larry Ceisler, a Democratic political consultant. \"This is not World War II with people listening to a fireside chat - this is the Internet age, and people are watching their stock portfolio go down and their next-door neighbor losing his job.\"\nIndeed, the Post-ABC> poll found 54 percent of Americans now think the economy is more important than the war on terrorism.\nNevertheless, Bush last night singled out Iran, Iraq and North Korea for developing weapons of mass destruction and supporting terror, and hinted at expanding the fight. \"The United States of America will not permit the world's most dangerous regimes to threaten us with the world's most destructive weapons,\" he said.\nBush said U.S. troops in Afghanistan found diagrams of American nuclear power plants and public water facilities, detailed instructions for making chemical weapons and surveillance maps of American cities.\n\"We cannot stop short,\" he said. \"If we stopped now, leaving terror camps intact and terror states unchecked, our sense of security would be false and temporary.\" *\n\nNotes\n\nSTATE OF THE UNION ADDRESS\n\nGraphic\n\n \nPHOTO;\nAssociated Press\nVice President Cheney (left), and House Speaker Dennis Hastert, R-Ill., flank President Bush, who says he wants to double Tom Ridge's homeland security budget.\n\nLoad-Date: January 30, 2002"
}