{
    "title": "Bush mourns loss of life in Iraq U.S. deaths pass the 1,000 mark; president says U.S. making progres",
    "publisher": "charleston daily mail",
    "year": 2004,
    "month": 9,
    "day": 8,
    "full text": "WASHINGTON - With the number of American military deaths in Iraq surpassing 1,000, President Bush said today \"we mourn every loss of life\" and declared that the United States was making good progress in the war against terrorism.\n\"We're still at war,\" Bush said during a meeting with congressional leaders. \"We've got to do everything we can to protect the homeland.\"\nBush's comments came on the same day that Secretary of State Colin Powell, making the rounds of the morning network news shows, defended the U.S.-led war to topple Iraq's Saddam Hussein and urged patience as the war-torn nation struggles with a transition to democracy.\nBush met with the bipartisanship leadership of Congress to discuss legislation to strengthen the nation's intelligence services in the aftermath of the terrorist attacks of Sept. 11, 2001. Bush said the administration would submit legislation and said he believes that a proposed national intelligence director should have full budgetary authority.\nThe meeting gave Bush an opportunity to accentuate the two most prominent themes of his campaign: Iraq and the war on terrorism.\nSaying that it was important to improve intelligence capabilities, Bush said, \"We're still on the offense here in this country. We're chasing down these killers overseas so we don't have to face them here at home.\"\n\"We're making good progress,\" the president said.\n\"Ultimately we will prevail because liberty changes countries, liberty changes the habits of people, liberty promotes peace. And that's why we appreciate the sacrifice of the men and women who wear the uniform,\" Bush said. \"They're serving a great cause.\n\"We mourn every loss of life,\" he said. \"We will honor their memories by completing the mission.\"\nBush refused to answer questions from reporters. He simply stared at a reporter who asked if he agreed with Vice President Dick Cheney's assertion that if Democrat John Kerry is elected, \"the danger is that we'll get hit again\" by terrorists.\nPowell told ABC's \"Good Morning America\" earlier that people must \"remember what the stakes are\" in Iraq.\n\"The stakes are whether or not freedom and democracy triumph or whether or not we fall from the rule of law, whether people can simply kill others, innocent people, in order to impose their will, in order to take us back to the past, take us back to the days of a Saddam Hussein-like regime,\" he said.\n\nLoad-Date: September 10, 2004"
}