{
    "title": "Bush Doctrine nothing but heresy",
    "publisher": "university wire",
    "year": 2004,
    "month": 10,
    "day": 20,
    "full text": "George Bush's foreign policy legacy, the Bush Doctrine, will live on whether he is re-elected or not. It began as a natural response to attack and has gradually shifted focus, diverting us into a pre-emptive war and moving us into unprecedented danger.\nThe Bush Doctrine states that the policy of the United States is to make no qualitative difference between terrorists and the nations that harbor them.\nThe doctrine was created out of political necessity. On Sept. 12, 2001, we needed someone to attack. We could not be attacked and then not retaliate. We might have found some more enlightened way to respond, but frankly, the world doesn't work that way, and we're not that evolved yet.\nThe United States needed an immediate target to crush as a demonstration of military might, and obviously that target was Afghanistan. This made perfect sense and was the Bush Doctrine's best enemy -- a government that harbored and trained and sheltered some of the very terrorists who had attacked us. The link between individual terrorists and the government itself was direct and functional, proven by documents found after the invasion.\nSeemingly successful after the invasion, the Bush Doctrine proved that at least it could respond to terrorist attacks after they occurred. The doctrine condensed the \"loose\" agents of terrorism into the identity of a recognized nation and placed blame accordingly to make conventional warfare possible. At the time, the Bush Doctrine was not radical policy, but a natural reaction to threat that perhaps any administration would have undertaken.\nBut is conventional warfare the preferred method of pre-emption, and not intelligence, covert ops or economic action against groups funding terrorism? Can the Bush Doctrine prevent further terrorist attacks as opposed to simply responding? Clearly, the Bush administration has hinged its entire legacy and the war in Iraq on the assumption that it can.\nBut, even in response to terrorism, this policy cannot apply to all nations. Saudi Arabia is the largest exporter of Islamic fundamentalism and provided the majority of the terrorists for Sept. 11, yet no military action has been taken because we're inexorably linked to it because of trade. Palestine, although not yet an official nation, launches daily terrorist attacks, yet the United States allows Israel to respond alone because that region is a political and religious hotbed; we prefer diplomacy instead.\nWhen the war in Iraq approached, the Bush Doctrine changed fundamentally. The main case for war in Iraq was the presence of weapons of mass destruction because those could directly aid terrorists, and, after all, Saddam wasn't on anyone's \"favorite dictator of the month\" list. The subtle shift was made from \"hard\" threats to potential threats.\nThe most disturbing application of the doctrine comes in the form of pre-emption. It is clear that violence solves many short-term problems of terrorism, but can it prevent further terrorism? The cycle of violence in the Middle East and Ireland should be strong examples that conventional violence has short-term benefits but serious long-term consequences. That is the difference between a pre-emptive \"strike\" and a war: An effective, limited response in concert with other non-violent efforts, versus an all-out war to change government.\nBy engaging in all-out war against a sovereign nation as complex and as large as Iraq, we have traded one potential threat for thousands of certain threats, and the number grows. Iraq was a threat, but it was certainly not the most threatening nation in the world. We now struggle with reconstruction. The Bush Doctrine has morphed beyond recognition, and with no weapons of mass destruction, it is now claiming that a democratic Iraq will bring stability. This final shift calls for changes in government, and even culture, against potential \"threats.\" The engineers of this war effort have made a fatal error when it comes to terrorism: They believe spreading our form of democracy will erase terrorism, when in actuality, terrorism transcends all religions and forms of government.\nAfter all, Timothy McVeigh lived in prosperous America with the right to vote and committed the second worst-act of terrorism on American soil.\nWe shifted from justified defenders to the hated \"bearers of democracy\" at a frightening cost of human life and world standing. Our leaders were not cornered into the decisions that brought us here, but took us to this place through a series of clear decisions. On Nov. 2, we will choose which doctrines will shape our world.\n(C) 2003 Iowa State Daily via U-WIRE\n\nLoad-Date: October 20, 2004"
}