{
    "title": "Bush must now focus on the West Bank",
    "publisher": "the christian science monitor",
    "year": 2006,
    "month": 3,
    "day": 30,
    "full text": "Newly elected leaders for the Palestinians and now Israelis have set a new stage for the Middle East. The two peoples have chosen governments with quite different paths toward peace. All the more reason for President Bush to intervene boldly on both sides. \nTuesday's election in Israel allows the new \"centrist\" party of Kadima to continue the unilateralist strategy of its founder, Ariel Sharon. With enough seats to form a coalition government, Kadima plans to rejigger Israel's boundaries with more separation barriers and a partial pullout of Jewish settlers from the West Bank.\nSuch moves should help protect Israel from many types of attacks by Palestinian militants. But they would also leave the Palestinian people with an unworkable rump of a nation and Muslims worldwide further cut off from Jerusalem, a holy city to them as well as to Jews and Christians.\nKadima's plans thus go against the larger US interests in countering terrorism in the Middle East, which include creating a viable Palestinian state and a negotiated settlement over Jerusalem. Up to now, Mr. Bush has largely allied the US with Mr. Sharon and Kadima's new leader, Ehud Olmert, in seeing Palestinian threats to Israel nearly the same as Al Qaeda threats against Americans. But as a new paper by the academic dean of Harvard University's Kennedy School, Stephen M. Walt, and University of Chicago political scientist John J. Mearsheimer, points out: \"Saying that Israel and the United States are united by a shared terrorist threat has the causal relationship backwards. The United States has a terrorism problem in good part because it is so closely allied with Israel.... US support for Israel is not the only source of anti-American terrorism, but it is an important one.\"\nBush can hardly pretend to be the global terrorist fighter if he allows Israel's separation barrier to take up an estimated 8 percent of the West Bank and also lets nearly 400,000 Jewish settlers leave Palestinian territory looking like Swiss cheese.\nKadima's plans need to be put on hold until it becomes clear whether the radical Islamic group Hamas, which won January's elections and effectively took control of the Palestinian Authority this week, is ready to accept Israel's existence and make a permanent ceasefire. Bush cannot reduce the peace process to simply negotiations between the US and Israel, as Mr. Olmert seems to think, while not waiting patiently so Palestinians can have a say in the shape of their state.\nHamas's anti-Israel views, as well as its hold on power, may lessen as it tries to govern. Bush needs to maintain humanitarian aid to the Palestinian people as well as close ties to the moderate president, Mahmoud Abbas. Hamas was elected, after all, more for its apparent incorruptibility and welfare policies than its record of attacks on Israeli civilians.\nStanding up to Israel while keeping feelers open to Hamas won't be easy for Bush as the GOP faces a critical election for Congress in November. But the president's legacy as a grand geostrategist in reforming the Middle East will falter if he abandons the Palestinian people and looks the other way on West Bank Jewish settlements. Both sides have spoken through their respective elections. Now Bush must speak back.\n(c) Copyright 2006. The Christian Science Monitor\n\nLoad-Date: March 29, 2006"
}