{
    "title": "Bush calls for unity against terrorism; Visits to Poland , Russia thank allies, try to mend fences",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 6,
    "day": 1,
    "full text": "Krakow, Poland --- President Bush challenged U.S. allies in Europe on Saturday to move beyond their differences over Iraq and unite against global terrorism and weapons of mass destruction.\nCiting the horrors of the Nazi Holocaust, Bush said Americans and Europeans together defeated Germany half a century ago only because of \"people willing to take up arms against evil.\" He said a new generation must be prepared to do the same to prevail over the sort of terrorist groups that conducted the Sept. 11, 2001, attacks against the United States.\nCox Washington Bureau\nBush spoke after a two-hour visit to former Nazi concentration camps in nearby Auschwitz and Birkenau. More than 1.1 million men, women and children --- Jews, Gypsies, gays, political opponents and others targeted by the Nazis --- were killed in those two camps.\nAt Birkenau, the president and first lady Laura Bush walked the length of the railroad spur that carried victims by the trainload to the doors of gas chambers. And at Auschwitz, Bush stared into a roomful of women's hair sheared from prisoners for use in German textile mills, suitcases pillaged from victims and a large pile of tiny shoes.\n\"All the little baby shoes,\" Bush said.\n\"The sites are a sobering reminder of the power of evil and the need for people to resist evil,\" a solemn Bush told reporters after laying a wreath near the ruins of crematoriums at Birkenau.\nLater, in a speech at a medieval castle in Krakow, Bush said the camps \"remind us that evil is real and must be called by name and must be opposed. All the good that has come to this continent --- all the progress, the prosperity, the peace --- came because, beyond the barbed wire, there were people willing to take up arms against evil.\"\nThe speech was a call for U.S. allies, divided by the U.S.-led war against Iraq, to set aside their differences and unite to confront terrorism.\nPoland, which provided special forces units for the war, was criticized by France, which joined with Germany and Russia in blocking United Nations support for the war. At one point in the Iraq debate, French President Jacques Chirac said Poland's war support might jeopardize its bid for admission to the European Union.\nBush said that was wrong, in a line that brought applause from the roughly 1,000 Polish citizens who gathered in a sunlit courtyard of the Wawel Castle to hear him and Polish President Aleksander Kwasniewski.\n\"Poland struggled for decades to gain freedom and to fully participate in life in Europe,\" said Bush. \"You have not come all this way --- through occupations and tyranny and brave uprisings --- only to be told that you must now choose between Europe and America.\"\nLater Saturday, Bush traveled to Russia, where President Vladimir Putin hosted him and several dozen other heads of state for celebrations marking St. Petersburg's 300th anniversary.\n\"The world will see that even though we had some disagreement on Iraq, that we're willing to continue to work together,\" Bush said in an interview with Russian television. \"We have the platform necessary to have good, positive relations, so we can move our relations throughout our government forward.\"\nBush travels today to the resort village of Evian, France, where he will meet with his counterparts from other Group of Eight wealthy democracies --- Britain, Canada, France, Germany, Japan, Italy and Russia. He travels Monday to Egypt, where he will meet with Arab leaders in preparation for a Wednesday summit in Jordan with Israeli and Palestinian leaders.\n\nGraphic\n\n \nPhoto: President Bush and first lady Laura Bush walk the railroad spur Saturday that carried trainloads of victims to the doors of gas chambers at the Nazi concentration camp in Birkenau, Poland, during the Holocaust. / PABLO MARTINEZ MONSIVAIS / Associated Press\n\nLoad-Date: June 1, 2003"
}