{
    "title": "Bush_ Outsourcing helps the U.S. , too He said it created a middle class in India - he's set to visi",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 2,
    "day": 23,
    "full text": "President Bush found a bright side to outsourcing yesterday, saying that the loss of U.S. jobs to foreign countries helped create markets for American business.\n\"It's true that a number of Americans have lost jobs because companies have shifted operations to India,\" he said in a speech previewing his trip next week to India and Pakistan. \"We must also recognize that India's growth is creating new opportunities for our businesses and farmers and workers.\"\nBush's visit to South Asia is intended to strengthen ties to two countries on the front lines in the war on terrorism. His diplomatic mission is complicated by long-standing antagonism between India and Pakistan, both of which have nuclear weapons ungoverned by the Nuclear Non-Proliferation Treaty.\nAlthough the President made sure to cover major geopolitical issues in his speech, he acknowledged that many Americans were far more concerned about India's status as a magnet for jobs, especially in the high-tech sector. More than 1.2 million Indians work in high-tech jobs, many for U.S. companies or their affiliates.\nEchoing a view widely shared by economists, Bush said the benefits from globalization more than offset the damage from jobs lost because of outsourcing.\n\"India's middle class is now estimated at 300 million people,\" he said. \"That's greater than the entire population of the United States. And this middle class is buying air conditioners, kitchen appliances and washing machines - and a lot of them from American companies.\n\"Younger Indians are acquiring a taste for pizzas from Domino's, Pizza Hut,\" Bush said. \"And Air India ordered 68 planes valued at more than $11 billion from Boeing.\"\nBut even with India's growing prosperity, Americans buy more goods from India than they sell to Indians. The United States had a $10.8 billion trade deficit with India last year, because even though U.S. exports to India have been steadily increasing, imports from India have risen more.\nBush's prime objective in India is to remove the last hurdles to a landmark agreement that would acknowledge India's status as a nuclear power 32 years after it successfully tested a nuclear device. The agreement would open India's civilian nuclear program to international inspections while leaving the country free to produce more nuclear weapons.\nIn Pakistan, Bush will seek to discuss the war on terrorism and the country's path to democracy. He praised Pakistani President Pervez Musharraf for his help in the war on terrorism but said Pakistan \"still has a distance to travel on the road to democracy.\"\nHe urged India and Pakistan to put aside the ethnic and religious tensions that have brought them to war three times since the two nations were carved out of the British Empire in 1947.\nONLINE EXTRA\nRead a full transcript\nof Bush's address via http://go.philly.com/bush\nContact reporter Ron Hutcheson at 202-383-6101 or rhutcheson@phillynews.com.\n\nLoad-Date: February 23, 2006"
}