{
    "title": "Bush's dilemma_ Terrorism or oil_",
    "publisher": "usa today",
    "year": 2002,
    "month": 4,
    "day": 17,
    "full text": "Where is straight-talking Harry Truman when we need him?\nThe Bush administration seems more interested in supporting oil-rich Arab rulers than in eradicating terrorism (\"No truce; Powell moves on,\" News, Monday).\nWhy is this administration treating Israel with such disdain? Israel is our only true friend in the Middle East and it does not engage in terrorism.\nThe Bush administration needs to decide if the United States is fighting a war on international terrorism or if the country is simply providing window-dressing to the public while protecting oil-rich Arabs.\nI consider Yasser Arafat and the Palestine Liberation Organization terrorists hiding behind the veil of their religion by playing the role of victims.\nSaudi Arabia was home to 15 of the 19 terrorists who attacked on Sept. 11, and it has offered reward money to the families of Palestinian suicide bombers just as Iraq has done. Still, there have been no consequences for the Saudis.\nThe Bush administration should not recognize or negotiate with terrorists or countries that support them.\nWhat is it going to take for our leadership to realize that this game of \"musical chairs foreign policy\" in the Middle East is a complete failure?\nPresident Truman, true to his style, probably would have called every Arab leader tied to terrorism after the Sept. 11 attacks and told each one of them that all bets are off. That is exactly what America needs now.\nMark Holloway\nPhoenix, Ariz.\nStop all aid to Israel\nIn 1974 I witnessed the poverty and hopelessness of the Palestinian refugees firsthand when visiting their camps in the Middle East. Life there surely has only gotten worse as the years have passed (\"Difficult times, conditions inside Arafat's compound,\" Cover Story, News, Monday).\nThe orgy of violence on all sides will continue until we persuade our congressional leaders to permanently stop all U.S. military aid to Israel.\nThe blood is on our hands: We pay the taxes that buy the bombs and bullets that kill the people on both sides of the conflict. Israeli revenge begets Palestinian revenge, and so it goes. Israel continues to kill Palestinians by the hundreds and steal Palestinian lands. Israel should be partitioned and the land returned to the Palestinians.\nMark Lawson\nSan Jose, Calif.\n\nGraphic\n\n \nPHOTO, B/W, Hussein Hussein, Palestinian Authority, via AP; 'Useful and constructive': That's how U.S. Secretary of State Colin Powell, right, described his long-awaited, once-canceled meeting Sunday with Palestinian leader Yasser Arafat, center.\n\nLoad-Date: April 17, 2002"
}