{
    "title": "Bush's approach to Middle East doesn't aid anti-terrorism plan",
    "publisher": "university wire",
    "year": 2002,
    "month": 4,
    "day": 4,
    "full text": "As the violence in the Middle East reaches a feverish pitch, the world is looking to Washington for guidance. Any optimism that accompanied the return of U.S. special envoy Anthony Zinni to the region last month, has evaporated, as the conflict between the Israelis and Palestinians descends down a slippery slope to new levels of chaos, unseen in recent years.\nDisturbingly, the failure of Zinni's recent mission is just one of a rapidly growing list of diplomatic setbacks that the United States has faced in the Middle East. By all public accounts, Vice President Dick Cheney's recent visit to the region was a failure. Combined with continued post-Sept. 11 tensions between the United States and the Arab world, as well as growing anti-American sentiment on the Arab street, these recent diplomatic setbacks point to a larger failure of U.S. foreign policy in the region.\nPennsylvania State U.\nIf left unchanged, the Bush administration's Middle East foreign policy might lead to the overall failure of America's war against terrorism.\nEven before entering office, President Bush made clear his intention to decrease the degree to which the United States would be involved in mediating the Israeli-Palestinian conflict. Consequently, while the U.S. did not completely disengage from its involvement in the peace process, its role under Bush's leadership has significantly diminished. In the aftermath of Sept. 11, conducting the war against terrorism became the Bush administration's major foreign policy goal, and for several months, it largely abandoned any U.S. participation in peace negotiations, declaring that multilateral talks between the Israelis and Palestinians were the best hope for success.\nHowever, contrary to this belief, when left to their own devices, the two parties allowed the cycle of violence to reach new proportions. Despite this, Bush continued to largely ignore the situation, and refused to dispatch Zinni back to the region.\nToday, the United States is paying a large price, both in terms of its stature and influence in the Middle East, as a result of the Bush administration's indifference. While visiting the region last month, Vice President Dick Cheney, who was attempting to gain Arab support for toppling Saddam Hussein's regime in Baghdad, was constantly forced to address growing Arab concerns over the Israeli-Palestinian conflict. By the end of his 12-day trip, the message to the United States from the Arab world was quite clear: if the United States wanted support for a military campaign against Iraq, it would have to address the situation in Israel.\nReinforcing this sentiment, America's Arab \"allies\" adopted a resolution at the recent Arab League summit in Beirut, declaring that an attack on Iraq would be considered an attack against all Arab states.\nDespite the dramatic increase in violence, over the past week, between the Israelis and Palestinians, the administration's handling of Middle East foreign policy matters has continued to be lacking.\nBreaking several days of silence on the crisis in the Middle East, Bush spoke to the media on Sunday, from his Crawford, Texas, ranch. His comments, which he delivered while slouching in a chair, were supportive of Israel's military operations, but in direct contradiction with a United Nations resolution, calling for an Israeli military withdrawal, that the United States had, only hours earlier, voted to approve. Since Sunday, Bush has ignored calls from both sides of the political aisle for increased U.S. involvement in the situation, declaring that he will not send Secretary of State Colin Powell to the region. While the White House has declared that Yasir Arafat's harboring of terrorists does not fall under the \"Bush doctrine,\" which calls for the removal of any regime which sponsors or provides safe haven for terrorists, Secretary of Defense Donald Rumsfeld framed the Israeli military response to the suicide bombings in a light similar to the U.S. military campaign against al Qaeda, intimating that, under the \"Bush doctrine,\" Yasir Arafat could be considered to be harboring terrorists. And in perhaps an ominous sign of future violence to come, the State Department urged Americans to leave the region, and offered the dependents of U.S. diplomats in Jerusalem the opportunity to return to the United States.\nArab and world leaders, increasingly distressed by Bush's disjointed Middle East foreign policy, are finding it increasingly difficult to support the United States and its war against terrorism. This week, anti-Israeli and anti-American protests have erupted in several Arab nations, including Kuwait, which is traditionally a close U.S. ally. Additionally, reports indicate that Egyptian President Hosni Mubarak is \"seething\" over Bush's approach toward handling the ongoing violence in Israel and he is said to have called Mr. Bush making a \"forceful\" appeal for increased U.S. involvement. As a result of rising displeasure on Arab streets, Cairo is being forced to publicly distance itself from the United States in a way it has never done before.\nIn response to the situation in Israel, and Bush's inaction, British Prime Minister Tony Blair, once described by senior British officials as \"gung-ho\" about the concept of attacking Iraq, ordered that a forthcoming governmental report, detailing evidence of Saddam Hussein's support of terrorist organizations, be withheld until future notice. And United Nations Secretary General Koffi Annan,on Monday voiced serious concerns that the spiraling violence could spread beyond Israel's borders, eventually engulfing the entire region in war. While the apparent loss of British support for a military attack against Iraq presents yet another obstacle to the next phase of the U.S. war against terrorism, the expansion of the Israeli-Palestinian conflict to other Middle Eastern nations would undoubtedly be a disastrous blow to the American anti-terror campaign.\nSince Sept. 11, the media and the policy-making community have been generally restrained in expressing their criticism of Bush's foreign policy. This past weekend, however, a number of prominent scholars rightfully threw off this veil of restraint, harshly criticizing what they see as the confused nature of the Bush administration's Middle East foreign policy. Former National Security Advisor Zbigniew Brezinski, a well-respected scholar in the field of international affairs, was particularly critical of Bush's strategy and branded it \"a posture of strategic incoherence.\" One outraged commentator declared, \"On Sept. 11, Bush discovered terrorism, but it took him until last week to finally discover the Middle East.\"\nWhile Bush clearly is not responsible for the hate that has fueled the ongoing Palestinian suicide bombings or the Israeli response, his administration's ambiguous and confused approach toward handling the crisis in the Middle East is extremely ineffective. As the Israeli and Palestinian violence continues to escalate, the political unrest and upheaval in neighboring states will also grow.\nBush should immediately inject significant political capital into resolving the situation by sending Secretary of State Colin Powell to the region. By doing so, President Bush will send the message to the world that the United States is not indifferent to the unfolding violence. More importantly, though, by striving to achieve a measure of peace in the region, he will enhance the likelihood of success in America's campaign global campaign against terrorism.\n(C) 2002 Daily Collegian via U-WIRE\n\nLoad-Date: April 4, 2002"
}