{
    "title": "BUSH'S SPEECH HERE WILL UPDATE AMERICAN LEGION ON IRAQ AND TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 8,
    "day": 25,
    "full text": "President George W. Bush will focus on Iraq and terrorism Tuesday when he addresses thousands of military veterans gathered in St. Louis for the American Legion's national convention.\nA White House spokesman calls the speech \"an update on where things stand in Iraq and the war on terrorism.\"\nThat's exactly what many Legion conventioneers at the America's Center convention facility want to hear.\n\"I'm concerned about all of our troops out in the sand, and how soon they'll get them back here,\" said Sam Pappas, a Korean War veteran from Montana. \"We don't want another Vietnam or another Korea.\"\nSaid Paul Moore, a Vietnam War veteran from New York: \"We're getting soldiers killed every day … with no end in sight.\"\nBush is scheduled to fly to St. Louis early in the afternoon for his address to about 6,000 conventioneers shortly after 3 p.m. at the convention center in downtown St. Louis.\nThe president then will head to the nearby Renaissance Grand hotel to headline a fund-raiser for Sen. Christopher S. Bond, R-Mo. Bond is among several area officials who also will address the Legion convention before the president's appearance.\nWhite House spokesman Jim Morrell said Bush \"will also be taking the opportunity to thank these veterans for their service to our country.\"\nRonald F. Conley, national commander for the 2.8-million-strong American Legion, said he was confident that Bush - a Legion member - understands the unique perspective that his audience of veterans will offer.\n\"He's speaking to people who've fought in wars,\" he said. \"I believe that our members are going to listen intently. I think the president will be well-received.\"\nSeveral, including commander Conley, asserted that the U.S. soldiers in Iraq would be safer if there were more of them. Several conventioneers said they hoped Bush's administration would seek United Nations assistance and ask for more troops from other countries.\nThey added that their worries about the current situation in Iraq shouldn't be interpreted as lack of support for Bush's aim. \"Bring the guys back - but not until the job's done,\" said Art Sell, also from Montana and a Navy veteran.\nStill, almost every conventioneer interviewed offered similar pessimistic assessments about the current state of affairs in Iraq. \"It seems to getting worse, not better,\" said Air Force veteran Don Siuda, of Buffalo, N.Y.\nThe conflict in Iraq also is on the minds of local anti-war protesters who plan to picket outside the convention hall. The group includes members of the Instead of War Coalition and Pro Vote, a coalition of union groups. Spokesman Bill Ramsey said the group might go to court today to seek an order that would require the president's security detail to allow the protesters to be within sight of the president. During Bush's last three visits to St. Louis, protesters were cordoned off blocks away.\nConley said most conventioneers sided with Bush when it comes to Iraq. But some said they were worried about how the United Nations would react, in the wake of the deadly bombing last week of its headquarters in Iraq, which killed the top U.N. envoy and more than 20 other people.\nConley, the national commander, said Legion members might hold diverse opinions on how to deal with the conflict in Iraq but that most veterans believed, \"This is a world war on terrorism, and it's being fought in countries around the world.\"\n\nNotes\n\nReporter Jo Mannies:; E-mail: jmannies@post-dispatch.com; Phone: 314-340-8334  \n\nLoad-Date: August 25, 2003"
}