{
    "title": "Bush, Iraq and al-Qaida",
    "publisher": "daily news ",
    "year": 2007,
    "month": 7,
    "day": 18,
    "full text": "I was outraged to hear President Bush's reaction to recent findings about al-Qaida. The terrorist group has regained strength since first attacking the U.S. in 2001, as evidenced by a recent threat assessment that shows increased training, money and communication in the group.\nBush is in fact responsible for al-Qaida's gains. Bush's decision to go into Iraq, while not placing the proper importance and military strength in Afghanistan and against al-Qaida and terrorism in general, is the reason al-Qaida is stronger.\nBush is literally responsible for bringing al-Qaida and its derivatives to Iraq. Bush, as he is consistently wont to do, continues his fear-mongering by stating over and over again that it is al-Qaida in Iraq that is our biggest problem. In fact, as reported in the Washington Post, CIA Director Michael V. Hayden reported to the Iraq Study Group that \"the main sources of violence [are] in this order: the insurgency, sectarian strife, criminality, general anarchy and, lastly, al-Qaida.\" Though Hayden had listed al-Qaida as the fifth most pressing threat in Iraq, Bush regularly lists al-Qaida first.\nThe problem in Iraq is far bigger than al-Qaida. We can keep our military there in order to try to keep the country from falling apart - but, in the end, when all is said and done, Iraq will partition itself (or more likely with the help of Iran, Saudi Arabia and Turkey) into its inherent three parts.\nBush has resisted immense pressure from Congress and the public to remove troops, and continues to ignore these growing threats. He has spun himself into a corner - and made the world less safe in the process.  We must refocus our effort in Iraq, take the bulk of our military out of harm's way, and return our military to a position where they can properly address terrorism and other problems in the world, as required.\nSara Holman\nCamden\n\nLoad-Date: July 18, 2007"
}