{
    "title": "Bush_ Vigilance is key in war on terrorism Says safety depends on victory in Iraq",
    "publisher": "usa today",
    "year": 2006,
    "month": 9,
    "day": 12,
    "full text": "WASHINGTON -- President Bush ended a somber day marking the fifth anniversary of the 9/11 attacks with a call for unity and a plea for Americans to gird themselves for \"the calling of our generation\" -- a long fight against terrorism.\n\"The war against this enemy is more than a military conflict,\" he said, a reference to wars in Iraq and Afghanistan. \"It is the decisive ideological struggle of the 21st century.\"\nWith control of Congress at stake in the Nov. 7 elections, both parties have been trying to use the Iraq war to their advantage. Numerous polls have shown declining support for the war and the president's handling of it.\nWhite House spokesman Tony Snow told reporters earlier in the day that the speech would not be political. One political analyst suggested that is an impossible task less than two months before Election Day.\n\"There is controversy about whether Iraq is a front in the war on terrorism, or whether it has increased terrorism,\" said Kathleen Hall Jamieson, director of the Annenberg Public Policy Center of the University of Pennsylvania. \"The moment is political because of the elections and Iraq.\"\nSen. Charles Schumer, D-N.Y., who heads his party's Senate campaign committee, called the speech \"disappointing.\" He said, \"You do not commemorate the tragedy of 9/11 by politicizing it.\"\nBush defended his decision to invade Iraq in 2003 even though he said the country's now-deposed leader \"was not responsible\" for 9/11. \"The regime of Saddam Hussein was a clear threat,\" the president said, adding that it \"posed a risk that the world could not afford to take.\"\n\"The safety of America depends on the outcome of the battle in the streets of Baghdad,\" he said.\nDuring his 17-minute, nationally televised address, Bush repeatedly couched the battle ahead as one that goes beyond Iraqi battlefields and compared it to the Cold War.\nBush said the key to victory is the same: forge democracy in Iraq and elsewhere in the Middle East. \"One of the strongest weapons in our arsenal,\" Bush said, \"is the power of freedom.\n\"This struggle has been called a clash of civilizations,\" Bush said of actions that have included wars in Iraq and Afghanistan. \"In truth, it is a struggle for civilization.\"\nBush noted the security and law enforcement improvements since the 9/11 attacks, including more cooperation between law enforcement and intelligence agencies and tightened airport security. He said the country is safer but needs to remain vigilant.\n\"Our enemies have not succeeded in launching another attack on our soil, but they have not been idle,\" he said.\n\"Whatever mistakes have been made in Iraq, the worst mistake would be to think that if we pulled out, the terrorists would leave us alone.\"\n\nGraphic\n\n \nPHOTO, B/W, CNN\n\nLoad-Date: September 12, 2006"
}