{
    "title": "Bush warns of terrorism at home",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 4,
    "day": 1,
    "full text": "PHILADELPHIA -- President Bush said Monday that terrorist groups or even, in a last-ditch show of desperation, Iraqi President Saddam Hussein \"may try to bring terror to our shores\" in retaliation for the war in Iraq.\n\"We know that our enemies are desperate; we know that they're dangerous,\" Bush said.\nSince the fighting began almost two weeks ago, Bush and his spokesman have sought to lower expectations for a quick, easy war. Bush warned last week of many more battlefield casualties before the war is won. He broadened that alarm Monday.\n\"Many dangers lie ahead. But day by day we are moving closer to Baghdad; day by day we are moving closer to victory,\" Bush told hundreds of Coast Guard personnel at the Port of Philadelphia.\nThen he spelled out the potential dangers.\n\"The dying regime in Iraq may try to bring terror to our shores,\" Bush said. \"Other parts of the global terror network may view this as a moment to strike, thinking that we're distracted. They're wrong.\"\nThe Coast Guard is helping secure Umm Qasr, Iraq's major port, and is involved deeply in protecting America's shores. Bush came to Philadelphia to promote U.S. efforts to prevent terror.\nFor months he has sought to link Saddam's regime with Osama bin Laden's al-Qaida and other terrorist organizations, despite widespread skepticism and a lack of irrefutable evidence. The national threat level was raised to the second-highest level, code orange, early this month, just before Bush ordered the attack on Iraq. Officials said intelligence agencies had warned of possible war-related attacks in the United States.\nThe principal rationale Bush gave for attacking Iraq was that he said Saddam has weapons of mass destruction and the will to use them. No such stockpiles have been found.\nThe president mentioned this fear only in passing Monday, casting the war mainly as an effort to liberate \"the long-suffering people of Iraq.\"\n\"We're coming with a mighty force to end the reign of your oppressors,\" Bush said, addressing Iraqis who might be listening from afar. \"We are coming to bring you food and medicine and a better life. And we are coming and we will not stop, we will not relent until your country is free.\"\nBush also sought to explain why Iraqis have not rushed en masse to welcome and fight alongside U.S. and British troops.\n\"Iraqis who show friendship toward coalition troops are murdered in cold blood by the regime's enforcers,\" Bush said. \"Many Iraqis have been ordered to fight or die by Saddam's death squads. Others are pressed into service by threats against their children.\"\nBush said much had been accomplished since the ground war began. Coalition forces have taken control of most of western and southern Iraq, seized key bridges, opened a northern front and achieved almost complete air superiority, he said. Allied forces are delivering large amounts of humanitarian aid and have prevented Saddam from destroying oil fields, he said.\nDemocrats, aware of Bush's high approval ratings on the Iraq conflict, questioned the president's homeland security policies but not his war plans.\n\nGraphic\n\n \nPresident Bush delivers remarks on homeland security to U.S. Coast Guard personnel at the Port of Philadelphia on Monday.\n\nLoad-Date: April 1, 2003"
}