{
    "title": "Bush support for TRIA remains a lasting legacy",
    "publisher": "business insurance",
    "year": 2009,
    "month": 2,
    "day": 2,
    "full text": "Presidential legacies are far from fixed in stone decades or even centuries after the incumbent hands over the keys to 1600 Pennsylvania Ave. to his successor and heads home.\nThe reputations of some, like Dwight Eisenhower, have grown with the passage of time while those of others, such as Warren Harding, have waned to the point of disappearance. George W. Bush may have left office a few days ago with dismal public approval ratings, but no one can say for sure how he'll be viewed in 2059. As some of his supporters point out, Harry Truman also left the White House under a cloud of public disapproval yet within fewer than 50 years had achieved the status of one of the greater presidents.\nWhile Mr. Bush's overall legacy will remain unknown, the outlines of his legacy in regard to risk management issues already are apparent. He pushed for tort reform with varying degrees of success but, ironically, his greatest risk management-related achievement is one he later did his best to repudiate.\nThat was the creation of the federal government's terrorism insurance backstop, an idea that emerged within days of the terrorist attacks in New York, Washington and in the sky over Pennsylvania on Sept. 11, 2001. Legitimate fears arose during the confusion after the attacks that construction would grind to a halt in any potential terrorist target. Lenders would not provide financing to projects that lacked insurance, and underwriters wouldn't insure what they considered to be an uninsurable risk.\nPresident Bush emerged as proponent in chief of the terrorism insurance backstop as 2001 turned into 2002.\n``This is a bill that helps workers and helps strengthen our economy,'' said the president in a speech delivered on April 8, 2002. ``This is an important piece of legislation. I've heard some talk on Capitol Hill that the facts don't justify this type of legislation, the facts don't justify the federal government stepping in as a stopgap. They're not looking at the right set of facts, as far as I'm concerned.''\nBy taking the position he did, President Bush took on some prominent members of his own party. But after a series of false starts and a good deal of congressional wrangling, both houses passed the Terrorism Risk Insurance Act, which the president signed into law in November 2002, saying TRIA would spur growth and discourage ``abusive'' lawsuits.\nBut when the time arrived to extend the program in 2005, the president's attitude toward the program created by TRIA had totally changed. Maybe he was looking at a different set of facts. Rather than promote the backstop as a means to encourage economic activity, the administration called for scaling it back to encourage the creation of a private terrorism insurance market. But absent some sort of backstop, no significant private market was likely to emerge.\nDespite the presidential change of heart, Congress extended the backstop in 2005 and then renewed it in 2007, this time for seven years. Although the administration argued again against extending the backstop except in the most bare-bones manner, President Bush signed the 2007 extension bill without ceremony.\nThat was too bad, for extension of the backstop was worth celebrating. The terrorism insurance program promotes economic and national security goals. As House Financial Services Committee Chairman Barney Frank, D-Mass., noted on more than one occasion, to abandon development in certain metropolitan areas because of fear of terrorism would hand the terrorists a victory. The backstop helped prevent such a surrender.\nHistorians will debate the totality of Mr. Bush's legacy for years to come. But the terrorism insurance backstop, despite Mr. Bush's apparent about-face on the issue, must be taken as one of the Bush administration's more significant policy achievements whether or not members of the former administration chose to recognize it as such.\n\nLoad-Date: February 6, 2009"
}