{
    "title": "Bush has much at stake at summit Iraq , Middle East, war on terrorism will be key issues",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 6,
    "day": 8,
    "full text": "Much is on the line as President George W. Bush and the leaders of the world's top industrial nations begin meeting today to try to reach agreements on such critical matters as the future of Iraq and Bush's greater Middle East initiative.\nTransatlantic ties between the United States and traditional European allies such as France and Germany are also part of the mix. That once-solid bond has fallen on hard times, and improving it is critical to making progress on issues such as Iraq and the Middle East.\nBush hosts the leaders of Japan, Great Britain, France, Germany, Italy, Russia and Canada for three days at the coastal resort town of Sea Island, Ga., for the annual Group of Eight summit meeting. Topping the agenda will be Bush's hope for international help in achieving stability and economic investment in Iraq, promoting democracy and economic development in the Middle East and improving coordination in the war on terrorism.\n\"If we don't get assistance in both Iraq and with the broader agenda for reform in the Middle East, America will have to continue to exhaust its resources, financially and militarily,\" said Julianne Smith, deputy director of the international security program at the Center for Strategic and International Studies.\n\"We are at a point where we are finding it difficult to sustain our troop levels in Afghanistan and Iraq, and it's becoming a financial burden as well. We need help.\"\nWhile some previous summit meetings of the industrial powers have been largely a chance for leaders to showcase their positions, this week's looms as critical, said Nile Gardiner, a former foreign policy aide to British leader Margaret Thatcher. He is now an expert in U.S.-European relations at the Heritage Foundation.\n\"Because of the developments in Iraq and the need for a U.N. resolution mandating U.S. plans for the hand-over of power in Iraq, there's a greater sense of political urgency surrounding the summit,\" Gardiner said.\n\"I think we're going to see some tough bargaining taking place.\"\nFor Bush's efforts in Iraq and the rest of the Middle East to succeed, they need broad support. \"We have got to move these operations away from being perceived as being 100 percent American,\" Smith said. \"We need to show the folks in the region that this is an international endeavor and commitment. That is critical because of the rising tide of anti-Americanism right now.\"\nThe session is also important politically for Bush, whose ratings have plummeted and who faces Democratic criticism that he does not work well with other leaders.\nMuch of the work occurs beforehand or behind the scenes, says Richard McCormack, former undersecretary of state for economic affairs.\n\"Many people see it as a ceremonial event where the leaders get together and have a party, but that's a complete misapprehension of what happens,\" said McCormack, who handled the 1989 summit in Paris and the 1990 Houston meeting for then-President George Bush. He is now with the Center for Strategic and International Studies.\nOver the years, the G-8 meetings have expanded from economic matters to include pressing political issues and, since the Sept. 11, 2001, terrorist attacks, security cooperation as well.\nJune is a critical month for the United States, with other meetings set toward the end of the month with the European Union and with NATO.\nAgreeing to \"fudge it\"?\nSome experts doubt that Bush and his counterparts will accomplish much this week. Charles Kupchan, director of Europe Studies at the Council on Foreign Relations and past director for European affairs on the National Security Council, said that transatlantic relations were so bad as to preclude any agreements of substance on Iraq or the Middle East.\n\"Both sides will agree to fudge it,\" Kupchan said. As a result, he said, any agreements reached would be largely meaningless because they will strive for \"a facade of unity\" -- while avoiding the tough issues such as real sovereignty in Iraq after June 30. Many Europeans opposed the war and contend that Americans still want to retain control over that country. On the Middle East initiative, European leaders want more focus on resolving the Israeli-Palestinian conflict.\nTransatlantic ties are strained, Kupchan said, for reasons that are not about to change anytime soon. Among them are the end of the Cold War, which had unified the United States and Western Europe; the European Union's growth as an independent entity unwilling to follow the U.S. lead; and the advent of new leaders with little memory of cooperation during and after World War II. A U.S. turn toward a more unilateral foreign policy in a variety of ways including international treaties has contributed as well, he said.\nEuropeans know that if they look to be \"digging in their heels\" on Iraq or the Middle East they will be criticized -- but they will not agree to send troops or money, Kupchan said.\nBut McCormack said that Bush was more likely to get international support for Iraq's economic reconstruction now because the United States and Europe \"are past the low point\" on Iraq and realize they have to retain enough good will to work together against terrorism.\nThe key point to look for, Smith said, is whether there are concrete accords on Iraq and the Middle East that call for all parties involved to contribute \"tangible resources\" toward a solution.\n\"It's great that we're all shaking hands,\" she said, \"but we'll know the real state of the relationship after we come out of the next three (sets of) meetings. That's where the rubber meets the road.\"\n====================\nGroup of Eight summit\nWhen: Today through Thursday.\nWhere: Sea Island, Ga.\nWho: President Bush and leaders of Canada, France, Germany, Great Britain, Italy, Japan and Russia.\nMajor issues: Reconstruction in Iraq, democracy and economic development in the Middle East and cooperation in the war on terrorism.\n\nNotes\n\nNATION Link to more information about the summit meeting online at STLtoday.com/links. NOTE: Philip Dine's byline appeared as Phil Dine in this story in print, it is corrected in this database.\n\nLoad-Date: June 10, 2004"
}