{
    "title": "BUSH OFFERS TURKEY AID ON TERRORISM; CALLS IT A TARGET FOR AL-QAIDA",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 11,
    "day": 22,
    "full text": "President Bush yesterday declared Turkey a new front in the war on terrorism and offered America's help to its leader in a gesture that could foreshadow new U.S. efforts to target what the president called \"al-Qaida-type killers.\"\n \"I told him our prayers are with his people,\" Bush said of his telephone call to Turkish Prime Minister Recep Tayyip Erdogan. \"I told him that we will work with him to defeat terror, and that the terrorists have decided to use Turkey as a front.\"\n Neither Bush nor a White House spokeswoman gave details about the extent of help offered by the president.\nBush spoke as he toured this northern England village with Prime Minister Tony Blair just before returning to the United States after a three-day state visit.\n Speaking to reporters at two stops in Blair's rustic hometown, once a mining center, both the president and Blair again issued harsh denunciations of Thursday's bombings in Istanbul and renewed their determination to \"hunt these killers down,\" as Bush put it. The attacks on British targets killed more than 30 people, including the British consul in Istanbul.\n With Blair at his side nodding in agreement, the president added: \"We want to work with countries like Turkey to anticipate and to find [the] killers.\"\n Bush made his comments on Turkey when a reporter asked if that nation was \"a new front\" in the war on terrorism.\n \"It sure is,\" the president said. \"Two major explosions. And Iraq is a front. Turkey is a front. Anywhere where the terrorists think they can strike is a front.\"\n Blair, who is under fire at home for his unstinting support of the Iraq war, said the latest violence in Turkey provided a fresh opportunity for Americans and Britons to \"reflect and know that amongst the tragedy, the alliance between Great Britain [and] the United States of America is an alliance that is strong and enduring, of immense importance to our two countries. And we've got to continue that alliance now.\"\n The bombings, he added, \"should make us all the more determined to do what we need to do to restore order and justice, to bring peace and freedom and democracy to people all over the world.\"\n Bush arrived in Britain on Tuesday evening and stayed in central London until he left the city yesterday morning. But his long-planned visit was all but overshadowed by the bombings in Turkey, as well as by a large antiwar protest on Thursday that drew more than 100,000 demonstrators to the streets near Buckingham Palace, where Bush stayed. For security considerations, the president was kept virtually out of public sight while in London.\n But in this charming country village, Bush seemed everywhere yesterday: having tea with the Blairs at their home outside Sedgefield and then traveling to a pub in the village center for lunch with about 50 of Blair's constituents.\n As the motorcade sped into the village, it passed a crowd of people behind police barricades. Some of them waved the Stars and Stripes and the Union Jack in support of Bush and Blair, while others held up anti-Bush signs. Inside the Dun Cow Inn, the throng of handpicked guests burst into applause as Bush and Blair entered, the leaders' wives already seated together at a center table.\n After lunch, the high-powered entourage went to nearby Sedgefield Community College and visited with student athletes, first on a soccer field and then inside a gymnasium. Emerging afterward, Bush was greeted by a throng of admiring boys and girls, and after some hesitation, he worked the barricade line, shaking hands, dispensing hugs and, in at least a couple of cases, pecks on the cheek.\n\nLoad-Date: November 25, 2003"
}