{
    "title": "Bush calls up reserves   Senate OKs $40 billion for anti-terrorism, cleanup",
    "publisher": "the capital ",
    "year": 2001,
    "month": 9,
    "day": 14,
    "full text": "WASHINGTON _ The nation on maximum alert, President Bush is activating up to 50,000 members of the National Guard and Reserve in the aftermath of the terrorist attacks. The Senate voted this morning by a resounding 96-0 to provide $ 40 billion for anti-terrorism and cleanup efforts.\nMr. Bush met with his Cabinet at the White House, the constant hum of helicopters overhead. He planned to call up the Guard and Reserve members to aid in recovery and security efforts, officials said.\nDefense Secretary Donald H. Rumsfeld opened the meeting with a prayer asking for \"patience to measure our lust for action, resolve to strengthen our obligation to lead, wisdom to illuminate our pursuit of justice and strength in defense of liberty.\"\nAfter voting for the financial help, the Senate turned immediately to a second measure endorsing the use of force in what Mr. Bush and many lawmakers have called a war against terrorists.\nMr. Bush was pledging a global campaign to whip terrorism and the likes of Osama bin Laden at the same time Americans grieve over the attacks that claimed thousands of lives in New York and Washington.\nLater this morning, Mr. Bush was attending a prayer service _ all the nation's living ex-presidents except Ronald Reagan were expected _ and then visiting the site of the first attack in New York City.\n\"Our country is strong. A great people has been moved to defend a great nation,\" the president said yesterday as he mapped a military response, consulted with world leaders and consoled the wounded in the wake of coordinated attacks Tuesday on the World Trade Center in New York and the Pentagon. The fight against terrorism, Mr. Bush said, \"is now the focus of my administration.\"\nBut recovery was uneven at best in a land on edge.\nAuthorities hustled Vice President Dick Cheney out of Washington, kept the New York stock markets shut another day and slowly _ very slowly _ brought the nation's air traffic system back to life. Information in the hands of the government \"suggests we haven't seen the end of this current threat,\" said one U.S. official, speaking on condition of anonymity. He cited concerns that terrorists may strike in a different manner now that airport security has been improved.\nThe body count, meanwhile, was grim and getting grimmer.\nNew York Mayor Rudolph Giuliani said 4,763 people were reported missing at the World Trade Center site, where hijackers flew two jetliners fully loaded with fuel into the twin towers Tuesday morning. There were 184 confirmed fatalities.\nAuthorities said they expected 190 deaths at the Pentagon, where a third plane blew a hole in one side of the nation's five-sided defense nerve center.  A fourth hijacked plane crashed in a rural area of Pennsylvania, with 65 aboard.\nEarly this morning, searchers found the flight data and cockpit voice recorders from the jet that crashed into the Pentagon. A day earlier, the data recorder was recovered from the hijacked airliner that crashed in Pennsylvania.\nThe FAA cleared airports for reopening only after strict new security measures were in place. But even then some airlines didn't fly, others flew shortened schedules. The New York area's three major airports _ Kennedy, LaGuardia and Newark, N.J. _ were opened and then abruptly shut down as FBI officials searched for several people wanted for questioning in the attacks.\nAs many as 10 people of Middle Eastern descent were detained at New York's Kennedy and LaGuardia airports. But Alan Hoffman, chief of staff to Sen. Joseph Biden, D-Del., said this morning the FBI determined the travelers had no connection to the attacks. Mr. Biden told CNN the arrests were based on suspicions of a link, but any connections turned out to be \"totally, totally coincidental.\"\nIn Washington, Congress was moving with uncommon speed to approve tens of billions of dollars for anti-terrorism and rebuilding, and legislation authorizing military action was likely, as well.\nAdministration officials said no military response was imminent _ but that didn't prevent officials from discussing it. \"I think Osama bin Laden ought to say his prayers,\" said House Speaker Dennis Hastert, R-Ill., shortly after the Bush administration publicly named the Saudi expatriate the main suspect in the attacks.\nThree days after the attacks, Mr. Bush arranged to travel to New York today to \"thank and hug and cry\" with those closest to the worst terrorist attack ever in America.\nBefore departing, he was attending a prayer service in the nation's capital, and urged all Americans to offer their prayers during the day. Former Presidents Carter, Clinton, Ford and Mr. Bush also were expected to attend the service. Among former presidents, only Mr. Reagan, suffering from Alzheimer's, was not expected.\nIn New York, crews working around the clock and battling airborne ash and dust had carted tons of debris away from the Trade Center wreckage.\nTheir grim task was made even more difficult early this morning when violent lightning ripped the night sky and rain pelted down. Rescue workers pulled on rain jackets and plastic bags and continued their work.\nBut they reported discouragingly few signs of hope in the rubble of buildings that once housed thousands of workaday New Yorkers. To compound the city's misery, lower Manhattan remained closed off, tens of thousands unable to return to their homes.\nAt Bellevue Hospital, a blue wall erected around a construction site was crowded with pictures and descriptions of the missing. Many family members stopped by an armory-turnedcounseling center. All lived under a seemingly endless plume of acrid, white smoke from the wreckage.\nBomb threats forced the evacuation of Grand Central Terminal and many other buildings around the city. In Washington, a bomb scare forced lawmakers out of the Capitol.\nBush administration officials offered few details on the progress of their investigation. Attorney General John Ashcroft said authorities had identified all the hijackers, 18 in all, he said.\nDetermined to show a united front, Congress moved with rare haste toward approving a $ 40 billion anti-terrorism and cleanup.\nMr. Bush and Secretary of State Colin Powell both said they were prodding Pakistan to cooperate in the effort to hunt down their key suspect, Mr. bin Laden, a millionaire Saudi exile who uses Afghanistan for his base. The Pakistani government maintains good relations with the Taliban rulers of Afghanistan.\nBut the United States is urging Pakistan to close its border with Afghanistan and to cut off funding for terrorist groups, a senior White House official said. The U.S. government also asked Pakistan for permission to fly over its territory in the event of military action, the official said on condition of anonymity.\nWithout addressing the administration's specific requests, Pakistan's president, Gen. Pervez Musharraf, in a statement, promised Mr. Bush \"unstinted cooperation in the fight against terrorism.\"\nPaul Wolfowitz, second in command at the Pentagon, hinted broadly at a campaign that wouldn't stop at the borders of countries that harbor terrorists. \"It's not just simply a matter of capturing people and holding them accountable, but removing the sanctuaries, removing the support systems, ending states who sponsor terrorism,\" he said.\nFallout from Tuesday's tragic attacks went well beyond New York and Washington as organizers of many of the nation's major sporting events, from professional baseball and football to stock car racing and golf, postponed or canceled their contests.\n\nLoad-Date: September 14, 2001"
}