{
    "title": "Bush stresses security in meeting with Abbas; While saying Israel must do more, he warned the Palest",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 7,
    "day": 26,
    "full text": "President Bush prodded Israel yesterday for more concessions in the search for Middle East peace but bluntly warned Palestinian Prime Minister Mahmoud Abbas that hopes for peace hinged on ending Palestinian terrorism.\n\"I'm going to tell you point-blank that we must make sure that any terrorist activity is rooted out, in order for us to be able to deal with these big issues,\" Bush told Abbas during the prime minister's first White House visit. \"Security is the essential roadblock to achieving the road map to peace,\" he said, referring to the U.S.-backed peace plan.\nAbbas, who is under pressure at home to show that his conciliatory approach will pay off, left with mixed results. Although the warm White House welcome enhanced his standing as a world leader, he failed to win Bush's wholehearted support for some key Palestinian demands.\nBush joined Abbas in urging Israel to tear down a security fence that Palestinians liken to the Berlin Wall, but he sided with Israel in questioning the wisdom of releasing Palestinian prisoners who were convicted of terrorist attacks. Bush also sidestepped Palestinian demands for the immediate removal of Israel settlements in Palestinian areas, suggesting that the settlement issue could be set aside until terrorism ended.\nAbbas' mere presence in the White House was a diplomatic victory because Bush steadfastly had refused to meet with Palestinian leader Yasir Arafat, Abbas' rival for power. Israeli Prime Minister Ariel Sharon will visit the White House on Tuesday.\nAbbas' formal demeanor and traditional gray business suit presented a marked contrast to Arafat's expressive gestures and combat fatigues. Bush, who has denounced Arafat as an obstacle to peace, draped his arm over his guest's shoulder and praised him as a man of vision and courage.\n\"This is a time of possibility in the Middle East,\" Bush said. \"The Palestinian people, like people everywhere, deserve freedom. They deserve an honest government, and they deserve peace.\"\nIn a move that appeared timed to coincide with the White House visit, Israel agreed yesterday to withdraw troops from two as-yet-unnamed West Bank cities, remove several roadblocks in Palestinian areas, and grant more work permits for Palestinians seeking jobs in Israel.\nBut Abbas' visit also highlighted the difficulties Bush faces in trying to break the cycle of violence in the Middle East. While the President focused on the importance of ending terrorism, Abbas listed Israeli settlements and the security fence as the biggest obstacles to peace.\n\"This vision cannot be realized if Israel continues to grab Palestinian land,\" Abbas said. \"All settlement activities must be stopped now, and the wall must come down.\"\nIsraelis say they are building the concrete and barbed-wire barrier to ease the threat of terrorist attacks; critics say it looks more like an attempt to hem in the borders of any future Palestinian state. Bush said he would bring up the issue in Tuesday's meeting with Sharon.\n\"I think the wall is a problem,\" he said. \"It is very difficult to develop confidence between the Palestinians and Israel with a wall snaking through the West Bank.\"\nIn a statement issued by Sharon's office before Abbas' White House meeting, Sharon ignored calls to stop work on the fence but said he would \"consider ways to reduce - by as much as possible - infringements by the security fence on the Palestinian population's daily lives.\"\nBush declined to endorse Palestinian demands for the release of about 7,000 Palestinian prisoners in Israeli custody. Israel is considering releasing a few hundred. Echoing Sharon, the President said he favored a \"case-by-case\" approach.\n\"I would never ask anybody in any society to let a prisoner out who would then commit terrorist actions,\" he said.\nIn a sign of his commitment to the Palestinian cause, Bush announced that he would send Treasury Secretary John Snow and Commerce Secretary Donald L. Evans to the Middle East this fall to look for ways to \"build a solid economic foundation for a free and sovereign Palestinian state.\"\nContact reporter Ron Hutcheson\nat 202-383-6101 or rhutcheson@krwashington.com.  \nCarol Rosenberg of Knight Ridder News Service contributed to this article.\n\nGraphic\n\n \nPHOTO;\nRON EDMONDS, Associated Press\nPresident Bush and Palestinian Prime Minister Mahmoud Abbas spoke yesterday in the White House Rose Garden. Bush's warm welcome to Abbas was in sharp contrast to his shunning of Yasir Arafat.\n\nLoad-Date: August 2, 2005"
}