{
    "title": "Bush praises Philippines , says terrorists still threat",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 5,
    "day": 20,
    "full text": "WASHINGTON -- President Bush said Monday a new wave of deadly attacks shows the world is still dangerous despite progress toward dismantling the al-Qaida terrorist network. He cited bombings in the Middle East as more reason to remain vigilant.\n\"I have always said this is going to be a long war, not only a long war, a new kind of war,\" Bush said at a news conference with Philippine President Gloria Macapagal Arroyo.\nBush welcomed Arroyo to a state dinner in the evening, partly to thank her for her support in the fight against terrorism.\n\"With your visit, the Philippines and the United States affirm our strong friendship, our common commitment to fighting terror and our shared determination to promote freedom,\" Bush said in a toast opening the dinner. \"When freedom comes under attack, our countries respond.\"\nIn the earlier news conference, Bush said suicide bombings in Israel over the weekend and on Monday may slow but would not halt efforts toward an Israeli-Palestinian peace.\n\"We're still on the road to peace. It's just going to be a bumpy road. And I'm not going to get off the road until we achieve the vision,\" Bush said.\nThe Philippines have been a prime U.S. ally, both in fighting international terrorism and on postwar Iraq reconstruction. Bush said he was elevating the diplomatic status of the Philippines to that of a \"major non-NATO ally\" to afford greater access to U.S. military supplies and equipment. He also announced he would visit the island chain this fall.\n\"This is a vital alliance,\" Bush said.\nArroyo welcomed the added U.S. support and pledged to continue to fight al-Qaida and its partner organizations in her part of the world. \"Terrorism knows no borders,\" she said at the news conference.\n\"What is important is that we work on it together and have a comprehensive approach, because terrorism will spread like a contagion, it will spread like SARS if we don't address the poverty that represents the breeding grounds for terrorism,\" Arroyo said.\n\nGraphic\n\n \nPresident Bush and Philippine President Gloria Macapagal Arroyo hold a joint news conference in the East Room of the White House on Monday.\n\nLoad-Date: May 20, 2003"
}