{
    "title": "Bush reinforces stance against global terrorism; President asks that free nations stand united",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 3,
    "day": 19,
    "full text": "Challenged at home and overseas on Iraq, President Bush warned Thursday that terrorists can never be appeased and said there is no safety for any nation that \"lives at the mercy of gangsters and mass murderers.\"\nA week after the Madrid bombings that killed more than 200 people and contributed to the fall of a pro-U.S. government, Bush urged free nations to stand united and \"fight until this enemy is broken.\"\nSpain is moving to pull its troops out of Iraq, and Poland complained Thursday that it was misled about the threat from Saddam Hussein's supposed weapons of mass destruction.\nBush's handling of Iraq is a dominant issue in the presidential campaign, where Democratic rival John Kerry accuses the president of pursuing failed policies that have alienated allies and put American soldiers unnecessarily at risk. In polls, Americans are split over Bush's Iraq policy. Overseas, it has caused bitter divisions among allies.\nToday marks the one-year anniversary of the start of the Iraq war, and Bush delivered a \"job well done\" message to troops at this military base where the war on terrorism has cost the lives of 72 soldiers: 65 in Iraq and 7 in Afghanistan. He spoke under a warm sun on a muddy field.\n\"Each of these Americans brought pride to our country,\" Bush told thousands of soldiers in camouflage uniforms at the home of the 101st Airborne Division and the 160th Special Operations Aviation Regiment. \"We pray for their families. We will honor their names forever.\"\nBush met privately for about an hour and a half with families of 46 fallen soldiers.\nBush said last week's bombings in Madrid showed that terrorists kill innocent people \"without conscience, without mercy.\n\"They cause suffering and grief and they rejoice in it,\" the president said. \"This terrorist enemy will never be appeased, because death is their banner and their cause.\"\n\"There's no safety for any nation in a world that lives at the mercy of gangsters and mass murderers,\" the president said. \"Eventually, there's no place to hide from the planted bombs or the far-worse weapons that terrorists seek.\"\n\"For the civilized world, there's only one path to safety,\" Bush said. \"We will stay united and we will fight until this enemy is broken.\"\nA year after sending troops into Iraq, Bush vigorously defended the war, saying he acted on intelligence that Congress and members of the U.N. Security Council agreed showed that Saddam was a threat. \"I had a choice to make, either take the word of a madman, or take such threats seriously and defend America.\"\nHe said anew that Iraq is the central front in the war on terror.\n\"We will stay on the offensive,\" Bush said. \"Whatever it takes, we will seek and find and destroy the terrorists so that we do not have to face them in our own country.\"\nInterviews with troops suggested Bush has strong support among soldiers.\n\"It's about time we got somebody in a key position to do what we need to do\" in leading the military, said Sgt. Jerry Tucker, who served in Iraq.\nBut Staff Sgt. Jon Meyer said he wanted to hear Bush say he would send more troops to Iraq to bolster the current force. Soldiers in Iraq felt short-handed \"any time you went into a village or city,\" Meyer said.\nMany soldiers here are still grieving for fallen friends.\n\"When my buddy died, it was the saddest day of my life,\" said Spc. Brian Belue. \"But I know he died for a great cause and I know he was proud to give his life for his country.\"\nOn Friday, Bush will speak on goals in Iraq in a White House address to ambassadors of nations aligned with the United States against terrorism.\n\nLoad-Date: March 20, 2004"
}