{
    "title": "Bush signs terrorism bill into law",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 10,
    "day": 26,
    "full text": "WASHINGTON -- President Bush on Friday signed a sweeping anti-terrorism bill into law, giving police and intelligence agencies vast new powers to \"counter a threat like no other our nation has ever faced.\"\n\"Today, we take an essential step in defeating terrorists while protecting the constitutional rights of all Americans,\" Bush said in an East Room ceremony even as the government grappled with a series of anthrax cases that may be linked to the Sept. 11 terrorist attacks.\n\"This government will enforce this law with all the urgency of a nation at war,\" Bush said.\nThe legislation, while somewhat weakened from the administration's original proposal, expands the FBI's wiretapping and electronic surveillance authority and imposes stronger penalties for harboring or financing terrorists. It increases the number of crimes considered terrorist acts and toughens the punishment for committing them.\nThe bill also gives police wide-ranging new anti-terrorism powers to secretly search people's homes and business records and to eavesdrop on telephone and computer conversations.\n\"This law will give intelligence and law enforcement officials new tools to fight a present danger,\" Bush said.\nThe ceremony, attended by Vice President Dick Cheney, lawmakers and uniformed law enforcement officials, came one day after Attorney General John Ashcroft said the Justice Department will begin using the new powers immediately.\n\"Upon the president's signature, I will direct investigators and prosecutors to begin immediately seeking court orders to intercept communications related to an expanded list of crimes under the legislation,\" he said.\nLawmakers, worried about possible abuse of the new wiretapping and surveillance powers, placed a four-year cap on that part of the legislation.\n\"It gives us the time to investigate whether there were any outrageous abuses,\" Sen. Dianne Feinstein, D-Calif., said.\nThe House and Senate approved Bush's anti-terrorism package in less than two months, skipping much of the normal committee process in their haste. Lawmakers say they still came up with a good bill.\nSen. Orrin Hatch, R-Utah, ranking Republican on the Senate Judiciary Committee and key negotiator on the antiterrorism bill, praised its passage.\nHe told the Senate, \"It enhances our ability to find, track, monitor and prosecute terrorists operating here in the United States without in any way undermining our civil liberties.\"\n\"We can never know whether these tools would have prevented the attack on America. But, as the attorney general has said, it is certain that without these tools, we did not stop the vicious attacks of last month.\" Hatch said.\nContributing: Lee Davidson, Deseret News Washington correspondent\n\nLoad-Date: October 26, 2001"
}