{
    "title": "Bush's farewell U.N. speech is low-key",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 9,
    "day": 24,
    "full text": "UNITED NATIONS - Iran's leader flashed a thumbs-down Tuesday as President George W. Bush denounced Tehran as a sponsor of global terrorism in his farewell address to the U.N.\nThen Bush got less than 10 seconds of polite applause at the end of a speech in which he urged world leaders to take \"an unequivocal moral stand\" against suicide bombings, hostage taking and other terrorist tactics.\nIt was a decidedly low-key appearance, rehashing familiar themes, devoid of the passion Bush displayed in the early years of his presidency when he summoned the world after Sept. 11, 2001, to a battle against terrorism and tried - but failed - to win U.N. backing for the war in Iraq.\nThe president, humbled by economic turmoil that has darkened the final days of his presidency, also tried to speak reassuringly to the leaders about the financial upheaval on Wall Street that has forced him to set aside core principles of capitalism and authorize government takeovers of failing companies.\n\"I can assure you that my administration and our Congress are working together to quickly pass legislation approving this strategy,\" Bush told the General Assembly. \"And I'm confident we will act in the urgent time frame required.\"\nBush's 22-minute address in the packed, 2,000-seat hall was mostly a restatement of his previous condemnations of terrorism, calls to advance democracy and criticism of the United Nations for \"inefficiency and corruption\" and \"bloated bureaucracies.\" Still, Bush said the U.N. and other multinational organizations are now \"needed more urgently than ever\" to combat terrorists and extremists who are threatening world order.\nIn a speech to the assembly later, Iranian President Mahmoud Ahmadinejad declared that \"the American empire\" is nearing collapse and should end its military involvement in other countries.\n\nGraphic\n\n \n PHOTO - At the United Nations in New York on Tuesday, President George W. Bush exits after speaking to the General Assembly. He got less than 10 seconds of polite applause at the end of the speech, his final address to the world body.  Getty Images \n\nLoad-Date: September 24, 2008"
}