{
    "title": "BUSH'S WAR ON TERROR IS HIS TO LOSE",
    "publisher": "the world",
    "year": 2004,
    "month": 9,
    "day": 1,
    "full text": "John McCain and Rudy Giuliani served up heaping portions of red meat in New York. But it was all quiche and ladyfingers on the president's train.\nMcCain and Giuliani fired up convention delegates with clear and unambiguous declarations about how a second Bush term can lead to an ultimate victory over terrorism. They reminded America that George W. Bush is the one president who has finally seen the enemy for what it is, the one world leader willing to fight all the way to what McCain called \"a just end.\"\n\"We must vanquish this unpardonable enemy,\" McCain warned. \"If we do less, we will fail the one mission no American generation has ever failed - to provide our children a stronger, better country.\"\nGiuliani, quoting \"the Bush Doctrine,\" recalled the president's pledge that the war on terror will not end until \"every terrorist group of global reach has been found, stopped and defeated.\"\nMeanwhile, our potentially great president was speeding through the American heartland on a campaign train where he shared a much more moderate view of the prospects for winning the war on terror.\nAsked by NBC's Matt Lauer if we could win the war on terrorism, the president said this:\n\"I don't think you can win it. But I think you can create conditions so that those who use terror as a tool are less acceptable in parts of the world.\"\nThat's a wispy breeze compared to the winds of war that howled through Madison Square Garden. It's a curious juxtaposition of party-line tough talk and the president's newly nuanced view of the war on terrorism.\nIt's a long way from the president's train to the stage at Madison Square Garden, but nothing compared to the distance between \"vanquish this unpardonable enemy\" and \"create conditions so that those who use terror as a tool are less acceptable.\"\nKarl Rove apparently hadn't read the president's moderated memo when he was questioned by the Inquirer's Dick Polman.\n\"Look, we're in a war,\" Rove reportedly said. \"We want a commander in chief who . . . knows what the goal is - defeat the enemy - and has a path to get there.\"\nSo what happened to George Bush on his way to New York?\nNothing.\nAll that really happened was that in a relaxed atmosphere, where the president saw only Lauer's face and not the face of millions of viewers, he spoke of war in realistic terms. After a few hours of backing and filing by White House staff, Bush was back before veterans groups yesterday preaching the old-time religion \"We will win.\"\nIf this election really is a referendum on his conduct of the war on terrorism, it's already over. George Bush wins by 10 points.\nIt's what the polls have made abundantly clear for weeks now. The American people trust Bush on terrorism even as they distrust his policies in Iraq.\nIf that seems like a contradiction, it is. But it will not hurt him this election year because it is the position of a public that was far less concerned about whether Iraq was the \"right\" target than they were about targeting something and quickly.\nOf course we can't win the war on terrorism any more than we could win the war on crime, or the war on drugs or the war on poverty. We have never won a war on a phenomenon and we won't win this one.\nBut after 9/11 we were not willing to let the improbability of an ultimate win keep us from at least striking a blow against somebody, almost anybody.\nJohn Kerry can't win on this issue no matter what he or the president says this fall. If he can't redirect the argument to domestic policy or other debatable issues, he will find that the train has left without him. *\nSend e-mail to smithel@phillynews.com  \n\nLoad-Date: August 31, 2005"
}