{
    "title": "Bush frames battle of 21st century",
    "publisher": "the christian science monitor",
    "year": 2005,
    "month": 10,
    "day": 7,
    "full text": "President Bush went on the offensive Thursday with a spirited justification for the war on terror that sought to refocus Americans on what he sees as the central undertaking of this century: defeating the forces of Islamic radicalism.\nIn a speech that outlined his administration's step-by-step plan for confronting the 21st century's \"ideology of hatred\" and that restated why the battle is so important, Mr. Bush sought to address not only waning attention to the war on terrorism but also the debate over exactly why the US and the West are targets.\nCiting 9/11 and a string of terrorist acts since 2001 stretching from Bali to London, Bush said, \"No act of ours invited the rage of the killers - and no concession, bribe, or act of appeasement would change … their plans\" for burying liberty.\nWith those words, the president is striving to end the debate over whether continuing terrorist acts are a response to US and Western policies - for example the war in Iraq - or a fulfillment of radical jihadists' own ideology.\n\"I don't think the president has ever been anything like this comprehensive,\" Anthony Cordesman, a terrorism expert at the Center for Strategic and International Studies in Washington, says of the speech. Not only was it a \"coherent statement of American policy,\" but it \"has implications that go far beyond what he has said before.\"\nFor example, Bush repeatedly referred to Iran and Syria as countries that continue to abet terrorists around the world, and thus as players on the wrong side of the battle.\nIn his speech to the National Endowment for Democracy and with members of the Washington diplomatic corps present, Bush outlined a \"comprehensive strategy\" that includes:\n* Preventing attacks before they occur.\n* Improvement of homeland defenses against terrorists.\n* Killing and capturing terrorist organization leaders.\n* Denying weapons of mass destruction to \"outlaw regimes\" and others who would share and use them.\n* Deny the sanctuary of outlaw regimes. (Bush accused Iran and Syria of a \"long history of collaboration with terrorists.\")\n* Deny militants the control of any nation, as the Taliban once had in Afghanistan.\nOn that last point Bush made clear that he sees Al Qaeda in Iraq, under leader Abu Musab al- Zarqawi, as trying to take over Iraq to use as a launch pad for spreading its ideology throughout the Middle East. Calling Iraq \"the central front\" in the terrorists' \"war against humanity,\" Bush said, \"We must recognize Iraq as the central front in our war against terrorism.\"\nTo some analysts, the president's speech was an effort to shore up waning public support not just for Iraq but for the war on terrorism in general.\n\"What he's trying to do is say, 'It's still terrorism, stupid, and if we don't fight them they'll take over the world and the interests of Americans will be threatened,\" says Stephen Wayne, a political scientist at Georgetown University in Washington. \"There's no change in the argument. All he seems to be doing is articulating their rhetoric.\"\nSurveys show that Americans' support for the war is down from levels of past years, but that it has remained relatively stable over the past nine months despite rising violence in Iraq and growing debate over what Al Qaeda is trying to accomplish there.\nA mid-September Gallup Poll showed 53 percent of Americans saying Iraq is not worth going to war over, compared with 45 percent who said it is. Those numbers have remained relatively stable this year.\nBut others see Bush reaching beyond US public opinion in an attempt to frame for the world how this new ideological battle compares with the previous century's fight with communism and totalitarianism.\n\"This was also a speech about America seeking a partnership with like-minded powers and peoples in the world against a common threat,\" says Mr. Cordesman. \"In that sense, he gave about as good a speech as any American president can about a different culture and a different religion, and the threats within that.\"\nElements of the speech are sure to cause controversy, Cordesman says. He cites Bush's contention that \"our actions,\" including Iraq, are not a cause of terrorism. \"Virtually all experts in international terrorism would argue with that,\" he says. \"Every survey out there shows that Iraq is a source of anger in Arab and Muslim countries that is catalyzing some in the population and prompting them to take action, such as going to Iraq to take part in the battle.\"\nBush said US and Western intelligence operations had foiled 10 Al Qaeda operations - three of them in the US - and five \"casing operations\" in the US.\nSome experts doubt whether such new information will help build support for Iraq and the broader war on terror.\n\"I don't think scaring … the American people will work for him,\" says independent pollster John Zogby. \"The only things that can possibly work for him on Iraq are, No. 1, finding Osama bin Laden or, No. 2, finding those weapons of mass destruction.\"\nOthers say that after the national focus on hurricane Katrina and the success the US has had at preventing more attacks here since 9/11, Bush wanted to remind Americans of why the war on terrorism must not slip from the front pages.\nBecause Bush insists on calling this a \"war,\" and not simply the \"struggle\" that Defense Secretary Donald Rumsfeld and others have said it is, the public's main question may be whether the US is winning or losing. With his speech, Bush is seen as trying to answer that question.\n\"The real issue is not what [the terrorists] are trying to do - we've known that for years,\" says Georgetown's Mr. Wayne. \"The real issue is, are we winning or losing? We haven't had [another] terrorist attack here; the world's been pretty calm.\" In that context, he adds, the war on terror and the generational battle for freedom it represents \"is the only ace in the hole he has.\"\n(c) Copyright 2005. The Christian Science Monitor\n\nLoad-Date: October 6, 2005"
}