{
    "title": "Bush's Justice Dept. Pick Is Orthodox Jew",
    "publisher": "the forward",
    "year": 2007,
    "month": 9,
    "day": 21,
    "full text": "The retired judge's  independence sets  him in stark contrast  with Gonzales.\nTo those who know him, retired  federal judge Michael Mukasey,  an Orthodox Jew and political  conservative, is a jurist who kept  his politics and religion out of the  courtroom.\nThat's in marked contrast to his  predecessor, the scandal- plagued  Alberto Gonzales, who resigned  this month despite President Bush's  best efforts to retain him. Gonzales's  tenure was marked by his loyalty to  Bush and by an oft- repeated onlyin-  America story of his being the  child of Mexican immigrants.\nAs a judge, Mukasey broke with  the White House on a key anti- terrorism  issue by ruling that a suspect  must have access to a lawyer.  And unlike some other judges, he  has abjured involvement in Jewish  advocacy.\nSome judges have improperly  remained active in Jewish organizational  life while they were on the  bench, said Marc Stern, general  counsel of the American Jewish  Congress.  It's a testament to his  probity that he was not among  them.\nThat does not mean his Judaism  is not deeply felt.\nMukasey, 66, is a lifelong congregant  at Kehillath Jeshurun on New  York City's Upper East Side. He was  educated at its Ramaz school, and  his wife served for a time as the  school's headmistress. He is close  friends with another congregant,  Jay Lefkowitz, a top Washington  lawyer and a veteran of the Soviet  Jewry advocacy movement who is  Bush's special envoy for human  rights in North Korea.\nLefkowitz rushed to praise the  selection, as did another top Jewish  conservative, Weekly Standard editor  William Kristol.\nOrthodox groups were not shy  about claiming Mukasey.\nHe's a man of impeccable character,  and it's nice to see someone  from the community nominated to  such an important position, said  Nathan Diament, the Orthodox  Union's Washington director.\nMukasey would be the second  Jewish attorney general. Ed Levi,  who served under President Ford  in the mid- 1970s, also was known  for his independent streak.\nMukasey has close ties, dating  back to his days as an assistant  U. S. attorney in the 1960s, to Rudy  Giuliani, a leading contender for  the Republican presidential nomination.  The former New York City  mayor lost no time in endorsing  Mukasey's nomination, raising the  possibility that the retired judge  could straddle two administrations  should Giuliani win the presidency  in November 2008.\nA defendant in the 1993 World  Trade Center bombing tried to make  Mukasey's Kehillath Jeshurun membership  an issue. He filed an appeal  to remove Mukasey as a judge,  arguing that his allegiances would  prejudice him against Muslims.\nAppellate judges dismissed the  concerns as  utterly irrelevant.\nSimilarly, in the appropriate  forums, Mukasey is not uncomfortable  about baring his conservative  credentials. In a Wall Street Journal  opinion piece last month, Mukasey  lent considerable intellectual weight  to Bush administration arguments  that applying conventional legal  mores to terrorism suspects is  counterproductive.\nThe rules that apply to routine  criminals who pursue finite goals  are skewed, and properly so, to\nassure that only the highest level of  proof will result in a conviction,  Mukasey wrote. But those rules  do not protect a society that must  gather information about, and at  least incapacitate, people who have  cosmic goals that they are intent on  achieving by cataclysmic means.\nYet in the courtroom, Mukasey  strictly adhered to case law and  precedent, according to those who  worked with him.\nIn a criminal sphere I saw that he  was very fair, and gave the defense  a chance to try its chase, said  Baruch Weiss, a criminal defense  lawyer who during his stint as a  federal prosecutor appeared before  Mukasey. He wasn't afraid to rule  on behalf of the government or the  defense.\nWeiss said the only sign he saw  of Mukasey's Judaism was that he  knew how to pronounce my name,  unlike a lot of other judges.\nMukasey's extensive dealings  with terrorism underscore how  much that issue has become the  Bush administration's focus in its  final days, Stern said.\nWhat obviously propels the  Mukasey nomination forward,  because there are lots of people  who hold his views on terrorism,  is that he's strong but credible, and  that shows how strong those issues  of have become to the administration,  he said.\nYet, for Stern, a nominee chosen  on the basis of his stance on  terrorism alone offered cause for  concern.\nHe's a cipher on abortion, he's a  cipher on civil rights, he's a cipher  on all the hot-button issues that  move the administration's base,  Stern said.\nThe AJCongress has called for a  rigorous confirmation process.\n\nGraphic\n\n \nIMAGE: The Nominee:If confirmed, Mukasey would be only the second Jew in American history to hold the post.; Getty Images\n\nLoad-Date: September 20, 2007"
}