{
    "title": "Bush lauded for support of G8 goals; Alliance falls down on poverty, AIDS, experts say",
    "publisher": "the atlanta journal-constitution",
    "year": 2005,
    "month": 3,
    "day": 10,
    "full text": "President Bush, not known for his embrace of multilateralism, nonetheless gets high marks for upholding security, trade and democracy-building commitments made during last June's Sea Island summit of world leaders, according to Group of Eight experts at the University of Toronto.\nG8 scholar John Kirton credited Bush's diplomatic spadework during the summit for bringing still-wary allies closer together to further democracy in the Middle East and North Africa.\n\"Bush got his G8 partners overwhelmingly to come through for him on his central priority not just at the summit itself, but in the real world, too,\" Kirton, director of the G8 Research Group, said Wednesday. \"It's now much more difficult for anybody who raised their eyebrows in the run-up to Sea Island to say Bush's Middle East initiative won't work.\"\nBut Bush and the leaders of other G8 nations --- Canada, France, Germany, Japan, Italy, Russia and the United Kingdom --- have so far failed to uphold commitments to combat HIV/AIDs and polio, remedy global economic ills and stem terrorism financing. And, with time running out before the next summit scheduled for July 6-8 in Gleneagles, Scotland, G8 critics say Bush's emphasis on the Middle East diverts attention --- and dollars --- from other critical global issues.\n\"The so-called war on terrorism has always short-changed other important issues,\" said Mark Weisbrot, co-director of the Center for Economic and Political Research in Washington, which monitors international issues. \"The war on terrorism and the situation in Iraq have not changed all that much. Iraqis are as far away from achieving their goals as they ever were.\"\nG8 leaders gather each year to broadly establish economic and security guidelines. Compliance isn't mandatory. Circumstances, politics and home-country politicians often thwart the best-laid plans of the global mandarins.\nBetween summits, the G8 Research Group grades the individual and collective progress made by each of the G8 participants.\nWhile many of the benchmarks appear subjective --- a passing grade is partly determined just for holding an uneventful follow-up meeting --- the midterm roadmap provides an indication of how seriously G8 nations take their commitments.\nBush hosted the Sea Island summit, which allowed him to set the agenda.\nSupport for the Broader Middle East and North Africa Initiative was the president's major objective. Ensuring Iraqi elections and combatting terrorism ranked right behind.\nSummit expectations were low: Bush and his German and French counterparts, in particular, were at loggerheads over the war in Iraq.\nNine months later, the Research Group credits the G8 for fulfilling 70 percent of its commitments.\nOn Dec. 11, for example, G8 nations convened a Forum for the Future meeting in Rabat, Morocco, where authoritarian leaders across the region pledged to pursue democracy.\nSince then, Palestinian, Egyptian, Saudi Arabian and Iraqi leaders have held, or promised to hold, elections.\n\"Their leaders, however repressive, appear at least to publicly get on board and look to ways to increase democracy,\" Kirton said. \"There are still a lot of doubts, but it's a big step forward.\"\nUniversity of Toronto researchers also credited the G8 for success in tamping down the spread of nuclear, chemical and biological weapons, much to the surprise of Gary Bertsch, director of the Center for International Trade and Security at the University of Georgia.\n\"I don't think we're win- ning the race against terrorists on weapons of mass destruction,\" said Bertsch, who spent Wednesday morning huddled with port security experts. \"While meetings are being held nationally and internationally, when it gets down to the practical business of protecting ourselves against catastrophic terrorism, neither the G8 nor national institutions are doing enough.\"\nBritish Prime Minister Tony Blair vows that the Gleneagles summit will focus on alleviating African poverty. Writing off crushing debt loads, increasing aid and reducing trade barriers will figure prominently at the meeting. Though reluctant to embrace Blair's debt-relief plan, Bush might arrive in Scotland in a conciliatory mood, Kirton said.\n\"He'll basically look at all his G8 buddies, all the people he's been at summer camp with since 2001, and say, 'OK, guys, you really came through for me in my summit, now I'll come through for you,' \" Kirton said.\n\nGraphic\n\n \nG8 scholar John Kirton credits President Bush for rallying wary allies to promote democracy-building.\n\nLoad-Date: March 10, 2005"
}