{
    "title": "Bush promotes defense, tax cuts in final budget",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 2,
    "day": 4,
    "full text": "WASHINGTON -- In the nation's first-ever $3 trillion budget, President Bush seeks to seal his legacy of promoting a strong defense to fight terrorism and tax cuts to spur the economy. Democrats, who control Congress, are pledging fierce opposition to Bush's final spending plan -- perhaps even until the next president takes office.\nThe 2009 spending plan sent to Congress on Monday will project huge budget deficits, around $400 billion for this year and next and more than double the 2007 deficit of $163 billion. But even those estimates could prove too low given the rapidly weakening economy and the total costs of the wars in Iraq and Afghanistan, which Bush does not include in his request for the budget year beginning Oct. 1.\nLast year, when Democrats were newly in the majority, there were drawn-out veto struggles. This year's fights could be worse because it is an election year.\nAs in past years, Bush's biggest proposed increases are in national security. Defense spending is projected to rise by about 7 percent to $515 billion and homeland security money by almost 11 percent, with a big gain for border security. Details on the budget were obtained through interviews with administration officials, who spoke on condition of anonymity until the budget's release.\nThe bulk of government programs for which Congress sets annual spending levels would remain essentially frozen at current levels. The president does shower extra money on some favored programs in education and to bolster inspections of imported food.\nBush's spending proposal would achieve sizable savings by slowing the growth in the major health programs -- Medicare for retirees and Medicaid for the poor. There the president will be asking for almost $200 billion in cuts over five years, about three times the savings he proposed last year.\nThere is no indication Congress is more inclined to go along with this year's bigger cuts; savings would come by freezing payment rates for most health-care providers for three years.\nIn advance, Democrats attacked the plan as a continuation of failed policies that have seen the national debt explode under Bush; projected surpluses of $5.6 trillion wiped out; and huge deficits take their place, reflecting weaker revenues from the 2001 recession, the terrorism fight, and, Democrats contend, Bush's costly $1.3 trillion first-term tax cuts.\n\"This administration is going to hand the next president a fiscal meltdown,\" Senate Budget Committee Chairman Kent Conrad, D-N.D., said Sunday in an interview with The Associated Press. \"This is a budget that sticks it to the middle class, comforts the wealthy and has a set of priorities that are not the priorities of the American people.\"\n\nLoad-Date: February 4, 2008"
}