{
    "title": "Bush urges Arab world to confront threat from 'terrorism sponsor' Iran",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 1,
    "day": 14,
    "full text": "ABU DHABI, United Arab Emirates -- President Bush urged the Arab world Sunday to confront a growing threat from Iran, which he described as \"the world's leading state sponsor of terror.\"\nDuring the signature speech of his eight-day trip to the Middle East, Bush also said the region's mostly authoritarian governments must do more to promote human rights and democratic reforms.\nBush accused Iranian President Mahmoud Ahmadinejad's government of sending hundreds of millions of dollars to extremists, including Hezbollah in Lebanon, Hamas in Gaza, the Palestine Islamic Jihad, the Taliban in Afghanistan and Shiite militants in Iraq.\n\"Iran's actions threaten the security of nations everywhere,\" Bush told several hundred residents of this wealthy Muslim nation at the Emirates Palace, a $3 billion hotel.\nBush was to travel to Saudi Arabia today for two days of meetings and social events with King Abdullah in hopes of winning his support for continued pressure on Iran, as well as for the Israeli-Palestinian peace process. In recent months, the king has made overtures to Ahmadinejad, inviting him to the Hajj, the annual Muslim pilgrimage to Mecca, and walking with him arm in arm at a meeting of the Gulf Cooperation Council.\nHe didn't mention it in his speech, but Bush stood by the Pentagon's contention that Iranian boats threatened three U.S. Navy ships in the Strait of Hormuz a week ago, nearly prompting a battle. Iran has questioned the U.S. description of the incident.\nThe military took the incident \"very seriously,\" White House press secretary Dana Perino said. \"All of the people in the military remember what has happened in the past, such as the USS Cole.\"\nThe Navy destroyer was struck by a suicide bomber in 2000 while docked in Yemen, killing 17 sailors.\nThe audience for Bush's 24-minute address in Abu Dhabi was a mix of Muslims in robes and headdresses and business-attired leaders of academia and the media. They politely applauded only twice, upon his introduction and conclusion.\nAfter the speech, Bush ventured to a sprawling horse farm for a traditional desert dinner, outside of a tent set up in the sand. Large carpets with colorful red and white pillows were set up for the meal. Before eating, Bush was shown several prized falcons and even took a turn holding one. When the bird moved suddenly, Bush jumped back a bit but quickly recovered. \"You're making him nervous,\" Bush told the assembled media. \"He never had a press conference before.\"\nWith his political career nearly over, Bush is using the trip to embark on a new campaign here: fomenting freedom in a part of the world teetering between authoritarianism and fledgling democracy.\nHe's prodding emirs and kings to moderate their governments and modernize their societies. He's heralding nations that expand women's rights, such as Kuwait, where Bush met Saturday with female academics and government officials.\nOn Sunday, he called the war against extremism \"the great ideological struggle of our time.\" Contributing: Associated Press\n\nLoad-Date: January 14, 2008"
}