{
    "title": "Bush signs bill to help rebuild Iraq ; He said the $87.5 billion measure demonstrates the U.S. commi",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 11,
    "day": 7,
    "full text": "President Bush yesterday signed an $87.5 billion package approved by Congress for Iraq and Afghanistan, calling the money a financial commitment by the United States to the global war to defeat terrorism.\n\"With this act of Congress, no enemy or friend can doubt that America has the resources and the will to see this war through to victory,\" Bush said at a ceremony in the East Room of the White House.\nBush was joined by Republican leaders of Congress, and Secretary of State Colin L. Powell and Defense Secretary Donald H. Rumsfeld stood by his side as he spoke. He saluted Powell and Rumsfeld for their leadership \"during these tough times.\"\nIn remarks moments before signing the bill, Bush said, \"Today the United States is making a critical financial commitment to this global strategy to defeat terror. We're supporting our servicemen and women in the field of battle. We're supporting reconstruction and the emergence of democratic institutions in a vital area of the world.\n\"The American people accept these responsibilities now in our time, so that we will not face far greater dangers in the future.\"\nHe said recent attacks in Iraq \"have shown the cruelty of the enemy. They're cold-blooded, they're heartless.\"\nBush signed the bill on a day when two American soldiers were killed near Baghdad and along the Syrian border.\nTheir deaths brought to 141 the number of U.S. soldiers killed in Iraq by hostile fire since May 1, when Bush declared an end to major combat. A total of 114 U.S. soldiers had been killed in action before Bush's declaration.\nBush thanked Congress for resisting calls to require that the money for Iraq be treated as loans that would have to be repaid by Baghdad. He said it was not appropriate to burden Iraq with \"new debt at a moment of new hope.\"\nThe measure is dominated by $51 billion for U.S. military operations in Iraq and $18.6 billion to restore its oil industry, train police officers, and otherwise rebuild the country's economy and government.\n\nLoad-Date: August 18, 2005"
}