{
    "title": "BUSH OFFICIALS, KERRY TRADE CHARGES OVER LEADERSHIP, COUNTER-TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 3,
    "day": 16,
    "full text": "Bush administration officials yesterday sharply challenged the credibility of Massachusetts Sen. John F. Kerry for suggesting that there are foreign leaders who are pulling for him to defeat President Bush in November, even as Kerry attacked the president for failing to wage war on terrorism more aggressively.\n Speaking yesterday to the convention of the International Association of Fire Fighters, Kerry, the presumptive Democratic presidential nominee, said: \"When it comes to protecting America from terrorism, this administration is big on bluster and short on action. But as we saw again last week in Spain, real action is what we need.\"\nKerry said Bush has played politics with the attacks of Sept. 11, 2001, and that if he becomes president, he will provide more money to first responders and not use them as \"political props.\" Kerry's campaign said Bush was seeking to cut about $1 billion from the budget for first responders\n \"It's another specious claim by John Kerry,\" Bush campaign spokesman Steve Schmidt said. \"The president has provided record levels of funding to first responders and state and local governments for emergency preparedness.\"\n But it was the continuing flap over what Kerry said at a Florida fund-raiser last week, regarding the desire of some foreign leaders to see Bush replaced, that continued to reverberate yesterday.\n White House press secretary Scott McClellan called on Kerry to explain his remarks: \"If he's going to make those comments, he ought to back them up. If he refuses to, one can only come to the conclusion that he's simply making up these assertions to attack the president.\"\n Vice President Dick Cheney said at a Phoenix fund-raiser, \"At the very least, we have a right to know what he is saying to foreign leaders that makes them so supportive of his candidacy.\"\n Richard Holbrooke, U.S. ambassador to the United Nations in the Clinton administration, defended Kerry last night. \"The Republicans are just having fun with this,\" he said. \"They know it's correct. … The overwhelming majority of foreign leaders and leadership want a change in American leadership.\"\n In another development, Kerry yesterday won the endorsement of the Rev.  Al Sharpton, a former Democratic primary rival and New York City civic activist, according to a statement issued as the two men were meeting at Kerry headquarters in Washington. But Sharpton said he plans to continue campaigning for his urban agenda.\n\nGraphic\n\n \nPHOTO: Jeff Haynes/Agence France-Presse/Getty Images: Sen. John F. Kerry addresses the International Association of Fire Fighters Legislative Conference yesterday in Washington, D.C. \n\nLoad-Date: March 17, 2004"
}