{
    "title": "BUSH RELEASES TERRORISM REPORT; CONGRESS PRESSURED STATE TO SUPPLY STATS",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 4,
    "day": 28,
    "full text": "Under pressure from Congress, the Bush administration reversed gears yesterday and released a report showing an upsurge in terrorist attacks worldwide in 2004 after first withholding the statistics from the public.\n The number of \"significant attacks\" grew to about 651 last year, from 208 in 2003, according to statistics released by the National Counterterrorism Center. The 2004 total includes 201 attacks in Iraq.\nThe totals raised questions about the administration's claims that it is winning the war on terrorism. A counterterrorism official, however, said new reporting methods made year-to-year comparisons meaningless.\n The annual report on global terrorism, compiled by the State Department, warned that while al-Qaida leaders have been hurt by military operations, local groups inspired by the terror network were able to launch deadly attacks in Spain, Indonesia and elsewhere.\n The State Department said last week that it was ending the practice of including the statistics in its annual report about terrorism trends. Congress requires the State Department to produce the report.\n Critics on Capitol Hill accused the department of holding back embarrassing numbers that showed an increase in terrorism in Iraq, Afghanistan and Europe.\n \"This is very disturbing,\" Sen. Carl Levin, D-Mich., said yesterday at a hearing of the Senate Intelligence Committee. \"Suddenly we read the State Department has decided they're no longer going to tell the American people what the numbers were.\"\n The totals include only attacks on noncombatants by terrorists, so the 201 attacks in Iraq don't include roadside bombs that killed U.S. and coalition soldiers. There were 22 terrorist attacks in Iraq in 2003, following the U.S. invasion.\n John Brennan, the interim director of the counterterrorism center, said at a briefing that the increase in 2004 \"reflects the increasing number of civilians and contractors and others who are in Iraq.\"\n Attacks by remnants of the Taliban also increased from 14 to 27 in Afghanistan, and the report recorded about 300 attacks related to the Pakistan-backed Muslim insurgency against India in Kashmir. Pakistan is a U.S. ally in the war on terrorism.\n Rep. Henry Waxman, D-Calif., who had pressed for the release of the data, said in a letter to Secretary of State Condoleezza Rice that the increase \"may undermine administration claims of success in the war on terror.\"\n But counterterrorism officials said more rigorous reporting methods and analysis may account for much of the increase from 2003 to 2004.\n The report stated: \"Because terrorism is a tactic, used on many fronts, by diverse perpetrators in different circumstances and with the different aims, the Counterterrorism Center cautions against using incident data alone to gauge success in the war on terrorism.\"\n The State Department report touted better international cooperation for foiling some terrorist plans and said that two nations that have supported terrorism, Libya and Sudan, had improved their cooperation.\n But those countries remain on the department's list of nations that support terrorism, along with Iran, Syria, Cuba and North Korea.\n The terrorist attacks last year claimed about 9,000 victims, including 1,907 people killed. In 2003, there were 625 people killed.\n\nLoad-Date: April 28, 2005"
}