{
    "title": "Bush wants $27B in supplemental funds for war on terrorism",
    "publisher": "air force times",
    "year": 2002,
    "month": 4,
    "day": 1,
    "full text": "President Bush wants another   $27.1 billion this fiscal year to   keep fighting the war on terrorism, according to an emergency   funding request delivered to   Congress March 21.\nThe supplemental request   would add $14 billion to the current overall fiscal 2002 defense   budget of $331.2 billion.\nBush also wants another $5.2   billion for homeland security;   $1.7 billion for international   programs such as embassy protection and military assistance   to allies; $5.5 billion for assistance to New York; and $750   million in economic assistance   for workers affected by the Sept.   11 terrorist attacks.\nIn order to be included in the   request, Bush said items and   programs had to be genuine   emergencies.\nNonemergency requests, such   as an extra $142 million for veterans health care and $75 million for the Women, Infants and   Children Nutrition Program,   are offset by spending cuts in   federal agencies outside the Defense Department.\nSen. Ted Stevens, R-Alaska,   the Senate Appropriations Committee's ranking Republican,   welcomed the request and said   the extra $14 billion for defense   \"will ensure our armed forces   have all the tools they need to   get this job done as quickly and   safely as possible.\"\nStevens was among 48 Senate   Republicans who signed a letter   to Senate Majority Leader Tom   Daschle, D-S.D., urging swift   action on all military-related   legislation.\nThe senators recommended   passage of the fiscal 2002 supplemental as well as the fiscal   2003 defense budget in the   April-May time frame.\nThe service vice chiefs of staff   testified in mid-March that they   will start running out of funds   June 1 because of global military operations against the al- Qaida terrorist network.\nHighlights of the supplemental defense request include:\n** $6.7 billion to conduct military operations.\n** $4.1 billion to pay Reserve   and National Guard personnel   who have been called to active   duty in the anti-terror campaign.\n** $1.4 billion for \"critical command, control, communications   and intelligence support to military operations,\" as well as   \"classified programs.\"\n** $500 million for precision   munitions, unmanned aerial vehicles and \"unique special-operations weapons.\"\n** $400 million for coalition   support.\n** $900 million for \"various   programs critical to the war effort,\" including the detention of   captured enemy fighters at   Guantanamo Bay Naval Station, Cuba, as well as information operations and U.S. Special   Operations Command requirements.\nSome of the request's nondefense highlights include:\n** Up to $4.3 billion to launch   the Transportation Department's Transportation Security   Administration.\n** $525 million to the State   Department in international aid   to allies fighting terrorism.\n** $373 million for the Foreign   Military Financing Program   that helps provide arms to allies.\n** $327 million for the Federal   Emergency Management Agency   to equip and train states and   local governments to respond to   terrorist attacks.\n** $255 million for Coast   Guard homeland-security activities.\n** $201 million to the State   Department for embassy security, including repair of the U.S.   Embassy in Afghanistan.\n** $87 million for the U.S.   Postal Service to protect workers and customers from biohazards and to sanitize and screen   mail.\n** $51.8 million to increase security at federal buildings nationwide.\n** $35 million to enable the   Immigration and Naturalization Service to increase airport   and seaport security.\n** $10 million to the FBI to   support a multi-agency terrorist-tracking task force.\n** $7.4 million to allow Radio   Free Europe and Radio Liberty to   continue broadcasting into   Afghanistan and Central Asia.\n\nLoad-Date: June 18, 2004"
}