{
    "title": "Bush defends treatment of terrorism suspects",
    "publisher": "the new york times",
    "year": 2007,
    "month": 10,
    "day": 5,
    "full text": "WASHINGTON, D.C. (AP) - President Bush today defended his administration's detention and interrogation policies for terrorism suspects, saying they are both successful and lawful.\n\"When we find somebody who may have information regarding a potential attack on America, you bet we're going to detain them, and you bet we're going to question them,\" he said during a hastily called appearance in the Oval Office. \"The American people expect us to find out information, actionable intelligence so we can help protect them. That's our job.\"\nMr. Bush was referring to a report on two secret memos in 2005 that authorized extreme interrogation tactics against terror suspects. \"This government does not torture people,\" the president said.\nThe two Justice Department legal opinions were disclosed in The New York Times, which reported that the first 2005 legal opinion authorized the use of head slaps, freezing temperatures and simulated drownings, known as waterboarding, while interrogating terror suspects, and was issued shortly after then-Attorney General Alberto Gonzales took over the Justice Department.\nThat secret opinion, which explicitly allowed using the painful methods in combination, came months after a December 2004 opinion in which the Justice Department publicly declared torture \"abhorrent\" and the administration seemed to back away from claiming authority for such practices.\nA second Justice opinion was issued later in 2005, just as Congress was working on an anti-torture bill. That opinion declared that none of the CIA's interrogation practices would violate the rules in the legislation banning \"cruel, inhuman and degrading\" treatment of detainees, The Times said, citing interviews with unnamed current and former officials.\n\"We stick to U.S. law and international obligations,\" the president said, without taking questions afterward.\nWhite House and Justice Department press officers have said the 2005 opinions did not reverse the 2004 policy.\nMr. Bush, speaking emphatically, noted that \"highly trained professionals\" conduct any questioning. \"And by the way,\" he said, \"we have gotten information from these high-value detainees that have helped protect you.\"\nHe also said that the techniques used by the United States \"have been fully disclosed to appropriate members of the United States Congress\" - an indirect slap at the torrent of criticism that has flowed from the Democratic-controlled Congress since the memos' disclosure.\n\"The American people expect their government to take action to protect them from further attack,\" Mr. Bush said. \"And that's exactly what this government is doing. And that's exactly what we'll continue to do.\"\n\nLoad-Date: October 8, 2007"
}