{
    "title": "Bush's War on Terrorism Faces Legal Setbacks",
    "publisher": "new york sun ",
    "year": 2002,
    "month": 8,
    "day": 28,
    "full text": "The Bush administration's war on terror has fared better in the court of public opinion than in the courtrooms of federal judges.\nAlthough post-September 11 legal challenges are just coming to judgment nearly a year after the terror attacks, the early going has produced more defeats than victories for Bush lawyers. In a handful of cases, judges have cast skeptical eyes on administration arguments that threats to national security justify maximum secrecy or a lessening of previously recognized freedoms.\n\"These judges are doing exactly what the framers of the Constitution envisioned,\" said Stephen Dycus, who teaches national security law at Vermont Law School.\nAs a \"checking branch\" of government, judges are in a position to articulate the law and demand that the executive branch explain and defend its actions, he said.\nFew cases have progressed beyond the federal trial court level, but this week the first major appeals court ruling also went against the government. A panel of three judges at the 6th U.S. Circuit Court of Appeals in Cincinnati ruled the public and press cannot be barred from immigration hearings for people rounded up after September 11.\n\"The government may very well end up being able to close certain hearings and be allowed to take other appropriate necessary security measures, but they must follow constitutionally required procedures, as the courts have been making emphatically clear,\" said Lee Gelernt, the American Civil Liberties Union lawyer who argued the case.\nFederal appeals courts wield great power. They are the last stop before the Supreme Court, and each appeals court makes binding law for several states. Monday's ruling marked the first time appellate judges have found unconstitutional a fundamental element of the administration's legal response.\n\"The executive branch seeks to uproot people's lives, outside the public eye and behind a closed door,\" the appeals panel wrote.\nA Justice Department spokeswoman did not immediately respond to a request for comment.\nMost people say they support the government's legal efforts to combat terrorism, according to polls. At the same time, a majority has expressed unease that the efforts could lead to erosion of Americans' individual freedoms.\nSo far, the war on terrorism has spawned two broad categories of court cases: those the administration has taken before judges and those in which outside lawyers have challenged administration policies.\nThe first category is small, as government has brought criminal charges in only three major cases.\n\nLoad-Date: December 4, 2003"
}