{
    "title": "Bush asks for support from public in terrorism fight",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 12,
    "full text": "One month after the attacks, President George W. Bush was busy attending memorial services, supervising a war and facing the media in his first prime-time news conference since taking office.\nBush said the country is doing everything possible to fight terrorism and urged Americans to go about their lives but report any unusual happenings to law enforcement.\nBush ended his news conference by asking American children to donate $ 1 to send humanitarian aid to children in Afghanistan.\nU. Nebraska\nJust after the president's address, U.S. Sen. Chuck Hagel appeared on Larry King Live.\nHagel, a member of the Foreign Relations Committee, said Bush did a good job of reassuring the country while not embellishing or polishing the facts.\nHagel commended Bush's reference to the war as a long-term commitment and a coalition to fight terrorism.\nChris Peterson, spokesman for the governor of Nebraska, said, \"Clearly the president is demonstrating leadership for America in a time of uncertainty. He is reassuring Americans about the war on terrorism and the success of war on terrorism.\"\nHe expected Nebraska children to respond warmly to Bush's plea to give $ 1 to help the children of Afghanistan, Peterson said during a telephone interview.\n\"I think we are going to see an overwhelming and amazing response from schoolchildren in Nebraska,\" Peterson said.\nU.S. politicians also have been busy working on legislation to set the country back on its economic feet.\nU.S. senators unanimously passed an airline safety bill that increased security in airports.\nSenators struggled along party lines throughout the week over several issues outlined in the bill, including relief funding for airline workers and the federalization of airport security.\nIn a press release, U.S. Sen. Chuck Hagel said the bill would help restore confidence in airline safety.\n\"Safe and secure air travel is a critical component of our economy,\" Hagel said.\n\"The bill puts responsible measures in place to make the flying public feel safe in the air.\"\nMeasures in the bill include transferring the responsibility of passengers and the inspection of their bags from the airlines to the U.S. Attorney General at 100 of the largest airports. Smaller airports may use state or local law enforcement officials to conduct inspections.\nThe bill also authorizes the increase in the number of federal air marshals, requires the strengthening of cockpit doors and authorizes the Federal Aviation Administration to permit the pilot, co-pilot or flight engineer of a commercial aircraft to possess a firearm.\nThe bill states that airports also may use federal airport grants to pay for the increased cost of security.\nFriday, the U.S. Senate is expected to finish debate on the highly-publicized anti-terrorism package.\nThe anti-terrorism bill would expand the power of law enforcement, enabling them to investigate and prosecute suspected terrorists.\n(C) 2001 Daily Nebraskan via U-WIRE\n\nLoad-Date: October 12, 2001"
}