{
    "title": "Bush Administration Loses Again on Terror Financing",
    "publisher": "the forward",
    "year": 2007,
    "month": 10,
    "day": 26,
    "full text": "It was supposed to be the mother  of all terrorism financing cases.  Government prosecutors had  worked for years to prepare for  the trial of what was the largest  Muslim charity in America, the  Texas-based Holy Land Foundation  for Reconstruction Relief and  Development, on charges of providing  material support to Hamas.  But this week, after a jury deadlocked  on most charges, a federal  judge declared a mistrial. The government  has vowed to appeal, and  it insists that a mistrial is not an  acquittal. But the outcome of this  seminal trial, which follows a similar  setback in the trial of former  Florida professor Sami Al-Arian  in December 2005, raises serious  questions about the difficulty of  charging groups and individuals  who have provided material support  to terrorist organizations but  who are not directly involved in  attacks.\nWe had hoped for a different  outcome, said Yehudit Barsky,  director of the American Jewish  Committee's division on Middle  East and international terrorism.  There was an incredible amount  of information presented, and it  proved to be a steep challenge for  the prosecution.\nIndeed, both the Al-Arian and the  Holy Land case relied on sometimes  decade-old wiretap surveillance,  and the prosecution also  used foreign intelligence information,  including the unusual appearance  of Israeli intelligence operatives  serving as witnesses under  assumed names.\nThe Holy Land Foundation was  shut down and its assets frozen by  American authorities in December  2001. In July 2004, a federal grand  jury in Dallas issued a 42-count  indictment charging that the charity  had provided more than $12.4  million to individuals and organizations  linked to Hamas from  1995 to 2001. The charges against  the charity and seven of its officers  included conspiracy, providing  material support to a foreign  terrorist organization and money  laundering. In December 2004,  a federal judge in Chicago ruled  that the Holy Land and two other  Muslim organizations had to pay  a record $156 million lawsuit for  aiding and abetting Hamas in the  death of a 17-year-old American in  Israel. But this week, federal judge  Joe Fish declared a mistrial because  jurors deadlocked on most counts.  One of five defendants was acquitted  of all but one charge against  him. A government prosecutor said  the Justice Department will retry  the case on the charges where the  jury reached no verdict.\nProsecuting such cases involving  charities is difficult, and  there is a learning process we are  going through right now, Barsky  added.\n\nGraphic\n\n \nIMAGE: Three Strikes:Defendants in a major terrorism financing case celebratedin Texas after the case ended in a mistrial.; AP photo\n\nLoad-Date: October 24, 2007"
}