{
    "title": "Bush Relying on Pakistan , Saudi Arabia",
    "publisher": "the forward",
    "year": 2004,
    "month": 8,
    "day": 13,
    "full text": "WASHINGTON -- Faced with mounting criticism from the left and the right for its support of authoritarian regimes in Pakistan and Saudi Arabia, the Bush administration is visibly stepping up its reliance on both countries in the war on terrorism.\nAdministration officials are hailing the role of Pakistan and, to a lesser degree, Saudi Arabia, following recent arrests that turned up a wealth of Al Qaeda-related intelligence, including the documents that led to this month's terror alerts in New York and Washington.\nMore broadly, the White House is portraying the recent crackdowns against Al Qaeda in Pakistan and Saudi Arabia as a vindication of President Bush's approach to both countries, despite critics' charges that it is coddling dictators in the Muslim world.\nThe debate over Pakistan and Saudi Arabia is expected to play out later this month during congressional hearings on the final report of the 9/11 Commission, which paints a mixed picture regarding both countries.\nThe rhetoric emerging from the White House marks a sharp shift from the debate over Iraq, during which critics frequently accuse Bush of recklessly elevating the role of democracy and human rights in setting American foreign policy. In the case of Pakistan and Saudi Arabia, however, the White House has been advocating a more pragmatic approach, while its detractors - including Democratic and diplomatic critics - are the ones complaining of alliances based primarily on counter-terrorism efforts instead of on shared principles.\n\"Our singular attention to cooperating on anti-terrorism activities has given [Pakistani President Pervez] Musharraf a license to do, more or less, whatever he wants to do domestically,\" said Marvin Weinbaum, who, until last year, served as the State Department's chief Pakistan analyst. \"I argue that our view on this is a very short-term one, because if you really want to have a solid partnership with Musharraf and Pakistan, you can't simply look the other way on issues such as political reform. Unless Musharraf is able to succeed in galvanizing public opinion and meeting some of the dire needs of his country, any kind of [American] partnership [with him] has got to be a very tenuous one. And at the end of the day, he actually may not be able to deliver for us.\"\nSimilar sentiments are being voiced not only by Democrats seeking to attack Bush on national security, including presidential candidate John Kerry, but also by neoconservative analysts who support the administration's decision to invade Iraq. \"Sure, neoconservatives are critical, because many feel there is an inconsistency: The administration talks about promoting democracy, but doesn't really go all the way, neither on Pakistan nor on Saudi Arabia,\" said Meyrav Wurmser, who directs the Middle East Center of Washington's conservative Hudson Institute.\nDespite the mounting criticism, the administration is sounding a triumphant tone following the recent successes against Al Qaeda in several countries. What \"we're seeing now are the dividends based on the president's counter-terrorism policies. We've spent a lot of time investing in those relationships,\" said Bush's adviser on homeland security, Frances Townsend, during an interview Sunday with FOX News. \"You know, three years ago, you wouldn't have believed that we could have this kind of cooperation from Pakistan on counter-terrorism. They were not our strongest partners, and now they really have come around,\" Townsend said. She added: \"Likewise in Saudi Arabia, we're seeing unprecedented cooperation. And that's a long-term investment that's now beginning to show dividends.\"\nPrior to the recent round of arrests, Pakistan and Musharraf also were praised in the final report released last month by the 9/11 Commission. The bipartisan commission, headed by former New Jersey Gov. Thomas Kean, praised recent anti-terrorism efforts in Pakistan and Saudi Arabia, but also warned of continuing problems on that front, as well as the need for more aggressive, sweeping democratic reforms.\nThe 9/11 Commission report reinforced congressional resolve to address the administration's policy on Pakistan.\n\"Our relationship with Pakistan is probably the most complex of that of any country,\" said Rep. Tom Lantos of California, the ranking Democrat on the House Committee on International Relations, in an interview this week with The Associated Press. Senator Patrick Leahy, a Vermont Democrat, told A.P.: \"We need to do a much better job of promoting democracy, supporting secular education and combating poverty and corruption\" in Pakistan.\nThe 9/11 report makes many references to the role that Pakistan played as a hotbed and safe haven for Al Qaeda terrorists before September 2001, as well as to the refusal of Pakistani authorities to cooperate with the Clinton and Bush administrations in fighting terrorists in the years that preceded the September 11 attacks. But the report also documents the dramatic U-turn that Musharraf's government made in the days after the attacks, accepting a long list of American demands on fighting terrorism.\nIn the next two years, however, \"the Pakistani government tried to walk the fence, helping against Al Qaeda while seeking to avoid a larger confrontation with Taliban remnants and other Islamic extremists,\" the report states. But once again, the report added, in the winter of 2003 and 2004, \"Musharraf made another strategic decision,\" ordering the Pakistani army to step up its anti-Al Qaeda actions.\nThe overall reversal in Pakistan's counter-terrorism policy has transformed the country into an American ally in the war on terrorism.\nThe commission's report states that \"it is hard to overstate the importance of Pakistan in the struggle against Islamist terrorism.\" Within its borders, the report explains, \"are 150 million Muslims, scores of Al Qaeda terrorists, many Taliban fighters and - perhaps - Osama bin Laden\" himself, in addition to a stockpile of nuclear weapons.\nWhile Pakistan undoubtedly turned a corner on terrorism, and deployed tens of thousands of soldiers to hunt down Al Qaeda leaders along the borders with Afghanistan, the United States still has many unresolved issues with Pakistan, including continuing worries about its role in the proliferation of nuclear materials. Musharraf recently pardoned Abdul Qadeer Khan, the father of Pakistan's nuclear program, who was convicted of leading a nuclear smuggling ring.\nOn the issue of internal reforms, the 9/11 report notes: \"Pakistan has made little progress towards the return of democratic rule at the national level.\"\nMusharraf, who is both Pakistan's president and its military's chief of staff, held a referendum on his presidency in April 2002, which he followed up with changes to the constitution allowing him to dissolve the parliament, sack the government and impose decrees at will.\nWhile stating that \"Musharraf's government represents the best hope for stability in Pakistan and Afghanistan,\" the 9/11 report says that the United States should \"make the difficult long-term commitment to the future of Pakistan,\" and support its government's \"struggle against extremists with a comprehensive effort that extends from military aid to support for better education.\"\nThe Bush administration contends that this is precisely what it is doing. In response to the 9/11 Commission report, the White House issued a memo boasting a five-year, $3 billion military and aid package to support Pakistan's security, economic and social programs. The memo also cited \"American assistance to help improve the lives of Pakistanis will reach $300 million for the period of 2002 to 2006.\" It adds: \"This year alone, 130 schools are being refurbished, a program to reduce maternal and infant mortality is being launched, and scholarships are being given to top students who could not otherwise afford to go to Pakistani universities.\"\nThat's not enough, critics say. \"A major problem in Pakistan is that most Pakistanis think that the U.S. is there for Musharraf and the military,\" Weinbaum said. \"Unless we get past that, we have got a long-term problem, and it makes Musharraf a weak reed on which to rest our policy.\"\nWhat the United States should strive for, experts say, is a nuanced policy, which rewards Musharraf not only for fighting terrorists, but also for reinforcing Pakistani democratic institutions, demilitarizing the government and fighting Islamist influence domestically. Doing so will strengthen Musharraf and the \"enlightened moderation\" approach to governance that Musharraf says he aspires to uphold. \"There is near unanimity about this [at the] State Department, CIA, across the board,\" said Weinbaum. \"We must have an examined, comprehensive policy on Pakistan. It can't just come down to: 'We need him and let's not do anything that would undermine him,' even if what seems to undermine him will actually strengthen him in the long run.\"\nThe 9/11 Commission sounded a similar note in its set of recommendations, in the section titled \"Prevent the Continued Growth of Islamic Terrorism.\"\n\"Where Muslim governments, even those who are friends, do not respect these principles, the United States must stand for a better future,\" the report states. \"One of the lessons of the long Cold War was that short-term gains in cooperating with the most repressive and brutal governments were too often outweighed by long-term setbacks for America's stature and interests.\"\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: June 14, 2006"
}