{
    "title": "Bush OKs tribunals for terrorism suspects",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 11,
    "day": 14,
    "full text": "WASHINGTON -- President Bush signed an order on Tuesday allowing special military tribunals to try foreigners charged with terrorism. A senior administration official said that any such trials would \"not necessarily\" be public and that the American tribunals might operate in Pakistan and Afghanistan.\nAt the same time, the Justice Department has asked law enforcement authorities across the country to pick up and question 5,000 men, most from Middle Eastern countries, who entered the country legally in the past two years.\nBoth actions are part of a sweeping government effort to expand the investigation into al-Qaida's network and clear the way for the more aggressive prosecution of anyone charged with terrorism.\nBush signed the order allowing for the military tribunals shortly before leaving Tuesday afternoon for his ranch in Crawford, Texas.\nWhite House officials said the order created an \"option\" for the president if Osama bin Laden or his associates were captured. If the tribunals are created, it will be the first time since World War II that such an approach has been used, officials said.\nUnder the order, the president is to determine who is an accused terrorist and subject to a tribunal trial. The order states that the president may \"determine from time to time in writing that there is reason to believe\" that a person is a member of al-Qaida, has engaged in acts of international terrorism or has \"knowingly harbored\" a terrorist.\nThe 5,000 people being sought are not believed to be terrorism suspects, and they will not be placed under arrest, the officials said. The interviews are intended to be voluntary.\nThe American Civil Liberties Union condemned the Justice Department effort and the executive order.\nSteven Shapiro, its national legal director, called the interviewing effort a \"dragnet approach that is likely to magnify concerns of racial and ethnic profiling.\"\nLaura Murphy, the director of the ACLU Washington office, described the order as \"deeply disturbing and further evidence that the administration is totally unwilling to abide by the checks and balances that are so central to our democracy.\"\nWhite House officials said the tribunals were necessary to protect American jurors from passing judgment on accused terrorists. They also said the tribunals would prevent the disclosure of government intelligence methods, which normally would be public in civilian courts.\n\"We have looked at this war very unconventionally, and the conventional way of bringing people to justice doesn't apply to these times,\" said Dan Bartlett, White House communications director.\n\nLoad-Date: November 14, 2001"
}