{
    "title": "Bush pushes anti-terrorism fight",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 9,
    "day": 7,
    "full text": "SYDNEY, Australia -- President Bush on Friday urged Asia-Pacific nations to keep up the anti-terror fight, deploying both military might and democratic ideals to turn the tide against extremists.\n\"Pressure keeps the terrorists on the run, and when on the run, we're safer,\" he said. \"We must be focused and we must not let up.\"\nIn the speech to business leaders, Bush prodded Russia and China to honor democratic principles and allow more freedoms. He appealed for international pressure against the military government in Myanmar to stop its crackdown on pro-democracy activists in the Southeast Asian nation.\nThe president added that North Koreans should share the same liberties that citizens of their democratic neighbors enjoy.\nBush spoke optimistically about the war in Iraq and urged other nations not to turn away.\n\"We're going to succeed in Iraq,\" he said.\nBush also said nations across Asia should understand the importance of fighting terrorism, since they have so often been its victims.\nBush was about 15 minutes late starting his speech, as aides hustled audience members down from the balcony to fill the many empty seats below. He started his remarks with a gaffe. In Sydney to attend the annual Asia-Pacific Economic Cooperation forum, a 21-nation group of Pacific Rim countries whose economies account for nearly half of all global trade, Bush first referred to the group as OPEC, the cartel of major oil producers. The audience remained quiet through his speech.\nEarlier Thursday, the president met with China's President Hu Jintao; on Friday he was meeting with Russian President Vladimir Putin.\nBush and Hu, leaders of two of the world's worst polluting nations, both called on Thursday for greater international cooperation in tackling climate change without stifling economic growth. Bush repeated that theme in his speech Friday, calling on Pacific Rim nations to lead the way toward a worldwide trade agreement.\n\"Our challenge is to strengthen the forces of freedom and prosperity in this region,\" Bush said.\nHe said the best way to open markets was to achieve a breakthrough in global trade negotiations known in the economic world as the Doha round.\n\"The United States is committed to seizing this opportunity -- and we need partners in this region to help lead the effort,\" the president said. \"No single country can make Doha a success, but it is possible for a handful of countries that are unwilling to make the necessary contributions to bring Doha to a halt.\"\nBush also asked the Asia-Pacific leaders for their cooperation on climate change. He acknowledged the fears of some that the United States was trying to construct a successor to the Kyoto Protocol outside of international efforts already under way.\n\"We agree these issues must be addressed in an integrated way,\" he said. \"We take climate change seriously in America.\"\nThe U.S has called for a Sept. 27-28 conference in Washington of the 15 biggest polluters. And U.N. Secretary-General Ban Ki-moon called for a broader conference in New York on Sept. 24.\nThe high-level discussions at APEC could shape talks at a U.N. conference in December in Bali, Indonesia, that will start to chart a successor to the Kyoto Protocol, which expires in 2012. The United States never ratified Kyoto, which requires 35 nations to cut emissions 5 percent below 1990 levels by 2012.\nBush has been criticized by environmentalists and others for his opposition to the 1997 Kyoto pact, and China has long been slammed for the huge amounts of greenhouse gases its power plants and industries pump into the atmosphere. The fact that neither China nor India, another major global polluter, were covered by Kyoto was one reason Bush has opposed it.\nBut both leaders seemed to be generally in agreement on the subject.\n\"We believe that the issue of climate change bears on the welfare of the whole humanity and sustainable development of the whole world,\" Hu told reporters after his meeting with Bush. \"And this issue should be appropriately tackled through stronger international cooperation.\"\nClimate control has been designated a top agenda item for this year's APEC meeting.\n\"We talked about climate change and our desire to work together on climate change,\" Bush said.\nBush has proposed eliminating tariffs on environmental and clean-energy technologies. In his talks with Hu, Bush invited the Chinese leader to consider doing the same, said Dan Price, a presidential economic adviser on the National Security Council.\nHu had suggested the United Nations should be the one to spearhead climate control efforts. Price said that wasn't necessarily contradictory with the Bush approach.\nBush said he accepted Hu's invitation to attend the 2008 Summer Olympics. And the two leaders talked about establishing a hot line like the longtime one between Washington and Moscow to alert each other to possible military situations that might seem threatening or be ambiguous. \n\nLoad-Date: September 7, 2007"
}