{
    "title": "Bush keeps heat on Syria , touts the spread of democracy; His words came in a speech on terrorism th",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 3,
    "day": 9,
    "full text": "President Bush yesterday kept pressure on Syria, demanding anew that it withdraw its 14,000 troops from Lebanon and telling the Damascus government and Iran to stop meddling in the Israeli-Palestinian conflict.\nIn a speech on terrorism, Bush said democracy was expanding in the Middle East - from Baghdad to Beirut to Riyadh - making the region less of a recruiting ground for terrorists bent on attacking the United States.\n\"Across the Middle East, a critical mass of events is taking that region in a hopeful direction,\" he said at the National Defense University. \"By now it should be clear that authoritarian rule is not the wave of the future; it is the last gasp of a discredited past.\"\nHe praised political moves in Saudi Arabia and Egypt as \"small but welcome steps\" and gently prodded those nations to do more to ensure free, unfettered access to the elective process for opposition parties, political candidates, the media and women.\nHe held out recent elections in Iraq and the Palestinian territories as examples of victory over authoritarian rule.\n\"Our duty is clear,\" he said. \"For the sake of our long-term security, all free nations must stand with the forces of democracy and justice that have begun to transform the Middle East.\"\nTamara Cofman Wittes, a specialist in Arab political reform, said the speech was Bush's most detailed description to date of the importance of democratization in the Middle East and past obstacles to such change.\n\"I think this is a much more specific take,\" said Wittes, of the Washington-based Brookings Institution, a centrist public-policy research center. Bush's nudge to Egyptian President Hosni Mubarak was particularly significant, she said, because it made clear that Mubarak's pledge last month of multicandidate presidential elections was not enough.\nSome Middle East analysts, while acknowledging that change is clearly under way in the region, suggest that Bush is overreaching about its scope - and underestimating the danger that events could spin out of control.\n\"What bothers me about this speech is the euphoria, that 'Golly, all this is going to be great,' \" said former State Department official David Mack, the vice president of the Middle East Institute, a Washington nonprofit that tends to be sympathetic to Arab views. \"It's well to be careful about what you wish for, because you may get it - and it may come back to haunt you later.\"\nMany human-rights advocates celebrated the shah of Iran's overthrow in 1979, Mack noted, only to see a hard-line Islamic theocracy replace him. While the change in Iran may prove positive in the long term, \"it's turning out to be a very, very long term,\" he said.\nBush's speech marked a return to one of the more popular themes of his reelection campaign. Shortly after the election, the President turned his attention to revamping the Social Security system, which is being met with public skepticism. Polls indicate that more than half of Americans oppose a drastic change in Social Security. But Bush's numbers remain strong when he talks about combating terrorism.\nHe reiterated his demand that Syria end its nearly 30-year occupation of Lebanon or face \"becoming even more isolated from the world.\"\n\"All Syrian military forces and intelligence personnel must withdraw before the Lebanese elections, for those elections to be free and fair,\" he said.\nOn the Israeli-Palestinian situation, Bush accused Syria and Iran of having financial links to those responsible for a fatal attack in Tel Aviv, Israel, last month.\nContact reporter William Douglas at 202-383-6026 or bdouglas@krwashington.com.  \nONLINE EXTRA: Read the transcript of the President's speech about the war on terror at: http://go.philly.com/waronterror. \n\nGraphic\n\n \nPHOTO;\nJ. SCOTT APPLEWHITE, Associated Press\nPresident Bush, at the National Defense University in Washington, urged Syria to leave Lebanon and urged \"all free nations\" to help spread democracy. (A02)\n\nLoad-Date: September 8, 2005"
}