{
    "title": "BUSH URGES SENATE TO LIMIT COST OF ANTI-TERRORISM BILL",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 5,
    "day": 25,
    "full text": "* The president has endorsed a $29 billion measure passed by the House. The Senate legislation would cost $31 billion.\nPresident George W. Bush issued a warning to the Senate on Friday to limit the cost of its $31 billion anti-terrorism bill, a sign that a partisan struggle still lies ahead for a measure both parties say they support.\nThe House passed a smaller, $29 billion measure at 3 a.m. Friday. Hours afterward, Bush congratulated that chamber and served notice to the Senate.\n\"The House has shown that a responsible budget can be enacted, and the Senate should follow suit,\" Bush said in a written statement during his trip to Russia.\n\"I expect the Senate to only spend on what is necessary to fight the war and for our immediate emergency needs,\" he said. \"With our nation now at war, now is not the time for unnecessary spending on lower priority items.\"\nBush had proposed a $27.1 billion measure in March but ended up endorsing the more expensive bill that Republicans pushed through the House on a 280-138 vote.\nPartisan undercurrent\nThough he did not use the word \"veto,\" Bush's hint of possible confrontation and his attempt to cast Senate Democrats as big spenders seemed clear.\nDemocrats, in turn, chided Republicans who had blocked the Senate from debating the bill Thursday. Many GOP lawmakers say the Senate plan is too big, but Democrats cited the threats of terrorist attacks that cascade from administration officials almost daily.\nDemocratic leaders plan debate on the bill in the Senate after legisl ators return from their Memorial Day recess early next month.\nAll three versions would spend slightly more than half their totals for the Pentagon and intelligence programs. They would use the rest for law enforcement and other domestic security efforts, rebuilding New York from the destruction of Sept. 11 and aiding some U.S. allies.\nSenate Majority Leader Tom Daschle, D-S.D., said he also planned to try pushing a separate bill through the Senate that would increase the government's $5.95 trillion borrowing limit, probably by about $350 billion.\nBush has requested a $750 billion increase, enough to cover anticipated borrowing needs through 2004.\nThe administration says an internationally jarring federal default would occur if the debt ceiling is not boosted by late June. But the issue has become entwined in partisan politics.\nDemocrats point to borrowing increase\nDemocrats want to focus attention on the borrowing increase because it is the first one needed since 1997, which they blame largely on last year's GOP-led tax cut.\nAs a result, nearly six in 10 of them voted against the House's counter-terrorism bill Friday morning, largely because GOP leaders had slipped language into it that would let Congress raise the borrowing cap.\nBut with Democrats running the Senate, Daschle wants to demonstrate their responsibility by approving a debt limit increase. The $350 billion increase should carry the government for a year, Daschle said, ensuring that the issue would not have to be revisited before Election Day.\nBefore approving its bill, the House used a party-line parliamentary vote to drop language that was aimed at forcing Bush to release $34 million Congress approved last year for overseas family planning programs.\n\nNotes\n\nTOP OF THE NEWS\n\nLoad-Date: May 3, 2003"
}