{
    "title": "BUSH VOWS TO FIGHT TERRORISM, RECESSION; REMAINING TERRORISTS 'TICKING TIME BOMBS, SET TO GO OFF,' H",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 1,
    "day": 30,
    "full text": "President Bush said last night tens of thousands of terrorists still threaten America - \"ticking time bombs, set to go off\" - and promised to stalk them across the globe.\nIn his first State of the Union address, he pledged a battle of equal vigor to revive the ailing economy.\n\"We will prevail in war, and we will defeat this recession,\" the commander in chief said, standing before Congress and the public with 80 percent approval ratings.\nNearly five months after the Sept. 11 attacks that shocked America, Bush fleshed out his vision for the war on terrorism beyond Afghanistan - to a dozen countries that he said harbor terrorists and \"an axis of evil\" of three more that seek weapons of mass destruction.\nBush entered the packed House chamber to boisterous applause from Republicans and Democrats alike. Seconds into his speech, he made a fist, and tapped it lightly against the lectern as he declared that despite terrorism and recession, \"the state of our union has never been stronger.\"\nIn a 48-minute speech interrupted by applause more than 70 times, Bush urged Congress to pass his tax-cutting economic package and challenged Americans to commit two years or 4,000 hours to community service. He hopes to tap the surge in patriotism since the attacks.\n\"We can overcome evil with greater good,\" the president said.\nAmid extraordinary security, leaders of the congressional, judicial and executive branches gathered beneath the same Capitol dome that officials believe was targeted during the attacks on Washington and New York.\nVice President Dick Cheney, who has spent many nights in undisclosed locations because of security precautions, took the vice president's traditional place on the rostrum behind the president.\nIn the gallery, first lady Laura Bush was joined by several guests in her VIP box high above the well of the House, including interim Afghan leader Hamid Karzai and firefighters, soldiers and other citizen-heroes.\n\"The men and women of our armed forces have delivered a message to every enemy of the United States,\" Bush said. \"You will not escape the justice of this nation.\"\nOutlining his post-Afghanistan battle plans, the president vowed to unearth \"a terrorist underworld\" of training camps in a dozen countries, including the Philippines, Bosnia and Somalia. He said nations will be given a chance to wipe out terrorists themselves, and the United States is willing to assist their efforts.\nBut, he warned: \"If they do not act, America will.\"\nIn his strongest terms yet, Bush called North Korea, Iraq and Iran part of an \"axis of evil,\" warning that their pursuit of weapons of mass destruction poses a \"grave and growing danger\" and will not be tolerated.\n\"I will not wait on events, while dangers gather. I will not stand by, as peril draws closer and closer,\" Bush said. \"The United States of America will not permit the world's most dangerous regimes to threaten us with the world's most destructive weapons.\"\nBush did not mention Enron, but asked Congress to enact pension reform and require more financial disclosure from companies. \"Corporate America must be made more accountable to employees and shareholders and held to the highest standards of conduct,\" Bush said.\nIn stark terms, the president said intelligence gathered during the rout of Taliban and al-Qaida forces in Afghanistan demonstrated the threat still facing America. He said the U.S. forces found diagrams of American nuclear power plants and public water facilities, detailed instructions for making chemical weapons, surveillance maps of U.S. cities and descriptions of landmarks.\n\"What we have found in Afghanistan confirms that - far from ending there - our war against terror is only beginning,\" the commander in chief said.\nThe 19 suicide hijackers who steered planes toward Washington and New York were a tiny fraction of the tens of thousands of terrorists trained in Afghanistan, Bush said.\nThese terrorists \"are now spread throughout the world like ticking time bombs - set to go off without warning,\" Bush said.\nThe U.S. military is spending $30 million a day to fight terrorism, and more is needed, Bush said. He asked Congress to increase Pentagon spending by nearly $50 billion.\nHe also proposed a doubling - to $38 billion - of spending on intelligence, military, border security, local emergency response programs and other homeland security activities.\nOn domestic policy, Bush proposed expanding the national service program founded by Bill Clinton to enlist Americans in community service, homeland defense and other community activities. The Peace Corps would double its volunteers in five years, under Bush's plan.\nSPEECH HIGHLIGHTS\nHighlights of President Bush's State of the Union address:\n\n THE WAR\nBush touted the creation of a global coalition against terrorism, the capture of terrorists in Afghanistan, the vanquishing of the Taliban and the creation of a government for the war-torn nation.  He said terrorist leaders who urged followers to sacrifice their lives are \"running for their own.\"\n\n WORLDWIDE TERRORISM\nBush said all nations must heed the U.S. call to eliminate the terrorist \"parasites\" who threaten their countries.\nHe blasted Iran for aggressively pursuing weapons of mass destruction and exporting terror. He said Iraq continues to flaunt its hostility toward America and support terror.\nFIGHTING TERRORISM AT HOME\nBush said his budget nearly doubles funding for a sustained strategy of homeland security, focused on four key areas: bioterrorism, emergency response, airport and border security and improved intelligence.\nTHE ECONOMY\nBush supported extended unemployment benefits and direct assistance for health-care coverage. He summed up his economic policy in one word: \"jobs.\"\nHe reminded the nation of the battle over his tax relief plan, arguing the checks sent to most Americans weren't too big or too small, but \"just about right.\"\nEDUCATION\nA crucial part of improving the economy is improving education, Bush said. He said Republicans and Democrats have worked together to achieve passage of an education reform bill that leaves no child behind.\nHEALTH CARE\nCongress must work together to pass a patients' bill of rights to give uninsured workers credits to help buy health coverage, Bush said. The measure should include an increase in spending for veterans' health and a program that includes coverage for prescription drugs.\nRETIREMENT SECURITY\nBush asked Congress for safeguards for 401(k) and pension plans. He did not mention the collapse of the energy trader Enron but said corporations must be held accountable for they treat workers.\n \nTHEY SAID IT    \nReaction to President Bush's State of the Union address:\n\n \"The president's Medicare prescription drug proposal is a cruel hoax on America's seniors. This empty promise without substantive funding is just cheap rhetoric - a political ploy to make the president look like he cares about seniors and their health.\"\n - Rep. Pete Stark, D-Calif.\n\"By calling for additional tax relief and expanded international trade, President Bush demonstrated that his passion for a strong national defense is matched by his passion for a strong American economy.\"\n - Rep. Mike Pence, R-Ind.\n\"The president's economic policies have robbed us of the critical resources needed to invest in homeland security and other domestic priorities, like health care, unemployment benefits, education, protecting the environment and providing America's seniors - our heroes of the past - with a prescription drug plan.\"\n - Rep. Bob Menendez, D-N.J.\n\"The president has put forth an ambitious agenda that Congress must pledge to make a reality this year. It's time for the political obstructionists to call a cease-fire so Congress can send President Bush the legislation he needs for the American people.\"\n - Oklahoma Rep. J.C. Watts, chairman, House GOP Conference\n\"I appreciate the president recognizing the need for prescription medicine coverage. But we need comprehensive coverage. This unfortunately would leave millions of seniors behind.\"\n - Rep. David Bonior, D-Mich.\n\"Tonight the president has made it clear - despite the war on terrorism and the economic recession, Social Security remains a key national priority. We can save Social Security for our children and grandchildren if we work on a bipartisan basis and legislate for the next generation, not the next election.\"\n - Rep. E. Clay Shaw, R-Fla.\n\nGraphic\n\n \nPhoto\n\nLoad-Date: January 31, 2002"
}