{
    "title": "BUSH BLASTS 'STATUS QUO,' VISITS ASSAD(2)",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 11,
    "day": 24,
    "full text": "GENEVA - President George Bush met for three hours Friday with Syrian President Hafez Assad after venting his growing impatience with Iraq's refusal to withdraw from Kuwait.  ''We're getting tired of the status quo, and so is the rest of the world,'' Bush said. He praised Syria for joining the United States ''on the front line'' against Iraq.  After Bush's session with Assad in a hotel in Geneva, the White House issued only a brief statement saying the leaders had ''agreed that Iraq's occupation of Kuwait is unacceptable, as are any partial solutions.'' The statement said Bush and Assad had ''expressed their preference for a peaceful solution of the crisis in conformity with Arab League and U.N.  resolutions,'' which have condemned the Aug. 2 invasion of Kuwait and called for Iraq's complete and unconditional withdrawal.  Bush said the meeting with Assad had been urged on him by Arab leaders, including Egyptian President Hosni Mubarak. The meeting wrapped up Bush's eight-day trip to Czechoslovakia, Germany, France, Saudi Arabia and Egypt.  Throughout the trip, the president lobbied hard for a new U.N. Security Council resolution authorizing the use of force to oust Iraqi President Saddam Hussein's forces from Kuwait.  Bush and Assad also discussed Lebanon and the Westerners being held there, the Middle East peace process and human rights; they ''held an extended conversation on the question of terrorism, agreeing to continue the U.S.-Syrian dialogue with the goal of achieving positive results,'' the White House statement said.\nAfter Bush left Geneva, the White House complained that Swiss security officers had shoved a machine gun into the stomach of a U.S. diplomat and roughed up a photographer traveling with the president.  White House Press Secretary Marlin Fitzwater said the United States would file a formal protest with the Swiss government over the incidents, which occurred at the base of the steps to Air Force One.  It was a measure of Bush's increasing anxiety about the continuing standoff in the gulf that he chose to make the detour to Geneva on his way home and hold the politically risky meeting with Assad. He was the first president to do so since Jimmy Carter in 1977.  Since then, relations have been strained by American suspicions of Syrian links to terrorism.  i In his remarks in Egypt, the president dismissed criticism of the Assad meeting by Israeli officials. Israel's defense minister, Moshe Arens, described the Syrian as a cruel dictator and said ''misunderstandings could arise'' because Bush would meet with Assad when he prefers not to visit Israel.  But Bush said he hoped to meet with Israeli Prime Minister Yitzhak Shamir when he visits Washington on a private trip early next month.W The session with Assad came after a morning meeting in Cairo with Mubarak, who was pessimistic about the chances of a peaceful resolution of the Persian Gulf crisis. ''I have seen no sign of movement on the other side,'' the Egyptian leader said.  Bush said in Cairo he was ''very, very close'' to rounding up the support he wanted for a United Nations resolution authorizing the use of force. He said, ''We're getting tired of the status quo, and so is the rest of the world.'' p In other developments Friday: The Army announced that it would suspend the retirements of thousands of soldiers coming to the end of their enlistment periods; it also will freeze all transfers of soldiers overseas to bases in the United States. The Army said these soldiers might be needed to back up Operation Desert Shield in the Persian Gulf.  The move marks the first such freeze of Army personnel lists since the all-volunteer services were established in 1973. The order means that about 5,500 people per month who otherwise would have left the service will be forced to stay on indefinitely.  Israeli President Chaim Herzog said it made sense for Bush to hold talks with Assad on the Persian Gulf situation.  ''It's up to President Bush to decide who he talks to, in pursuing his policy,'' Herzog said at his hotel in Geneva.  Herzog's reaction to the meeting contrasted sharply with angry comments in Israel, where Syria is seen as a state that supports terrorism.  Herzog, who was in Geneva on a private visit, made it clear that his presence was purely coincidental.  Even as Bush voiced confidence that a U.N. consensus could be forged authorizing the use of force against Iraq, Soviet President Mikhail S.  Gorbachev urged prudence, saying that a Persian Gulf war would be more disastrous than the conflicts waged by the United States in Vietnam or Soviet Union in Afghanistan.  ''This is not Vietnam or Afghanistan; this is very serious,'' Gorbachev added.\n\nGraphic\n\n \nGraphic; LOGO - CRISIS IN THE PERSIAN GULF\n\nLoad-Date: October 18, 1993"
}