{
    "title": "Bush redefines terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 1,
    "day": 28,
    "full text": "Ever since Sept. 11, 2001, our president has mentioned terrorism in every one of his speeches. In his State of the Union address Jan. 20, he began his speech by discussing terrorism. What a surprise.\nNorthern Illinois U.\nBush claims that as part of his war on terror, Afghanistan and Iraq need democracy. Democracy, he said, will cure the world of injustice, thus ridding the world of terrorism.\nBut whose definition of terrorism should we use? According to Webster's dictionary, terrorism is \"the use of terror and intimidation to gain one's political objectives.\"\nBush's definition of terrorism is anything or anyone against the United States.\nOne of our founding fathers, Thomas Jefferson, once defined terrorism as \"the act of terrorizing, or state of being terrorized; a mode of government by terror or intimidation.\"\nUnder Webster's definition, war would be considered an act of terrorism because it is done for political reasons.\n\"America will never seek a permission slip to defend the security of our country,\" Bush said with absolute determination.\nWho are you threatening, Mr. Bush? It's as if he is declaring war on the rest of the world.\nPreemptive strikes would be considered a terror tactic, according to the dictionary. Bush considers it protecting the homeland.\nIn keeping with our president's actions, state-sponsored terrorism is acceptable, but individual acts of terrorism are not.\nWhy is it OK for a government to kill people and destroy the lives of many, but an individual who kills and destroys is not OK?\nIn November 2003, innocent people were attacked as they worshipped at their synagogues. This immediately was called an act of terrorism, which it was because terror tactics were used to get a political point across.\nHowever, when Israel conducted a raid that injured 42 people, including nine children, and demolished 13 homes and a mosque last Tuesday, no one raised an eyebrow. It was not even reported in our media. I discovered this unfortunate incident through Al-Jazeera.\nBBC reported in December that Afghani children are dying during raids in various parts of Afghanistan. Why is it so easy for us to disregard the lives of the less fortunate?\nIsn't every life dear, no matter the religion or ethnic background? Shouldn't every innocent life taken be considered an act of terrorism?\nWhy do we look the other way on certain attacks of terrorism and applaud other acts of terrorism? Why do we support preemptive strikes when it is nothing more than state-sponsored terror tactics?\nWhy is it OK for governments to terrorize people and conduct their affairs as they see fit, while individuals cannot?\nI hope for the sake of our country the government realizes that state-sponsored terrorism is just as bad as individual acts of terrorism. We cannot make things right in the world by repeating the mistakes of our enemies.\nLife is precious. We are quickly forgetting this, and it makes our world a very sad one indeed.\n(C) 2003 Northern Star via U-WIRE\n\nLoad-Date: January 28, 2004"
}