{
    "title": "Bush_ Kerry 'has wrong strategy'; Speech on terrorism draws cheers in Council Bluffs",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 10,
    "day": 26,
    "full text": "President Bush outlined his differences with Democratic nominee John Kerry at a campaign rally in Council Bluffs Monday, saying the Massachusetts senator \"has the wrong strategy for the wrong country at the wrong time.\"\nChristian singer Michael W. Smith sang a couple of patriotic songs before former New York City Mayor Rudy Giuliani introduced President Bush, saying: \"We need him more now than ever.\"\nGiuliani said the successes America has had in the war on terrorism \"will only continue because we need a strong determined man in the White House. We need George W. Bush.\"\nBush also appeared Monday in Davenport.\nBush, joined onstage by first lady Laura Bush, said Kerry's strategy for the war in Iraq and the war on terrorism is wrong.\n\"If we fail, our children and grandchildren will live in a nightmare world of danger,\" he said. \"That doesn't have to happen.\n\"By spreading freedom and liberty, the world will be a safer place for future generations.\"\nBush spoke about the recent elections in Afghanistan and elections scheduled in Iraq in January, calling them \"landmark events in history.\"\nHe said the people standing in line in Afghanistan to vote \"want to live in freedom. No one forced them to register by the millions or stand in long lines to vote.\n\"Freedom is on the march and changing the world,\" Bush said.\nBush said freedom is not America's gift to the world, \"it's the almighty God's gift to each nation of the world.\"\nThe president was frequently interrupted by chants of \"Four more years.\"\nBush said a president must serve with consistency and strength.\n\"Your tactics and strategies might change, but not your principles,\" he said, questioning Kerry's record of voting against the first Persian Gulf war and against increased intelligence spending after the first World Trade Center bombing.\nHe also criticized Kerry's vote against $87 billion to fund American troops fighting in Iraq, quipping: \"History has shown Kerry was right and then wrong, then briefly right again and then wrong.\"\n\"You may disagree with me, but at least you know where I stand and what I intend to do,\" he said, greeted by loud cheers.\nDavid Ashby, 37, of La Vista, Neb., an audiovisual free-lancer, said the war on terrorism is a top issue.\n\"I think there are several key issues, moral issues. The war on terrorism is my highest priority, but the economy is also a high priority,\" Ashby said.\nMark Jacobs, 35, a registered nurse from Pappillion, Neb., said defining family and marriage is his top issue. Jacobs, who identified himself as a Christian, said he opposes gay marriage and abortion.\n\"I don't agree with everything he's done. I agree with what he's doing in the war, but not with everything that's happening there. It seems like we're getting into a quagmire,\" he said.\n\nGraphic\n\n \nPresident Bush waves to a crowd of supporters at the conclusion of his speech during a campaign rally Monday in Davenport.\n\nLoad-Date: October 26, 2004"
}