{
    "title": "Bush Draws Terrorism Law Into Campaign",
    "publisher": "the new york times",
    "year": 2004,
    "month": 4,
    "day": 21,
    "full text": "The banner behind President Bush proclaimed, \"Protecting the Homeland.\" At his side were five law enforcement officials, including the United States attorney who prosecuted six terrorism suspects here last year. And for nearly an hour on Tuesday, Mr. Bush and the White House-picked group sharing a stage with him hailed the antiterrorism law enacted in the wake of the Sept. 11 acts, declaring that it was vital to protecting the nation.\n     \"Those who criticize the Patriot Act must listen to those folks on the front line of defending America,\" Mr. Bush said with a glance at the police chief from the nearby town of Amherst, sitting crisply in his uniform two stools away. \"The Patriot Act defends our liberty, is what it does, under the Constitution of the United States.\" \n This was the third time in just four days that Mr. Bush had publicly invoked the USA Patriot Act. And it reflected what aides said would be systematic references to it in his speeches and television advertisements through Election Day, as this signature statute of his administration becomes a crucial part of his campaign strategy.\nNever mind that the chief provisions of the law, which broadens federal investigative powers like the ability to wiretap terrorism suspects, do not expire until the end of 2005. Further, the provision stressed most by Mr. Bush on Tuesday -- removal of firewalls like the one that barred intelligence agents from sharing information with criminal investigators -- is supported not only by Republicans but by Democrats as well, including the president's probable election opponent, Senator John Kerry. There are even reservations within Mr. Bush's own party about some provisions, which, conservatives maintain, invite government abuse.\nYet with this evocatively titled law, Mr. Bush's aides argue, they have found a way to advance two of their chief lines of attack against Mr. Kerry: that Mr. Bush would be tougher than he in facing down terrorism and that the senator, who voted for the law and later came to criticize some of its provisions, is a \"flip-flopper,\" as Republicans regularly describe him.\n\"It's a two-fer: he's wrong on the issue, and he's flip-flopped,\" said Matthew Dowd, a senior Bush election adviser.\n\"He's been pretty consistent that he's opposed it -- since he voted for it,\" Mr. Dowd said. \"Since he started running for president, he's consistently been against what he voted for.\"\nIn the process of this attack, Bush aides say, they will be seeking to drive a wedge between Mr. Kerry and those Democrats who are the law's most fervent opponents. In Iowa last December, facing a Democratic electorate pleased by his criticism, Mr. Kerry called for \"replacing the Patriot Act with a new law that protects our people and our liberties at the same time.\" Still, he has played down the issue since he effectively captured his party's nomination in early March.\nNot coincidentally, Mr. Bush has wrapped himself in the Patriot Act at the very time that his own credentials as a terrorism-fighter have been under challenge in testimony before the commission investigating the Sept. 11 attacks. In his remarks here, the president referred specifically to a Patriot Act revision he seeks that would address a central criticism from the hearings: that government agencies are still not sharing information on terrorism threats.\nMr. Kerry's advisers accused Mr. Bush on Tuesday of distorting the senator's position on the law, saying he supported 95 percent of its provisions and had called for strengthening it in ways like toughening the ban on money laundering.\nBut Mr. Kerry has also urged repeal of provisions giving investigators, with judicial approval, a broader use of unannounced searches -- a power that, critics note, could allow them to examine suspects' library records.\nMr. Kerry's spokeswoman, Stephanie Cutter, declined to say whether the senator would vote for an extension of an unchanged Patriot Act, or sign such an extension if hebecame president.\n\"He wants to improve the bill,\" Ms. Cutter said, adding, \"We look forward to extending what works and improving it as well.\"\nUsing the law as a weapon against Mr. Kerry might prove fruitful for Republicans. A USA Today/CNN/Gallup poll published Tuesday found that voters, by 2 to 1, thought that Mr. Bush would do a better job fighting terrorism. A Washington Post/ABC News poll also published Tuesday showed that 4 in 10 respondents believed that Mr. Kerry \"takes a position and sticks with it,\" compared with 8 in 10 who said the same of Mr. Bush.\nThe president's visit here to a state expected to be a Democratic stronghold this fall left little doubt about the power the White House sees in the issue. Buffalo is where Michael A. Battle, the United States attorney for the Western District of New York, who was on stage with Mr. Bush, prosecuted the so-called Lackawanna Six terrorist cell. Mr. Battle told the audience of invited guests that the Patriot Act had been crucial to his efforts to break the case.\nMr. Kerry, by contrast, has a bigger challenge handling the issue as he moves from appealing to a Democratic primary electorate to a general electorate. That has stirred some concern among Democrats, particularly as Mr. Bush turns a powerful focus on the matter.\n\"You get into nuance, and it's risky,\" said David Axelrod, a consultant who worked for the Democratic presidential campaign of Senator John Edwards of North Carolina. \"The other side can pander. Terrorism is largely what is keeping Bush afloat now.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: President Bush spoke in Buffalo yesterday on antiterrorism. (Photo by Dan Cappellazzo for The New York Times) \n\nLoad-Date: April 21, 2004"
}