{
    "title": "BUSH REACHES OUT TO WORLD PRESIDENT SAYS HE'LL 'RALLY THE WORLD' IN TERRORISM FIGHT",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 9,
    "day": 19,
    "full text": "WASHINGTON -- President Bush, reaching out to build a global alliance, said Tuesday he hopes to \"rally the world\" in the battle against terrorism and predicted that all \"people who love freedom\" would join. French President Jacques Chirac said his nation stands firmly with the United States in the effort.\nA week after the nation's worst terrorist attack, Bush said his goal was \"to find terrorists, to smoke them out of their holes, and to get them and to bring them to justice.\"\nBush spoke as he began an evening dinner meeting with Chirac.\nFor his part, Chirac said, \"This tragedy does not have a parallel.\"\n\"We stand in total solidarity,\" he said, speaking through an interpreter.\nHowever, Chirac stopped short of using Bush's \"war\" terminology.\n\"I don't know whether we should use the word 'war,' but what I can say is now we are faced with a conflict of a completely new nature,\" Chirac said.\nThe meeting came as the Bush administration stepped up its efforts to reach out to leaders around the world to build a coalition against terrorism, even appealing for help to Cuba and Sudan, with which the United States has had tense relations. The administration also began preparing a multibillion-dollar financial aid package for battered U.S. airlines.\nAttorney General John Ashcroft, meanwhile, announced that the FBI had detained 75 people for questioning. At least four material witnesses have been arrested in the largest criminal investigation in the nation's history.\nAshcroft also announced new rules to allow the Justice Department to detain people on immigration violations for 48 hours, double the current limit, and the creation of an anti-terrorism task force with representatives in major cities.\nChirac was the first world leader Bush has met with since the Sept. 11 suicide hijacking attacks in New York and Washington that left more than 5,000 people dead and missing. British Prime Minister Tony Blair is coming to Washington on Thursday.\n\"Make no mistake about it: This administration has got a firm goal and a determination to achieve the goal,\" Bush said. \"And that is to rally the world toward a campaign to find terrorists, to smoke them out of their holes and to get them, and to bring them to justice.\"\nFrance has sometimes had strained relations with the United States on military issues, including how to deal with Iraq.\nBut Chirac told Bush: \"We are completely determined to fight by your side this new type of evil, of absolute evil, which is terrorism. And I also wanted to say that France is prepared and available to discuss all means to fight and eradicate this evil.\"\nEarlier, Ashcroft raised the possibility that more than four planes may have been targeted for hijacking, although he said the FBI couldn't confirm it. \"Obviously, there is still a great deal of information to be collected in order to understand the full picture,\" Ashcroft said.\n\nGraphic\n\n \nJEROME DELAY/The Associated Press *Afghan refugees are trucked from a temporary detention center in the Pakistani town of Quetta, near the Afghanistan border, on Tuesday. Hundreds of refugees crossed into Pakistan fearing retaliation from the United States following last week's terrorist attacks.\n\nLoad-Date: September 19, 2001"
}