{
    "title": "Bush fails to rouse U.N. audience",
    "publisher": "chicago daily herald",
    "year": 2008,
    "month": 9,
    "day": 24,
    "full text": "UNITED NATIONS — Iran’s leader flashed a thumbs-down Tuesday as President Bush denounced Tehran as a sponsor of global terrorism in his farewell address to the U.N.\nThen Bush got less than 10 seconds of polite applause at the end of a speech in which he urged world leaders to take \"an unequivocal moral stand\" against suicide bombings, hostage taking and other terror tactics.\nIt was a decidedly low-key appearance, rehashing familiar themes, devoid of the passion Bush displayed in the early years of his presidency when he summoned the world after Sept. 11, 2001, to a battle against terrorism and tried — but failed — to win U.N. backing for the war in Iraq.\nThe president, humbled by economic turmoil that has darkened the final days of his presidency, also tried to speak reassuringly to the leaders about the financial upheaval on Wall Street that has forced him to set aside core principles of capitalism and authorize government takeovers of failing companies.\n\"I can assure you that my administration and our Congress are working together to quickly pass legislation approving this strategy,\" Bush told the General Assembly. \"And I’m confident we will act in the urgent time frame required.\" Bush scrapped a planned political trip to Florida on Wednesday to return directly to Washington.\nBush’s 22-minute address in the packed, 2,000-seat hall was mostly a restatement of his previous condemnations of terror, calls to advance democracy and criticism of the United Nations for \"inefficiency and corruption\" and \"bloated bureaucracies.\" Still, Bush said the U.N. and other multinational organizations are now \"needed more urgently than ever\" to combat terrorists and extremists who are threatening world order.\nWith only 119 days remaining in his presidency, Bush found his usually busy schedule of one-on-one meetings with other world leaders had dwindled to a bare minimum. He talked with Pakistan’s new president, Asif Ali Zardari, about Saturday’s truck bombing in Islamabad and held a last-minute meeting with Uganda’s leader, Yoweri Museveni. Peace talks have faltered between Uganda and the Lord’s Resistance Army, which has been waging one of Africa’s longest and most brutal rebellions.\nBush also met on Governors Island with a political dissidents from a dozen countries, from China to Cuba, and attended a USAID conference on food security.\nAt the General Assembly, Iranian President Mahmoud Ahmadinejad sat in the massive hall and seemed intent on showing disinterest as Bush spoke. He waved to the people in the galleries along the side and flashed a broad smile. Turning to an aide as Bush spoke, Ahmadinejad made a fist and turned his thumb down to the desk.\nThe Iranian leader has defied demands from the United States and other powers to halt a suspected nuclear weapons program. Ahmadinejad has vowed that Iran’s military will \"break the hand\" of anyone targeting the country’s nuclear facilities. In a series of interviews, Ahmadinejad blamed U.S. military interventions around the world in part for the collapse of global financial markets.\nBush said regimes like Syria and Iran continue to sponsor terror but that \"their numbers are growing fewer, and they’re growing more isolated from the world.\"\nBut he warned: \"As the 21st century unfolds, some may be tempted to assume that the threat has receded. This would be comforting. It would be wrong. The terrorists believe time is on their side, so they’ve made waiting out civilized nations part of their strategy. We must not allow them to succeed.\"\nBush said the international community must stand firm against the nuclear ambitions of North Korea and Iran. He said that despite past disagreements over the U.S.-led war in Iraq, members of the U.N. must unite to help the struggling democracy succeed. And he scolded Russia for invading neighboring Georgia, calling it a violation of the U.N. charter.\n\"The United Nations’ charter sets forth the equal rights of nations large and small,\" he said. \"Russia’s invasion of Georgia was a violation of those words.\"\nBush called on the U.N. to focus more on results and aggressively rally behind young democracies like Georgia, Ukraine, Lebanon, Afghanistan and Liberia.\nHe said that instead of issuing statements and resolutions after terrorist attacks, the U.N. and such organizations must work closely to prevent violence. Every nation has responsibilities to prevent its territory from being used for terrorist, drug trafficking and nuclear proliferation, he said.\nIn the meeting with Pakistan’s president, Bush and Zardari discussed the weekend bombing of the Marriott hotel in Islamabad that killed 53 people and U.S. military incursions into Pakistan targeting militants using remote areas of the Muslim nation to launch attacks in neighboring Afghanistan and elsewhere.\n\"Your words have been very strong about Pakistan’s sovereign right and sovereign duty to protect your country, and the United States wants to help,\" Bush said about the incursions, which have caused a rift in U.S.-Pakistan relations.\nOn Tuesday evening, Bush was to co-host an Iraq coalition meeting with President Jalal Talabani of Iraq, consisting of those countries who participated in the coalition on the ground in Iraq. The coalition is shrinking from about 30 countries to a handful in the next 90 days or so. Iraq is drafting bilateral agreements with the U.S. and other countries to replace a U.N. mandate authorizing their presence expires at year-end.\nTalabani and Zardari were among foreign leaders slated to meet on Wednesday with Alaska Gov. Sarah Palin, the Republican vice presidential nominee.\n\nGraphic\n\n \nASSOCIATED PRESS President Bush, addressing the U.N. General Assembly Tuesday, tried to rally nations in the battle against terrorism and also assure leaders his government was acting decisively to stem Wall Street’s financial meltdown. ASSOCIATED PRESS President Bush, addressing the U.N. General Assembly Tuesday, tried to rally nations in the battle against terrorism and also assure leaders his government was acting decisively to stem Wall Street’s financial meltdown.\n\nLoad-Date: December 22, 2008"
}