{
    "title": "Bush uses terrorism to frighten",
    "publisher": "university wire",
    "year": 2003,
    "month": 2,
    "day": 6,
    "full text": "The pages of history have once again been bookmarked with tragedy -- the heroic tale of seven brave pioneers who ventured into space, only to lose their lives 16 minutes away from the land they called home.\nIt was truly depressing to watch the cascading shuttle Columbia make its entry into the Earth's atmosphere and then break up into what looked like tiny meteorites, dropping debris starting as far as Arizona.\nEven more depressing was the \"don't worry, it wasn't terrorism\" alert repeated everywhere and splashed across every newspaper.\nU. Houston\nHere we are, citizens of a nation watching in shock and disbelief -- especially here in Texas, where most of the tragedy unfolded -- and we are being reminded of this totally remote possibility.\nHow shallow is that?\nOh, gee, I am so relieved to hear the U.S. government declare that an extremist warlord hiding in a cave and shooting lasers is not what destroyed the Columbia shuttle. My neighbor's 3-year-old could have made that crystal clear.\nThe point is obvious: Even in times of misfortune, our dear leaders never miss an opportunity to run their mouths with some ridiculous ramble just to make sure the public is still brainwashed and running up the flagpole.\nI was personally distressed just hearing of the loss, and I really didn't need to be hearing about something that didn't even make sense.\nNext thing you know, one of Bush's daughters falls into more trouble, and we're going to read, \"Bush: We have ruled out terrorism\" along the bottom of the television screen.\nGive me a break. It's sad enough to watch the sorrow, the tireless efforts of recovery workers and the thousands who have paid their respects at the memorials without having to hear hooey about the government's latest discoveries.\nSurely it is understandable that acts of violence and real acts of terrorism occur daily around the world -- in our own country and elsewhere -- but to bind every tragic loss and event into that same sphere is utterly absurd.\nSecretary of State Colin Powell on Wednesday dissected communication transmissions from Iraqi generals and officials in his briefing to the United Nations. If the U.S. government really can spot illegal activities, how could an operation from the Earth (especially with private eye Powell on the case) even attack Columbia?\nNow it is evident to see what the U.S. government lackeys are after: Their main purpose is to counteract their waning public support by creating panic and stirring up emotional support during times when the public is obviously in grief.\nYou would think politicians were actually psychologists in a past life, given how they manipulate the masses. It was only after Sept. 11, 2001 that Bush touted his \"axis of evil\" in an effort to round up the people and rally them during a period of strife.\nBut it is safe to say that intelligence and common sense will prevail -- maybe not in our government, but among its citizens. This is a period of heartache, when we look to each other for comfort. It is a time to remember our loved ones and make every day count.\nSo before declined credit card transactions are attributed to terrorism, don't fall under the trance of nonsense, and be thankful that elected leaders don't serve for life -- although maybe they should.\n(C) 2002 The Daily Cougar via U-WIRE\n\nLoad-Date: February 6, 2003"
}