{
    "title": "Bush_ America safer 5 years after 9_11 Democrats say danger has grown",
    "publisher": "usa today",
    "year": 2006,
    "month": 9,
    "day": 6,
    "full text": "WASHINGTON -- President Bush claimed a safer post-9/11 America on Tuesday with a speech and updated anti-terrorism report highlighting a key issue that will help decide control of Congress in the Nov. 7 elections.\nAs Republicans and Democrats try to seize the advantage on national security and the war in Iraq, Bush recounted his administration's efforts to encourage democracy in Iraq and Afghanistan, which al-Qaeda used as a base to plan the Sept. 11, 2001, terrorist attacks under the Taliban government.\n\"America did not seek this global struggle, but we're answering history's call with confidence and a clear strategy,\" Bush told the Military Officers Association of America.\nAs he tried to make the case for continued support for the war in Iraq, Bush said the United States is in the midst of a great ideological struggle with Islamic militants who seek to destroy basic freedoms.\n\"All civilized nations are bound together in this struggle between moderation and extremism,\" he said. \"By coming together, we will roll back this grave threat to our way of life.\"\nDemocrats countered with their own national security report card, concluding that the Iraq war and Bush's refusal to talk directly with Iran and North Korea to thwart their development of nuclear weapons have put America more at risk since the Sept. 11 attacks.\n\"Under the Bush administration and this Republican Congress, America is less safe, facing greater threats and unprepared for the dangerous world in which we live,\" said Senate Minority Leader Harry Reid, D-Nev.\nThe administration also sought to reinforce its support of Defense Secretary Donald Rumsfeld. Reid and other Democrats and Republicans, such as New Jersey Senate candidate Tom Kean, have called for Rumsfeld's removal, citing his handling of the war in Iraq.\nWhite House spokesman Tony Snow said Bush stands behind his Pentagon chief. \"Creating Don Rumsfeld as a bogeyman may make for good politics, but would make for a lousy strategy at this time,\" Snow said.\nBush's speech was the second in a series leading to Monday's fifth anniversary of 9/11. Bush delivers another terrorism-themed speech today and plans to ask Congress to approve trials for detainees at Guantanamo Bay, Cuba. The Supreme Court in June rejected the administration's plans for military tribunals.\nThe administration's new anti-terrorism report tweaks one released Feb. 14, 2003, about a month before the Iraq invasion. The updated version includes the impact of the war and government restructuring to emphasize anti-terror efforts, such as combining intelligence-gathering tasks under one national director.\nThe update also lists \"successes\" and \"challenges\" in the \"long war\" on terrorism.\n\"We have significantly degraded the al-Qaeda network,\" the report said, referring to the arrests and killings of some of the group's top leaders. Among the challenges: The rise of smaller terrorist networks and an insurgency in Iraq that \"has been twisted by terrorist propaganda as a rallying cry.\"\nThe Democratic assessment, prepared by the moderate group Third Way, is that security in Iraq and Afghanistan has deteriorated, and the resulting climate has created more, not fewer, terrorists.\nReid said Republicans would not be able to portray themselves as the party to trust on national security.\nSnow said the president is not seeking to politicize the war on terrorism but recognizes its importance as a campaign issue. \"It would be irresponsible not to talk about it,\" he said.\nContributing: Andrea Stone\n\nLoad-Date: September 6, 2006"
}