{
    "title": "BUSH VOWS U.S. WILL HELP PERU FIGHT TERRORISM; VISIT AIMS TO _HELP DEMOCRACY THRIVE_",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 3,
    "day": 24,
    "full text": "President George W. Bush declared Saturday that the United States would work with Peru to fight terrorism wherever it occurs.\nThe president said that the two nations shared a common perspective on the problem and that \"we must stop it.\"\n\"Security is impossible in a world with terrorists,\" Bush said in a news conference with Peruvian President Alejandro Toledo. \"Our nations understand that political and economic progress depends on security.\"\nToledo, for his part, said he and Bush shared \"the energy and the stubbornness\" to combat terrorism without wavering. He called it \"a war with no ambiguities whatsoever against terrorism and drug trafficking.\"\nBush, the first U.S. president to visit Peru, arrived three days after a car bombing near the U.S. Embassy killed nine people.\n\"Peruvians have been reminded again this week of the terrible human toll of terror,\" Bush said, offering U.S. sympathy to the victims. He thanked Peru for taking the lead \"in rallying our hemisphere to take strong action against this common threat.\"\nBush said he had discussed with Toledo how the United States could help in the fight against drug trafficking and terrorists. \"That's part of the reason I'm here is to support our mutual desire to fight terrorism and to help democracy thrive,\" he said.\nBush said that the United States had tripled assistance to Peru for fighting drugs, but that America also had an obligation to reduce U.S. demand for illegal drugs. \"We've got to do a better job at home of convincing Americans to stop using drugs,\" he said. \"That will, in turn, help the region.\"\nThe increase in U.S. aid will support Peru's efforts to stem a possible resurgence in coca production and the recent appearance of heroin poppy crops in remote highland areas.\nBush emerged from his meeting with Toledo without having made a decision on whether to resume drug surveillance flights over Peru.\nThe flights were suspended after a Peruvian military jet shot down a plane carrying American missionaries, killing Veronica Bowers, 35, and her infant daughter, Charity. A CIA-operated surveillance plane had mistakenly identified the aircraft as a possible drug-smuggling flight.\n\"We are reviewing all avenues toward an effective policy of interdiction,\" Bush said. He said the shootdown had caused the United States to \"step back\" and study how best to combat narcotics trafficking.\nToledo said he had asked Bush to consider a new initiative \"for bilateral trade and investment within the framework of the Andean community.\" He said the two saw eye-to-eye on expanding trade.\n\"I think it's important because trade is a synonym for work, and work is a way to deal with poverty,\" Toledo said.\nBush, meanwhile, said he was committed to renewing and extending the Andean Trade Preferences Act, which sets special tariff treatment for imports from Andean countries. The legislation is pending in the U.S. Senate.\nBush also announced the return of Peace Corps volunteers to Peru for the first time in almost 30 years, with the first of them to arrive in August.\nBush arrived under heavy security. Streets were filled with military tanks, armored cars, water cannon and 7,000 riot police and troops. They stood watch over the thousands of Peruvians who braved the hot sun to smile and wave at the U.S. presidential motorcade.\n\nLoad-Date: March 24, 2002"
}