{
    "title": "Bush and Kerry agree on much in terror war",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 9,
    "day": 29,
    "full text": "An apocalyptic world of terrorism and warfare emerges from the latest television ads backing President Bush and Sen. John Kerry as each side tries to paint the other as ill-equipped to defend America against a replay of the Sept. 11 attacks.\nBut in seeking to persuade voters that they are best able to cope with terrorism, Kerry and Bush have laid out proposals that, while marked by differences, also bear striking similarities.\nThe candidates differ sharply on the advisability of attacking Iraq, but both have insisted they would use overwhelming military force against terrorist groups. Both argue that social instability, poverty and political repression in the Middle East are incubators of terrorist movements, that promoting democracy will defuse the threat, and that the United States must act to halt the spread of nuclear-weapons technology before it falls into the hands of al-Qaeda.\nThis agreement hardly comes through in their ads, though, or in their comments on the campaign trail. As the candidates prepare for tomorrow night's debate, which is expected to focus on terrorism and the war on Iraq, operatives for both sides have unleashed a torrent of TV ads calling into question the approaches of Bush and Kerry.\nWith searing images of combat in Iraq, Kerry contends in an ad released Monday that Bush has mismanaged the occupation and has turned Iraq into a haven for terrorists and a military debacle.\nBush supporters released an ad over the weekend with images of Osama bin Laden, Saddam Hussein, and the ruins of the World Trade Center that questions whether Kerry has the toughness to fight back against Islamic extremists.\nYet the candidates' proposals for the use of military force, diplomacy and law enforcement parallel one another in important ways. For all the conflict, they seem to signal a rough national consensus on aspects of the war on terror, and the likelihood that at least some of the most important antiterrorist initiatives now underway will survive, no matter who is elected.\n\"I think there are fewer differences between the two candidates [on fighting terrorism] than on other issues,\" said Michael E. O'Hanlon, a senior fellow at the Brookings Institution and a national security expert. \"They both support the use of military and law-enforcement tools against known al-Qaeda terrorists.\"\nKerry now says the Iraq invasion was a mistake. He has consistently favored American military action in Afghanistan, initiated by the Bush administration shortly after the Sept. 11 attacks. If anything, Kerry has been arguing for a more muscular response, and like Bush speaks of the fight against terrorists in apocalyptic terms.\n\"I will wage this war relentlessly with a single-minded determination: to capture or kill the terrorists, crush their movement, and free the world from fear,\" Kerry said during a speech Friday at Temple University in which he laid out his plans to combat terrorism. \"President Bush was right to invade Afghanistan and overthrow the Taliban. I supported that decision. So did our country and our allies. So did the world.\"\nBush and his supporters have used similarly tough rhetoric.\n\"We cannot forget that the terrorists remain determined to kill as many Americans as possible, both abroad and here at home, and would like nothing more than to use the world's most deadly weapons against us,\" says a statement put out by the Bush campaign. \"With such an enemy, no negotiated peace is possible.\"\nEven on the war in Iraq, Kerry has been occasionally supportive of Bush's position, such as during the Democratic primaries when he praised Saddam Hussein's capture.\nAlthough Kerry characterizes the war as a diversion from the fight against terrorism and what he considers its main battlefront, Afghanistan, he says he is committed to keeping American troops in Iraq until the country is stabilized.\nBoth candidates have endorsed the recommendation of the independent Sept. 11 commission for the appointment of a national intelligence director to oversee the government's disparate intelligence-gathering functions. Proponents believe the new structure would protect against the miscues and gaps that helped the Sept. 11 hijackers escape detection.\nAt Temple, Kerry said the United States must act to reduce poverty and lack of education in Third World countries in an effort to help create stable societies.\n\"We will win when we show that America uses its economic power for the common good, doing our share to defeat the abject poverty, hunger, and disease that destroy lives and create failed states in every part of the world,\" Kerry said.\nSimilarly, Bush, on his campaign Web site, says the United States is committed to providing increased assistance to improve Third World conditions as a means of combatting terrorism.\n\"We must work to change the conditions of hopelessness and resentment that provide fertile ground for terrorist recruitment,\" Bush says on the site.\nThe candidates diverge on how they perceive the role of America's allies. Bush has made clear he will not wait for international consensus before using the military to protect national security. Kerry has made similar remarks, but also argues that Bush should have done more to win the cooperation of allies such as Germany and France, which contributed troops to the Afghanistan invasion, before invading Iraq.\nThe candidates also differ on how to crack down on nations viewed as capable of supporting terrorist groups, such as North Korea, or nations that have been accused of doing too little to crack down on homegrown extremist movements, such as Saudi Arabia.\nThe Bush campaign says the President \"put the world on notice that we will hold any person or regime that harbors or supports terrorists as guilty of terrorism as the terrorists themselves.\" The statement strongly suggests that regimes that affiliate themselves with terrorists risk military attack.\nKerry proposes largely diplomatic and economic measures to pressure North Korea to curtail its nuclear program and to persuade Saudi Arabia to crack down on extremist groups and their financiers within its borders.\nContact staff writer Chris Mondics at 202-383-6024 or cmondics@krwashington.com.  \n\nNotes\n\nReality Check\nFact vs. spin in the presidential campaign.\n\nLoad-Date: August 31, 2005"
}