{
    "title": "Bush, Chinese leader join in fight against terrorism Leaders put aside differences for news conferen",
    "publisher": "charleston daily mail",
    "year": 2001,
    "month": 10,
    "day": 19,
    "full text": "SHANGHAI, China - President Bush and Chinese President Jiang Zemin declared themselves partners in the war on terrorism today, although Jiang cautioned that the U.S. air war in Afghanistan must be aimed at clearly defined targets to \"avoid innocent casualties.\"\n\"President Jiang and the government stand side by side with the American people as we fight this evil force,\" Bush said after his first face-to-face meeting with his Chinese counterpart.\nThe two leaders met as an American government official confirmed that a handful of U.S. special forces are operating in southern Afghanistan, marking a significant new phase in the military response to terrorist attacks.\nBush would not discuss the special forces' operations, but a senior government official said today that a small number of U.S. forces were supporting efforts by the intelligence community to undermine the Taliban regime. \"We will use whatever means are necessary to achieve our objective,\" Bush said at a news conference.\nBush came here at a time when the sometimes volatile Sino-American relations are on the upswing, but both leaders alluded in a joint news conference to lingering differences.\n\"The war on terrorism must never be an excuse to persecute minorities,\" Bush said, an apparent reference to China's treatment of the restive Uighur population in China's northwest Xinjiang region.\nBush said he also stressed the need \"to combat the proliferation of weapons of mass destruction and missile technology.\" On Sept. 1, the State Department imposed sanctions on a Chinese arms producer for allegedly selling missile technology to Pakistan in violation of a U.S.-Chinese agreement signed last November.\nJiang predicted a \"bright future\" for U.S.-Chinese relations so long as the United States sticks to bilateral agreements on Taiwan, an issue that has bedeviled ties between Washington and Beijing, off and on, for more than 50 years.\nBush began his first full day in China in 26 years by heading in midmorning from his downtown hotel to a guest house in western Shanghai. Security was unusually tight.\nNo other traffic was permitted along the motorcade route. Groups of pedestrians, most of them expressionless, stood along the intersections.\nBush told Ziang he was impressed by the gleaming metropolis Shanghai has become since he was here in the mid-1970s, when his father headed the U.S. diplomatic mission. Then, Bush said, he could not have imagined \"the dynamic and impressive Shanghai of 2001.\"\nBush thanked Jiang for the immediate support Chinese leader offered to the United States in its moment of anguish after the deadly terrorist attacks Sept. 11.\nJiang said he made clear to Bush that he is \"opposed to terrorism in all of its forms.\" At the same time, alluding to the U.S.-led air strikes on Afghanistan that began Oct. 7, Jiang said China hopes \"anti-terrorism efforts can have clearly defined targets. And efforts should hit accurately, and also avoid innocent casualties.\" Some Afghan civilian have been killed in the air campaign.\nIn praising China's cooperation on terrorism, Bush noted that China has shared intelligence with the United States and interdicted financing of terrorist organizations.\n\"There was no hesitation. There was no doubt they'd stand with our people during this terrible time,\" he said.\nBush met with Jiang on the eve of the annual summit of the Asia-Pacific Economic Cooperation forum, a gathering of 21 regional countries and territories. The summit is expected to approve a declaration expressing the readiness of the 21 to combat international terrorism.\nJiang also said the United Nations should play a major role in the effort to bring stability to Afghanistan - a view fully shared by the Bush administration.\nAfter their initial meeting, Bush and Jiang had a lunch featuring shark's fin, fried lobster, steak and four vegetables.\nBush had planned to visit Beijing, South Korea and Japan after Shanghai but dropped those stops because of the terrorist attacks.\nHe later met with South Korean President Kim Dae-jung and told reporters that his invitation to reopen negotiations with North Korea still stands. Bush issued the invitation June 6 but Pyongyang has yet to respond.\nReferring to North Korean leader Kim Jong-Il, Bush said, \"I would hope he would accept not only our invitation but seize the opportunity to bring more peaceful relations to the Korean peninsula.\"\nBush also expressed hope that the North Korean leader will show he is interested in improving the lives of the North Korean people.\nDuring the last months of the Clinton administration, the United States and North Korea made progress in negotiating an end to North Korea's long-range ballistic missile program.\nThe Bush administration has offered to meet North Korea \"any time, any place.\" North Korea has suspended efforts at an accommodation with South Korea after a promising start a year ago.\n\nLoad-Date: October 20, 2001"
}