{
    "title": "Bush scores points for terrorism fight, loses on industry",
    "publisher": "charleston gazette",
    "year": 2002,
    "month": 1,
    "day": 31,
    "full text": "pjnyden@wvgazette.com  \nSen. Robert C. Byrd, D-W.Va., praised President Bush for his ongoing efforts to counter terrorism, but criticized him for failing to take strong action to protect domestic industries.\nByrd praised Bush's State of the Union address for focusing \"on our continuing efforts to defend our land against the scourge of international terror. His message was sobering. He reminded all of us that the fight to end terrorism will be a long one requiring patience and sacrifice.\"\nByrd and Sen. Jay Rockefeller, D-W.Va., have both battled for federal aid to the ailing steel industry.\n\"We did not hear about steel,\" Byrd said after Bush delivered his address Tuesday night. \"The president talked at length about America's economic security. Nothing is more fundamental to the nation's economic security than the strength of our steel industry.\n\"American steel companies and workers are waiting for the president to enact tough new tariffs on foreign steel found to be dumped on our shores.\"\nWest Virginia's senior senator said he believed Bush should have talked about homeland defense earlier. \"Six weeks ago, the [Bush] administration opposed my effort to devote critical resources to homeland defense. Now, the president is seeking $ 38 billion for these initiatives.\"\nByrd said he looks forward to the details of the budget plan that will be presented next week. \"The American people - whether in West Virginia, Indiana, Montana or any state - deserve the peace of mind that comes with the knowledge that their local police, fire and health departments are prepared to respond quickly should, God forbid, another terrorist attack occur on our soil.\"\nSaying he has \"always been a hawk on defense matters\" during nearly 50 years in the U.S. Senate, Byrd also criticized Bush for failing to explain how he \"plans to pay for his huge increase in defense spending…\n\"Before we rush headlong into massive increases in Defense Department spending, we ought to take a long, hard look at the priorities in the budget. I hope that this increase for the Pentagon does not come at the expense of education, health care, Social Security, and job training initiatives that are so critical in these difficult economic times.\"\nTo contact staff writer Paul J. Nyden, use e-mail or call 348-5164.\n\nLoad-Date: February 1, 2002"
}