{
    "title": "Bush calls Iraqi government 'dangerous' to Europeans; Eve of Germany visit_ President seeks support",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 5,
    "day": 22,
    "full text": "President Bush, trying to build support for the U.S.-led war on terrorism as anti-war protesters marched in Berlin on the eve of his visit, told Europeans Tuesday that Iraq is a menace to them.\n\"Iraq ought to be on the minds of the German people, and they ought to be on the minds of the American people, because the Iraq government is a dangerous government,\" Bush told the German television station ARD.\n\"This is a government that's gassed its own people, this is a government that is not transparent, and this is a government we know wants to develop weapons of mass destruction,\" Bush said. \"They may have weapons of mass destruction; we just don't know.\"\nAs he tried to win over Europeans in advance of his trip to Germany, France, Italy and Russia beginning today, Bush sought to make the war against terrorism a matter of self-interest for those nations. He will use an address to the German Parliament on Thursday to underscore the need for continued cooperation against terrorism.\n\"The best way to secure our homeland, the best way for Italy to be secure, and other countries, is to find these killers, is to hunt for them, is to chase them down,\" Bush told Italy's RAI television.\nHe emphasized he has \"no military plans on my desk that calls for, that plots out a military operation. I'm looking at all options.\"\nBush also sought to soften his image among some Europeans as a go-it-alone leader with a distaste for alliances that are inconvenient to him.\n\"Listen, I believe in alliances,\" Bush said. \"I know America can't win the war on terror alone.\"\nBush likened his plainspoken style to former President Reagan's demand to Soviet leader Mikhail Gorbachev that he tear down the Berlin Wall. \"He didn't say tear down a couple of bricks. He said tear the whole thing down. And I guess I tend to speak that way, too,\" Bush said.\nAs Bush spoke, as many as 100,000 demonstrators marched peacefully through Berlin to protest any widening of the U.S.-led war on terrorism. The German government has 10,000 police in the capital in case of violence during a series of protests scheduled around Bush's 19-hour visit beginning this evening. The U.S. Embassy in Berlin sent out a message to Americans in Germany cautioning them about the demonstrations.\nSome 100 protests are planned across Germany today and Thursday to coincide with the Bush visit.\n\nLoad-Date: June 1, 2002"
}