{
    "title": "Bush and Putin _ Accord on Terrorism",
    "publisher": "the new york times",
    "year": 2001,
    "month": 10,
    "day": 22,
    "full text": "Following are excerpts from the joint news conference in Shanghai yesterday by President Bush and President Vladimir V. Putin of Russia, as provided by the White House:\n\nPRESIDENT PUTIN\n     The consequences of the tragic events of Sept. 11 -- political, economic, psychological consequences -- today are acutely felt in many countries and in all the continents. I think nobody has doubts the unprecedented carnage of the terrorists requires our united efforts, unification of the efforts of international community to fight terrorism. And we prepared and we issued a joint statement in this regard. \n We analyzed in detail the developments of the Russia-U.S. dialogue on strategic stability issue. As you remember, during Genoa meeting, there was an agreement to reach about joint work on strategic offensive and defensive weapons, which are interrelated. And in our assessment, we made progress here.\nFirst of all, it relates to Start issue. We reaffirmed our mutual intention to reduce strategic offensive weapons. And now our task is to develop parameters of such reductions and to design a reliable and verifiable method to reduce nuclear arsenals of Russia and United States.\nAs for the ABM-related issues, we also made some progress -- at least, I believe we do have understanding that we can reach agreements, taking into account national interests of Russia, United States, and taking into account the necessity to strengthen international stability in this very important area. . . .\n\nPRESIDENT BUSH\nIt is clear that President Putin understands the magnitude of the terrorist threat. It is clear there's a lot the United States and Russia can do together to defeat terrorism. The challenges and goals we share provide an opportunity to rethink and renew a broader relationship.\nBoth our nations are working to prevent proliferation and to reduce the threat from cold war weapon stockpiles throughout the former Soviet Union.\nWe also see progress in our efforts to build a new strategic framework. Today we discussed significantly lowering offensive nuclear weapon arsenals, within a framework that includes limited defenses, defenses that are able to protect both our lands from political blackmail, from potential terrorist attack. Both our nations must be able to defend ourselves against the new threats of the 21st century, including long-range ballistic missiles.\nThe events of September the 11th make it clearer than ever that a cold war ABM treaty that prevents us from defending our people is outdated, and I believe dangerous. Economic cooperation and progress will be an important part of our new relationship. With the right incentives and a firm commitment to rule of law, there is no question in my mind a new class of entrepreneurs can grow and flourish in Russia. And there's no question in my mind that American businesses and American investment can foster that trend. . . .\n\nQ. Sir, your communique did not mention the war in Afghanistan, and several leaders at this meeting have urged America to end the conflict quickly. What do you intend to do to cure this queasiness about your military initiative? And to President Putin, do you agree with President Bush that the ABM, post-Sept. 11, is dangerous to the world? . . .\n\nMR. BUSH -- I think I listened to probably three or four hours of discussions about our campaign against terrorism. And there was a very strong support for our activities -- strong support for sharing intelligence, strong support for the diplomatic front we're waging, strong support to disrupt the financial operations of the terrorists, and strong support for our military operations in Afghanistan.\nThe people who came to this conference came because they wanted to show the world that they were not afraid of terrorists. They weren't going to let terrorists disrupt an important meeting. They also came to stand with solidarity with the United States. . . . \n\nMR. PUTIN -- I would like to tell a couple of words about the first question. First of all, I fully agree with the position of President Bush, and I believe that his action was measured and adequate to the threat that the United States was confronted with.\nIt's first. Second, and it is very important for everybody to know, if we started fighting terrorism, it should be completed, because otherwise, terrorists might have an impression that they are not vulnerable. And in that case, their actions would be more dangerous, more insolent, and would result in worse consequences.\nAs for the ABM Treaty of 1972, our position is well known, and I can reproduce it once again. We believe it is an important element of stability in the world. But we agree, and I said it several times, that we should think about the future. . . . \n\nQ. Did you tell Mr. Putin that you would begin the process of withdrawing from the ABM Treaty by the end of the year? And did you give him a figure on missile cuts?\n\nMR. BUSH -- Let's see -- no, to the second. Let me be a little more expansive. I told Mr. Putin that we are in the process of analyzing our nuclear arsenal, and that I intended to fulfill a campaign process, which was that we were going to reduce our nuclear arsenal to a level that would help maintain the peace, on the one hand; on the other hand, that would also represent the realities of the 21st century.\nSecondly, I reiterated exactly what I told Vladimir in Slovenia -- that I felt like the ABM Treaty was outmoded and outdated, and it was time for us to see if we couldn't work together to move beyond the ABM Treaty. \n\nhttp://www.nytimes.com\n\nLoad-Date: October 22, 2001"
}