{
    "title": "BUSH THANKS AUSTRALIA FOR BACKING U.S. IN WAR ON TERRORISM; PREMIER SENT TROOPS TO IRAQ AND AFGHANIS",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 10,
    "day": 23,
    "full text": "As thousands of anti-war demonstrators protested outside Parliament, President George W. Bush thanked Australia today for sending troops to Iraq and Afghanistan to stand and fight alongside the United States \"instead of wishing and waiting while tragedy drew closer.\"\nBush personally saluted Prime Minister John Howard as \"a leader of exceptional courage\" for not buckling this year to his nation's largest peace marches since the Vietnam War. Instead, Howard sent 2,000 soldiers to Iraq.\nForty-one opposition lawmakers signed a letter criticizing Bush's war decision, saying the war was conducted on the basis of a clear and present danger in Iraq that did not exist.\nOutside Parliament, thousands of demonstrators banged drums and shouted at the president from security lines 100 yards away from where Bush entered. Other protesters jostled with security officials outside the U.S. Embassy compound where Bush stayed overnight.\nBush came to Australia, his last stop on a six-country trip, from Indonesia, where he tried to convince skeptical Islamic leaders Wednesday that America is not biased against Muslim countries. He praised the anti-terrorism work of Indonesia's president in an appearance near the site of an al-Qaida-sponsored bombing that killed more than 200.\nBefore speaking to Parliament, Bush met with Howard and said the United States hopes to complete a free-trade agreement with Australia by December. \"It's good for America. It's good for American workers. It's good for Australia,\" Bush said.\nIn his speech, Bush vigorously defended using force in Afghanistan and Iraq, saying that terrorists had been trying to gain chemical, biological or nuclear weapons.\n\"America, Australia and other nations acted in Iraq to remove a grave and gathering danger, instead of wishing and waiting while tragedy drew closer,\" the president said.\nWhile no weapons of mass destruction have been found, Bush said the United States has discovered secret biological laboratories in Iraq, design work on prohibited long-range missiles and a campaign to hide an illegal weapons program.\n\"Who can possibly think that the world would be better off with Saddam Hussein still in power?\" Bush said, citing evidence of mass killings, torture and rape. \"Today Saddam's regime is gone, and none should mourn its passing.\"\nThe president was interrupted briefly by an Australian lawmaker who opposed the war. Bush smiled politely, winked at someone in the audience and then continued.\nThe president said the world still faces grave threats from terrorists. \"With decisive victories behind us, we still have decisive days ahead. … And we must continue to build stability and peace in the Middle East and Asia as the alternatives to hatred and fear.\"\nEarlier, during a 3 1/2-hour stop on the Indonesian resort island of Bali, Bush praised President Megawati Sikarnoputri, an ally against terrorism, and tried to dispel the conviction of many Muslims that the war on terrorism is, in fact, a war against Islam. He presented his case in a meeting with moderate religious leaders.\n\"I felt he was a quite warm person,\" said Azyumardi Azra, a Muslim scholar at the National Islamic University in Jakarta. \"He responded and he listened.\"\nEn route to Australia, Bush recounted his meeting with religious leaders. \"They said the United States' policy is tilted toward Israel, and I said our policy is tilted toward peace.\"\n\nNotes\n\nWORLD\n\nGraphic\n\n \nPHOTO; Photo headshot - Thousands of anti-war demonstrators protested President George W. Bush's visit.\n\nLoad-Date: October 23, 2003"
}