{
    "title": "Bush's interrogation plan for detainees is OK'd by Senate",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 9,
    "day": 29,
    "full text": "The Senate on Thursday endorsed President George W. Bush's plans to prosecute and interrogate terror suspects, all but sealing congressional approval for legislation that Republicans intend to use on the campaign trail to assert their toughness on terrorism.\nThe 65-34 vote means the bill could reach the president's desk today. The House passed nearly identical legislation on Wednesday and was expected to approve the Senate bill today, sending it on to the White House.\nThe bill would establish military commissions to prosecute terrorism suspects. It also would prohibit some of the worst abuses of detainees like mutilation and rape, but grant the president leeway to decide which other interrogation techniques are permissible.\nThe White House and supporters of the president have called the measure crucial in the anti-terror fight. Some Democrats, however, said it left the door open to abuse, violating the U.S. Constitution in the name of protecting Americans.\nTwelve Democrats sided with 53 Republicans in voting for the bill. Lincoln Chafee, R-R.I., in a tough re-election fight, joined 32 Democrats and the chamber's lone independent in opposing the bill. Sen. Olympia Snowe, R-Maine, was absent.\nThe senators from Illinois and Missouri voted along party lines. Missouri's Christopher \"Kit\" Bond and Jim Talent, both Republicans, voted yes. Illinois' Dick Durbin and Barack Obama, both Democrats, voted no.\nSen. Lindsey Graham, R-S.C., who helped draft the legislation during negotiations with the White House, said the measure would set up a system for treating detainees that the nation could be proud of. He said the goal \"is to render justice to the terrorists, even though they will not render justice to us.\"\nDemocrats said the Republicans' rush to muscle the measure through Congress was aimed at giving them something to tout during the campaign, in which control of the House and Senate are at stake. Election Day is Nov. 7.\n\"There is no question that the rush to pass this bill -- which is the product of secret negotiations with the White House -- is about serving a political agenda,\" said Sen. Edward Kennedy, D-Mass.\nSenate approval was the latest step in the journey that Bush has taken in shaping how the United States treats the terrorism suspects it has been holding, some for almost five years.\nThe Supreme Court nullified Bush's initial system for trying detainees in June, and earlier this month, a handful of maverick GOP senators embarrassed the president by forcing him to slightly tone down his next proposal. But they struck a deal last week, and the president and congressional Republicans are now claiming the episode as a victory.\nWhile Democrats warned the bill could open the way for abuse, Republicans said defeating the bill would put the country at risk of another terrorist attack.\n\"Some want to tie the hands of our terror fighters,\" said Bond, alluding to opponents of the bill. \"They want to take away the tools we use to fight terror, to handcuff us, to hamper us in our fight to protect our families.\"\n\nLoad-Date: September 30, 2006"
}