{
    "title": "BUSH REPORT SEES GAIN ON TERRORISM",
    "publisher": "the new york times",
    "year": 1987,
    "month": 6,
    "day": 3,
    "full text": "A special committee headed by Vice President Bush reported today that ''progress has been excellent'' in the battle against terrorism and that credibility lost by America as a result of the Iran-contra affair had been renewed.\nPresident Reagan asked Mr. Bush and his antiterrorism committee in March to conduct a review of American policy. The President's request came after the Tower Commission report on the secret sales of arms to Iran. The Vice President's office made public the text of the report's unclassified cover letter.\n''The United States will certainly continue to be a principal target of terrorists,'' Mr. Bush said in the letter. ''Because of the growing experience of the terrorists and the sophistication of their methods, human casualties and property losses to American citizens and U.S. interests regrettably will continue to occur.''\nThe letter noted that 12 Americans died around the world last year due to terror acts, compared with 38 in 1985.\n \n'Pre-emptive Action'\n''Working unilaterally or with friendly nations we took pre-emptive action in several hundred instances to stop possible terrorist acts,'' it said.\n''Only one American was killed in the United States by terrorists in 1986'' and ''a dozen intended terrorist acts in the U.S. were avoided due to the efforts of our counterterrorist agencies.''\nThe killing the letter referred to was of Alejandro Gonzalez Malave, who was shot on April 29, 1986, in Puerto Rico. A Puerto Rican revolutionary claimed responsibility for the attack on the former police officer.\nThe letter said the American position against terrorism was marred by the unveiling of the Administration's dealings with Iran. ''The mistakes involved in our contacts with Iran caused a temporary reduction in credibility which has been regained as our resolve has become apparent,'' it asserted.\nThat credibility has been renewed, the letter went on, because ''Our programs of practical cooperation with friendly states - intelligence-sharing, training and assistance -have expanded and grown stronger in recent months.''"
}