{
    "title": "BUSH_ COMBAT PALESTINIAN TERRORISM; 'CHAIRMAN ARAFAT MUST DO EVERYTHING IN HIS POWER TO FIND THOSE W",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 12,
    "day": 3,
    "full text": "A stern President Bush assailed weekend suicide bombings in Israel as \"horrific acts of murder\" and told Prime Minister Ariel Sharon that Mideast peace efforts had been eclipsed by an urgent need to combat Palestinian terrorism.\n In a pointed departure from past practice, Bush did not call for Israeli restraint in the wake of the most recent attacks, suggesting that he is braced for an aggressive Israeli military response.\n Instead, Bush used the bully pulpit to point his finger at Yasser Arafat, chairman of the Palestine Liberation Organization, demanding that he do more to counter militant anti-Israeli groups operating in Palestinian-controlled territory.\n \"Chairman Arafat must do everything in his power to find those who murdered innocent Israelis and bring them to justice,\" Bush told White House reporters just before he entered an emergency Oval Office meeting with Sharon.\nAnd, in a message directed at several of Arafat's closest supporters among Israel's Arab neighbors -- Syria and Egypt among them -- Bush said those who wish to stand with the United States in its global anti-terror campaign have a responsibility to combat Israel's militant foes. \"This is a moment where the advocates for peace in the Middle East must rise up and fight terror,\" said Bush. \"We must not allow terror to destroy the chance of peace in the Middle East.\"\n Echoing that theme, Secretary of State Colin Powell said the weekend strikes had driven the need to combat Palestinian terrorism to the top of the Mideast peace agenda.\n \"It's a moment of truth for Mr. Arafat,\" Powell said on the CBS \"Face the Nation\" program. \"The violence and the terror has to end, or else you do not have a basis to move forward.\"\n Asked whether he gave Arafat a deadline for acting when he spoke with him by telephone late Saturday, Powell replied, \"The deadline ought to be right now. Stop. Now. There's no need to take three or four weeks to do this.\"\n Bush embarked just last month on an aggressive effort to broker a cease-fire to 15 months of Israeli-Palestinian violence as a step toward bringing the parties to the peace table.\n But yesterday marked a shift as Bush stressed the need to combat the groups behind the weekend attacks. \"Clearly, there are some that, every chance they have, they will use violence and terror to disrupt any progress that's being made,\" said Bush. \"We must not allow them to succeed.\"\n Following Bush's meeting with Sharon, a White House spokesman told reporters that efforts to broker a cease-fire were now secondary to the need to counter Palestinian terrorism.\n \"Right now the focus is on Chairman Arafat taking immediate and decisive action,\" said Sean McCormack, spokesman for the White House National Security Council. \"At some point after that the two sides need to resume their discussions,\" aimed at securing a cease-fire, implementing confidence-building measures and, eventually, holding formal peace talks.\n Arafat has insisted for months that he cannot stop anti-Israeli violence unless Israel takes steps to end its military occupation of parts of the West Bank and Gaza, as well as rolling back Jewish settlements in those areas.\n Bush has supported both goals, rhetorically at least, but has also insisted that a cease-fire brokered by both sides precede any such talks. Amid the fresh bloodshed, however, yesterday was a day for blaming Arafat for spoiling peace prospects.\n \"If Chairman Arafat is going to be a leader,\" said McCormack, \"it's time to step up.\"\n The remarks appeared to set Bush shoulder to shoulder with Sharon at a moment when Israel has vowed military retaliation for the weekend terrorist attacks that killed 25 civilians and wounded more than 200 others.\n \"Israel must respond, and the Americans understand that,\" a senior Israeli official told reporters traveling with Sharon immediately after the Oval Office meeting.\n \"Israel has no more expectations from Arafat,\" the official said. \"Arafat stands at the head of an empire of lies and at the top of a coalition of terrorism.\"\n Israeli officials would not identify the senior official. However, Sharon was scheduled to brief reporters on background immediately after his meeting with Bush. Following the briefing, Sharon returned to Israel, where he is scheduled to preside today over an emergency cabinet meeting centered on how to respond to the attacks.\n \"This can't go on the way it is,\" said Mark Regev, press attache for the Israeli Embassy in Washington.\n Bush and Sharon had been scheduled to meet today.\n\nGraphic\n\n \nPHOTO: Jacqueline Larma/Associated Press: Lili Haftsadi mourns during her son Nir's funeral at Mount Herzl military cemetery in Jerusalem yesterday. Haftsadi, 19, was killed Saturday night when two Palestinian suicide bombers blew themselves up at a crowded downtown Jerusalem pedestrian mall, killing 10 and wounding over 150. \n\nLoad-Date: December 4, 2001"
}