{
    "title": "Bush speech focuses on terror, economy",
    "publisher": "university wire",
    "year": 2006,
    "month": 2,
    "day": 1,
    "full text": "President George W. Bush focused on international issues including freedom in the Middle East, domestic tax cuts, alternative energy sources and health care in his annual State of Union address on Tuesday evening from the U.S. House chamber.\nSpeaking on terrorism and rejecting isolationism, the president sent a direct message to Iran and the newly elected Hamas leadership in Palestine, warning against the pursuit of terrorism.\n\"The Palestinian people have voted in elections,\" Bush said. \"And now the leaders of Hamas must recognize Israel, disarm, reject terrorism and work for lasting peace.\"\nBush also said Iran's clerical elite is holding its nation hostage and urged the nations of the world to not allow Iran to gain nuclear weapons. He told the people of Iran that he hoped the United States could be friends with a democratic Iran in the future.\nConcerning Iraq, the president said he had confidence in its development and a decrease in U.S. troop levels will not happen suddenly and would be determined by U.S. military commanders, not by politicians.\nJustin Cajindos, president of the College Democrats and junior in LAS, said he generally agreed with Bush's proposal to reduce troop levels, but it needed more specifics.\n\"I think he's being too vague about when we're going to bring our troops home,\" Cajindos said.\nBush's speech pushed for an American reduction on foreign oil, saying the nation was addicted and needs to pursue alternative energy sources, including a focus on hydrogen and ethanol fuels for automobiles in a plan to replace more than 75 percent of oil imports from the Middle East by 2025.\n\"By applying the talent and technology of America, this country can dramatically improve our environment, move beyond a petroleum-based economy, and make our dependence on Middle Eastern oil a thing of the past,\" Bush said.\nThe President also proposed a bipartisan effort to solve the problem of social security, which he said would put unprecedented strains on the federal government when the \"baby boomer\" generation reaches the retirement age.\nJacob Vial, president of the College Republicans and sophomore in Business, said he thought Bush's emphasis on bringing Democrats and Republicans together to address Social Security, Medicare and Medicaid was a good move.\n\"I thought he did a great job by coming through with a bipartisan commission on both sides,\" Vial said. \"We need to be concerned and look out for how that's resolved in the upcoming years.\"\nBush also pushed for a renewal of the Patriot Act and defended the use of wiretaps on incoming international calls, saying the Constitution granted him the necessary authority.\n\"The terrorist surveillance program has helped prevent terrorist attacks,\" Bush said. \"It remains essential to the security of America ... we will not sit back and wait to be hit again.\"\nOn the topic of education, the President proposed the further training of high school teachers to educate students on math and science as part of a plan to keep the nation more competitive.\n(C) 2006 Daily Illini via U-WIRE\n\nLoad-Date: February 3, 2006"
}