{
    "title": "BUSH SAYS HE GRASPS EXTENT OF TERRORISM FEAR_ 2 OF 3 IN POLL SEE ATTACK LIKELY BEFORE ELECTION",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 4,
    "day": 22,
    "full text": "President George W. Bush said Wednesday that he understands why two-thirds of Americans in a newly released poll believe terrorists are likely to strike the nation again before the November election.\n\"This is a hard country to defend,\" Bush told executives of more than 1,500 Associated Press-member newspapers at the cooperative's annual meeting.\nQuestioned about an AP poll released at the meeting showing that two of three Americans believe another attack is at least \"somewhat likely\" before the election, Bush said: \"I can understand why they think they're going to get hit again.\n\"Our intelligence is good. It's just never perfect, is the problem.\"\nBush said terrorists, including those who detonated deadly car bombs Wednesday in Basra, Iraq, and Riyadh, Saudi Arabia, were enemies without conscience - but with cunning.\n\"They're trying to shake our will and turn free nations against each other,\" Bush said. \"These guys are tough. And they're sophisticated. And they're smart. And we just have to be tougher, and smarter, and more sophisticated in our approach to finding them.\"\nThroughout his remarks, Bush reiterated his position not to leave Iraq. \"We're not going to cut and run if I'm in the Oval Office,\" he said.\nIn a conference call with reporters, Sen. Jack Reed, D-R.I., said the president offers slogans rather than realistic plans for success in Iraq.\n\"'Staying the course' is a slogan, we need a plan,\" Reed said. \"Iraqi security forces currently are not capable of defending the nation.\"\nSeparately, Chad Clanton, a spokesman for Democrat John Kerry, Bush's likely election opponent, said, \"When George Bush says he's doing everything we need to be doing on the war on terror, he isn't telling the truth.\"\nClanton said Bush was pushing for tax cuts for the wealthy instead of spending more money to secure ports, help emergency response units and improve domestic intelligence.\nIn a related development, the White House announced Wednesday that Bush and Vice President Dick Cheney will answer questions together and in private before the commission investigating the Sept. 11 terrorist attacks on April 29.\nDespite the Kerry campaign's criticisms, the AP poll showed that most Americans have more faith in Bush than Kerry to keep them safe. Asked who they trust to do a better job of protecting the country, 53 percent said Bush and 37 percent said Kerry.\nStill, the poll showed increasing concerns about the Bush administration's decision to invade Iraq, which has been described by the administration as a front line of the war on terrorism.\nThose who think the military action in Iraq has increased the long-term risk of terrorism in the United States have increased from 40 percent in December to 54 percent now, according to the poll, conducted for the AP by Ipsos-Public Affairs.\nThe people who say the Bush administration made the right decision to go to war in Iraq, 48 percent, are now about even with those who think the administration made a mistake, 49 percent. In December, two-thirds said the administration made the right decision.\nDoubts about the war on terrorism are higher among women, older Americans, people who make lower incomes and people with less than a high school education, according to the poll.\nOthers say the terrorism threat is receding after 2 1/2 years without another attack.\n\"I don't think they're winning the war, but they're sure putting the fear of God in some countries,\" said Robert Slivinski, 33, a paramedic and firefighter from Woodbury, Conn. \"The threat has decreased since 9-11. We're keeping them at bay.\"\nThe AP-Ipsos poll also found:\n* Half feel that, in some measure, the terrorists might be winning the war on terrorism. One in five in the poll feels strongly that the terrorists are winning, while an additional 30 percent say there is at least \"a little truth\" to that statement.\n* More than a third say they have less faith in the government's ability to protect them, and an additional fourth say there's at least some truth to that idea.\n* Nearly half feel strongly that they are more pessimistic about the possibility of there ever being peace in the world, while an additional fourth say there may be some truth to that.\n\"I think we're twitching on the edge of Armageddon; a lot of people I work with feel the same way,\" said Michael Miller, 49, a software tester from Las Cruces, N.M. He rejected the idea that terrorists are winning the fight, but he added, \"They're not losing it, either.\"\nSome people say they have taken steps to safeguard themselves and their families in response to the terrorist attacks.\n* Three in 10 say they have assembled a kit with emergency supplies such as food, water and batteries.\n* Two in 10 say they avoid crowded public spaces such as shopping malls and amusement parks.\n\"I know so many people who are afraid to do things, who have changed their lifestyles,\" said Norma McElhaney, 58, a school employee from Mineral Ridge, Ohio. \"The last two years, our eighth-grade class didn't go to Washington, D.C., something they had done for years.\"\nDespite the widespread anxiety, many reject the notion of terrorists winning as unthinkable.\n\"I believe their cause is evil,\" said Cheryl Taylor, 56, a teacher from Waterloo, Iowa. \"I don't believe evil will win, I know it won't. I cling to the other hope.\"\n\nGraphic\n\n \nGRAPHICColor graphic/chart by the Associated Press - Terrorism fears/ How true is the statement: The terrorists might be winning the war on terrorism?/ 48% = Not at all true/ 30% = A little true/ 15% = Mostly true/ 5 % = Entirely true/ 2% = Not at all true/ / More on terrorism/ How likely is it that a terrorist attack will occur in the U.S. between now and the election?/ 47% = Somewhat likely/ 23% = Not too likely/ 20% = Very likely/ 8% = Not at all likely/ 2% = Not sure/ NOTE: Poll based on interviews with 1,001 randomly selected adults April 5-7 within continental U.S.; margin of error plus or minus 3 percentage points./ / More on terrorism/ How likely is it that terrorists will attack at least one of the political conventions this summer?/ 42% Not too likely/ 30% Somewhat likely/ 19% Not at all likely/ 5% Very likely/ 4% Not sure/ / How true is the statement: You have less faith in your government to protect you?/ 39% Not at all true/ 26% A little true/ 21% Mostly true/ 13% Entirely true/ 1% Not sure/ / Note: Poll based on interviews with 1,001 randomly selected adults April 5-7 within continental U.S.; margin of error plus or minus 3 percentage points./ / Source: Ipsos-Public Affairs.\n\nLoad-Date: April 23, 2004"
}