{
    "title": "Bush unveils strategy to fight terrorism",
    "publisher": "the capital ",
    "year": 2002,
    "month": 7,
    "day": 16,
    "full text": "WASHINGTON - President Bush submitted to Congress this morning the nation's first-ever comprehensive strategy for confronting terrorism within U.S. borders, calling the protection of America \"our most urgent national priority.\"\n\"This comprehensive plan lays out clear lines of authority and clear responsibilities - responsibilities for federal employees and for governors and mayors and community and business leaders and the American citizens,\" said Mr. Bush, flanked in the Rose Garden by lawmakers on the House Select Committee on Homeland Security. Members of Congress are debating this week the president's plan for a new Department of Homeland Security.\n\"With a better picture of those reponsibilities, all of us can direct money and manpower to meet them,\" Mr. Bush said.\nThe 90-page White House document, released in softcover book format, envisions changes in state and federal laws, including increasing the military's ability to operate within the United States, and it outlines dozens of long-range initiatives to improve homeland security.\nKey to the president's overall strategy is creation of a new Cabinet-level department to implement the plan.\n\"The current structure of our government is a patchwork - to put it best - of overlapping responsibilities, and it really does hinder our ability to protect the homeland,\" the president said.\nFor example, the strategy suggests that states adopt similar minimum standards for getting a driver's license to guard against ease of access by terrorists and that states make terrorism insurance more readily available to businesses and property owners.\nOn the federal level, it says extradition agreements with other nations should be expanded, that the federal government should get greater authority to call out the National Guard and that the president should have greater power to transfer money appropriated by Congress to deal with terrorist threats inside U.S. borders.\nAlso this morning, the White House dispatched a cadre of Cabinet secretaries to lobby Congress as the House select committee was hearing from Health and Human Services Secretary Tommy Thompson, Agriculture Secretary Ann Veneman, Transportation Secretary Norman Mineta and Energy Secretary Spencer Abraham.\nThe panel will assemble legislation to create the new Homeland Security agency out of recommendations made by other House committees, many of which conflict with Mr. Bush's own proposals. The administration is urging lawmakers to stick with Mr. Bush's blueprint.\n\"This is a national strategy, not a federal strategy,\" Mr. Bush wrote in a letter to the nation accompanying the release of his strategy, which he described as the product of eight months of consultation with thousands of people, including politicians, civil servants, and victims and their families.\nTom Ridge, Mr. Bush's homeland security chief, this morning called the White House strategy document \"a roadmap designed to take advantage of the universe of assets we have in this country, in order to protect ourselves and our country.\"\nAsked if he were interested in becoming secretary of the new Department of Homeland Security, Mr. Ridge demurred, telling NBC's \"Today\" show \"there are expectations that the president has of me right now,\" to guide anti-terrorism strategy from the White House.\nMany lawmakers, especially Democrats, had criticized Mr. Bush for proposing a new department before a strategy for dealing with domestic terrorism was completed.\nThe strategy, the first of its kind in U.S. history, says its goals are to prevent terrorism, reduce vulnerability to attacks and minimize damage from any that do occur. It leaves little doubt that groups such as al-Qaida are all but certain to strike again.\n\"Our society presents an almost infinite array of potential targets that can be attacked through a variety of methods,\" a summary of the strategy says. \"We must be prepared to adapt as our enemies in the war on terrorism alter their means of attack.\"\nIn addition to the new Cabinet-level agency, the strategy recommends several key initiatives, such as securing international shipping containers and augmenting vaccine stockpiles.\nMr. Ridge urged lawmakers to revisit numerous changes made to Mr. Bush's plan for a new department.\nThey include keeping the Federal Emergency Management Agency independent to deal with natural disasters and retaining the Coast Guard in the Transportation Department amid concern that a move would reduce emphasis on such duties as marine search-and-rescue and maintaining fisheries.\n\nLoad-Date: July 16, 2002"
}