{
    "title": "Bush Riles Muslims With 'Fascist' Remark",
    "publisher": "the forward",
    "year": 2006,
    "month": 8,
    "day": 18,
    "full text": "After British authorities broke up a plot to blow up 10 trans-Atlantic passenger planes, President Bush declared that America is at war with \"Islamic fascists.\"\nAl Jazeera took it from there. The pan-Arab satellite television channel has been repeatedly airing a short clip of the August 10 remark, which was widely perceived by many columnists and commentators in the Muslim world as proof that Bush's war against terrorism is actually a war against Islam.\nAn August 12 editorial in the Syrian government's mouthpiece, Tishrin, declared that the remark heralded \"a new era of targeting the Islamic nation and of continuing the destructive war against it.\" Writing the same day in the Saudi English-language daily Arab News, commentator Imam Kurdi argued, \"It is hard enough to counter the prevalent perception among many that terrorism and Islam go hand in hand without adding a powerful and emotive term such as fascism to the equation.\" He added that there are \"no limits to human stupidity.\"\nAlthough Bush has referred to \"Islamo-fascists\" in the past, and has indicated that he views the war on terrorism as part of a broader confrontation with a militant ideology of Islam, his remarks this time had a louder echo in the Arab world.\nComing at a time when Israel is viewed as fighting a bloody war for America in Lebanon, Bush's words were particularly inflammatory, experts say. Many supporters of Muslim political parties and movements in the Arab world refer to themselves as \"Islamic\" or \"Islamist.\" Therefore, \"people view this as branding Islam as a fascist religion. They view it as directed at Islam in general,\" said Khaled Dawoud, Washington correspondent for Egypt's largest newspaper, Al-Ahram.\nBush's use of \"Islamic fascists\" inflamed the already incensed Arab public opinion, said Shibley Telhami, an expert on public opinion in the Arab world. Obviously it exacerbates the deep popular resentment in the Arab street toward America, he said, but it also puts enormous popular pressure on Arab regimes that are close allies of Washington. \"I have never seen this kind of public opposition expressed against sitting [Arab] governments\" said Telhami, who is a professor at the University of Maryland and a senior fellow at the Brookings Institution's Saban Center for Middle East Policy in Washington. Leaders such as Egyptian President Hosni Mubarak have been ridiculed regularly on Arab satellite TV channels in the past month for their association with Washington.\n\"I doubt if the administration has any idea of what the mood is in the Arab world today, and how such comments play out there,\" Telhami said of Bush's reference to \"Islamic fascists.\"\nDaniel Pipes, a conservative Middle East scholar and pundit who advocates framing the war on terrorism as a broader war against the militant Islamist ideology that spawns violence, welcomed Bush's remarks. Pipes, however, argued that the reference to fascism is inaccurate. He wrote in a column for the conservative Web site FrontPageMagazine.com, \"I applaud the increasing willingness to focus on some form of Islam as the enemy but find the word fascist misleading in this context.\" He explained, \"Few historic or philosophic connections exist between fascism and radical Islam.\"\nTelhami and other observers said that Bush probably used the term, which was first introduced by conservative foreign policy hawks, in order to appeal to his conservative base. \"I see it as done for political gains, not with some strategic plan in mind,\" Telhami said.\nUnlike when Bush delicately retracted his initial post-September 11, 2001, description of the war on terrorism as a \"crusade,\" the president is standing by his reference to \"Islamic fascism\" and plans to keep using the term.\nBush's spokesman, Tony Snow, told the Cox newspaper chain last week that Bush intends to continue using the term. By using it, the president \"tries to identify the ideology that motivates many organized terrorist groups. He also tries to make it clear that the label does not apply to all or most Muslims, but to the tiny factions,\" Snow told Cox.\nBush recently acknowledged that his words sometimes have unintended consequences in Muslim public opinion. Last May, he made a statement to a German reporter: \"Sometimes my own messages send signals that I don't mean to send, but stir up anxieties in the Muslim world.\"\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: August 21, 2006"
}