{
    "title": "Bush takes off gloves against terrorism President condemns Taliban in harshest language yet",
    "publisher": "the day ",
    "year": 2001,
    "month": 9,
    "day": 30,
    "full text": "WASHINGTON - President Bush condemned Afghanistan's Taliban rulers for harboring Osama bin Laden and his followers on Saturday, and the United States pressed its military and diplomatic campaign against terror.\nPeace groups marched in the capital, protesting that innocent lives could be lost in the retaliation against prime suspect bin Laden, believed hiding in Afghanistan.\nIn his weekly radio address, Bush said the Taliban, not the Afghan people, would be held responsible for harboring terrorists.\n\"The United States respects the people of Afghanistan, and we are their largest provider of humanitarian support,\" he said. \"But we condemn the Taliban, and welcome the support of other nations in isolating that regime.\"\nBush's condemnation of the Taliban followed two weeks of unsuccessful efforts to convince the Muslim rulers to hand over bin Laden. A Pakistani delegation failed again Friday and said the Taliban leader, Mullah Mohammed Omar, refused to discuss the Saudi exile. One of the Pakistani participants said, \"I don't think that Mullah Omar is afraid of war.\"\nThe United States moved more equipment to the central Asia region, and more reservists donned uniforms after Friday's call-up. The Pentagon said the Marine Corps would mobilize 191 reservists and the Navy 250 more to bring those activated so far to more than 16,600. An additional 5,000 National Guardsmen were being trained for security duty at America's commercial airports.\nAt Camp David, Bush consulted CIA director George Tenet, chief of staff Andrew Card and national security adviser Condoleezza Rice. The White House released a photo showing the four around a table, a map of Afghanistan in the middle.\nMeanwhile, the Bush administration has spelled out a policy for offering assistance to opponents of the Taliban, administration officials said Saturday.\n\"We do not want to choose who rules Aghanistan, but we will assist those who seek a peaceful, economically developing Afghanistan, free of terrorism,\" an administration official said, quoting from the policy memo.\nBush has made similar points in the past, but the memo is the first comprehensive explanation of U.S. policy.\n\"The Taliban do not represent the Afghan people, who never elected or chose the Taliban faction,\" one of the officials said.\nAlso Saturday, Bush aides worked on a plan to revive the struggling economy, including a 13-week extension of unemployments benefits and tax cuts. And aides said Bush is negotiating with Democrats over a minimum wage increase.\nLaw enforcement officials working on the investigation of the attack have estimated it cost terrorists at least $ 500,000 to pull off the Sept. 11 attacks.\nFBI agents tracked the hijackers' bank accounts, their communications and their travel tickets as they followed a trail that could lead to a small group of chief plotters in Europe and the Middle East, a law enforcement source said Saturday on condition of anonymity.\nBush used the radio address to give Americans an update on anti-terrorism efforts made in response to the Sept. 11 attacks on the World Trade Center and Pentagon.\nHe reviewed moves this week to tighten security at America's 420 civilian airports; freeze financial sources used by terrorists; deploy the U.S. armed forces to points around the globe and round up more international support for the struggle.\n\"All these actions make clear our war on terror will be much broader than the battlefields and beachheads of the past,\" Bush said. \"This war will be fought wherever terrorists hide, or run, or plan.\"\nActivists and anarchists gathered in the streets in Washington, chanting \"no war.\" Demonstrations originally planned to oppose globalization were transformed into an anti-war march.\nOther protesters burned an American flag. Workers at a construction site cursed marchers as they passed by.\nAt a press conference, former President Bill Clinton and his one-time political rival, Bob Dole, announced a new scholarship fund for families of those killed Sept. 11. They both praised the Bush administration for its approach so far.\nOn the diplomatic front, Undersecretary of State John Bolton met Saturday with Russian Deputy Foreign Minister Georgy Mamedov to discuss forming an international coalition to fight terrorism.\nInternational attention has focused particularly on the former Soviet republics of Tajikistan, Turkmenistan and Uzbekistan, which border Afghanistan and may provide a convenient platform for U.S. strikes.\nBolton had visited government leaders in Uzbekistan the day before traveling to Moscow.\nLate Friday night the United Nations Security Council approved a resolution requiring all 189 U.N.-member nations to deny money, support and sanctuary to terrorists. The resolution was introduced and passed in just over 24 hours - lightning speed by U.N. standards.\nIn another development, Taliban officials held meetings in several areas of Afghanistan to prepare the public to defend the country in case of a U.S. attack, Kabul Radio reported. \"Participants expressed their readiness to defend Afghanistan, their readiness for jihad [holy war] against America,\" it said.\n\nLoad-Date: October 1, 2001"
}