{
    "title": "BUSH VOWS AMERICA WILL WIN WAR ON ISLAMIC TERRORISM",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 9,
    "day": 1,
    "full text": "President Bush moved yesterday to reassure Americans that the war on terrorism can be won and will have an end, acknowledging that his remarks from Monday left the wrong impression.\n\"I should have made my point more clear about what I meant,\" Mr. Bush told radio host Rush Limbaugh yesterday. \"I probably needed to be a little more articulate.\"\n\"We will win it,\" Mr. Bush said on the radio program. \"Your listeners have got to know, we will win it.\"\nEarlier, in a speech in Nashville to the American Legion, Mr. Bush said, \"We meet today at a time of war for our country, a war we did not start, yet one that we will win.\"\nIn an interview aired Monday on NBC's \"Today\" show, Mr. Bush indicated he wasn't sure if his grandchildren would be reading about Al Qaeda in the newspaper. \"I don't have any...definite end,\" he said. And he said of the war on terror, \"I don't think you can win it.\"\nDemocratic Party leaders, who accused the president of being defeatist and of not having a plan to beat Al Qaeda, seized upon his NBC comments in a bid to overshadow the first day of the GOP convention and to derail the Republican effort to portray Mr. Bush as a resolute anti-terror leader. \"What if President Reagan had said that it may be difficult to win the war against communism? What if other presidents had said it'd be difficult to win the war - the Cold War?\" said the Democratic vice presidential candidate, Senator Edwards.\nYesterday, Mr. Bush tried to explain what he had meant, saying, \"this is not a conventional war. It is a different kind of war. We're fighting people who have got a dark ideology who use terrorists, terrorism, as a tool. They're trying to shake our conscience. They're trying to shake our will, and so in the short run the strategy has got to be to find them where they lurk. I tell people all the time, 'we will find them on the offense. We will bring them to justice on foreign lands so we don't have to face them here at home,' and that's because you cannot negotiate with these people. And in a conventional war there would be a peace treaty or there would be a moment where somebody would sit on the side and say we quit. That's not the kind of war we're in, and that's what I was saying. The kind of war we're in requires steadfast resolve, and I will continue to be resolved to bring them to justice, but as well as to spread liberty.\"\nHe added: \"I believe societies can be transformed because of liberty, and I believe that Iraq and Afghanistan will be free nations, and I believe that those free nations right there in the heart of the Middle East will begin to transform that region into a more hopeful place, which in itself will be a detriment to the ability to these terrorists to recruit - and that's what I was saying.\"\nMr. Bush cited progress in the war, arguing that that \"Pakistan is now an ally in the war on terror. Saudi now takes Al-Qaeda seriously, and they're after the leadership. Libya has no longer got weapons of mass destruction... Over 10 million people have registered to vote in Afghanistan, which is a phenomenal statistic when you think about it. And then of course Iraq is now heading toward elections as well.\"\nMr. Bush was not the only Republican seeking to bury the NBC interview. On ABC's \"Good Morning America,\" First Lady Laura Bush said \"This isn't a war with a country where you're going to have a surrender at some point, but the fact is, as we look around the world, we are already winning the war on terror.\"\nWhile Bush campaign officials professed not to be worried that the President had gone off-message on Monday, arguing in the words of spokesman Steve Schmidt that \"the American people have watched the President lead the war on terror decisively for three years,\" the constant harping by the president and leading Republicans on the theme of the war being winnable underscored their concern that the slip-up by Mr. Bush could be exploited by Senator Kerry's presidential cam paign.\nDemocrats, too, sensed an opening, with Bill Carrick, a Democratic consultant, claiming Mr. Bush's NBC remarks were \"politically dangerous because they speak to the very heart of the president's re-election pitch.\"\nMr. Bush's war on terror remark was the latest in a string of recent comments in which the president seemed to pull back from previous certainties. In one pre-convention interview, Mr. Bush acknowledged a \"miscalculation\" about what the United States would encounter in postwar Iraq - a comment that also drew a storm of Democratic criticism.\nDespite that though, the president's re-election effort appears to have regained ground lost to rival Mr. Kerry. According to an ABC/Washington Post opinion poll published yesterday, Mr. Bush has erased most of Mr. Kerry's gains on key issues. The poll suggests that the president enjoys a sizeable lead on the issues of terrorism and Iraq and is now neck-and-neck when it comes to the economy.\nMr. Bush is also once again seen as more honest and trustworthy, and has a significant 10-point lead when it comes to qualifications to serve as commander in chief,\nThe poll jibes with the findings of a group of Democratic strategists. According to Democracy Corps, a group led by pollster Stan Greenberg and strategist James Carville, Mr. Bush gained ground on Mr. Kerry in the month of August due to \"relatively small but unmistakable\" shifts in the political environment.\"\nIn a memo they stated: \"There is no doubt that the Swift Boat Veterans for Truth ads (questioning Mr. Kerry's Vietnam War record) have had an impact on the race.\" The strategists believe also that the Summer Olympics helped to \"shift the focus away from Iraq and worrisome economic trends.\"\n\nLoad-Date: September 2, 2004"
}