{
    "title": "Bush has 'shallow' grasp of terrorism, Allen says; The Maine Democrat says the president can't admit",
    "publisher": "portland press herald",
    "year": 2004,
    "month": 4,
    "day": 14,
    "full text": "Members of Maine's congressional delegation offered a mix of reactions to President Bush's press conference Tuesday night, with Democratic Rep. Tom Allen critical and the state's two Republican senators generally supportive.\n\"This president is incapable of admitting a mistake,\" Allen, who represents Maine's 1st Congressional District, said in an interview after the press conference. \"He simply avoids the question when it's asked. And therefore it's hard to have confidence that he has learned anything from this experience.\"\nAllen also said the president \"has a shallow understanding of the enemy, which is violent anti-Western Islamic fundamentalism - not an exploding bomb, not the act of terrorism itself.\"\nAllen compared the president's approach to an anti-crime strategy that says \"the way to eliminate crime is catch all criminals and put them in jail, and then there will be no more crime. In this case, we will capture or kill all the terrorists and then there will be no more terrorism, and that in my view is a shallow understanding of the enemy.\"\nRather, he said, the nation should \"strengthen the hands of the moderates.\"\nSen. Olympia Snowe said in a written statement that the president \"expressed in no uncertain terms that we must remain resolute in bringing stability to Iraq, a nation that has lived under the heavy cloak of brutality for 35 years.\"\nSnowe, a member of the Senate Select Committee on Intelligence, noted that military leaders have requested additional troops, and said, \"It is imperative that our nation provide the military the necessary resources for it to fulfill its mission.\n\"As our men and women in uniform have sacrificed so much in their service to our nation, we must also ensure that troop deployments are fairly distributed across our armed forces,\" she said.\nSnowe said the president \"understands that the overall performance of our intelligence community must be improved,\" and that \"we must understand both the events and the conditions that led to the attacks of September 11th so we will not be condemned to relive the single greatest tragedy on American soil since Pearl Harbor.\"\nSnowe's Republican colleague, Sen. Susan Collins, said in a written statement that \"I agree with the president that it is imperative for our country to demonstrate resolve in Iraq. I also am pleased to hear the president state that he is talking with . . . commanders about the number of troops necessary to do the job as safely and effectively as possible.\"\nThe senator wrote, though, that \"the answer to the need for more troops is not to extend the tours of duty of National Guard members and reservists . . . and we should redouble our efforts to urge other countries to join the effort to bring security and freedom to Iraq.\"\n\nLoad-Date: April 14, 2004"
}