{
    "title": "BUSH OFFICIALS SAY THAT FIGHT TO STOP TERROR IS WORKING; SOME LAWMAKERS QUESTION TACTICS OF GOVERNME",
    "publisher": "wisconsin state journal",
    "year": 2003,
    "month": 3,
    "day": 5,
    "full text": "New terrorism indictments and a key al-Qaida capture show the United States gaining ground in the global war on terrorism, three top Bush administration officials told Congress on Tuesday.\nFacing a Senate Judiciary Committee that includes prominent administration critics, Attorney General John Ashcroft, Homeland Security Secretary Tom Ridge and FBI Director Robert Mueller highlighted recent successes and stressed prevention efforts.\nLawmakers applauded the victories - but many questioned the government's tactics and the need to expand anti-terrorism laws that already raise constitutional questions.\nAshcroft said the weekend capture in Pakistan of al-Qaida operations chief Khalid Shaikh Mohammed was \"a severe blow\" that could \"destabilize their terrorist network worldwide\" by providing a trove of intelligence that will prevent new attacks.\nHe also said that a Yemeni cleric and an assistant were charged in New York with helping finance al-Qaida. The cleric, Sheikh Mohammed Ali Hasan Al-Moayad, personally handed Osama bin Laden $20 million to finance the terrorist group, Ashcroft said.\nTo date, more than 200 criminal terrorism charges have been brought since the Sept. 11, 2001 terror attacks, Ashcroft said, with 108 convictions or guilty pleas. FBI Director Robert Mueller said that \"well in excess of 100\" terrorism plots have been thwarted worldwide.\nThe recent successes muted growing criticism on Capitol Hill about the slow progress of the war on terrorism. The concerns reached a high point last month when a new bin Laden audiotape surfaced and the nation was put on high alert for a possibly imminent terrorist attack.\nThe Judiciary Committee's senior Democrat, Vermont Sen. Patrick Leahy, noted that the hearing came at \"an auspicious time\" because of the arrest of Mohammed, described as the mastermind of the Sept. 11 attacks.\nAshcroft said some of the successes were the result of anti-terrorism laws passed by Congress soon after Sept. 11 that expanded the powers of the Justice Department and FBI to spy on terror suspects and use intelligence information to bring criminal cases.\nSome lawmakers say the powers threaten civil liberties and have sharply criticized a leaked Justice Department draft proposal to augment the law. They are especially upset since there has been no consultation with Congress about possible changes.\nSen. Russ Feingold, D-Wis., urged the attorney general to keep Congress in the loop in developing legislation that raises so many constitutional questions.\nSen. Herb Kohl, D-Wis., questioned the color-coded terror alert system, suggesting that the alerts be made regional because the entire country was unlikely to be targeted. Ridge said there are already ways of alerting certain industries and regions.\n\nGraphic\n\n \nAssociated Press\nAttorney General John Ashcroft, left, Secretary of Homeland Security Tom Ridge, center, and FBI Director Robert Mueller are witnesses before a Senate Judiciary Committee hearing on progress in the war on terrorism, on Capitol Hill in Washington, D.C., on Tuesday.\n\nLoad-Date: March 6, 2003"
}