{
    "title": "Bush to Open a U.N. Meeting Expected to Focus on Terrorism",
    "publisher": "the new york times",
    "year": 2001,
    "month": 11,
    "day": 8,
    "full text": "The United Nations will take its place in the global spotlight this weekend when President Bush leads off an intense round of speeches and diplomacy, most of it now focused on the war on terrorism and what to do with Afghanistan.\n     The event is the annual \"general debate\" of the General Assembly, a parade of world leaders that was postponed from September at the request of New York City because of the security burden it would impose on a community laboring under the aftermath of the World Trade Center attacks. Many countries have downgraded their speakers from head of state to foreign minister or lower for the same reason. \n But with the acute focus on terrorism, and with the American air campaign now one month old, the speeches and maneuvers will have an unusually concrete purpose. One sign of that was the intensity of advance negotiations, and the uncertainty over many of the statements and resolutions to come.\nThe critical element in shaping the debates, diplomats said, was Lakhdar Brahimi, the United Nations special envoy for Afghanistan, who will return to New York later this week from a tour of the region. It is a mark of the authority carried by Mr. Brahimi, a former Algerian foreign minister and veteran United Nations troubleshooter, that much of what the United Nations subsequently does will depend on what he reports and deems useful.\nMr. Bush is not expected to break new ground in his address, though he is likely to underscore Washington's enhanced appreciation for the United Nations since the Sept. 11 attacks. After the attacks, the General Assembly passed a resolution condemning them, and the Security Council followed with a resolution compelling all 189 member countries to take steps against terror organizations.\nMr. Bush will hold several meetings, most notably with President Pervez Musharraf of Pakistan, a central figure in the campaign against the Taliban and Al Qaeda.\nSome of the most important negotiating on Afghanistan is expected Monday morning, when Secretary of State Colin L. Powell will meet with the foreign ministers of the other countries in the \"6 plus 2\" group -- the six countries abutting Afghanistan, plus the United States and Russia. Shaping such a coalition is critical for the success of the American campaign, because otherwise an Afghanistan stripped of Taliban control could quickly revert to the internecine bloodletting of past decades. Various ideas have been mooted -- an international peacekeeping force, a restoration of the monarchy, tribal assembly, an Islamic force. But Mr. Brahimi has argued against any international intervention, noting Afghanistan's history of resistance to any foreign forces, and has said that only a broad-based coalition would have a hope of securing any support.\nA key element in such an arrangement would be to find acceptable representatives of the majority Pashtun people other than the Taliban. \nThough Mr. Brahimi has yet to report on whether he has found regional support for the idea, the prevalent notion among diplomats at the United Nations is to form an interim coalition administration, backed by a coalition military force, which would eventually organize some form of national plebiscite.\nThe cooperation of Pakistan, which has been a major supporter of the Taliban, and Iran, which ardently opposes the Taliban, are regarded as particularly important for any such arrangement. The meeting at the United Nations will enable the United States to meet directly with the Iranians. \nWhat emerges from that meeting, or whether it leads to a Security Council resolution, has not yet been decided, diplomats said. Mr. Brahimi has stressed repeatedly that the formation of a functional coalition in Afghanistan is a complex and slow task, especially as it involves factions and tribes that have been at war for decades and a variety of outside powers with sharply differing agendas. Thus whatever statement or resolution is adopted is not expected to do more at this stage than to endorse the notion of a broad-based coalition, and to express support for Mr. Brahimi's mission.\nThe Security Council is also expected to follow up its September resolution on terrorism with a more specific decision on how to hold United Nations member states accountable for the steps they are supposed to take to constrain the financing and movements of terror organizations. \nDiplomats said the meetings at the United Nations may be just as noteworthy for what they exclude. Before Sept. 11, the General Assembly was expected to become a forum for sharp attacks on Israel. Earlier that month, the United States had walked out of a United Nations conference on racism because of an early onslaught against Israel, and more of the same was expected.\nFor the current session, the Palestinians had hoped to garner at least a Security Council resolution condemning Israeli military incursions into Palestinian areas. But in the prevalent mood, other Council members declined to consider more than a moderate statement by the Council president, and the issue was set aside.\nThough there was still the possibility that Arab nations would try to introduce the issue, no one expected it to dominate the proceedings.\nA long shot at the General Assembly is that it will actually complete work on a broad convention against terrorism. Work on the convention has been going on for more than a year. Although it has been accelerated since Sept. 11, diplomats said there were still considerable differences on how terrorism should be defined, given that one group's terrorist is often another's freedom fighter. But Secretary General Kofi Annan has placed considerable importance on producing the convention as soon as possible. \n\nhttp://www.nytimes.com\n\nLoad-Date: November 8, 2001"
}