{
    "title": "Bush pushes allies to unite against terrorism; President says world still faces grave threats",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 6,
    "day": 1,
    "full text": "President Bush challenged allies Saturday to overcome their bitterness and mistrust over the Iraq war and unite in the struggle against terrorism. \"This is no time to stir up divisions in a great alliance,\" he warned.\nBush used a somber visit to the former Nazi death camps of Auschwitz and Birkenau to recall the horrors of the Holocaust and caution that the world still faces grave threats.\n\"The enemies of freedom have always preferred a divided alliance,\" Bush said, \"because when Europe and America are united, no problem and no enemy can stand against us.\"\nWith his wife, Laura, the president saw gas chambers where more than 1.5 million Jews and tens of thousands of others died. They paused at displays of shoes taken from children and hair shorn from women before they were killed, to be sold later.\nThe camps \"remind us that evil is real and must be called by name and must be opposed,\" Bush said, addressing an audience in the courtyard of ancient Wawel castle, a national Polish shrine that was seized by the Nazis in 1939.\nThe president's speech set a conciliatory tone for summit talks beginning today. Differences over Iraq caused an unprecedented breach between the United States and longtime partners such as France and Germany, which led the opposition to the war. With prompting from Washington, Americans have boycotted French products. Bush had not talked with Germany's chancellor, Gerhard Schroeder, since last November when he ran for re-election on an anti-war platform.\n\"America and European countries have been called to confront the threat of global terror,\" Bush said. \"Each nation has faced difficult decisions about the use of military force to keep the peace. We have seen unity and common purpose. We have also seen debate - some of it healthy, some of it divisive.\"\nHe defended Poland for defying other European partners to stand with the United States in the war against Iraq. He said Poland did not struggle through tyranny and occupation and uprisings \"only to be told that you must choose between Europe and America. Poland is a good citizen of Europe and a close friend of America.\"\nSummoning allies to a common struggle against terrorism and countries that help spread weapons of mass destruction, Bush declared, \"This is a time for all of us to unite in the defense of liberty and to step up to the shared duties of free nations. This is no time to stir up divisions in a great alliance.\"\nFrom Poland, Bush flew to Russia to join leaders of dozens of nations - France and Germany among them - at a celebration of the 300th anniversary of St. Petersburg. At a celebratory dinner that night, Bush approached Schroeder to offer his hand and exchange a few words.\nBush and Russian President Vladimir Putin will meet privately today and hold a joint news conference before they travel to Evian, France, for the annual summit of major industrialized nations. The meeting runs through Tuesday but Bush will cut short his stay and depart for the Middle East on Monday for talks with Arab leaders in Egypt and then a summit in Jordan with Israeli Prime Minister Ariel Sharon and Mahmoud Abbas, the new Palestinian leader.\nTurning to divisions over Iraq, Bush said the United States and its allies share common convictions about human rights, justice under law, self government and economic freedom. He said rivalries \"should not be permitted to undermine the great principles and obligations that we share.\"\n\nGraphic\n\n \nphoto\n\nLoad-Date: June 1, 2003"
}