{
    "title": "Bush seeking $87 billion for efforts in Iraq , Afghanistan ; President says war on terrorism must co",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 9,
    "day": 8,
    "full text": "Four days before the anniversary of the Sept. 11 attacks, President Bush said Sunday night he will seek $$ @87 billion to fight terrorism in Iraq and Afghanistan and \"engage the enemy where he lives.\" \nIn an 18-minute address Bush said, \"We are fighting that enemy in Iraq and Afghanistan today so that we do not meet him again on our own streets, in our own cities.\"\nBush appealed for troops and money for security and reconstruction from other countries, even those who opposed the U.S.-led war.\nBush, speaking from the Cabinet Room in a nationally broadcast speech, said the United States would not be intimidated into retreat by violence.\n\"The terrorists have cited the examples of Beirut and Somalia, claiming that if you inflict harm on Americans we will run from a challenge,\" Bush said, referring to U.S. withdrawals after the loss of American lives. \"In this they are mistaken.\"\nIt was Bush's first major speech on Iraq since May 1 when he stood on the deck of the aircraft carrier Abraham Lincoln and declared an end to major combat operations. Since then, more Americans have died in Iraq than were killed during the war. The overall death count is 287 - 149 since May 1.\nThe violence - including four major bombing attacks in a month - have raised alarms about Bush's handling of Iraq. Republicans and Democrats alike have urged Bush to change course and seek more troops and money from other countries.\nQuestions also have been fueled by the administration's failure to find any of Saddam Hussein's alleged illegal weapons or Saddam himself. Bush made just one reference in his speech to weapons of mass destruction - a sharp contrast to his repeated assertions before the war about illegal weapons.\nBush's remarks failed to still criticism from Democratic presidential hopefuls.\n\"Now that the president has recognized that he has been going down the wrong path, this administration must begin the process of fully engaging our allies and sharing the burden of building a stable democracy in Iraq,\" said Rep. Dick Gephardt, D-Mo.\nHoward Dean, another Democratic candidate, said Iraq had pulled the country's attention and resources away from homeland security and the economy.\nComparing Iraq with Vietnam, Dean said, \"The government again is feeding misinformation to the American people in order to justify an enormous commitment of U.S. troops.\"\nBush said Iraq and the Middle East are critical to winning the global war on terror. Bush's plan for Mideast plan appeared to be unraveling after Saturday's resignation of Mahmoud Abbas, the U.S.-backed Palestinian prime minister. But he made no mention of that in his speech.\nBush described Iraq as the central front in the war against terror and said that \"enemies of freedom are making a desperate stand there, and there they must be defeated.\n\"This will take time and require sacrifice,\" he said. \"Yet we will do what is necessary, we will spend what is necessary, to achieve this essential victory in the war on terror, to promote freedom and to make our own nation more secure.\"\nBush said the current number of U.S. troops in Iraq - 130,000 - is sufficient but that more foreign troops are needed. He said two multinational divisions, led by Britain and Poland, are serving alongside the United States, and that American commanders have requested a third multinational division.\nSome countries have asked for an explicit U.N. peacekeeping authorization, and Bush said Secretary of State Colin Powell would seek a Security Council resolution to authorize deployment of new forces. Bush will address the U.N. General Assembly in two weeks.\nReferring to France, Germany and Russia, Bush said that \"not all of our friends agreed with our decision (to) … remove Saddam Hussein from power. Yet we cannot let past differences interfere with present duties.\"\nPressed by Democrats and Republicans alike for a pricetag for Iraq, Bush said $$ @66 billion of the $$ @87 billion he will seek from Congress for the next fiscal year is for military and intelligence operations in Iraq, Afghanistan and elsewhere. In April 2003, Congress and Bush enacted a $$ @79 billion measure paying initial costs of the war and its aftermath and for worldwide efforts against terrorism. \nWhile the United States has shouldered the burden of the effort in Iraq, Bush said other nations will be asked to help. He said Powell will meet with representatives of many countries later this month to seek contributions for rebuilding Afghanistan. Next month, Powell will hold a similar funding conference for Iraq.\n\"Europe, Japan and states in the Middle East all will benefit from the success of freedom in those two countries, and they should contribute to that success,\" Bush said.\nBush said Iraq is under siege from former loyalists of Saddam Hussein and foreign terrorists who have come to Iraq to pursue their war against the United States.\n\"We cannot be certain to what extent these groups work together,\" the president said. \"We do know they have a common goal: reclaiming Iraq for tyranny.\"\nPublic support for Bush's policy has slipped since the war but has leveled off in the mid 50s, polls show.\nAppealing to Americans' patriotism, Bush said the United States has \"done this kind of work before. Following World War II, we lifted up the defeated nations of Japan and Germany and stood with them as they built representative governments. We committed years and resources to this cause.\"\nHe said U.S. strategy in Iraq has three objectives: \"destroying the terrorists, enlisting the support of other nations for a free Iraq and helping Iraqis assume responsibility for their own defense and their own future.\"\nPowell said the Bush administration is concerned that members of al-Qaida or other terrorist groups may be heading toward Iraq. \"I'm not sure how large these numbers are, how significant the threat is, but we will deal with it in Iraq,\" Powell said on NBC's 'Meet the Press.\"\nSen. Carl Levin of Michigan, the senior Democrat on the Senate Armed Services Committee, said Congress will approve the money needed to support U.S. troops, but that lawmakers want the president to tell them what his \"exit strategy\" is from Iraq.\nDefense Department officials have said U.S. operations are costing about $$ @3.9 billion monthly. That figure excludes indirect expenses such as replacing damaged equipment and munitions expended in combat. \nLevin said lawmakers are being told that it will cost $$ @4.5 billion a month for the military - plus reconstruction expenses. \n\nLoad-Date: September 8, 2003"
}