{
    "title": "Bush's solicitor general to resign; He defended tactics in the administration's war on terrorism bef",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 6,
    "day": 25,
    "full text": "Solicitor General Theodore Olson, who lost his wife in the Sept. 11 attacks and went on to defend the Bush administration's tactics in the war on terrorism before the Supreme Court, will resign Thursday, the Justice Department announced yesterday.\nOlson said in a statement that he was returning to private practice.\nOlson, 63, argued some of the highest-profile cases to come before the Supreme Court recently, including the campaign-finance overhaul and the detention of Taliban fighters at Guantanamo Bay Naval Base. He has won the large majority of the 26 cases he argued before the justices as solicitor general. But he also had some notable losses, such as the affirmative-action cases from the University of Michigan.\nBefore Olson was appointed to his job, he represented presidential candidate George W. Bush before the Supreme Court in arguments that went on to determine the outcome of the 2000 election.\nOlson survived a 51-47 confirmation vote in the Senate in May 2001. Democrats had questioned his ties to the American Spectator, a conservative magazine that had run an investigation, called the \"Arkansas Project,\" into alleged wrongdoing by Bill and Hillary Rodham Clinton.\nBut Olson became best known for his personal tragedy. His wife, Barbara, a former federal prosecutor and well-known conservative commentator, was on the hijacked flight that crashed into the Pentagon on Sept. 11.\n\"Ted is a dedicated patriot who brought unbridled energy and enthusiasm, along with brilliant legal acumen and peerless dedication, to his office and to Justice,\" Attorney General John Ashcroft said.\nOlson worked for Gibson, Dunn & Crutcher. He was assistant attorney general for the Justice Department's Office of Legal Counsel in the Reagan administration.\nNo successor to Olson was immediately named.\nContact reporter Shannon McCaffrey at 202-383-6164 or smccaffrey@krwashington.com.  \n\nGraphic\n\n \nPHOTO;\nTheodore Olson lost his wife in the Sept. 11 attacks.\n\nLoad-Date: August 26, 2005"
}