{
    "title": "Bush ask$ more to fight terrorism",
    "publisher": "philadelphia daily news",
    "year": 2002,
    "month": 1,
    "day": 24,
    "full text": "To help fund the country's protracted campaign against global terrorism, President Bush yesterday outlined plans for the biggest rise in U.S. military spending in two decades.\nMeanwhile, in Afghanistan, tribal rivalries threatened to complicate the imposing task of rebuilding the war-scarred nation, while interim Afghan leader Hamid Karzai was in Beijing to meet Chinese leaders, who are wary of U.S. forces in the region now that the Taliban has been defeated.\nAs the United States expanded its war on terrorism beyond Afghanistan, Bush said he would propose a $48 billion boost in military spending for the 2003 fiscal year to help buy such items as precision weapons and unmanned vehicles.\n\"Our fight against terrorism began in Afghanistan, but it's not going to end there,\" Bush said. \"We still face a shadow enemy who dwells in the dark corners of the Earth. Dangers and sacrifices lie ahead, yet America will not rest.\"\nWorries about the stability of the U.N.-backed Karzai administration in Afghanistan grew after a report that forces loyal to Uzbek warlord General Abdul Rashid Dostum had seized a northern district after clashes with rival troops.\nForces battling for control of Qale Zaal district, about 37 miles northwest of Kunduz, are linked to the two Afghan defense chiefs. The ethnic Uzbek force is under Dostum, deputy defense minister, and the rival ethnic Tajik force is loyal to Defense Minister Mohammad Fahim.\nThe Pakistan-based Afghan Islamic Press said several fighters on both sides had been killed in the latest round of fighting that ended after Dostum's troops drove their rivals from Qale Zaal.\nIn Turkey, Dostum pledged to back the interim government.\nProvincial government spokesman Abdul Ali said action was planned against western Herat warlord Ismail Khan. Khan told Reuters by satellite phone that an assault on Herat would be a big blow to the peace process in the war-shattered country.\nChina, wary about the presence of U.S. troops in its back yard, is also eager to see a stable Afghanistan.\nChinese Premier Zhu Rongji said his country would do everything it could to help rebuild Afghanistan, while visiting Afghan leaders said they backed China's fight against Islamic separatists in its far west.\nChina says that under the former Taliban regime, the country was a training ground for hundreds of Muslims connected to a small separatist movement in its far Western region of Xinjiang.\nIn Beijing, Afghan Foreign Minister Abdullah said authorities were certain there were links among the Xinjiang separatists, the Taliban and Osama bin Laden's al Qaeda, and he offered China total cooperation.\n- In another problem faced by Karzai, the United Nations said that lawlessness was hampering relief work in Afghanistan and that crime was on the rise in Kabul despite an international security force there.\n- The White House defended U.S. treatment of terrorism suspects held at the U.S. naval base at Guantanamo Bay, Cuba, as European allies and human-rights groups continued to raise concerns about their treatment.\n- Wary of another bioterrorist attack, federal health officials proposed a budget plan aimed at building new laboratories, improving hospital readiness and figuring out how to vaccinate the entire population of cities in the middle of a crisis. *\n\nNotes\n\nWAR ON TERROR\n\nLoad-Date: January 24, 2002"
}