{
    "title": "BUSH PRESSES WORLD LEADERS TO JOIN IN WAR",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 9,
    "day": 15,
    "full text": "President Bush, using a gathering of heads of state on the United Nations' 60th anniversary to declare that America shares a moral duty to fight poverty, linked poverty to terrorism and asked fellow leaders to do more in fighting terrorism around the world.\nAt the opening of a world summit attended by 153 heads of state and government, Mr. Bush struck notes of international cooperation and received high marks from even some of his harshest critics at the United Nations. But he also urged leaders to do more on terrorism.\n\"As we fight, the terrorists must know that the world stands united against them,\" Mr. Bush said. \"We must complete the comprehensive convention on international terrorism that will put every nation on record: The targeting and deliberate killing by terrorists of civilians and noncombatants cannot be justified or legitimized by any cause or grievance.\"\nAfter weeks of haggling, however, the General Assembly, where countries from the developing world can muster a majority, failed to unite behind such a simple definition as a basis for a terrorism convention. Meanwhile, the Security Council, where the agenda is often dominated by Britain and America, passed a strong resolution, providing a new tool for those who fight the global war on terror.\nIn his speech, Mr. Bush thanked world leaders for the help America received from other countries in the aftermath of Hurricane Katrina. After appearing at Turtle Bay, Mr. Bush returned to Washington for a celebration of the 300th anniversary for American Jewry, and then rushed to the storm-ravaged regions around New Orleans.\nAt the United Nations, the president used his easy manner with world leaders at a luncheon, where he was seen in warm exchanges with President Putin of Russia, President Hu of China, and President Fox of Mexico. Earlier, he used his U.N. visit to attend a Security Council meeting and vote in favor of a British-proposed resolution urging all nations to fight incitement to terrorism. Mr. Bush had only two formal meetings yesterday, one with Prime Minister Blair and the other with Prime Minister Sharon.\nMr. Sharon, who faces a reinvigorated political opposition at home from opponents of his recent withdrawal from Gaza, is expected to address the world forum today. His speech, which was timed for Israel's television prime time, will be carried in Hebrew and is expected to be received warmly by world leaders who support the withdrawal.\nEven as he first entered the building on Tuesday, Mr. Bush began exchanging friendly jokes to ease tensions. \"Has he been behaving?\" Mr. Bush asked Secretary-General Annan, gesturing toward America's ambassador to the United Nations, John Bolton. \"Has the place blown up since he's been here?\"\nThe joke, picked up by a U.N. Television microphone, made the rounds yesterday in Turtle Bay's halls. Mr. Bush then displayed his most U.N.-friendly face to world leaders. \"We are committed to the Millennium Development goals,\" he said in his General Assembly speech. \"This is an ambitious agenda that includes cutting poverty and hunger in half, ensuring that every boy and girl in the world has access to primary education, and halting the spread of AIDS - all by 2015.\"\nMr. Annan's adviser on development issues, Jeffrey Sachs, said later that Mr. Bush's expressed support was \"very important.\" Mr. Sachs, a Columbia University professor who has been a strong critic of Mr. Bush, is one of the architects of a U.N.-led tactic tying the millennium goals to a quota for rich nations, forcing them to dedicate 0.7% of their gross national product to foreign aid.\nWhile the administration almost doubled foreign aid since Mr. Bush arrived at the White House, it has shied from committing to any such targets. Mr. Sachs argued that America will come around and realize that it is obligated to hit those targets. But Mr. Bolton insisted that an outcome document signed by all members on Tuesday made clear that the target of 0.7% is voluntary.\nIn that document, which took weeks to negotiate, the Assembly failed to unite behind major issues such as fighting terrorism, with Arab and Muslim states arguing against a clear definition of the term. Yesterday, Iran's president, Mahmoud Ahmadinejad, told the Assembly that those countries need a stronger voice at the United Nations, including a permanent seat at the Security Council.\n\"All continents and major civilizations must acquire permanent seats in the council,\" he said, expressing \"deep dismay that over 50 Islamic countries, encompassing more than 1.2 billion people\" do not have such a seat. Iran, under world scrutiny after renewing its uranium enrichment program recently, was one of Mr. Bush's targets in his meetings yesterday.\n\"It is very important for the world to understand that Iran with a nuclear weapon will be incredibly destabilizing,\" he said earlier this week. \"We must work together to prevent them from having the wherewithal to develop a nuclear weapon.\"\nMr. Sharon told Israeli reporters yesterday that most of his conversation with Mr. Bush focused on the Gaza withdrawal. Under international pressure, he trusts that Egypt and the Palestinian Authority will soon be able to calm the border between them, which Israel stopped patrolling only last week. \"What happens in Gaza will dictate what happens next,\" he said.\nMeanwhile, members of his own Likud Party, led by the former finance minister, Benjamin Netanyahu, threatened to oust Mr. Sharon from the leadership of the party. Describing yesterday's luncheon at the United Nations, where he had been seated with the presidents of Tanzania, Haiti, the Central African Republic, and Bosnia, Mr. Sharon said he was amazed at their intimate knowledge of internal Israeli politics.\n\nLoad-Date: September 15, 2005"
}