{
    "title": "Bush signs bills, urges Patriot Act renewal",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 1,
    "day": 1,
    "full text": "President George W. Bush, unhappy with Congress for not permanently extending the Patriot Act, signed a bill Friday that renews the anti-terrorism law for a few weeks and pushes lawmakers to take up the debate over its measures.\nThe president signed about a dozen other bills, including one funding government agencies and a defense measure that funnels extra money to Iraq, Afghanistan and the Gulf Coast.\nBush is spending the week between Christmas and New Year's Day at his Texas ranch. He plans to return to Washington on Sunday after visiting wounded troops at Brooke Army Medical Center in San Antonio.\nBush is urging lawmakers to extend permanently parts of the Patriot Act set to expire.\n\"Suffice it to say, our law enforcement community needs this,\" White House spokesman Trent Duffy said. \"He's not satisfied with a one-month extension. But we've got to get that in place and we've got to work with them to get it permanently re-extended.\"\nThe Patriot Act extension keeps anti-terrorism laws that were due to expire Dec. 31 in place until Feb. 3. The one-month extension means lawmakers must debate again in January the merits of government anti-terrorism powers that some critics fault for not protecting Americans' civil liberties.\nThe extension allows the FBI to continue to investigate terrorism cases using powers granted in 2001, including roving wiretaps and the authority to intercept wire, spoken and electronic communications relating to terrorism.\nBush and GOP leaders pushed hard for a permanent extension of the expiring provisions but could not overcome a Senate filibuster.\nThe appropriations bill provides money for the Departments of Labor and Health and Human Services.\nThe defense bill Bush signed keeps the Pentagon running, provides $50 billion more to military action in Iraq and Afghanistan, and gives $29 billion in hurricane aid to the Gulf Coast. The Gulf Coast aid includes $11.5 billion for community grants to spur economic development, along with money for schools and to start shoring up levees.\nThe bill provides $3.8 billion to prepare for a possible outbreak of bird flu and liability protections for flu drug manufacturers.\n\nLoad-Date: January 2, 2006"
}