{
    "title": "Bush previews Tuesday address; He pledges to spend whatever it takes to defeat terrorism. The econom",
    "publisher": "the philadelphia inquirer",
    "year": 2002,
    "month": 1,
    "day": 27,
    "full text": "Calling for the largest increase in defense spending in 20 years and asking Congress to nearly double the money for homeland security, President Bush promised yesterday to \"spend what it takes to win the war against terrorism.\"\nIn a preview of the State of the Union address he will deliver to a joint meeting of Congress Tuesday evening, Bush also promised to work to improve the climate in which jobs are created, and to \"fight the recession and build economic security.\"\nThe President's weekly radio address highlighted announcements made earlier in the week.\nDemocrats, meanwhile, noted that the once mighty river of budget surpluses had been reversed and that budget deficits now are projected for the rest of Bush's term in office.\nBush said that for the budget year that begins Oct. 1 he will ask Congress for an extra $48 billion for the military, the largest increase in defense spending in 20 years. Another $38 billion will go toward homeland security, Bush said.\n\"Every budget reflects fundamental choices, and my administration has made choices to fit the times,\" he said. \"We'll protect our people in every way necessary, and we will carry on the campaign against global terror until we achieve our goal: The peace that comes from victory.\"\nBush said the effort to root out terrorists with a capability to strike around the world will be neither short nor inexpensive. The armed forces will need the best high-tech equipment available to succeed, he said.\n\"My budget calls for . . . investing in more precision weapons, missile defenses, unmanned vehicles and high-tech equipment,\" he said. \" . . . We will spend what it takes to win the war against terrorism.\"\nHe also promised to complete the effort to enhance airport security, strengthen the Border Patrol, hire 300 FBI agents, and pump cash into efforts to better equip state and local firefighters, police and emergency response teams.\nIn the Democrats' radio address broadcast an hour later, Senate Majority Leader Tom Daschle (D., S.D.) applauded Bush's efforts to curb terrorism, but suggested the nation needed a quick economic boost.\n\"In the war on terrorism, President Bush and his national security team continue to do a superb job,\" Daschle said. \"But there are also reasons to be concerned. Last week, we learned that the massive surplus we predicted a year ago has shrunk by four trillion dollars. We are expected to be running deficits for the remainder of President Bush's term.\"\n\nLoad-Date: January 29, 2002"
}