{
    "title": "Bush to spotlight anti-terrorism fight in a week marking Iraq War at 1 year",
    "publisher": "charleston gazette",
    "year": 2004,
    "month": 3,
    "day": 14,
    "full text": "WASHINGTON - The White House is hoping to spotlight progress in the broad war against terrorism this week as President Bush marks the one-year anniversary of the invasion of Iraq.\nThe focus will be on such issues as the breakup of an arms-dealing network based in Pakistan, and Libya's decision to give up weapons of mass destruction, even as Bush speaks on the wars in Iraq and Afghanistan.\nAlso blended into Bush's schedule will be political events in key electoral states, including Pennsylvania and Florida.\nEvery day this week, the White House has arranged events meant to highlight gains in the war against terrorism since the Iraq War, which began March 19, 2003.\nBush sets the stage this weekend by sending Secretary of State Colin L. Powell, national security adviser Condoleezza Rice and Defense Secretary Donald H. Rumsfeld onto today's news shows. Their message: The Iraq campaign and the anti-terror war are getting results.\nRumsfeld offered a preview Friday. The opening shots of the war \"remind us that Americans are still willing to fight to ensure that freedom will endure,\" he told a town hall-style meeting of Pentagon employees. Only after Saddam Hussein refused to disarm, and \"after every peaceful option had been exhausted, did the president and the coalition order the liberation of Iraq.\"\nOn Monday, the White House showcases the tons of nuclear weapons components shipped from Libya to a storage facility in Oak Ridge, Tenn.\nIn December, the United States and Britain persuaded Libya to abandon nuclear, chemical and biological weapons programs. Energy Secretary Spencer Abraham leads journalists on a tour of the storage facility.\nOn Tuesday and Wednesday, Bush meets with the Dutch and Irish prime ministers - two strong allies in the Iraq War.\nAlso Tuesday, the Defense Department borrows a favorite White House tactic by hosting radio talk-show hosts at the Pentagon.\nRice and Rumsfeld are among those who will speak to dozens of interviewers.\nThe same day, the U.S.-run Middle East broadcast network will seek to revive memories of Saddam Hussein's gassing of Kurds on March 16, 1988, by airing stories about it.\nVice President Dick Cheney will deliver a speech at the Ronald Reagan Presidential Library near Los Angeles on Wednesday, exactly one year after Bush gave Saddam Hussein an ultimatum to leave Iraq or be forcibly removed from power. The speech will try to spell out the choices Americans will face in national security terms in the race between Bush and John Kerry.\nOn Thursday, the president returns to Fort Campbell, Ky., for a speech to military personnel and for lunch with the troops. He visited the base in November 2001, shortly after 9/11.\nThe weeklong effort culminates Friday with a Bush speech at the White House.\n\nLoad-Date: March 16, 2004"
}