{
    "title": "Bush Prepares for Colombia Trip",
    "publisher": "the christian science monitor",
    "year": 1990,
    "month": 2,
    "day": 12,
    "full text": "WHEN President Bush arrives in the terror-torn drug-war zone in Colombia next week, he will have a chance to repair some diplomatic damage.\nThe chief business of the heads of state from the United States, Colombia, Peru, and Bolivia will be to bargain over the $2.5 billion in proposed US aid in the next five years.\nAccording to expert guesses and press leaks, much of the money will likely be invested in replacing the Bolivian and Peruvian coca that produces cocaine with other cash crops.\nBut the US invasion of Panama last December has cast a shadow over the brief Thursday summit.\nThe invasion rendered talk of wider use of US military in the war on drugs more threatening to the Andean countries, a threat aggravated by a plan last month to use US Navy ships to interdict drugs off the Colombian coast. The plan brought protests from Colombia when reports calling it a blockade leaked before Colombian officials were consulted, according to a senior Bush administration official.\nLatin Americans were suddenly concerned that the US ''was using drugs to replace anticommunism as an excuse to intervene in Latin America,'' says Peter Hakim, director of the InterAmerican Dialogue.\nA successful summit, adds Mr. Hakim, ''will go some ways to begin repairing the damage done by the invasion.''\nThe summit carries a simpler symbolism as well. The violence of Medellin cartel narco-terror has escalated in Colombia in the past six months, and President Virgilio Barco has sustained his difficult war against it. Bush, says a White House press aide, ''wants to send a strong signal of support to President Barco.''\nIn spite of the danger the summit presents to Bush, the aide adds, ''it would send the wrong signal to back out.''\nThe danger is being evaluated constantly in the White House, said chief of staff John Sununu late last month, based on intelligence reports and logistics. ''There's no do-it-no-matter-what attitude about this at all,'' he said.\nSeveral days later, plans had firmed up. The summit would be held at Cartagena Naval Institute, on a spit of land off the walled colonial port. The president would fly in by helicopter from Barranquilla, 60 miles away.\nThe site of the drug summit does not present unusually difficult problems in protecting Bush, according to assistant director of the US Secret Service Bob Snow. Outside terrorism experts agree.\nBut the wild and unconstrained violence of Colombia's drug traffickers against public figures - and their vast resources - makes it an unusually dangerous trip anyway. Reports have alleged the drug traffickers have surface-to-air missiles and have put a $30 million bounty on the president. Drug traffickers, through a group called the ''Extraditables,'' have denied the bounty or any schemes against Mr. Bush.\n''For difficulty,'' says Mr. Snow, ''it doesn't compare to the Pope's visit,'' which included nine US cities in 10 days in 1987 and crowds in the hundreds of thousands.\nRobert Kupperman, a terrorism expert at the Center for Strategic and International Studies, agrees. ''They can control the perimeter.''\nRAND Corporation policy analyst Jeffrey Simon adds that terrorist attacks usually come by surprise. When security can focus on a specific event and place, the terrorists then lose their advantage.\n''I think that the Medellin cartel and their associates are not that insane to attempt to assassinate the president of the United States,'' says Dr. Kupperman. He would not be surprised, however, if drug traffickers attempted other terrorist acts to assert themselves during the summit.\nThe summit carries some diplomatic risks as well. Peruvian President Alan Garcia might use the summit as a platform to berate the US - a popular stance for Latin American politicians.\nMr. Garcia backed out of the summit when the US invaded Panama. He reentered only after Bush promised in his State of the Union address to withdraw the invasion forces by the end of this month.\nMore likely, though, all parties will try to ''gloss over major differences,'' says Bruce Bagley, a University of Miami expert on Andean Latin America.\nEach country has an agenda. Colombians need help against terrorism and want the US to exert its influence to keep arms and mercenaries out of Colombia. Peru and Bolivia would like to use US aid to develop economies badly warped by the coca trade. All three countries want stronger US measures to cut demand for drugs at home.\nThe US wants its money to slow the drug flow. Projects like crop substitution offer a middle ground between economic development and direct drug fighting.\nOutside experts are not very hopeful the summit will actually slow the flow of drugs into the US. A study by Peter Reuter of the RAND Corporation found that interdiction of the drug supply overseas is one of the least cost-effective ways of combating drugs. But if it does not help the American drug problem, notes Hakim, it might help Bolivia's.\nThe Bush administration has already improved relations over drug policy with the Andean countries by shifting more attention to reducing US demand.\n''That was very comforting to the Latin countries that had been under great pressure,'' he says.\n\nGraphic\n\n \nPHOTO: BUSH AT STATE OF THE UNION ADDRESS: He wants to send a strong signal of support to President Barco's drug war by attending the summit., PETER MAIN - STAFF"
}