{
    "title": "Bush_ Patriot Act key to war on terrorism",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 12,
    "day": 18,
    "full text": "President Bush said Saturday that senators who are blocking renewal of the terrorism-fighting Patriot Act are acting irresponsibly and standing in the way of protecting the country.\n\"In the war on terror, we cannot afford to be without this law for a single moment,\" the president said in a live broadcast from the White House of his weekly radio address.\nSenate Democrats, with the aid of a handful of Republicans, succeeded Friday in stalling the bill already approved by the House. The vote to advance the measure, 52-47, fell eight votes shy of the 60 votes required to end debate.\nOpponents of renewing the law, most of whom are Democrats, argue that it threatens constitutional liberties at home.\nMost Republicans and other supporters say the act is essential for protecting the country against terrorists. The law was enacted in the aftermath of the attacks of Sept. 11, 2001.\nOf the 55 Republicans in the Senate, four helped to block its passage while two of the 45 Democrats pushed to pass it.\nSome of the most contentious elements of the Patriot Act include powers granted to law enforcement agencies to gain access in secret to library and medical records and other personal data during investigations of suspected terrorist activity.\nThe law allows the government to conduct roving wiretaps involving multiple phones and to wiretap \"lone wolf\" terrorists who might operate on their own, without control from a foreign agent or power.\nIf the law is not renewed, its powers would expire Dec. 31 only for new investigations of people whose criminal activity began after Dec. 31 and who were not associated with anyone who was under investigation before Dec. 31.\nSen. Patrick Leahy, D-Vt., and a chief supporter of the original Patriot Act, said in a statement after Bush's radio address that the administration and GOP congressional leaders rewrote the reauthorization in ways that fell short of protecting basic civil liberties and then attempted to force it through Congress.\nLeahy urged Bush and GOP leaders to support a brief extension of the law so that changes could be made in the reauthorization.\n\"Fear mongering and false choices do little to advance either the security or liberty of Americans,\" Leahy said. \"Instead of playing partisan politics and setting up false attack ads, they should join in trying to improve the law.\"\nThe debate over the Patriot Act was fueled anew by a New York Times report that Bush had secretly authorized eavesdropping on individuals in the United States without first gaining permission from the courts.\nIn his radio address, Bush defended his decision to authorize the National Security Agency to conduct the secret probes much as he defended the Patriot Act, saying both had saved lives and prevented more attacks.\nNoting that key provisions of the Patriot Act are set to expire in two weeks, the president said: \"The terrorist threat to our country will not expire in two weeks. The terrorists want to attack America again, and inflict even greater damage than they did on September the 11th.\"\nBush added, \"Congress has a responsibility to ensure that law enforcement and intelligence officials have the tools they need to protect the American people.\"\n\nLoad-Date: December 18, 2005"
}