{
    "title": "Bush Mum After Saudis' Antisemitic Comments",
    "publisher": "the forward",
    "year": 2005,
    "month": 2,
    "day": 25,
    "full text": "Democrats are slamming President Bush for failing to condemn antisemitic remarks made during a high-level counterterrorism conference in Saudi Arabia that was attended by his top homeland security adviser.\nAt the conference, a Saudi poet recited a poem in which he condemned Osama bin Laden before declaring that the Al Qaeda chief \"was sent by the Jews,\" according to transcripts provided by the pro-Israel Middle East Media Research Institute. In an interview with Saudi TV broadcast during the conference, cleric Aed Al-Qarni noted that \"the first to kill and use terrorism in the world were the Jews,\" adding that the 1995 Oklahoma City bombing and the September 11, 2001, attacks were \"American terror attacks,\" the translation service reported.\nFran Townsend, who serves as President Bush's homeland security adviser with the rank of assistant to the president, was the head of the U.S. delegation to the four-day conference, which began February 5. Israel was not invited, but at least three countries on the State Department's list of state-sponsors of terrorism - Iran, Syria and Sudan - participated.\nThe meeting was seen as a public demonstration of Saudi Arabia's newfound dedication to fight terrorism after years of withering criticism in the United States following the 9/11 attacks.\n\"I cannot believe President Bush sent a high-level U.S. delegation to this Saudi charade,\" said Senator Frank Lautenberg, a New Jersey Democrat, in a statement issued Tuesday. \"The president lent legitimacy to this hate-fest, and he should apologize and admit it was a serious mistake,\" said Lautenberg, who had sent Bush a letter urging him not to send anyone to the parley. \"Now that we are seeing a transcript of the Saudi messages surrounding this event, the Bush administration's participation is downright alarming.\"\nA White House spokeswoman, Maria Tamburri, told the Forward: \"Fran Townsend heard no remarks of such hateful nature at the conference. Had she heard them, she would have strongly denounced them.\"\n\"President Bush,\" the White House spokeswoman said, \"firmly condemns antisemitism.\"\nAfter the conference, but before the controversial remarks were publicized, White House press secretary Scott McClellan said that President Bush had spoken with Saudi Crown Prince Abdullah on February 14 and \"complimented the Crown Prince on last week's successful counterterrorism conference in Saudi Arabia.\"\nJewish groups, who harshly condemned the antisemitic rhetoric of participants in a 2001 United Nations conference on racism and discrimination in Durban and applauded the decision by the U.S. delegation to leave that earlier gathering, were reluctant to take on the administration over its participation in the Saudi parley.\nKenneth Jacobson, associate national director of the Anti-Defamation League, said the White House faces a tough dilemma in dealing with Riyadh. He refused to condemn the Bush administration's lack of reaction.\nIn addition to the administration's decision to pull out of the Durban conference, Bush has been praised by Jewish organizations for taking several steps to fight antisemitism across the world. This week, during a fence-mending visit to Europe, Bush issued the latest in a long string of public condemnations of antisemitism.\nBut some have criticized Bush for failing to rebuke Crown Prince Abdullah of Saudi Arabia last year, after he blamed terrorist attacks in his country on \"Zionists.\"\nFollowing the recent Saudi conference, the executive director of the National Jewish Democratic Council, Ira N. Forman, released a statement saying: \"It is self-delusional that President Bush would show such poor judgment in sending a top envoy to this anti-Semitic, anti-Christian, anti-American parley - even after contemptible statements are read on Saudi state television during the run-up to the conference, and even after a very pointed warning from Senator Frank Lautenberg that this conference is nothing that the United States should be associated with.\"\nLautenberg had written a letter to Bush prior to the conference expressing his concern that the president was dispatching Townsend, the National Security Council's top counterterrorism official, to a conference also attended by representatives from Iran, Syria and Sudan.\n\"I believe U.S. participation in the creation and exchange of effective counterterrorism strategies with known sponsors of terrorism defies good policy as well as common sense,\" Lautenberg wrote.\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: June 14, 2006"
}