{
    "title": "Bush's proposed 'war on terrorism' broad, unrealistic course of action",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 28,
    "full text": "I have become extremely concerned with this silent war America has declared on terrorism. Not an attack on a country or a government. Not even an attack on an individual -- an idea that a week ago had Americans squirming. For some reason that is unbeknownst to me, Americans are lining up behind Bush, who is proposing we attack terrorism in general.\nU. Mississippi\nWho?\nNo, you misunderstood me: terrorism -- the practice of using violence or threats to intimidate or coerce. This is what we are launching an all-out war for: a practice.\nWhen I first heard the proposal, I was all for it. But in retrospect, I realize how idealistic it is. The events of Sept. 11 were devastating. They were horrific: a madman's attempt to stifle the drive of the Free World. He and all those in cahoots with him cannot die enough times to satisfy me. They should suffer an unthinkable punishment, and if it takes calling up reserves to get the job done, so be it.\nBut Americans are tooting their own horns if we think we can extinguish terrorism throughout the world. I'll advocate efforts to bring those responsible for our recent attacks to justice (if it can ever be done to our satisfaction), but I will not advocate sending thousands upon thousands of our military members halfway around the world to fight an idea. It's ludicrous. It's jumping in over our heads. It's unnecessary. And exactly how would we go about it anyway? We locate the \"training camps\" of those we're already aware of, destroy them and the people who operate them, and then what? I mean no humor in saying this, but I can't help the idea I've got of American soldiers peering into windows to look for signs of terrorism in some obscure country.\nWhat I'm trying to convey is the broad approach the United States is taking to something that, aside from that whole attempt to avoid World War III, should be cut and dry. It's really not that complicated.\nHowever, it seems that I am of the minority opinion.\nNATO announced Wednesday its \"unflinching support\" for our country's campaign against terrorism. When Bush spoke of the country's efforts in front of thousands of airline workers Thursday at Chicago's O'Hare International Airport, he had to pause in between cheers and roars of \"USA.\" His approval rating of 90 percent is phenomenal. In a Gallup poll released on Sept. 22, 59 percent of Americans favored Bush's \"war on terrorism\" worldwide as opposed to a single attack in Afghanistan.\nIt appears that I am outnumbered. So, I'll plead for the spontaneous sanity of our government. And if it doesn't come, I'll pray that the goals of the military are precise. I'll pray that our troops aren't sent on another Vietnam mission -- one where the enemy isn't always clear and the reasons for fighting aren't always evident.\nI'll hope that I'm wrong and our efforts to end terrorism are successful. I'll hope that the soldiers who die for our country don't do so in vain.\n(C) 2001 Daily Mississippian via U-WIRE\n\nLoad-Date: September 28, 2001"
}