{
    "title": "BUSH BLASTS 'STATUS QUO,' VISITS ASSAD",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 11,
    "day": 24,
    "full text": "GENEVA - Declaring he is ''tired of the status quo'' with Iraq, President George Bush said Friday that he was close to a U.N. resolution on using force, and he moved to tighten his coalition by meeting with Syrian President Hafez Assad.  In a written statement issued after Bush's meeting with Assad, the White House said the two had had a full discussion of the gulf standoff - and had agreed that any ''partial solution'' would be unacceptable.  ''They expressed their preference for a peaceful solution of the crisis, '' the statement said.  Bush said he was ''very, very close'' to rounding up the support he wanted for a United Nations resolution authorizing the use of force.  Assad agreed that Iraq's occupation of Kuwait was unacceptable, but he expressed a preference for a peaceful solution, the White House said.  The meeting lasted about three hours.  The White House described the talks as ''full and frank,'' saying they had covered in depth a broad range of bilateral and regional concerns.  ''They also agreed that Iraq should receive no award for its aggression, and that Kuwait's territory and legitimate government must be restored fully,'' the statement added.  Bush urged Syria to do everything in its power to help bring about the release of all hostages held in Lebanon. The two presidents also discussed human-rights issues.  The two also ''had an extended conversation on the question of terrorism, agreeing to continue the U.S.-Syrian dialogue with the goal of achieving positive results,'' it said.\nIt was a measure of Bush's increasing anxiety about the continuing standoff in the gulf that he chose to make this detour to Geneva on his way home from a weeklong trip and hold the politically risky meeting with Assad. He was the first president to do so since Jimmy Carter in 1977.  Since then, relations have been strained by American suspicions of Syrian links to terrorism.  Bush said the meeting was justified by Syria's involvement in the international effort to drive Iraq from Kuwait.  He said he had been advised by Egyptian President Hosni Mubarak and other officials in the last week to meet with Assad. The purpose was to reassure Assad that he was a full partner in the coalition, he suggested..  i Bush shrugged off suggestions that the meeting could complicate relations with Israel and produce political trouble at home.  But at the same time, he announced that he had reversed an earlier decision and agreed to meet with Prime Minister Yitzhak Shamir of Israel next month when he comes to the United States for a private visit.  Earlier, with Mubarak in Cairo, Bush said: ''We're getting tired of the status quo, and so is the rest of the world.'' He acknowledged that he was discussing moves that could be taken if a peaceful solution could not be reached.  Mubarak said he had little hope that armed conflict could be avoided because Iraq had shown no willingness to withdraw, despite more than three months of a global economic embargo.  ''I am by nature very optimistic, but in this crisis, to an extent, I am pessimistic,'' he said. ''I don't see the slightest movement.'' In other developments Friday: The Army announced that it would suspend the retirements of thousands of soldiers coming to the end of their enlistment periods; it also will freeze all transfers of soldiers overseas to bases in the United States. The Army said these soldiers might be needed to back up Operation Desert Shield in the Persian Gulf.  The move marks the first such freeze of Army personnel lists since the all-volunteer services were established in 1973. The order means that about 5,500 people per month who otherwise would have left the service will be forced to stay on indefinitely.  Israeli President Chaim Herzog said it made sense for Bush to hold talks with Assad on the Persian Gulf situation.  ''It's up to President Bush to decide who he talks to, in pursuing his policy,'' Herzog said at his hotel in Geneva.  Herzog's reaction to the meeting contrasted sharply with angry comments in Israel, where Syria is seen as a state that supports terrorism.  Herzog, who was in Geneva on a private visit, made it clear that his presence was purely coincidental.  Even as Bush voiced confidence that a U.N. consensus could be forged authorizing the use of force against Iraq, Soviet President Mikhail S.  Gorbachev urged prudence, saying that a Persian Gulf war would be more disastrous than the conflicts waged by the United States in Vietnam or Soviet Union in Afghanistan.  ''This is not Vietnam or Afghanistan; this is very serious,'' Gorbachev added.\n\nGraphic\n\n \nGraphic; LOGO - CRISIS IN THE PERSIAN GULF\n\nLoad-Date: October 18, 1993"
}