{
    "title": "BUSH TO ANNOUNCE CHEMICAL ARMS PLAN TODAY U.N. SPEECH IS FIRST FOR PRESIDENT",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 9,
    "day": 25,
    "full text": "KENNEBUNKPORT, Maine (AP) - President Ge orge Bush put the finishing touches Sunday on his first presidential address to the United Nations.  Aides said that speech - to be delivered today - would include a major chemical weapons proposal and a call for international cooperation on drugs, terrorism and the environment.  The president, between church services, fishing and golf, worked with his national security adviser, Brent Scowcroft, and other aides to finish the speech at his seaside vacation home.  The central focus of the speech was to be a proposal that Secretary of State James A. Baker III said would ''move the world closer to a ban on chemical weapons.'' But White House officials were tight-lipped on what that proposal would contain.  Scowcroft said Sunday on NBC's ''Meet the Press,'' ''The president has been concerned for a number of years about the horrors of chemical weapons. He made a major presentation to the U.N. conference in 1984, on the possibility of banning chemical weapons, and he will have some proposals tomorrow to advance that issue.'' The United States and Soviet Union are the only two nations that admit to having stockpiles of chemical weapons. U.S. analysts estimate that two dozen countries have the weapons or the capacity to produce them.  In addition to the chemical weapons proposal, Scowcroft said, ''The thrust of the U.N. speech will be celebrating the march of democracy and freedom, dealing with many of the multilateral issues affecting the world - drugs, terrorism, environment.''\nThe president is expected to include one of his favorite themes, the moves toward political and economic changes in Poland and other Soviet bloc countries.  At the United Nations, where Bush served as the U.S. ambassador in 1971 and 1972, he will meet with U.N. Secretary-General Javier Perez de Cuellar, President Jose Sarney of Brazil, Finance Minister Shimon Peres of Israel, President Vinicio Cerezo of Guatemala, President Carlos Andres Perez of Venezuela and President Jaime Paz Zamora of Brazil.\n\nLoad-Date: October 25, 1993"
}