{
    "title": "Bush demands turnover of terrorists President warns of U.S. deaths in terrorism fight",
    "publisher": "the world",
    "year": 2001,
    "month": 9,
    "day": 21,
    "full text": "WASHINGTON - President Bush put Afghanistan's ruling Taliban on notice that it must hand over Osama bin Laden and his terrorist followers or \"share in their fate\" when the United States strikes. The Taliban refused.\nBush, in an address to Congress, announced creation of a Cabinet-level department to tighten security at home and coordinate efforts to prepare for potential attacks. \"Some speak of an age of terror,\" the president said. \"I know there are struggles ahead and dangers to face.\"\nHours after Bush addressed the nation, the Taliban rejected his demand and warned that attempts to apprehend bin Laden by force could plunge the whole region into crisis. The White House ruled out negotiating with the Taliban, but was open to diplomacy by other nations that could create pressure on terrorist-harboring countries.\n\"But don't mistake the two,\" said White House spokesman Ari Fleischer. \"The president could not have been more clear about his conditions. But diplomatic efforts around the world will continue to help secure the president's goals.\"\nBush placed phone calls this morning to the presidents of Turkey and Nigeria and the sultan of Oman and met with his national security advisers.\nBush presented a rough outline Thursday night of how he planned to unravel the terrorist conspiracy in which hijacked jets became flying bombs that destroyed New York's World Trade Center and severely damaged the Pentagon on Sept. 11, with a death toll now expected to exceed 6,000.\nAt the heart of Bush's plan is a nonnegotiable demand for the Taliban to lead U.S. authorities to the masterminds of bin Laden's al-Qaida network, free imprisoned foreigners and \"immediately and permanently\" close terrorist training camps in the rugged Afghan hills.\n\"The Taliban must act and act immediately. They will hand over the terrorists, or they will share in their fate,\" Bush said. \"Our war on terror begins with al-Qaida. … It will not end until every terrorist group of global reach has been found, stopped and defeated.\"\nIn Islamabad, Pakistan, Taliban ambassador Abdul Salam Zaeef said today he is sorry people died in the attacks, and appealed to the United States not to endanger innocent people in a military retaliation.\nZaeef said the Taliban would not hand over bin Laden without evidence, and called for an investigation by the United Nations, telling reporters that Bush's ultimatum poses great danger for Muslims.\nA White House spokesman this morning reiterated the passage in Bush's speech that stated, \"These demands are not open to negotiation or discussion.\"\nBush was sitting down today with insurance industry executives for more assessments of the body blows that the attacks dealt to an already weak-kneed U.S. economy. The House also was poised to approve a $ 15 billion plan to prop up the nation's airlines, so devastated by the attacks that they began laying off thousands of workers.\nBush promised \"active steps that strengthen America's economy and put our people back to work,\" but gave no details. He made that pledge amid predictions that the terrorism response could cost $ 100 billion and send the federal budget into the red for the first time in four years.\nSenate Majority Leader Tom Daschle, D-S.D., made clear that no budget issue is more important than this fight. Asked on CBS'\"The Early Show\" if he is prepared to spend the entire Social Security surplus to battle terrorism, Daschle replied: \"We have to put our nation's security before we put any other questions to the Congress or to the American people.\"\nFederal Reserve Chairman Alan Greenspan warned that the attacks had delivered a harsh blow to an already stagnant economy, and the country's main stock index suffered its third triple-digit loss of the week, down more than 300 points Thursday.\nFinancial jitters aside, much of the world signed up to help pursue Islamic terrorists whom Bush put in the same league as the fascists, Nazis and totalitarians of the 20th century. Saudi Arabia pledged support, as did 16 European nations; Bush was meeting today with Chinese Foreign Minister Tang Jiaxuan, who told reporters Thursday that China also was angered by America's ordeal and had \"shared views\" about the need to wipe out terrorism.\nBritish Prime Minister Tony Blair, who visited New York on Thursday and conjured images of U.S. solidarity with a bombarded Britain during World War II, said his nation would stand beside America \"without hesitation.\"\nBush accepted Blair's embrace gladly, and gave an unvarnished ultimatum to nations reluctant to join the cause: \"Either you are with us or you are with the terrorists. From this day forward, any nation that continues to harbor or support terrorism will be regarded by the United States as a hostile regime.\"\nBush's speech, delivered under unusually tight security to a joint meeting of the House and Senate, was greeted with roars of bipartisan approval in the packed House chamber, with millions of TV viewers looking on.\n\"We are resolved to work together, not as Democrats or Republicans, but as Americans,\" Daschle said following Bush's address.\nIn hopes of soothing a nervous, angry America, Bush announced creation of a Cabinet-level homeland defense post to coordinate anti-terrorism efforts, and tapped Pennsylvania Gov. Tom Ridge for the job.\nMore acts of terrorism are possible, Bush noted. And, he added, \"Now this war will not be like the war against Iraq a decade ago, with a decisive liberation of territory and a swift conclusion. It will not look like the air war above Kosovo two years ago, where no ground troops were used and not a single American was lost in combat.\n\"I ask you to be calm and resolute, even in the face of a continuing threat,\" he said.\nAlong those lines, the Federal Aviation Administration issued a notice Thursday prohibiting until further notice flights in the immediate vicinity of any major professional or collegiate sporting event.\nIn New York, the grim business of clearing the rubble of what once was the World Trade Center continued, with little hope of finding more survivors. Mayor Rudolph Giuliani announced that the number of missing had soared to 6,333, with hundreds of foreigners added to the list of victims feared dead.\nAuthorities scoured the country, meanwhile, for leads to possible collaborators in the Sept. 11 attacks. FBI Director Robert Mueller said doubt has been cast on the identities of some of the suicide hijackers, after agents in Chicago arrested a man with the same name as a jailed bin Laden associate. Mueller said authorities are certain that most of the identities are correct.\nAs Bush spoke, with his vice president and health secretary sequestered so the line of succession would remain intact, American military personnel began streaming from bases around the country, bound for duty in the Persian Gulf.\n-30-\n\nLoad-Date: September 22, 2001"
}