{
    "title": "BUSH BACKS $400M FUNDING SHIFT TO WAR ON TERRORISM",
    "publisher": "daily news ",
    "year": 2001,
    "month": 9,
    "day": 27,
    "full text": "WASHINGTON - President Bush endorsed the transfer yesterday of $400 million from what had been his high-priority missile defense budget to his new priority - a war on terrorism.\nAnd in an ironic twist, his main Senate ally in getting the bill passed is Majority Leader Tom Daschle, a Democrat.\nA clear sign that the new fight against terrorism trumps the Cold War-era Star Wars strategy, Bush signed off on a House bill that shifts $400 million in Pentagon spending from missile defense to counterterrorism programs.\nThe House passed the measure late Tuesday, but the legislation was hung up in the Senate yesterday amid partisan bickering over attaching other provisions to the measure.\nBush called the shift in funds a \"vital step to ensure our nation's security.\" He hoped to sign the bill into law next week.\nBut Sen. James Inhofe (R-Okla.) wants an energy bill attached to the defense bill, while Sen. Phil Gramm (R-Texas) wants to include a measure allowing prison industries to get defense contracts.\nDaschle (D-S.D.) indicated the senators were wrongly holding up a bill that needs immediate attention, because Bush refused to allow their riders to be attached to the Pentagon legislation\n\"Our troops are counting on it; the Pentagon needs it,\" Daschle said of the measure.\nThe bill would boost the amount dedicated to fighting Bin Laden and his Al Qaeda organization to $6 billion for the fiscal year that begins Monday.\nIn a bow to Russia, which has enlisted in Bush's anti-terror war, the Bush administration made a subtle shift in its policy toward the breakaway Russian province of Chechnya.\nIn the past, Washington has scolded Russia for its treatment of Chechen rebels.\nBut yesterday, Bush charged that the rebels, who are Muslims, were allied with Bin Laden operatives.\n\"First of all, to the extent that there are terrorists in Chechnya, Arab terrorists associated with the Al Qaeda organization, I believe they ought to be brought to justice,\" Bush said while meeting with Muslim leaders. \"We do believe there are some al Qaeda folks in Chechnya.\"\nBush insisted it wasn't a shift in policy, stressing that Russia \"respect of human rights\" of the Chechens.\n\nLoad-Date: September 27, 2001"
}