{
    "title": "Bush conjures up tortured defense of executive privilege",
    "publisher": "usa today",
    "year": 2007,
    "month": 4,
    "day": 3,
    "full text": "George W. Bush isn't the first president to make the case for executive privilege. He just does it badly.\nHis assertion that he has a right to keep secret the advice he gets from his staff is about as rational as the proverbial person who cuts off his nose to spite his face.\nBush has invoked executive privilege in  refusing to allow his political adviser, Karl Rove, and his former counsel, Harriet Miers, to testify under oath before a Senate panel about their involvement in the recent firings of eight U.S. attorneys. Instead, Bush said he'll allow them to be interviewed in private by senators, as long as they are not placed under oath -- and no transcript is made of what they say.\nSome Republicans have been quick to point out that forcing Rove and Miers to take an oath before they testify is not necessary because lying to Congress with or without it is a crime. But the real sticking point here is Bush's demand that there be no transcription of this unsworn testimony.\nCan you see where I'm going with this? If what Bush's people tell the senators is neither sworn nor recorded, there is no good way to test the truthfulness of what they said.\nWhat, no transcript?\nSen. Arlen Specter, R-Pa., a former Philadelphia district attorney, acknowledged this point during a recent appearance on NBC's Meet the Press.  \"I think the president is wrong when he refuses to have a transcript,\" he said. \"If you don't have a transcript, senators are going to walk out and, in good faith, have different versions ... as to what occurred.\"\nBut, of course, that's the intent of the president's offer.\nIronically, while Bush refuses to allow a record of what his aides might say to congressional investigators to get out, he was all too willing to have his administration distribute transcripts of some of the secret tribunals being held for terrorism suspects.\nTranscripts of what Khalid Sheikh Mohammed and Waleed Mohammed bin Attash allegedly said in those proceedings were given to reporters by the Pentagon. But why hand journalists transcripts of the proceedings from which they were banned for national security reasons?\nMaybe to keep the scribes from hearing the terrorism suspects talk about what government agents did to get them to confess.\nWater-boarding report\nRemember the 2005 ABC News report that revealed some of the physical and mental tactics the CIA used to force terrorism suspects to talk? Remember water boarding -- a practice in which suspects are hung from a board, feet first, and their heads are wrapped in cellophane? Water is poured over them, making them think they're drowning.\nWhatever the reason, transcripts of the tribunal proceedings -- cleansed of anything  the government didn't want us to know -- were given to media organizations. The Bush administration, in releasing these documents, made no claims of executive privilege.\nBut the president is unyielding in his insistence that there be no record of the closed-door meeting he says senators can have with Rove and Miers.\nIn that case, the Senate should resort to water boarding -- which ABC News said Bush personally approved in the terrorism cases -- to make sure they're getting the truth out of his people.\nYou think that's an awful idea? Last year, a conservative talk radio show host asked Vice President Cheney about an interrogation technique that sounded a lot like water boarding. \"Would you agree a dunk in water is a no-brainer if it can save lives?\"\n\"Well, it's a no-brainer for me,\" said Cheney, who also serves as president of the Senate.\nAll right, so forget about having a transcript of what Rove and Miers say when questioned by senators. Let's not have a drawn-out fight over executive privilege. Just strap them to a water board and let the questioning begin.\n---\nDeWayne Wickham writes on Tuesdays for USA TODAY. \n\nGraphic\n\n \nPHOTO, B/W, AFP/Getty Images\n\nLoad-Date: April 3, 2007"
}