{
    "title": "Bush pushes for support from labor leaders President speaks to workers, vows to fight terrorism",
    "publisher": "charleston daily mail",
    "year": 2002,
    "month": 9,
    "day": 3,
    "full text": "NEVILLE ISLAND, Pa. - President Bush, hoping to drive a wedge between Democrats and their big labor base, pledged to fight recession and terrorism on behalf of American workers.\n\"Congress needs to get moving,\" Bush said during a Labor Day address, urging lawmakers to stop blocking his efforts.\nHe demanded action on his terrorism insurance, energy, retirement protection and tax-cutting policies, saying Americans are hurting more than economic indicators suggest.\n\"I know the statistics and all that business, but what I worry about is when I hear stories about people who can't find work,\" Bush said Monday.\nSince the 2000 campaign, the president and his advisers have tried to siphon money and votes from organized labor, the cornerstone of the Democratic Party's base.\nThough he has not made huge gains overall, Bush has managed to cultivate relationships with two labor leaders: James P. Hoffa of the International Brotherhood of Teamsters and Douglas J. McCarron of the United Brotherhood of Carpenters and Joiners.\nBoth labor leaders are rivals of AFL-CIO president John Sweeney, who leads the federation of 66 international union affiliates.\n\"When you look at rank-and-file union workers, there is increasing support for President George W. Bush,\" White House spokesman Ari Fleischer said. \"They are not in lockstep with some of these older-line liberal labor leaders. There's splits in the labor movement.\"\nBush and unions have worked together to push his energy plan, which includes opening Alaska's Arctic National Wildlife Refuge to oil drilling, and imposing new tariffs to help protect the ailing U.S. steel industry.\nStill, some Bush policies rankle even Teamsters leaders, including the killing of ergonomics workplace rules, the opening of the U.S. border to Mexican trucks and the renewal of fast-track legislation that did not include labor-backed wage and safety provisions.\nEven the steel tariff decision has been watered down by exceptions offered to angry U.S. allies.\nHis proposal to create a Department of Homeland Security has angered many union leaders who fear that many hard-fought rights, including collective bargaining provisions, will be lost as Bush pushes for flexibility.\nBush dismissed the argument as he talked for 15 minutes to several hundred union workers, who were there by invitation.\nHe urged Congress to approve the Pentagon budget before a dozen other spending bills awaiting action this fall.\nAs for the war, he said, \"We're in this for the long haul\" but didn't mention the internal debate over what to do about Saddam Hussein's Iraq.\nLabor groups are key donors and organizers for Democrats, who cling to a one-seat majority in the Senate and are a handful of seats away from controlling the House. Thirty-six governorships also are at stake in the November elections.\n\nLoad-Date: September 5, 2002"
}