{
    "title": "Bush's Options for Action on Flight 103",
    "publisher": "the world",
    "year": 1989,
    "month": 5,
    "day": 16,
    "full text": "MANY lives will be at stake when the Bush administration faces the first test of its counterterrorism policy - United States reaction to the bombing of Pan American Flight 103 which killed 270 last December at Lockerbie, Scotland. Much progress has been made in that investigation; the culprits are apparently known.\nReady or not, the administration must be prepared to respond boldly. The political palliative that the bombers are still unknown will work no longer. As has been reported in the Washington Post, the Central Intelligence Agency has determined that Iran hired the Popular Front for the Liberation of Palestine-General Command (PFLP-GC), a Syrian-controlled group, to destroy the plane.\nThere will be demands for prompt action, even military attacks, against Iran and Syria, but such attacks would at best be cathartic and could activate Iranian and other terrorist rings already resident in the US.\nAny military strike against Iran would rally the crumbling Islamic revolution. Why do Ayatollah Ruhollah Khomeini a favor? An American strike on Syria could kill thousands, including Soviet military advisers, and would damage broader Middle East peacemaking goals and potentially trigger a superpower confrontation.\nIf military options are excluded on pragmatic grounds, the alternatives are legal apprehension, covert operations, and diplomatic sanctions. Attempts will be made to arrest the perpetrators and bring them to trial.\nIf that were to fail, which is quite likely, the administration must then confront the problems of using covert force, including eliminating the bombers and their leaders. If such operations were to be undertaken, Congress must share the responsibility. Otherwise, another ''Iran-contra'' debacle would assuredly arise. If covert operations, in particular assassination by executive order, remain proscribed, certain allied secret services would be less squeamish. In any case, terrorists must be sent a clear message.\nDiplomatic and economic sanctions will again prove totally futile if the burdens of isolating Syria and Iran are not shared by America's allies. George Bush must make every nation in the world that receives US assistance understand that violating the embargo directly or indirectly will trigger a cutoff of American aid. There can be no exceptions. It will require a massive effort by the Commerce Department and US trading partners around the world, but it is possible to know who is trading with Iran and Syria and to punish them. Past efforts at embargoes against Libya failed, not because they were poorly conceived, but because they lacked political will.\nAlong with allied support, the assistance of the Soviet Union should also be sought. Secretary of State James Baker, following up on an informal meeting on counterterrorism cooperation last January, has been in Moscow for a pathbreaking discussion of US-Soviet bilateral cooperation against terrorism. High on the US list has been a demand that the USSR pressure its client Syria, one of the most active sponsors of terror, to stay out of the terrorism business.\nIf Mr. Bush takes any substantive action against Iran and Syria, he must also prepare the American people for the likelihood of further terrorist attacks against Americans at home and abroad. Bush should make sure the FBI and the INS receive assistance from other agencies, including the military, to support surveillance of incoming foreigners as well as Iranians and Syrians living in the US.\nFrightening as all this may sound to any rational reader, there is no question that the US must respond to the bombing of Flight 103, must not attempt to play the failed Reagan game of bluster-and-no-action, but must also lower expectations about ''defeating terrorism.'' The hard fact is that terrorism will continue to be a problem - and an expanding one. Even the best strategies offer only a hope of containing its spread."
}