{
    "title": "Bush administration faces tough choices in Cuban militant case",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 5,
    "day": 19,
    "full text": "Freedom fighter or terrorist? Illegal alien or persecuted Cuban refugee? The Bush administration faces a tough choice in deciding what to do with Luis Posada Carriles, wanted on suspicion of orchestrating the deadly 1976 bombing of a Cuban airliner.\nPosada, a 77-year-old Cuban exile, was being held Wednesday at an undisclosed location in the United States while U.S. immigration officials decided his fate. He was taken into custody Tuesday, two months after he slipped into the United States and asked for asylum.\nThe Bush administration has at least three choices: extradite Posada to Venezuela, where he is wanted in the airliner bombing that killed 73 people; send him to a third country willing to accept him; or let him stay in the United States.\nOver the past 45 years, the U.S. government has condoned and even backed acts of sabotage against Fidel Castro's communist Cuba, and federal law specifically welcomes anti-Castro exiles. But the United States could find itself accused of a double standard on terrorism if it shelters Posada.\nIf Posada is allowed to stay, \"it would diminish U.S. standing in the world and significantly undercut our credibility in terms of the war on terrorism,\" said Wayne Smith, a former U.S. envoy to Cuba who now heads the Cuba program at the Washington-based Center for International Policy. \"It would be a serious blow to our war on terrorism.\"\nVenezuelan Vice President Jose Vicente Rangel said that this case \"is going to be emblematic, really, to assess exactly what is the final position of the American government and particularly President Bush with respect to terrorism.\"\nA decision on whether Posada should be deported must be made under U.S. law by today. The U.S. government has not said what it will do, but in a statement the Homeland Security Department said it generally does not deport people to Cuba or countries acting on Cuba's behalf.\n\nLoad-Date: May 19, 2005"
}