{
    "title": "Bush pushes the button that best benefits the GOP Terrorism talk helps to redefine agenda for coming",
    "publisher": "usa today",
    "year": 2006,
    "month": 9,
    "day": 7,
    "full text": "WASHINGTON -- President Bush demonstrated with a dramatic speech Wednesday one of the most consequential powers of his office.\nHe changed the subject.\nWith less than nine weeks until congressional elections, the president turned the topic from the war in Iraq and complaints about stagnant wages and rising health care costs to the only major area in which Americans continue to give him and the GOP high marks.\nIn a speech about secret CIA prisons and terrorists' tribunals, he cited the approaching fifth anniversary of 9/11 in arguing that his administration's handling of the terrorist threat has succeeded in protecting Americans from another attack on U.S. soil.\n\"Some may ask: Why are you disclosing this information now?\" the president said toward the end of his 37-minute address to an invited audience in the East Room. Questioning of the suspects has been \"largely completed\" so the men could now stand trial, he said, and a Supreme Court decision struck down the administration's plans for military tribunals because they hadn't been sanctioned by Congress.\n\"Congress is in session for just a few more weeks,\" he said, \"and passing this legislation ought to be the top priority.\"\nAnd the political goal of Bush's speech?\n\"Grab the agenda and keep control of it -- that's what's going on,\" said Steven Schier, a political scientist at Carleton College in Northfield, Minn. \"It's an attempt to structure the agenda for the election and move a lot of nagging concerns that the public has about this administration to the back of the public's mind.\"\nConsider the findings of a USA TODAY/Gallup Poll taken two weeks ago.  By 55%-43%, those surveyed approved of how Bush was handling terrorism. In six other areas, most Americans disapproved of the job he was doing. His handling of the situation in Iraq got the highest negative ratings: 61% disapproved. Just 36% approved.\nFear of terrorism remains potent, though. Nearly half of those polled said they were worried that someone in their family would become a victim of terrorism.\nThe poll of 1,001 adults had an error margin of +/{ndash}3 percentage points.\n\"Historically, every time the country focuses on homeland security and the fight against terrorism, it inures to the president's benefit,\" said Republican strategist Charlie Black. \"But, you know, it's a question of whether that stays prominent in the news until November.\" Black said he's still concerned about the elections, which could imperil GOP control of the House of Representatives and perhaps the Senate.\nEven so, Black said that disclosures in the speech -- including that suspected 9/11 mastermind Khalid Sheikh Mohammed \"sang like a canary\" with details that helped trap other suspects -- makes the administration's actions against terrorism more than an abstraction to the public.\nBush made revelations guaranteed to grab headlines: the existence of secret CIA prisons in foreign countries. The transfer of 14 of the most notorious alleged terrorists from the prisons to the U.S. facility at Guantanamo Bay. Glimpses of the information gleaned from their interrogations, which he said hadn't included torture.\nAfterwards, Bush got reluctant praise from some frequent critics. Amnesty International's Larry Cox called the movement of valuable detainees to trials \"an important step toward achieving accountability,\" though he criticized the administration for maintaining the secret prisons.\nWithin hours, congressional Republicans were citing the president's speech as evidence of Republican toughness toward terrorists.\nHouse Majority Leader John Boehner of Ohio issued a statement saying Bush's speech underscored \"how wrong Capitol Hill Democrats are when it comes to protecting the American people.\"\nSenate Democratic Leader Harry Reid of Nevada said Democrats on the Armed Services Committee were working with Republicans on legislation to set tribunal rules that were, he noted, supported by uniformed military lawyers who had criticized Bush's approach. He said the president's \"flawed system\" had \"failed to prosecute a single terrorist\" so far.\nMeanwhile, Senate Democrats spent much of Wednesday on the same political quest as Bush: Setting a friendly agenda for the fall elections. In their case, the topic was different. They pushed for a non-binding resolution calling for Defense Secretary Donald Rumsfeld to be fired because of his stewardship of the war in Iraq.\n\nGraphic\n\n \nPHOTO, B/W, Andrew Councill for USA TODAY\n\nLoad-Date: September 7, 2006"
}