{
    "title": "Bush team ready for this fight but would prefer not to have it",
    "publisher": "usa today",
    "year": 2004,
    "month": 3,
    "day": 25,
    "full text": "WASHINGTON -- The Bush administration didn't want an independent commission to investigate the Sept. 11 attacks in an election year. Richard Clarke's testimony Wednesday demonstrated why.\nClarke's nationally televised indictment of how President Bush handled the terrorist threat provoked tough responses from the Bush team:\n * The White House circulated a transcript from a briefing in August 2002 in an effort to undercut this week's scathing critique by Clarke, former counterterrorism coordinator for Bush and President Clinton. At that briefing, Clarke defended the administration's anti-terrorism strategy to reporters.\n* National security adviser Condoleezza Rice accused Clarke of giving irreconcilable accounts of Bush terrorism policies -- blistering in his new book, supportive at the briefing in August 2002. \"Which of his stances is he going to stand by?\" she asked.\nClarke, testifying before the commission, said he was \"putting the best face\" on Bush policy at his briefing because he was part of the administration. He called it \"a matter of emphasis and tone\" and denied it was a question of morality: \"It's a question of politics.\"\n * The Bush campaign released a 14-point list to illustrate \"Bush administration success\" ranging from liberating Afghanistan and Iraq to stopping terrorist plots at home.\nThe credibility struggle continued Wednesday on television. \"Everywhere you see him, you'll see three of us,\" vowed Dan Bartlett, the White House communications director.\nThe battle is not surprising, given the stakes. Recent polls, including one this month by USA TODAY/CNN/Gallup, show Bush scores below expected Democratic nominee John Kerry on who would better handle health care, Social Security and other domestic issues important to voters. Bush has an edge of nearly 2-to-1 on handling terrorism, and also leads on Iraq.\nBush advisers believe they won't have trouble maintaining public confidence in the president's ability to fight terrorism. The way they see it, Clinton spent eight years trying and failing to weaken al-Qaeda, but Bush, two months into his administration, told his national security adviser to devise a plan to destroy the organization.\nFurther diluting the case against Bush, members of the commission were critical of both Bush and Clinton. \"If everyone's to blame, no one's to blame,\" says pollster Andrew Kohut, director of the Pew Research Center for the People and the Press.\nThe firestorm Clarke ignited may undercut his critique, says Matthew Streb, a political scientist at Loyola Marymount University in Los Angeles: \"Rightly or wrongly, the perception is this is a guy who's trying to sell books.\"\nBut all things considered, Republicans would rather be having a different discussion. \"It doesn't help Bush to have Clarke going around saying these things,\" says Max Boot, a conservative national security expert at the Council on Foreign Relations.\nDemocrats say voters may develop doubts about Bush's handling of terrorism. Joseph Nye, a Defense official under Clinton and now dean of the Kennedy School of Government at Harvard, says Clarke's words give Democrats a rebuttal if Bush again runs TV ads that use footage of the Sept. 11 attacks to underscore his strength on terrorism. \"It is ammunition that can be used, even though the hearings themselves will be forgotten,\" he says.\nThe liberal group MoveOn.org said it will run a TV ad that quotes Clarke as saying Bush \"ignored terrorism for months.\" Kerry, on vacation until Wednesday without a copy of Clarke's book, has been silent so far.\nNon-partisan and partisan political analysts say the election will be most influenced by concrete factors such as toppling the Taliban, the failure to find weapons of mass destruction in Iraq, the status of casualties and instability in Iraq, and future terrorist attacks.\n\"On something as central as this, it's not a matter of what people say. It's a matter of what the people see,\" Kohut says. \"Clinton lived with ongoing criticism on a whole range of issues. But the public made judgments about his performance, and that's what mattered.\"\n***\nContributing: Judy Keen and Richard Benedetto\nTEXT WITHIN GRAPHIC BEGINS HERE\nUSA TODAY/CNN/Gallup Poll\nRegardless of which presidential candidate you support, would President Bush or John Kerry do a better job handling terrorism?\nBush: 60%\nKerry: 33%\n\nGraphic\n\n \nPHOTO, B/W, Dharles Dharapak, AP; GRAPHIC, B/W, Bob Laird, USA TODAY, Source: USA TODAY/CNN/Gallup Poll of 1, 005 adults March 5-7. Margin of error: +/- 3 percentage points. (BAR GRAPH); Bush: Recent polls show that the president's handling of terrorism is among his strongest assets.\n\nLoad-Date: March 25, 2004"
}