{
    "title": "Bush terrorism agenda deserves opposition",
    "publisher": "university wire",
    "year": 2004,
    "month": 2,
    "day": 4,
    "full text": "I'm feeling rather blunt today, so straight-up, here are five big reasons to oppose the Bush administration's agenda on terrorism:\nReason one -- The war in Iraq was not so much preemptive as predetermined by Bush. Former secretary of treasury Paul O'Neill stated in his book The Price of Loyalty that ousting Saddam via invasion was the administration's goal the day after Bush took office. Bush himself and his spokespeople confirmed this statement shortly after the book was published. This means Bush has conceded that 9/11 was not the catalyst for his decision to go to war with Iraq.\nU. Houston\nReason two -- The Bush administration has abused the Patriot Act. Not only has it been abused by law enforcement and anti-terrorism forces, but it has been used to spy on the activities of democratic politicians. Supporters of the Patriot Act condoned its abuse because it came with a sunset date. Bush is now trying to extend, if not entirely remove, the sunset date from the act.\nReason three -- The Bush administration, along with many before it, has condoned and supported terrorism. In 1988, while Saddam was gassing Kurds by the millions, the United States was supplying Saddam with not only hundreds of millions of dollars, but with dual-purpose technology that could be used for military applications (helicopters and computers, for example). We also supplied Iraq with the precursors to dozens of biological and chemical weapons (anthrax, for example). This was, of course, to aid our friend Saddam in defeating Iran. The CIA gave Iraq help with their battle strategies and supplied satellite photos of Iranian bases for Saddam. If Saddam actually is a threat to the world, it is completely our fault.\nAround that time, the CIA was funding a contra called al Qaeda. Specifically, we gave them $ 200 million, weapons and the training necessary to use them.\nOne of many more current examples of our support for terror and evil is Azerbaijan. Bush has been very friendly toward this equally tyrannical and vile country, which has taken a place as one of the countries most abusive of human rights in the world.\nReason four -- Iraq and Afghanistan are much worse off than before Bush decided to liberate them. The CIA has reported that Iraq is on the brink of a civil war. Roughly 17,000 Iraqi civilians have been killed during the occupation. Both countries have poorer social utilities than before the war, such as running water, electricity and shelter. After Saddam was captured, guerilla attacks increased in intensity, and have been doing so since major combat operations ended.\nReason five -- America does not have any real support internationally. While there are about 30 or 40 countries that support the war in Iraq, the citizens of most of those countries do not support us. The populations of our largest supporters (Italy, Japan, Australia, Spain and the United Kingdom) are against the war in Iraq. Don't forget there are roughly 130 countries that are opposed to the war in Iraq, which constitutes 80 percent of the world's population.\nWhat do you think about all of that?\n(C) 2003 The Daily Cougar via U-WIRE\n\nLoad-Date: February 4, 2004"
}