{
    "title": "Bush savors Iraq victory during speech President offers progress report on war on terrorism terroris",
    "publisher": "los angeles times",
    "year": 2003,
    "month": 5,
    "day": 2,
    "full text": "ABOARD THE USS ABRAHAM LINCOLN - Against a carefully arranged backdrop of fighter jets, cheering sailors and azure seas, President Bush savored the victory in Iraq, declaring that \"the United States and our allies have prevailed.\"\n\"Operation Iraqi Freedom was carried out with a combination of precision, speed and boldness the enemy did not expect and the world had not seen before,\" Bush said Thursday. In a veiled warning to anyone else who might cross the United States, he added: \"You have shown the world the skill and might of the American armed forces.\"\nBush also used the occasion - the first time a president has given a speech from a moving aircraft carrier - to deliver a progress report on the U.S.-declared war on terrorism. He described the campaign against Iraq as a battle that is \"one victory in a war on terror that began Sept. 11, 2001, and still goes on.\" on.\"\n\"The liberation of Iraq is a crucial advance in the campaign against terror,\" said the president, who flew to the carrier aboard a four-seater reconnaissance aircraft, taking the controls for part of the flight. \"With (the 2001) attacks, the terrorists and their supporters declared war on the United States. And war is what they got.\"\nBush gave an optimistic assessment of that war, saying it \"is not over, yet it is not endless. We do not know the day of final victory, but we have seen the turning of the tide.\"\nHe said of terrorists: \"Their cause is lost. Free nations will press on to victory.\"\nThe president kicked off the Iraq war six weeks ago with an Oval Office address following a strike that specifically targeted Saddam Hussein in Baghdad. The fate of the Iraqi leader remains uncertain.\nAlthough Baghdad fell just three weeks later, the White House has avoided a formal declaration of the end of war. One reason is that hostilities may yet flare from what U.S. officials describe as \"pockets of resistance.\" Another reason appears to be the president's decision to adopt rhetoric that downgrades the Iraqi conflict from a war to a \"battle\" and that integrates it more fully than before with the \"war on terror.\"\nBush's visit to the carrier, which is headed toward San Diego, was the result of a week of meticulous planning by White House aides, eager to cement the president's image as a victorious commander in chief. Much of the stagecraft - including the banner reading \"Mission Accomplished\" - was reminiscent of a campaign appearance.\nOfficers even reduced the carrier's speed so that land would not be visible in the backdrop as the president spoke.\nIn the speech, Bush asserted that the conflict with Iraq marked the beginning of \"a new era\" in waging war. Advances in military technology have enabled U.S. forces to reduce - instead of increase - death and destruction, he said.\n\"In defeating Nazi Germany and imperial Japan, Allied forces destroyed entire cities, while enemy leaders who started the conflict were safe until the final days,\" Bush said. \"Today with new tactics and precision weapons, we can achieve military objectives without directing violence against civilians. No device of man can remove the tragedy from war. Yet it is a great advance when the guilty have far more to fear from war than the innocent.\"\nThe president also briefly mentioned the new bid to resolve the Israeli-Palestinian conflict, linking it to the war on terrorism. \"We are committed to freedom in Afghanistan, in Iraq and in a peaceful Palestine,\" he said.\nBush's speech brought the conflict with the Saddam regime to an end, but the president repeated that the next stage - reconstruction - will be difficult and require serious commitment.\n\"The transition from dictatorship to democracy will take time, but it is worth every effort,\" Bush said. \"Our coalition will stay until our work is done. Then we will leave - and we will leave behind a free Iraq.\"\nBush downplayed the role that weapons of mass destruction played in the campaign. Although none have been found so far, he expressed confidence that they would be.\n\"We have begun the search of hidden chemical and biological weapons and already know of hundreds of sites that will be investigated,\" he said.  said.\n\nLoad-Date: May 2, 2003"
}