{
    "title": "BUSH NEWS CONFERENCE CLARIFIES U.S. OBJECTIVES; The fight against terrorism may be long, but it will",
    "publisher": "portland press herald",
    "year": 2001,
    "month": 10,
    "day": 13,
    "full text": "President Bush's nationally broadcast news conference Thursday should go far to reassure Americans that the war on terrorism is necessary, is just and will end in success.\nThe press conference format has not been a favorite of Bush's, but he handled the hour-long session with confidence. In both his opening statement and his response to questions, the president reiterated themes first outlined in his national address following the Sept. 11 attacks on the World Trade Center and the Pentagon. He said the country will not waver in its determination to bring down Osama bin Laden, the al-Qaida terrorist network, and governments that support international terrorists.\nPerhaps the most important point was Bush's candid acknowledgement that bin Laden's capture (\"dead or alive\") isn't necessarily imminent. It could take a year or two, or even longer, he said. Bush also noted that the war on terrorism would not end immediately even if bin Laden was killed or captured.\nThe second point that merits reflection is the president's offer to the Taliban. \"If you cough him up and his people today, then we'll reconsider what we are doing to your country,\" Bush said. \"Just bring him in. . . And his leaders and lieutenants and other thugs and criminals with him.\"\nThis underscores the President's position that in the war on terrorism, countries are either allies or enemies. A foreign government risks war with the United States depending upon the side it chooses.\nUndoubtedly, many internationalists won't like Bush's ultimatum and will rail about American hegemony, but they miss an important point. If terrorism is indeed a crime against humanity, those nations in a position to bring its perpetrators to justice are obliged to do so.\nDespite the harsh words Bush had for the Taliban, bin Laden and others, he seemed sincere when he spoke of rebuilding a free Afghanistan with the help of the United Nations. He also understood the obligation to provide humanitarian aid to Afghans caught in both war and famine.\nThis nation has been changed indelibly since Sept. 11, and Bush has changed, too. His performance in office over the past month ought to give all Americans confidence in the coming days.\n\nLoad-Date: October 16, 2001"
}