{
    "title": "Businesses finally getting over 9; 11 fears; Experts say the risk of terrorism is no longer scaring",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 9,
    "day": 10,
    "full text": "Scott Bushkie still worries sometimes about what would happen to his business if terrorists struck again as they did on Sept. 11, 2001. Back then, \"everything just absolutely stopped.\"\nIt is no longer stopping him, however. After two years of holding back, and cutting back, he is taking the first steps toward expanding his $1 million-a-year Wisconsin sales brokerage and opening a Milwaukee office.\n\"It's in the back of my mind a little bit, but I'm not going to not expand anymore because of that,\" said Bushkie, owner of Cornerstone Business Services Inc. in Green Bay. \"They're pretty small fears.\"\nSimilar scenarios are playing out at small firms and large corporations nationwide as the aftershock of Sept. 11 continues to ease nationwide. Economists and companies say the risk of terrorism no longer is perceptibly scaring off spending - although few would be surprised if events changed that approach overnight.\nAn improving economy and the passage of two years have helped mask nagging worries for businesses about the chances of a similar catastrophe.\n\"We are continuing to see terrorism around the world, and that clearly is a concern on the part of many businesses,\" said Sung Won Sohn, chief economist for Wells Fargo & Co. \"But I don't think businesses are holding back spending simply because they are afraid of another terrorist attack.\"\nTucked discreetly into corporate reports is abundant evidence that the nation's biggest corporations remain wary. A check of recent required filings by nearly two-thirds of the 100 largest U.S. companies found that half mentioned terrorism as a possible business risk, citing it in boilerplate fashion, just as they do for currency fluctuations and the effects of competition.\nSmaller companies are similarly cautious. A second-quarter survey of 319 small and mid-size businesses by TEC International found that 31 percent of chief executives and business managers cited \"another terrorist attack\" as the greatest threat to the U.S. economic future - second only to a lack of consumer confidence, which was singled out by 43 percent of respondents.\nFew if any businesses, however, will openly acknowledge they might still restrain their spending because of it.\n\"It's more the economy than the threat of another terrorist attack that has influenced our spending,\" said FedEx Corp. spokeswoman Sally Davenport, in a response typical of numerous corporations contacted. \"We're looking at things in terms of how our customers have fared in this economy.\"\nPart of that reticence could be because, after two years of consolidating or otherwise adjusting to the seismic business consequences of Sept. 11, companies have made all the contingency plans they can make for another catastrophe.\nRegardless of what they say publicly, \"the No. 1 concern for most businesses is still the potential for another terrorist attack,\" said Mark Zandi, chief economist at Economy.com in West Chester, Pa. \"But nobody talks about it, because they think they've done all they can to prepare for it - investing in security, new technologies, redeploying people and assets, restructuring the way their work is done.\"\nTerrorism, too, is only one of numerous stern tests companies have faced in a business environment that has gotten much tougher since the dot-com days, along with the stock market's descent, corporate malfeasance scandals, the war in Iraq, severe acute respiratory syndrome, and various economic setbacks.\nThen there is the matter of public perception. After two years, to admit a persistent \"fear factor\" involving a possible future attack would not play well with shareholders and customers, not to mention within the business community itself.\nPaul O'Connor, executive director of World Business Chicago, an economic development group, says such thinking would simply add to the terrorists' legacy from the 2001 strike, which he characterized as an attack on American business.\n\"Two years of hysteria is enough,\" he said. \"If you're making decisions based on hysterical possibilities, you probably shouldn't be running a business.\"\nIf any industry besides aviation has had reason to pull back because of terrorism threats, it is probably the cruise-ship industry.\nHoward Frank, chief operating officer of Carnival Corp., the world's largest cruise company, says the business has been simply \"clobbered\" by a series of events dating back to the attacks on the World Trade Center and the Pentagon, including SARS and Iraq war fears, which have scared consumers and forced cruise lines to discount deeply.\n\"It is probably the worst period we have ever experienced,\" he told analysts on the company's second-quarter conference call.\nBut Frank says his company will be in more trouble if it backs off capital projects because of onetime events, noting that it even ordered a couple of additional ships right after the Sept. 11 attacks. Even with business still recovering from 2001, Carnival has not budged from plans to have seven new cruise ships delivered in 2004 - including the new Queen Mary II, the world's largest - figuring that Americans and others have become somewhat inured to increased global risks.\n\"It's just a new world that we're living in,\" he said in an interview. \"Americans are absorbing terrorist events a little bit better. . . . People are more accepting that that's how life is going to be lived now, but, 'We're still going to take our vacation.' \"\nOne new reality of the terrorism era for businesses is higher costs. Security-related spending has increased significantly for large companies such as Walt Disney Co., Boeing Co. and others, with consumer safety a higher priority and day-to-day operations under more scrutiny regarding deliveries and access to facilities. Property and casualty insurance rates have risen sharply.\nTrailboss Enterprises Inc. of Anchorage, Alaska, services transient aircraft - those en route somewhere else - and provides delivery service for Home Depot Inc. Both companies suffered when the 2001 attacks chilled the aviation and retail businesses. Owner Joe Tolliver had to tighten spending, holding off on buying new equipment such as trucks and forklifts.\nBut two years later, like many, Tolliver is less worried about a recurrence of terrorism than about the economy as a whole and a decline in manufacturing. Even the difficulty of finding qualified workers is more likely to keep him awake than the possibility of another attack.\n\"Most of my business associates and I have a sense of optimism as it relates to the future,\" he explained. \"Yeah, we got hit [Sept. 11], but we think it's the exception and not the rule.\"\n\nGraphic\n\n \nPHOTO;\nMIKE ROEMER, Associated Press\nFor a long time after Sept. 11., Scott Bushkie, owner of Cornerstone Business Services Inc. in Green Bay, Wis., held off expanding his business. Finally, he is proceeding with plans for an office in Milwaukee.\n\nLoad-Date: August 16, 2005"
}