{
    "title": "BUSINESS COMMENTARY_ Terrorism fight costly; feds don't cut elsewhere; Large increases in budget nee",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 5,
    "day": 12,
    "full text": "Since the Bush administration began implementing its first budget in October, inflation-adjusted government spending has jumped by an annual rate of more than 11 percent.\nAt the same time, tax reductions have added more than $130 billion to household savings. The latest stimulus package is adding another $20 billion in extended unemployment benefits and a like amount in recaptured corporate tax payments.\nIn short, we are experiencing the largest surge in government economic stimulus since Lyndon Johnson and his guns and butter. With tax cuts and the war on terrorism, we have changed the form of how the guns and butter are distributed, but the similarities far outweigh the differences.\nFor the Journal-Constitution\nAn economist has no business determining how economic agents should spend their resources. This is a matter of tastes (or needs) that are beyond the scope of economic analysis.\nThere are procedures that governments should use to determine whether they should extract resources from the economy --- procedures that no government I know currently follows. However, spending for a war on terrorism or on home defense or even to shore up levies or build highways or ensure profitable agriculture requires more political than economic judgment.\nIn short, I have no business saying that this largest expansion in government since LBJ is appropriate (except as a citizen casting my vote). However, as an economist, I cannot ignore this largest increase in government in nearly 40 years.\nBefore I go forward, someone might ask what is the correct procedure for determining whether government should be spending and how much.\nThe concept is easy. Can government provide more value for its citizens than the private economy is doing for the last dollar it is using in each of its activities?\nThe reality is much more difficult. Should I take away your ability to hire a new employee so that a child who otherwise would have limited opportunity gets a quality education? Is it the role of government or private charity to see that children have opportunities?\nIssues like externalities and social goods justify some extraction of private resources for public uses, but where are the diminishing returns that should limit the size of these efforts?\nNevertheless, when government uses a resource, it is pushing away alternative uses for that resource. Ultimately, evaluating the relative merits of that resource's use is what should determine how many resources government should have.\nHow to finance the access to those resources must be (but never is) a separate question.\nAll of these are important points in evaluating whether this large government intrusion into our economy is justified. (Looking at the political support, one wonders whether America expected to see the largest increase in government intrusion in 40 years.)\nThe war on terrorism and home-front security clearly are new initiatives that were required by events. Their size might be debated, but their existence needs little justification. However, should not some other parts of government be tapped along with private activity in providing those resources?\nYet there is little evidence that any segment of government has taken any reduction to release resources for the security initiatives. To his credit, Secretary of Defense Donald Rumsfeld appears to be restraining the growth in some military initiatives to finance the terrorism effort. Unfortunately, others in the Pentagon assume that any war means more, not less, spending on other military initiatives.\nThere has been little restraint in education, transportation, energy, agriculture or health spending. Indeed, one is hard-pressed to find what government resources have been restrained to help release resources for homeland defense and the terrorism effort.\nI am aware that some of my economic colleagues will argue that we are ending a recession where the alternative use of those resources was nonuse.\nThis is the Keynesian argument that the cost of government growth could be nearly zero in an exceptionally weak economy.\nBut such an argument must conclude that when the private economy recovers and has better use for those resources, the pyramid building should stop and the resources should be returned to private use.\nIn other words, if this growth in government is for Keynesian stimulus purposes, then the next budget must be substantially restricted to release resources back to an expanding private economy.\nSomehow, I don't think that will happen.\n \nDonald Ratajczak is a regent's professor of economics emeritus at Georgia State University and chief executive officer of BrainWorks Ventures, a venture capital firm.\n \ndrdon@brainworksventure.com  \n\nLoad-Date: May 12, 2002"
}