{
    "title": "Business Goes On in Jakarta Despite Threatof Terrorism",
    "publisher": "the new york times",
    "year": 2003,
    "month": 10,
    "day": 22,
    "full text": "While security concerns prompted President Bush's schedulers to limit his Indonesian visit on Wednesday to three hours, American companies continue to operate in the country despite the constant danger of terrorist attack.\n     A year after the bombing in Bali and two months after the attack at the J.W. Marriott Hotel in Jakarta, security experts consider Indonesia as dangerous as ever. Terrorist groups are still said to be roving the country. The next attack, security experts and American officials agree, is a matter not of if, but of when. \n The Ford Motor Company, for one, is undeterred. Last month, Ford introduced a seven-seat sport utility vehicle with full-page advertisements in Indonesia's largest daily newspaper, part of an effort to break into a fast-growing auto market dominated by Japanese manufacturers. \"There's no thought of taking people out,\" said Will Angove, Ford Motor Indonesia's president, who is Australian. \"Indonesia is strategically an important market.\"\nAmerican businesspeople in Indonesia say, dangerous or not, the country offers so much opportunity that they cannot allow themselves to be scared off. Since the bombing at the Marriott, businesses have battened down, and the hotels serving foreigners resemble military compounds. But few of the roughly 10,000 Americans in Indonesia are leaving.\n\"They've been here a long time and understand the risks,\" said Brian C. Watters, a principal at Assessments Group Indonesia, a security consulting firm in Jakarta.\nSecurity problems and corruption have been significant drags on foreign investment in Indonesia for a long time. But this year, foreign interest actually appears to be rising. Government approvals of foreign projects increased 3.7 percent in the first nine months of this year, compared with the period in 2002, and foreign investors have poured more than half a billion dollars into the Jakarta stock market this year.\n\"If you want to be a player in Southeast Asia, you need to be here,\" said Stuart Dean, president of G.E. International's Southeast Asian operations.\nIndonesia's tourist industry is in tatters, but its consumer economy has proved somewhat impervious to terrorist fears, economists say. \"After Bali, we thought there'd be a big impact on economic growth,\" said Anton Gunawan, head of economic and market analysis at Citibank in Jakarta. But the effect proved to be muted: growth slowed to a 3.5 percent annual rate in the first quarter of 2003, then bounced back to 3.8 percent in the second quarter.\nBut the economy is not growing fast enough to help defuse terrorism at its roots. Economists estimate that annual growth of at least 6 percent would be needed to produce enough jobs to absorb the growing ranks of unemployed young Indonesians, who form a pool of potential recruits for radical organizations.\nThe biggest threat is Jemaah Islamiyah, the group linked to Al Qaeda that is considered responsible for the Bali and Marriott bombings. Its operations chief has been captured and one of its bomb experts killed, but the two men who are said to have made the Bali bomb remain at large. Also at large are thousands of Indonesians who have trained at Al Qaeda camps in Afghanistan.\nThe United States Embassy in Jakarta has warned Americans to expect more attacks on places like hotels, bars, restaurants and shopping malls. Yet most Westerners living in Jakarta appear nonchalant. Some have confidence in the government's ability to crack down; others say they have simply become inured to living in a violent country. \n\"The community here is fairly battle-hardened,\" said Nick Duder, director for a local security consulting firm, Hill Konsultan Indonesia. \"Many of those that were seriously concerned have left.\"\nMost expatriates in Indonesia already live behind walls topped with barbed wire or broken glass. After the rioting of 1998 and the months of sectarian unrest that followed, most companies set up detailed evacuation procedures and telephone trees to notify employees of trouble. \nSome of the largest investors, Western oil companies, have learned to cope with almost daily threats. Exxon Mobil operates gas fields in Aceh Province at the northwest tip of Sumatra, where the Indonesian army has been trying to suppress a long-simmering separatist rebellion; after a spate of attacks against its employees two years ago, the company suspended operations for four months but did not pull out.\nSome expatriates say they see no more chance of being bombed in Indonesia than, say, being hit by a bus at home. \"If I go to New York or Los Angeles, I could get killed, too,\" said a longtime resident, Peter Steenbergen, as he sat in a Jakarta Starbucks recently.\nSecurity experts agree that, statistically speaking, expatriates have more to fear in Jakarta from traffic than from terrorists. But the terrorist threat is real.\n\"The risk here is higher than people actually make out,\" said Ian Dunsmore, managing director of Pinkerton Indonesia. \"Even during the riots, there was nothing really aimed at your ex-pat. Now there are people out there who basically want to kill Americans.\"\nIn response, many companies like Ford are trying to run their Indonesia operations with more unmarried expatriates, and transfer those with families to other countries. Warnings of a plan to bomb schools attended by the children of foreigners prompted the Jakarta International School to close briefly to tighten its security. About 1,000 of its students left after the 1998 riots, said the school's headmaster, Niall C.W. Nelson, but of the 2,400 remaining a year ago, only about 100 have withdrawn. \nSince the Marriott bombing, hotels in Jakarta and other cities have tried to turn heightened security into a selling point, with metal detectors, car and luggage searches and military police patrolling the grounds. But security experts say that many major hotels are made vulnerable by their proximity to major streets, and visiting executives now often prefer hotels on larger grounds set far back from the road. Others try to avoid the big hotels, along with anyplace else where foreigners congregate. Mr. Angove, for example, said he avoided malls and movie theaters. \nMost major American companies doing business in Indonesia said they had tightened security but would not give specifics. Still, some measures are discernible. Anyone entering the building that houses the Jakarta offices of Nike and General Electric must pass through a metal detector and submit to a bag search. Mr. Dean said G.E. did not hold many meetings outside the building.\nAnd Mr. Watters, the security consultant, said people who planned functions for expatriates frequently kept the location secret until a day before the event. \"A terrorist attack takes planning,\" he said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Security personnel searched a vehicle in August near an area in Jakarta, Indonesia, where several foreign companies have operations. (Photo by Getty Images) \n\nLoad-Date: October 22, 2003"
}