{
    "title": "BUSINESS PRESS_ Terrorism coverage keeps reverberating",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 10,
    "day": 23,
    "full text": "The events of Sept. 11 still dominate the nation's business press, especially for magazines whose lead times didn't permit them to cover the terrorist attacks in September and October editions.\nThat was the case for Smart Money (November), The Wall Street Journal's personal finance magazine. In its cover story, the magazine says investors should not be looking for safe havens.\nAJC\n\"While we certainly understand the impulse to flee to safety, the fact is that it still pays to keep your money in the game. Over time, stocks are the single best growth engine for individuals, bar none,\" the magazine says.\nKiplinger's Personal Finance (November) agrees that \"this is no time to quit the stock market.\" Now is a good time for investors to examine their holdings and make sure they are diversified in stocks or mutual funds. \"After two rotten years in the market, it's a near cinch, barring another cataclysm, that stock prices will be higher 12 months from now than they are today,\" the magazine says.\nBusiness Week (Oct. 29), which has been on top of the terrorist story all along, says in its latest edition that American consumers will have enough resources to fuel an economic revival, but it won't be robust.\n\"Keep in mind that mild recessions have tended to be followed by mild recoveries,\" and most analysts look for this recession to be mild.\nFortune (Oct. 29) also focuses on the economy and prospects of a recession --- but it takes a \"first things first\" position. \"The single most important economic variable at the moment is the success or failure of the U.S.-led effort to wipe out terrorism,\" says the magazine. Fortune, too, sees the current economic downturn being \"nasty but short.\"\nYahoo Internet Life (November) reminds readers that the Internet became \"a global lifeline\" during the Sept. 11 crisis and afterward. \"We gathered globally on the Net to send e-mail, to instant-message, to hunt for the missing, to find relief centers, to drill down into the news, to grieve,\" says the high-tech publication.\nFast Company (November), another high-tech magazine, is out with its fourth annual \"who's fast\" edition, this time devoted to \"ordinary people doing extraordinary things.\"\nBarron's (Oct. 22) interviews Arnie Schneider, founder of Schneider Capital Management. A year ago, Schneider held the almost heretical position that the economy was heading for recession. Now he tells the financial weekly he sees a recovery on the horizon.\nThe Futurist (November-December), a magazine of forecasts and trends, obviously has some prescient editors. Their latest edition was too far along to do more than acknowledge the Sept. 11 attacks in an editor's note. But one of the magazine's major articles was devoted to \"doomsday scenarios.\"\n\nLoad-Date: October 23, 2001"
}