{
    "title": "Business Figures Join Legislators In Push To Extend Terror Insurance",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 10,
    "day": 14,
    "full text": "A terrorist attack in January would be catastrophic to the economy if Congress allows the Terrorism Risk Insurance Act to expire on December 31, a possibility that has many in the business world worried.\nOriginally passed by Congress in 2002 to stabilize markets after the World Trade Center attacks, the law requires the federal government to pay 90% of all commercial terrorism damage above a certain deductible - 1% of a company's yearly earnings in 2002, 15% in 2005 - up to $100 billion.\nSenators Clinton and Schumer have been lobbying hard to extend the law. If it were allowed to expire, members of the insurance industry and analysts said, private terrorism insurance would be either unavailable or prohibitively expensive. The September 11, 2001, attacks cost the insurance industry $32.5 billion. Without terrorism insurance, victims would have had to bear this cost on their own.\n\"This is a countdown to chaos,\" the chief economist of the Insurance Information Institute, Robert Hartwig, said. The institute is a Washington, D.C.-based trade group.\nLegislators who represent large cities like New York for the most part support extending the law, he said, but some congressional committees \"are controlled by representatives from Southern states who view this as a subsidy to industrialized Northern cities.\"\n\"It's not the job of taxpayers to underwrite or subsidize risk for private industry,\" a spokesman for Rep. Ron Paul, Jerry Diest, said. Mr. Paul, a Republican of Texas, sits on the Financial Services Committee, which oversees the insurance act.\nIn the House, the law may be easier to extend now that Rep. Tom DeLay has resigned as House Majority Leader, according to a report in National Underwriter, an insurance trade journal.\nThe journal said it obtained a memo earlier this month written by a senior vice president of the Council of Insurance Agents and Brokers, Joel Wood, that said, \"Congressman DeLay was a major obstacle in the passage of a two-year extension of TRIA last year.\"\nHis indictment \"has significant consequences\" for the act's extension, the memo said.\nThe aftermath of a terrorist attack without federal terrorism insurance protection, Mr. Hartwig said, \"would make the recovery from Hurricane Katrina look good by comparison. There would be widespread bankruptcy and employment losses. Businesses would have no way to recover other than begging for federal aid, which would be slow in coming. There would be no money to rebuild, no money for the victims. That would be the reality without TRIA.\"\nGovernor Pataki's superintendent for the New York State Insurance Department, Howard Mills, said the law was part of the national terrorism defense effort.\n\"While the courageous men and women of the United States Military protect us from this enemy worldwide, the existence of ... TRIA has protected our economy from the destabilizing effects of the terrorist threat right here at home,\" he testified in July before the House subcommittee for capital markets, insurance, and government sponsored enterprise.\nEven in the absence of a terrorist attack, analysts said that the law's expiration would damage the economy.\n\"There will be a depressing effect on construction,\" Mr. Mills told The New York Sun, because real estate developers would be reluctant to build new projects that they cannot insure against terrorism, they and lenders typically require the developments they finance to be insured against all risk. \"The effects of this will ripple out into the rest of the economy,\" he said.\nBecause, by law, workers' compensation insurance is required to cover terrorism damage, private coverage would be scarce without a federal backstop, a spokesman for the American Insurance Association, Michael Moran, said. Companies in New York could be insured by the state insurance fund, he said, but \"that would be a big risk for the State of New York.\"\nThe fact that Congress has not yet acted on extending the law may already have hurt the economy. \"Premiums are going up and coverage is going down. ... That obviously has economic effects,\" the president and CEO of the Real Estate Roundtable, Jeffrey De-Boer, said. \"The sooner Congress acts, the better.\"\nLegislators originally conceived of the law as a stopgap until the private insurance market could develop a way to cover terrorism damage. However, many believe that terrorism in not privately insurable.\n\"Catastrophic terrorism presents a far larger financial and economic burden risk than private capital markets can handle,\" a vice president of the major insurance provider Zurich in America, Jason Schupp, testified before the House Capital Markets Committee.\nFurther, because there is no way to calculate risk, companies do not know how to price coverage and are thus reluctant to provide it, Mr. Hartwig said.\nSenator Shelby, a Republican of Alabama and the chairman of the Banking Committee, said he believes only a \"narrow, targeted\" extension is necessary because the original law did not stimulate market solutions, according to a spokesman, Andrew Gray.\nAccording to a spokeswoman for the House Committee on Financial Services, Sarah Morgan, \"The committee should address the issue before the end of the session.\"\n\nLoad-Date: October 14, 2005"
}