{
    "title": "BUSINESS TECHNOLOGY; High-Tech Weapons To Combat Terrorism",
    "publisher": "the new york times",
    "year": 1991,
    "month": 5,
    "day": 29,
    "full text": "Amid continuing fears of attacks at airports and government buildings, several companies are vying to promote new, compact devices for spotting explosives without causing long delays or false alarms. Some of these machines are so small and light that the police can take them anywhere terrorists might be lurking.\nUntil recently, the leading candidate to succeed the X-ray scanner was thermal neutron analysis. But the system's unwieldiness, million-dollar expense and tendency to give false alarms has given hope to a slew of new contenders.\nThese include more sophisticated X-ray systems that zero in on plastic explosives, and several light, portable devices, resembling vacuum cleaners, that can sniff traces of explosives on luggage, clothing and people.\n \n$200 Million Market\n At stake is a $200 million market dominated by X-ray scanners designed for the much simpler task of spotting handguns. The availability of cheaper, more portable devices that can also detect narcotics and bombs may significantly expand the market, said Michael Carstens, an analyst at Tucker Anthony Inc.\nUnder a law passed last year, major American airports will have to buy new bomb-detection devices by July 1993. The Federal Aviation Administration is testing rival systems.\nThe industry leader, E.G.&G. Astrophysics of Long Beach, Calif., makes X-ray systems priced at $45,000 to $50,000. The company, a unit of E.G.&G. Inc. of Wellesley, Mass., commands at least two-thirds of the market, said Frank McGuire, publisher of Security Intelligence Review, an industry newsletter.\n \nScanners With 2 X-rays\n Security experts have long complained that the X-ray scanners used at most airports are no longer sufficient, because plastic explosives -- made from soft, putty-like materials -- are easy to disguise. The bomb that blew up Pan Am Flight 103 over Scotland in 1988 passed through an E.G.& G. X-ray scanner without being detected.\nTo distinguish suspicious objects better, E.G.&G. and several competitors are producing scanners that use two X-rays. The second beam makes it possible to distinguish between the organic, or carbon-based, materials used in plastic explosives and inorganic materials like metals.\nBut experts contend that these systems have two limitations. First, it remains difficult to distinguish between similar materials. Second, plastic explosives can be concealed within metal objects, including batteries or razors, that block X-rays.\nTo address that problem, American Science and Engineering Inc. of Cambridge, Mass., has developed X-ray systems that attempt to highlight bombs and drugs through a phenomenon called backscatter. Because they are both organic and unusually dense, plastic explosives and narcotics tend to bounce X-rays back in all directions. The American Science systems collect and measure this backscatter, displaying the objects that produce it as bright, white images.\nThe system can peek into metal containers, executives said, because it can detect backscatter if only a few X-rays penetrate through to the drugs or explosives. The system, already used by the White House, Customs Service and some embassies, costs from $80,000 to $100,000.\nIn search of greater precision, Vivid Technologies Inc. of Waltham, Mass., is completing work on an X-ray system that the company says can distinguish almost every substance within a piece of luggage.\nThe system shines two X-ray beams of different energy levels through a suitcase to an array of 960 detectors. It uses the data from both beams to compute the characteristics of every material in the suitcase, then compares the results with information in a computer data base on suspect substances. If the machine makes a match, it sounds an alarm and a security attendant can examine the luggage more closely. The company hopes to begin selling the systems in July for about $250,000.\nElectronic sniffing systems attempt to analyze a suitcase's contents by picking up stray particles of explosives or drugs on surfaces -- whether on luggage, a car trunk or a person. These systems can be carried in police cars.\nThermedics Inc. of Woburn, Mass., began shipping portable bomb-sniffing units in early 1990. Barringer Instruments of South Plainfield, N.J., entered the market this year, with slightly different technology.\nBoth systems use what looks like an ordinary vacuum cleaner that scoops up microscopic residues from objects or people. The particles are then analyzed by how quickly they cross a chemical or magnetic field.\nIn the Thermedics system, the air sample is heated and sent through a gas-filled tube. The molecules of any given substance will travel through the tube at a unique speed, with lighter molecules traveling faster.\nWhen the particles reach an ozone-filled chamber, they produce measurable flickers of light. The timing of the flickers identifies the substance, and the intensity of the light corresponds to the amount present. The company sold 20 systems last year at about $120,000 each.\nBarringer's system, for $65,000, exposes the collected particles to a radioactive isotope that gives them electrical charges. The particles are collected at the entrance to an electromagnetic field, where they jump to electrodes at the other end and produce electrical signals. Each substance travels across the magnetic field at its own distinct speed.\n\"It's like a stopwatch,\" commented Kenneth Wood, president of Barringer. The device can be quickly programmed to look for almost any substance, including cocaine, heroin and nitroglycerine.\nAlthough both companies can vividly demonstrate the sensitivity and speed of their systems, rivals say it remains unclear whether terrorists can conceal explosives without contaminating their luggage -- particularly if they bought their own systems to check their packages in advance.\nThe companies contend that their systems are so sensitive that it is virtually impossible to pack a bomb without leaving traces. \"We've had tests conducted by government experts who had exactly that issue in mind,\" said John Wood, president of Thermedics.\n \nNeutrons Penetrate Luggage\n But supporters of thermal neutron analysis, pioneered by the Science Applications International Corporation of San Diego, contend that their technology is still the best available. In thermal neutron systems, neutrons produced by a radioactive isotope penetrate a piece of luggage. If explosives are present, the neutrons will interact with the nitrogen in them and produce detectable gamma rays.\nThe White House and the Office of Technology Assessment say the thermal neutron systems produce too many false alarms. But the devices retain the support of many F.A.A. officials who want a technology that can penetrate luggage.\nDr. Tsahi Gozani, chief scientist of Science Applications, says his machines do not depend on picking up traces of bomb materials on surfaces. \"Our system does not at all depend on how the bomb was prepared or how it was concealed,\" he said.\nThe makers of the sniffing systems respond that their systems offer foolproof performance at less expense.\n\nGraphic\n\n \nDiagrams: \"Identifying Drugs and Bombs\"\n A new device for detcting bombs and illegal drugs through analysis of particles picked up from luggage and other objects.\n \n1. Vacuum cleaner collects microscopic particles from luggage, clothing and even hands.\n \n2. Particles are trapped in a filter in the vacuum cleaner nozzle, and the filter is inserted into an electronic measuring device (cross section).\n \n3. The particles are dried and broken down into electrically charged molecules. They then pass through a grid and their speeds are measured as they jump toward an electrode. Any particle whose speed suggests the presence of drugs or explosives sets off the monitor.\n \n(Source: Barringer Instruments)\n\nLoad-Date: May 29, 1991"
}