{
    "title": "Business notches win as terrorism insurance bill advances in Senate",
    "publisher": "american banker",
    "year": 2014,
    "month": 6,
    "day": 4,
    "full text": "Legislation that would reauthorize a government backstop for insuring against terrorist attacks is rocketing toward the Senate floor with broad bipartisan support.\nBut another extension of the Terrorism Risk Insurance Act (TRIA) faces an uncertain future in the House, where conservatives have questioned the need to continue a government program that was passed as a stopgap in the aftermath of the Sept. 11, 2001, attacks.\nThe Senate Banking Committee unanimously approved a seven-year extension of the Terrorism Risk Insurance Act on Tuesday, as top lawmakers in both parties pressed for speedy consideration by the full Senate.\nAdvocates and industry argue the federal guarantees provided by the program are critical for areas such lower Manhattan, and argue insurers will retreat from offering terrorism coverage if the program is scrapped.\nSupporters also noted that the new Senate extension makes tweaks that would require insurers to shoulder more of the costs, should a terrorist attack take place.\n\"In a post 9/11 world ... developers embarking on multimillion- or billion-dollar constructions projects need to know they can insure those investments,\" said Sen. Charles Schumer (D-N.Y.), a lead sponsor of the measure. \"Without TRIA, they will not be able to and they will not develop.\"\nSeveral major business and industry groups have joined forces to push an extension.\nThe Coalition to Insure Against Terrorism includes D.C. heavyweights such as the American Bankers Association, the National Association of Realtors and the U.S. Chamber of Commerce. The coalition also includes several major hotel chains and professional sports leagues such as the National Football League that could be terrorism targets.\nSkeptics of the program argue that the government is highly unlikely to recoup its losses under the bill, because it requires insurers to pay back the government after industry-wide assessments of the damage from a terrorist attack.\nHouse Financial Services Committee Chairman Jeb Hensarling (R-Texas) has questioned the repeated extensions but stopped short of saying he would oppose another one. The program has been reauthorized three times.\nPowerful conservative groups in Washington have lined up against another extension, setting the stage for major battle with business groups.\n\"The federal government shouldn't be in the business of subsidizing private insurers to provide a product that the free market can do on its own,\" said Barney Keller, spokesman for the Club for Growth.\nAt the center of the storm is Hensarling, who has tried to maintain his fiscal hawk, free market bona fides while dealing with the interests of the business community and their backers on his committee.\nHensarling went down fighting against an extension of the flood insurance program that reversed several reforms previously enacted, as GOP leaders went around him to strike a deal with Democrats. Hensarling has dug in his heels against an extension of the Export-Import Bank, a federal loan guarantee program for purchasers of U.S. exports that expires Sept. 30.\nOn TRIA, Hensarling has said he is wary but at least willing to see if a compromise can be reached. He has deferred to Rep. Randy Neugebauer (R-Texas), a subcommittee chairman, in crafting a possible deal.\n\"Chairman Hensarling has been working with Chairman Neugebauer on a TRIA reform bill and both of them have been discussing it with other members of the committee,\" a committee spokesman said. \"We expect the bill to be introduced soon and that the committee will mark it up in the coming weeks.\"\nSeveral Republican committee members have co-sponsored legislation that would simply extend the terrorism program for another five years, which suggests there might not be huge appetite for major changes.\nFor the time being, backers of the program say they are cautiously optimistic, but emphasize they would like to see action sooner rather than later, even though the program does not expire until the end of the year.\nThat's because some businesses are seeking to extend their insurance coverage into 2015, and some insurers want to add language to the policies that exempts them from terrorism coverage if TRIA is not extended.\n\"The question as to whether or not TRIA is going to be extended ... is causing some angst in the business community,\" said Marty DePoy, a spokesman for the coalition backing an extension. \"We're hearing more and more reports of these exclusions popping up and it's getting increasingly more difficult for businesses.\"\n\"Prices are already rising and the availability of insurance will continue drying up on fears that Congress may fail to act,\" said Rep. Carolyn Maloney (D-N.Y.), who represents Manhattan and sits on the House Financial Services Committee. \"The clock is ticking.\"\nSenators on the banking panel all agreed on the extension Tuesday, but not before some questioned the way the government is meant to recoup its costs in case of a massive attack.\nCurrently, TRIA costs are recouped after the government pays out to cover insurance costs, via a special assessment across the insurance industry.\nBut Sen. Tom Coburn (R-Okla.) said the idea of the government increasing costs on the insurance industry after a massive terrorist attack is a fantasy, and pushed for the costs to be covered by up-front premiums paid before an attack.\n\"One should be incredulous of the idea of Congress moving forward with what is essentially a post-terrorism tax,\" he said. \"We wouldn't do it. We'd back off.\"\nCoburn's amendment to require up-front premiums failed, but Sen. Mark Warner (D-Va.) lent his support to give it bipartisan backing. Several members said it was a common-sense move, but they also noted that shifting to an up-front payment system would make the bill appear to cost money under scoring by the Congressional Budget Office, making it harder to pass.\n\nLoad-Date: January 26, 2015"
}