{
    "title": "Business is growing in Iraq Governmental red tape, not terrorism, causes delays now",
    "publisher": "the world",
    "year": 2008,
    "month": 10,
    "day": 12,
    "full text": "BAGHDAD - When Nadhim Faisal's company began building three schools in Baghdad last year, he figured it would take six months to finish them. Nearly a year later, construction continues.\nThe delays, he says, stem from one major problem - the government's inability to pay installments in a timely fashion. Sometimes, he says, a \"courtesy gift\" is needed to speed up getting the cash.\nImproved security is making it possible for companies and investors to do business again in Iraq. A labyrinth of red tape and corruption, though, is replacing truck bombs and kidnappings as the major roadblocks to rebuilding the country.\nWhile much of the world is reeling from a credit crisis, Iraq's government is awash in cash to spur the economy.\nAccording to a report by U.S. congressional auditors, the Iraqi government could end this year with as much as a $79 billion budget surplus from high oil revenues and leftover income the country still hasn't spent on reconstruction.\nThe government lacks enough trained officials to spend the money fast enough, the U.S. General Accounting Office said in a recent report.\n\"The delay in payment causes a delay in finishing the projects,\" Faisal said. \"If we were paid installments earlier, we would have finished the work in six months. Now, we will finish at the end of the year.\"\nThe news isn't all bad.\nThe International Monetary Fund said in a September report that economic prospects are improving in Iraq. The report cautioned that success hinges on continued improvement in security, sound management of oil money and structural reforms.\nTo encourage business growth, Iraq's government established an investment commission late last year in an effort to streamline the often cumbersome process of starting a business.\nThe National Investment Commission says that over the past five months, Iraq has earmarked $74 billion worth of investment projects - including those approved and others still in the proposal stage.\n\"In the past, all international countries, and even Iraqis, were afraid to come to Iraq and do business because of the security situation,\" commission chief Ahmed Radhi said. \"Now, as security has been achieved ... companies have started to come and express readiness to start investment projects.\"\nNevertheless, Iraq stands at 152 out of 181 countries measured for the overall ease of doing business, according to recent World Bank surveys. The country was ranked No. 197 out of 201 countries in the Transparency International index of corruption, just below Haiti and above Myanmar.\n\"We face a lot of obstacles in our work, and on top of all of them is the corruption that has become a phenomena in all governmental ministries,\" said Iraqi businessman Muhannad Muhsin, who operates contracting and water-services companies. \"We have to pay for everything.\"\nThere is no shortage of project proposals.\nIn addition to schools, roads and its electricity grid - which still only provides a few hours of power a day in Baghdad - Iraq is developing pie-in-sky projects such as a giant Ferris wheel dubbed the \"Baghdad Eye,\" a five-star hotel and an 18-hole golf course and a honeymoon resort on an island in the capital.\n\"It seems that there are a lot of headlines but no action,\" said Raad Ommar, the CEO of the Iraqi-American Chamber of Commerce and Industry, which has been organizing a series of trade shows at the national and local levels this year to help stimulate businesses.\nOne of the larger projects - worth $13 billion - is a plan to build a port in the southern coastal city of Basra, Radhi said. That project, which the commission approved, has been sent to Iraq's Cabinet for final approval, he said.\nAnother project - worth $17 billion and requiring Cabinet approval - is a plan to upgrade Baghdad International Airport. The commission also is studying a $5 billion project to build an industrial city in Wasit province about 100 miles southeast of Baghdad, he said.\nRadhi acknowledged that some difficulties remain. Leasing land in certain areas of Iraq is a problem because some municipalities are not eager to make the process a smooth one. Also, he said, internal regulations differ between ministries.\nDespite the difficulties, Faisal, the construction contractor, is not complaining too much. Two years ago, the 41-year-old father of three was kidnapped at gunpoint while working on a project in the northern oil-rich city of Kirkuk. He was held for a month before a $200,000 ransom was paid for his release.\nThe devastating violence kept his employees at home, too scared to travel. Work abruptly halted, he hired security guards and the cost of doing business soared.\nHowever, \"in the middle of 2007, things started to change,\" Faisal said. \"We started to work freely, without fear from militants and militiamen.\"\nNow his company employs 500 people. When he first started his business after the 2003 U.S.-led invasion, most of his projects were up in the northern areas of Iraq, which were considered safer.\nNow he's doing a lot of business in and around Baghdad. His company is building three schools in the city, a Shiite mosque and a hospital in Wasit province.\n\"The reason we are successful is because we believe in rebuilding,\" Faisal said as he stood next to his company's booth at a recent local trade show in Baghdad.\n\nLoad-Date: October 13, 2008"
}