{
    "title": "But officials agree that a political solution is the only way to bring peace to Punjab",
    "publisher": "the christian science monitor",
    "year": 1989,
    "month": 2,
    "day": 9,
    "full text": "UNTIL last month, nobody had ever been killed by terrorists in Ahamakalan. The village lies in a cluster of wheat fields in Punjab State, at the heart of an area hit by violence as Sikh extremists fight to carve an independent homeland from largely Hindu India.\nThe main reason Ahamakalan had escaped attention was that there was only one Hindu family left. The others had fled. The remaining family tried to appear as Sikh as possible: Members prayed in Sikh temples, the men had taken to wearing beards and turbans in Sikh tradition, and the women and children mixed easily with their Sikh neighbors. But their names were recognizable as Hindu - and that was enough.\nThe killers, villagers say, came shortly after dark on a cold January night, and went straight to the Hindu family's farmhouse. They found Gian Chand, Madan Lal, and a cousin, and marched them away, as the women and children screamed for help. But nobody dared help. The next morning, the three men were found hanging from a tree just outside the village. A note left by the killers said the action was in revenge for the execution, earlier that month, of former Prime Minister Indira Gandhi's Sikh assassins.\nAhamakalan now has a police post, and patrolling in the area has been intensified because ordinary Sikh families as well as Hindus are increasingly being targeted by Sikh extremists.\nBut police officers and senior officials in Amritsar, the nearest large city, admit wearily that this is not the answer.\n''It is simply not possible to police every village in Punjab,'' says District Commissioner, Sarabjit Singh. ''We can only fight terrorism if the people help by defending themselves.''\nVillage self-defense is the latest tactic being used in Punjab's war on terrorism. Civilians are being given weapons and training. But few villagers come forward, because they feel that a rifle, which is what police give them, is no match for an extremist's semi-automatic AK-47.\nStill, about 70 villages in the Amritsar area have accepted police arms. Ajaibwali village is held out as a example of how well the system can work. Balwant Singh, a former Sikh soldier, was robbed by suspected terrorists a few weeks ago. His family has now undertaken to defend itself. Armed lookout posts on the roof of Mr. Singh's house are manned 24 hours a day. Five other Sikh families in the village have been given arms by the police. Since the system began, no terrorist attacks have been reported.\nThe problem, however, is a long way from being solved. Terrorist violence has claimed more than 3,000 lives - Sikh and Hindu - in India (most in Punjab) the past year. That's twice the figure for 1987. Attempted political solutions have failed. Punjab has been directly ruled from New Delhi for nearly two years. Indian Prime Minister Rajiv Gandhi's government had alleged that the moderate Sikh Akali Dal government, which ruled from 1985-87, was lax on terrorism. This was a view held by Punjab's Hindus, 48 percent of the state's population.\nNow, it is Hindu leaders who demand that the political process be restored as the only way to find a long-term solution. ''It was a mistake to dismiss the Akali government. At least they were moderates,'' says Dr. Baldev Prakash, a leader of the far-right Bharatiya Janata Party. ''Now … who are the moderate leaders that the government can talk to?''\nOther, more extremist Hindu organizations call for Army rule.\nThe only hope in an otherwise depressing scenario is the fact that popular support for the separatist cause is visibly declining. The extremists have managed to antagonize large sections of Sikh villagers by indiscriminate violence and extortion. Sikh farmers are threatened with death unless they agree to pay large sums of money to ''the cause.'' They are also forced to provide shelter and food at gunpoint. Above all, there is a genuine hankering for peace, both in the cities and villages.\n\nGraphic\n\n \nMap, northern India, highlighting Punjab, LISA REMILLARD - STAFF"
}