{
    "title": "Butchers in France Seek Protection, Citing Vegans and Violence",
    "publisher": "the new york times",
    "year": 2020,
    "month": 6,
    "day": 26,
    "full text": "PARIS — French butchers say they’ve had enough. Not only must they confront media coverage of the “vegan way of life,” now they say they are under assault.\nAfter a series of small but unprecedented incidents, the butchers federation says its members need protection from militants who have broken windows, thrown fake blood and sprayed graffiti on their shops. In a letter to the French Interior Ministry, the butchers wrote that “physical, verbal, and moral violence” against them was “neither more nor less than a form of terrorism.”\nThe letter may be a touch hyperbolic — French vegan organizations are quick to defend their movement as nonviolent — but it has struck a chord with many French who dislike being told what they should eat.\nFood is sacred in France, a country proud of its more than 300 cheeses and its cuts of beef so refined that it is impossible to order a steak at the butcher’s counter without being offered a choice of at least 10 cuts.\n“The enemies of a meat-based diet want to consign humanity to grains,” a columnist wrote Tuesday in the newsmagazine Le Point. “Down with totalitarianism. Long live blanquette.”\nButchers in different parts of the country have been targeted recently with fake blood by anti-meat or animal-rights groups. In the northeastern city of Lille and the surrounding region, vandals shattered windows and left graffiti saying “Stop Speciesism” on a butcher’s shop, a fishmonger, a restaurant and a rotisserie.\n“Attacks like this, acts of violence against businesses are new in France,” said Pierre Sans, a veterinary professor at the University of Toulouse who also studies food consumption. “We have seen it against slaughterhouses and laboratories, but towards a business that is selling legal foodstuffs, it’s rather shocking.”\nThe attacks not only have taken the butchers by surprise, but also have offended them, perhaps in part because the village butcher, like the baker and the cheese proprietor, tend to be respected community members.\nThe Vegan Federation also condemned the attacks.\n“We have a very clear position: We are completely against ugly language and violent expressions of opinion,” said Constantin Imbs, leader of the federation. Some social media exchanges among new converts to the vegan and animal rights movements can become particularly virulent, he said, and those people may be motivated to extremism by graphic slaughterhouse videos posted by activists.\n“It’s very counterproductive,” Mr. Imbs said. “Veganism is about reducing violence.”\nThe butchers’ letter comes against a backdrop of a gradual fall in meat consumption in France that has been driven by many factors: health concerns, higher prices and a general sense of the cost of meat to the environment.\nFrench per-capita consumption of meat dropped by more than 10 percent from 2000 to 2012, according to the Agriculture Ministry, and has continued to decrease.\n“The 18,000 artisans, butchers and sausage makers of our country are worried about the excessive media exposure about the vegan way of life,” Jean-François Guihard, the president of the Federation of Butchers, Charcuteries and Traiteurs, said in his letter to Interior Minister Gérard Collomb.\nStill, it hardly seems likely that vegans are about to carry the day. France remains the highest per-capita consumer of red meat in Europe, and it leads the world in the manufacture of foie gras, a favorite Christmas delicacy made from the liver of a force-fed goose or duck.\nIn an interview on France Inter radio, Sébastien Arsac of the animal rights group L214, which is known for secretly recording videos of slaughterhouse conditions and putting them online, did not explicitly condemn the militant activists, but made clear it was not the purpose of his movement.\n“In general the animal-rights militants are nonviolent,” he said. “The most important part of their work is to make posters, to hand out fliers and to make videos.”\nPHOTO: French butchers say that vegan activists are ramping up threats against them. (PHOTOGRAPH BY CHRISTOPHE SIMON/AGENCE FRANCE-PRESSE — GETTY IMAGES)\nRelated Articles\nSwedish Meatballs Are Turkish? ‘My Whole Life Has Been a Lie’\nBlack Vegans Step Out, for Their Health and Other Causes\n\nLoad-Date: July 14, 2020"
}