{
    "title": "Buyer of guns used in massacre charged with terrorism counts",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 17,
    "full text": "LOS ANGELES - The man who bought the assault rifles used by his friend in the San Bernardino massacre was charged Thursday with terrorism-related counts.\nThe FBI arrested Enrique Marquez, 24, on charges of conspiring with Syed Rizwan Farook to commit terrorist attacks in 2011 and 2012 that they never carried out. Marquez was Farook's next-door neighbor and longtime friend who converted to Islam and was radicalized by Farook, federal prosecutors said.\nMarquez also was charged with illegally purchasing two assault rifles used by Farook and his wife, Tashfeen Malik, to kill 14 people at a holiday gathering of Farook's health department co-workers on Dec. 2. The shooters died hours later in a gunbattle with police.\nMarquez had no role in the attack, but prosecutors said the guns and bomb-making materials he bought that the couple planned to detonate linked him to the killings.\n\"While there currently is no evidence that Mr. Marquez participated in the Dec. 2 attack or had advance knowledge of it, his prior purchase of the firearms and ongoing failure to warn authorities about Farook's intent to commit mass murder had fatal consequences,\" U.S. Attorney Eileen Decker said.\nAuthorities previously said Marquez had legally purchased the high-powered guns.\nThe FBI investigated the rampage as an act of terrorism and said the Muslim couple were radicalized before they met online and communicated privately about jihad and martyrdom before they married.\nPresident Barack Obama said he was briefed on the investigation Thursday and reiterated the federal government's commitment to find answers to all the unknowns in the case.\nMarquez had deep ties with Farook that extended to a family connection. The two grew up next door to each other in Riverside and then became related through marriage.\nBoth men were witnesses at the wedding of Farook's brother, Raheel, to a Russian woman in 2011, according to Riverside County marriage records.\nLast year, Marquez married the sister of Raheel Farook's wife. That made Marquez and Raheel Farook brothers-in-law and gave Marquez and Syed Rizwan Farook a sister-in-law in common.\nMarquez faces an additional immigration charge for a sham marriage.\nRecords show that Marquez married Mariya Chernykh at a ceremony at the Islamic Society of Corona-Norco, though the mosque's facility manager denied it occurred there.\nMarquez was not a member of that mosque, Azmi Hasan said. Marquez worshipped there three to four times over seven years, Hasan said.\nRight after the shooting, Marquez called his mother to say he was safe but that he wouldn't be coming home, neighbor Lorena Aguirre said. He later checked into a mental health facility.\nThree days after the attack, federal agents raided his mother's house in Riverside, a city near San Bernardino that is about 60 miles east of Los Angeles.\nArmida Chacon has said her son is a good person who loved to hang out with friends and go to parties, according to The Los Angeles Times.\n\"I don't know how this happened. ... My world is upside-down,\" she said tearfully.\nWhen asked about Syed Farook, she said her son was friends with him and \"nothing more.\"\nMarquez's friends were shocked to learn he was linked to the attack by the weapons and described him as a friendly, easygoing guy who was not religious and rarely discussed his family or marriage.\n\"I still can't believe this is going on,\" said Viviana Ramirez, who met Marquez through an online forum when they studied at Riverside Community College. \"I just want people to know he's not a bad person.\"\nMarquez was a licensed security guard for several years, but his license expired at the end of 2014. He was hired to work at Wal-Mart in May but has since been fired, a company spokesman said.\n___\nTucker reported from Washington.\n\nLoad-Date: December 17, 2015"
}