{
    "title": "Buyer of guns used in massacre faces terrorism charge(3)",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 18,
    "full text": "RIVERSIDE, Calif. - The man who bought the assault rifles his friend used in the San Bernardino massacre was charged Thursday with a terrorism-related charge alleging he plotted earlier attacks at a college they attended and on a congested freeway.\nThe duo, who had become adherents to radicalized Islam ideology as neighbors in Riverside, plotted in 2011 and 2012 to maximize carnage by using pipe bombs and guns to kill innocent people at a campus cafeteria and those stuck in rush hour traffic, court documents said. The plots fizzled and they never acted.\nEnrique Marquez Jr., 24, was charged with conspiring to provide material support to terrorists for those earlier plots with Syed Rizwan Farook.\nThose plans may never have come to light if not for the Dec. 2 attack where Farook and his wife, Tashfeen Malik, used guns Marquez bought years ago to kill 14 people at a holiday meeting of Farook's health department co-workers.\nMarquez was charged with illegally purchasing the rifles that the shooters used again hours later in a gunbattle with police. The couple were killed in the shootout.\nIn his initial court appearance, Marquez looked disheveled. His hair flopped over his forehead, there was stubble on his face, and the pockets of his black pants were turned out. He appeared calm and showed no emotion as he gave one-word answers to the judge.\nNo plea was entered and he was ordered held until a bail hearing Monday. His public defender declined comment.\nMarquez was working at a Riverside bar at the time of the shooting and is not alleged to have had a role in the attack.\nBut prosecutors said he was linked to the killings by the guns and explosive materials he bought years earlier. The couple used that material in a remote-controlled pipe bomb that never detonated at the conference room where the shootings occurred.\n\"His prior purchase of the firearms and ongoing failure to warn authorities about Farook's intent to commit mass murder had fatal consequences,\" U.S. Attorney Eileen Decker said.\nA criminal complaint filed in U.S. District Court charged Marquez with three counts that could bring a maximum of 35 years in federal prison.\nA lengthy affidavit outlines evidence against Marquez, including statements he gave investigators over 11 days after he waived his rights to remain silent and be represented by a lawyer.\nHe called 911 hours after the attack to say his neighbor had used his gun in the shooting, using an expletive to describe Farook.\nMarquez then showed up agitated at a hospital emergency room, saying he had downed nine beers and was \"involved\" in the shooting. He was involuntarily committed to a psychiatric ward.\nMarquez lived next door to Farook, 28, who introduced him to Islam 10 years ago. Marquez told authorities he converted to Islam around age 16 and four years later was spending most of his time at Farook's home, reading, listening to and watching \"radical Islamic content\" that included al-Qaida instructions on how to make bomb.\nFour years ago, Marquez said, he and Farook planned to toss pipe bombs into the cafeteria at the community college they attended and then shoot people as they fled.\nHe said they also planned to throw pipe bombs on a busy section of freeway that has no exits, bringing traffic to a halt and then picking off motorists. Marquez would shoot from a nearby hillside, targeting police, as Farook fired at drivers from the road.\nAs part of the plan, Marquez bought two assault rifles - in November 2011 and February 2012. He said he agreed to buy them because \"Farook looked Middle Eastern.\"\nAuthorities previously said Marquez had legally purchased the guns Farook and Malik used. But the charges allege that Marquez lied by signing paperwork that said the guns were for himself or a family member.\nAttorney E. Martin Estrada, a former federal prosecutor in Los Angeles, said the admissibility of Marquez's statements to the FBI will likely be challenged by defense lawyers, but if the statements are allowed in court, they give prosecutors a very strong case because of corroborating evidence.\n\"This wasn't a conversation with an average Joe,\" Estrada said. \"This was a conversation with a person that was capable and had the capacity and the intent to commit mass murder. That's pretty chilling.\"\nThe FBI has said Farook and Malik were radicalized before they met online in 2013, but the court documents detail how much earlier Farook had turned down that path to plot violence.\nMarquez said he and Farook aborted their plans after authorities interrupted a terror plot in the area in November 2012 that involved four men who wanted to join either the Taliban or al-Qaida fighting U.S. forces overseas.\nHe said they didn't see much of each other after that unraveled, though he deepened his connection with the Farook family, which also led to an immigration fraud charge against him.\nBoth men were witnesses at the wedding of Farook's brother, Raheel, to a Russian woman in 2011, according to Riverside County marriage records.\nLast year, Marquez married the sister of Raheel Farook's wife. Prosecutors said it was a sham marriage to help the Russian woman obtain U.S. residency. According to the affidavit accompanying the charges, Marquez was paid $200 per month for the union and said his own mother and brother didn't know about it.\nAbout a month before the attack, Marquez made a reference to the marriage and living \"multiple lives\" in a chat with a fellow Facebook user that foreshadowed the trouble he was facing before any bullets started flying.\n\"Involved in terrorist plots, drugs, anti-social behavior, marriage, might go to prison for fraud, etc,\" according to the affidavit by FBI agent Joel Anderson.\nRight after the shooting, Marquez called his mother to say he was safe but that he wouldn't be coming home, neighbor Lorena Aguirre said.\nWhen she visited him in the hospital two days later, he again referred to Syed Rizwan Farook by an expletive and said he did not know \"he was going to do that,\" Anderson said in the affidavit. Marquez also said he no longer wanted Farook as a friend.\nThe next day, federal agents raided his mother's house in Riverside, a city near San Bernardino that is about 60 miles east of Los Angeles.\nArmida Chacon has said her son is a good person who loved to hang out with friends and go to parties.\n\"I don't know how this happened,\" she told The Los Angeles Times. \"My world is upside-down.\"\nMarquez's friends were shocked to learn he was linked to the attack and described him as a friendly, easygoing guy who was not religious and rarely discussed his family or marriage.\n\"I still can't believe this is going on,\" said Viviana Ramirez, who met Marquez through an online forum when they studied at Riverside Community College. \"I just want people to know he's not a bad person.\"\nMarquez was a licensed security guard for several years, but his license expired at the end of 2014. He was providing security at the bar where he worked until Dec. 2.\nHe posted a cryptic note that day on Facebook, according to the affidavit: \"It was a pleasure knowing everyone.\"\n___\nMelley reported from Los Angeles. Contributing to this report were Associated Press writers Eric Tucker and Tami Abdollah in Washington, and Amanda Lee Myers in San Bernardino.\n\nLoad-Date: January 17, 2018"
}