{
    "title": "Buyers scramble for war coverages; Claims for repatriation filed",
    "publisher": "business insurance",
    "year": 2003,
    "month": 3,
    "day": 24,
    "full text": "LONDON-London underwriters saw a rush of activity before the first bombs fell on Baghdad last week, as commercial insurance buyers scrambled to purchase coverage for their Middle East operations and as the first claims began to trickle in.\nA growing number of buyers that had held off signing contracts for terrorism coverage opted to buy it as military action became imminent and as their concern increased over the potential for retaliation over the war by terrorists, London market sources report. Buyers also were looking for war-on-land coverage and so-called political violence coverage, they say.\nEven before the U.S.-led forces fired their first salvo against Iraq last week, though, some policyholders were filing war-related claims with underwriters, according to John Eltham, a director at broker Miller Insurance Services Ltd. in London.\nThose initial claims were under war personal accident policies, which in some cases cover emergency repatriation expenses for employees fleeing a region, Mr. Eltham explained. A wide variety of companies with Middle East operations have filed claims under such policies, he said.\nAs war in Iraq appeared more likely, European and U.S.-owned companies stepped up their purchase of terrorism coverage in the London market for their operations in the region.\nWhen comparing the first two months of 2003 to the same period in 2002, overall premium volume for terrorism coverage probably increased 30%, Mr. Eltham estimated.\nBut unlike market activity following Sept. 11, 2001, when Western companies mostly bought coverage for their domestic facilities, purchases of coverage for foreign operations now drive more of the recent premium growth, Mr. Eltham said.\nCompanies are more aware now than they were just a few months ago that, even if they have good relations in foreign countries where they operate, they could still suffer from a backlash against Britain's and the United States' war efforts, Mr. Eltham added.\nOther London market sources agree.\n''There is more awareness, as much in the U.K as in the States, of a possible retaliation in the form of terrorism if war goes ahead,'' said Ben Garston, an underwriting partner at Lloyd's of London underwriting agency MAP Underwriting.\n''We are very busy on terrorism business,'' said Robert Childs, director of underwriting at Hiscox P.L.C. ''There is an increase in demand because there are people who put off making a buying decision until the last moment.''\nMr. Childs noted, though, that many buyers have realized for some time that war was a possibility and that he already was busy writing coverage for terrorism risks before war broke out.\nLondon-based broker Heath Lambert Group has seen fairly constant demand for terrorism coverage, a spokesman said. But underwriters are taking particular interest in where the company purchasing coverage is based, he added.\n''For example, is it a U.S. company or a U.K. company-which may make them look at that risk differently,'' the spokesman said.\nWhile Heath Lambert had not noted a spike in sales of terrorism coverage, it did see a rush to purchase coverage protecting property against political violence, he said. This would cover, for example, the equipment operated by media crews that is damaged by rioting, war or terrorism, he said.\nIncreased awareness of terrorism risks was the likely impetus for the sale of a new insurance product providing protection of third-party liability stemming from terrorism, Messrs. Garston and Eltham said. Mr. Garston underwrote the product, which was placed by Mr. Eltham.\nA security company in the Unites States purchased one of the first such policies to protect itself against the risk of a client suffering an attack and claiming its losses were due to the security company's negligence.\nMAP will provide the terrorism liability coverage for a broad range of industries, Mr. Garston said. But MAP expects the most interest from companies operating facilities, such as office buildings or shopping malls, that may be blamed for allowing terrorists to harm people on premises.\nPurchasers of war coverage for Middle East property also caused a surge of activity in London last week.\nAfter the market hardening that followed Sept. 11, buyers typically shelved decisions to purchase war risk coverage, Mr. Eltham said. But with the impending war in Iraq, more companies were exploring the coverage, he said, though some still decided it was too expensive or limited.\nMore buyers are deciding they are not going to take any chances and they are purchasing war risk coverage for their Middle East facilities, Mr. Garston said.\nHe noted that he is even receiving inquiries from companies with facilities in Israel and Egypt, areas in which combat is considered unlikely.\nWar coverage premiums are rising, and limits are more difficult to obtain as insurers evaluate their aggregation of terrorism and war risks while testing market demand resolve, Mr. Eltham said.\nBut with so many factors influencing pricing, it is difficult to provide an accurate estimate of how much premiums are rising, several observers say.\n''The further out of range of Scuds and Iraqi aircraft, the lower the rate is a reasonable guide or rule of thumb,'' Mr. Garston said.\nOne oil company that purchased war risk coverage about two weeks ago, though, could obtain only $25 million in limits and paid about the same amount as it previously paid for $200 million in standard property coverage, Mr. Eltham said.\nHe noted, though, that for offshore oil platforms, limits reaching half a billion dollars are available.\n\nLoad-Date: March 26, 2003"
}