{
    "title": "Buyers, insurers rebut CFA report on terrorism cover",
    "publisher": "business insurance",
    "year": 2002,
    "month": 8,
    "day": 26,
    "full text": "A Consumer Federation of America report issued last week stating that commercial terrorism coverage is widely available and that a federal backstop is unnecessary is drawing fire from insurer and policyholder groups.\nMost businesses currently should be able to buy adequate coverage in the commercial market, and the federal government should offer temporary coverage only for so-called ''trophy properties'' or buildings in New York, Chicago and Washington for which coverage is unavailable in the commercial market, said J. Robert Hunter, director of insurance for the Washington-based CFA.\nBut insurer and policyholder groups say that the report ignores the reality of the commercial insurance marketplace.\nThe terrorism insurance that is available is limited in terms of capacity and coverage, they say. In addition, buyer and insurer groups argue that, in the absence of a federal coverage backstop, another terrorist attack on the scale of Sept. 11 would leave the insurance market in disarray.\nThe report, which updates a CFA study released in January, concludes that although commercial insurance rates are increasing, prices are likely to stabilize by mid-2003.\nAn increasing number of insurers are now willing to offer coverage for terrorism, and the market will likely grow further if Congress does not step in and offer government-backed coverage, Mr. Hunter said.\nCurrently, capacity is available for most policyholders, he said. The government should play a role only in offering temporary per-risk coverage for commercial properties seeking more than $500 million in limits or for properties based in large metropolitan areas where there is a high concentration of risk and limited capacity, Mr. Hunter said.\n''We're suggesting a per-risk retention rather than an industrywide retention. Per risk would mean much less exposure for the taxpayer,'' he said.\nDespite the massive insured loss resulting from the Sept. 11 attacks, which is likely to be in excess of $30 billion, the insurance industry still has sufficient capacity to cover most of the risks for which policyholders are seeking coverage, Mr. Hunter said.\n''After you take into account the federal tax writeoff for the loss, you have a loss of about $20 billion, and that's not as much as has flowed into the industry since the attacks,'' he said.\nDespite the influx of capacity, many policyholders cannot obtain sufficient coverage, said Christopher E. Mandel, assistant vp-enterprise risk management for San Antonio-based United Services Automobile Assn. and president of the Risk & Insurance Management Society Inc.\nMany commercial policyholders are not buying coverage, because the premiums charged for terrorism coverage alone are typically equivalent to what risk managers would have paid for their whole property program prior to the attacks, he said.\nAnd capacity is limited to the extent that a policyholder with a $2 billion real estate portfolio would be likely to obtain only $100 million to $200 million in terrorism insurance limits, Mr. Mandel said.\n''I don't think all that many people are making purchases unless they are forced to. And if they do, they are not doing it at a rate that they consider economic,'' he said.\nMr. Mandel said that anecdotal evidence from RIMS members makes clear that a significant number of real estate deals have been undone or hindered because policyholders cannot obtain sufficient terrorism coverage to satisfy lenders.\nThe terrorism insurance that is available does not provide adequate coverage, said Marty Depoy, vp for government relations at the National Assn. for Real Estate Investment Trusts in Washington.\nLimits are insufficient, he said, and the coverage has high deductibles and exclusions for significant risks, such as biochemical and radiological attacks.\n''And all the Swiss cheese policies out there come at an extraordinary cost,'' said Mr. Depoy, whose organization is also part of the Coalition to Insure Against Terrorism, a Washington-based lobbying group made up of entities from various industries.\nA broad-based federal backstop is needed to avoid major disruptions in the insurance market in the event of another terrorist attack, Mr. Depoy said. ''You would have the same mayhem that we had after Sept. 11,'' he said.\nThe backstop is also needed because reinsurers remain unwilling to cover terrorism risks, said a spokesman for the American Insurance Assn. in Washington.\nDespite an increase in the number of insurers offering primary coverage, a significant number of policyholders cannot obtain coverage for terrorism risks, the AIA spokesman said.\n\nGraphic\n\n \nThe Consumer Federation of America wants to see federal terror coverage limited to ''trophy properties'' such as Chicago's Sears Tower.\n\nLoad-Date: August 30, 2002"
}