{
    "title": "Buyers can help TRIA cause_ CEO",
    "publisher": "business insurance",
    "year": 2005,
    "month": 8,
    "day": 8,
    "full text": "HARTFORD, Conn.-Risk managers have an important role to play along with insurance industry leaders and regulators in promoting a federal backstop for insuring against terrorist attacks, said the top executive at The Hartford Financial Services Group Inc.\nRamani Ayer, chairman, president and chief executive officer at The Hartford, spoke recently with Business Insurance Editor Regis Coccia on the importance of the Terrorism Risk Insurance Act.\nQ: What should risk managers be doing to promote a federal backstop for terrorism insurance?\nA: ``TRIA is very important for the economic security of the country. Post '02, a big reason for the economic revival of the country can be attributed to TRIA. Absent TRIA, my concern is there will be significant uncertainty. Risk managers can ill afford to put business assets, the lives of their employees and their assets at risk.\n``The threat of terrorism is very pervasive in our lives. The administration is doing a remarkable job in interdicting events. At the same time, terrorists keep regrouping to find new ways in which they're targeting the American economy to cause loss of life and threaten confidence in the economy. The regrettable thing is they only need to be right once. We need to be right 100% of the time.''\nThe Risk & Insurance Management Society Inc. ``has spoken out, but many risk managers have delegated up to the insurance industry'' to explain the importance of TRIA. ``The credibility of risk managers and their voice in Washington will make a material difference, in my view,'' because risk managers represent the companies that are ``the growth engine of the economy.''\n``Risk managers should be very active in talking to members of Congress; leadership in the House and leadership in the Senate. Absent a public/private partnership, to rely on the private sector (for a market solution) places a disproportionate burden on the insurance industry that cannot be met.''\nQ: How optimistic are you that a federal backstop will be in place after this year?\nA: ``I believe that responsible leaders within the chambers of Congress, the House and Senate, are starting to say that re-enactment (of TRIA) is important.''\n``The administration, I personally believe, is committed to making sure we have a significant aspect of (the TRIA backstop). I would take great hope there's a reasonable likelihood'' that TRIA will be reauthorized.\n``We all have our part to play: insurance companies, the NAIC, state regulators as well as buyers of insurance, agents and brokers. We all have to be active'' in promoting TRIA.\nQ: What would happen absent a federal backstop?\nA: ``People should know that TRIA has worked. We can credit TRIA for the economic recovery we're enjoying. The administration and Congress deserve credit for recognizing that.'' Without TRIA, ``I expect there will be dislocation in the market. (Buyers) would have to assess the impact... on their balance sheets'' and plan accordingly, to the extent possible. But, for the insurance industry to absorb terrorism losses, ``it's impossible.''\n\nGraphic\n\n \nArt Credit: Mr. Ayer\n\nLoad-Date: August 12, 2005"
}