{
    "title": "Buying Fighters+Lovers supports world terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 2,
    "day": 1,
    "full text": "While rampaging across the Internet to fill my daily quota of time for retail therapy, I happened to stumble across a Web site for the Danish fashion firm Fighters+Lovers, which draws inspiration for its fashion line from the \"stylish classic coolness of Palestinian fighter Leyla Khaled and the funky outrageous style of Colombian guerrilla commander Jacobo Arenas.\"\nIntrigued by the mention of these two freedom fighters, one of whom works for the Popular Front for the Liberation of Palestine and the other formerly for the Revolutionary Armed Forces of Colombia, I decided to look at the Web site in greater depth.\nApparently, Fighters+Lovers bills itself as a \"private enterprise dedicated to the cause of freedom and hard-rocking streetwear\" that sends five Euros of the purchase price per item \"straight to Palestine or Colombia\" as a supposed \"tribute to these freedom fighters.\"\nWhile that is somewhat disturbing, what is more distressing is the attempt to trivialize the dangers of flouting authority with the line: \"When was the last time you listened to someone who told you what you couldn't wear?\"\nNow, don't get me wrong, I am moderately anti-authoritarian myself, an activist who believes strongly in the cause of freedom, but there is a difference between protesting against injustice and supporting groups that have caused the death of tens of thousands of civilians (even unwittingly).\nFARC has been involved in a 40-year conflict with Colombian state forces and right-wing paramilitary groups, resulting in civilian casualties numbered in the tens of thousands.\nPFLP carries out suicide attacks inside Israel and against Jewish settlements and sees the destruction of Israel as integral to its struggle to remove any Western influence from the Middle East.\nThe company Web site fails to mention any of this, casting both organizations as heroically struggling against unspeakable odds for the cause of freedom, when really, neither of these groups is completely pure in its motives. The company claims to be a brand that takes fashion beyond new horizons, daring to \"speak up for brotherhood and the right to fight for what is right,\" but in reality, they do no such thing. They are just like every other clothing firm, with the desire to make a profit no matter the cost to society. I mean, ethics, good taste, morality, even people's lives - none of these matter as long as the bottom line looks good, right? That's the way of the world, after all ... so feel free to sell your soul for cash, and then lie to cover it up.\nFighters+Lovers can state time and time again that the money they donate is going to pay for new equipment for radio stations and graphics workshops, but I don't believe it.\nMaybe I have become cynical, jaded by the \"ends justify the means\" mentality that seems so prevalent in today's world. Maybe I have seen too much suffering caused by groups who claim to fight for freedom, seen too much blood spilled because of hatred to believe in the wisdom of giving money to a group whose purpose for existing is the destruction of a people by any means necessary. Maybe you believe otherwise.\nThe fact remains that by even having this product line, Fighters+Lovers is contributing to the deaths of civilians, to the murder of those whom FARC and PFLP victimize. If you buy these shirts, you will have blood on your hands, as the company already does.\nIt's true that T-shirts don't change the world and that the company is simply making clothes, but these clothes have a message that says that intolerance is OK, that says that the ends do justify the means, and that is unacceptable. They want to sell clothing to people with an attitude toward change; the same people know that violence solves nothing, and that there are better ways than killing. Having blood on your hands is never in good taste.\n(C) 2006 Daily Trojan via U-WIRE\n\nLoad-Date: February 3, 2006"
}