{
    "title": "BYRD PUSHING TERRORISM PUNISHMENT AMENDMENT",
    "publisher": "the world",
    "year": 1995,
    "month": 11,
    "day": 30,
    "full text": "STAFF WRITER\nU.S. Sen. Robert C. Byrd is pushing for tougher penalties for anyone\ncaught sabotaging trains and trucks hauling nuclear waste.\nByrd, D-W.Va., on Tuesday night succeeded in adding language to an\nInterstate Commerce Commission bill that would impose stiffer criminal\npenalties for such offenses.\n\"We must act to deter terrorism and, in doing so, must think the\nunthinkable - namely, that a terrorist could target a shipment of the\nmost lethal of all possible cargoes, high level nuclear waste,\" Byrd\nsaid in a speech on the Senate floor.\nByrd pointed to the recent sabotage of the Sunset Limited train in\nArizona, calling it \"the latest act of terrorism against the American\npeople.\" He also noted the bombings of the World Trade Center in New\nYork and the federal building in Oklahoma City.\nByrd said the opening of a proposed permanent nuclear waste storage site\nin Yucca Mountain, Nev., or an interim site planned for the Nevada Test\nSite, would spur a dramatic increase in the interstate shipment of high\nlevel radioactive waste.\nBetween 1979 and 1994, commercial facilities shipped a ton of spent\nnuclear fuel in the United States. Proposals to build an interim or\npermanent nuclear waste facility envision shipments of thousands of tons\nin a single year, Byrd said.\nThe watchdog group Public Citizen said a study by the state of Nevada\nshowed the plan would bring 1,080 truck casks and 269 railroad casks of\nnuclear waste through West Virginia by the year 2030.\nThese shipments would run along Interstate 70 in the northern panhandle\nand along CSX Transportation rail lines through Harpers Ferry and\nCharleston.\nA spokesman for Public Citizen said the group has not taken a position\non Byrd's amendment, but was glad the issue was getting more attention.\nUnder current law, a train or motor vehicle saboteur could be sentenced\nto a maximum of 20 years or, in the event of a fatality, to a minimum of\nlife imprisonment or the death penalty.\nUnder Byrd's amendment, a person who sabotaged a train or motor vehicle\nhauling spent nuclear fuel or high-level nuclear waste would receive a\nminimum penalty of 30 years to life. The current penalties for\nfatalities would remain in effect.\n\"We are currently shipping the most toxic substance known on our\nnation's highways and railroads, and we may dramatically increase those\nshipments in the future,\" Byrd said. \"The very least that we can do is\nto increase the penalty for sabotage against such shipments, in an\neffort to deter acts of terrorism from occurring.\n\"High level nuclear waste is not simply lethal, but also long lasting.\nIt can take up to a quarter of a million years for this waste to fully\ndecay and lose its lethal radioactive character.\"\nByrd's amendment was approved by a 97-0 Senate vote. The full bill\npassed the Senate and House and now goes to a House-Senate conference\ncommittee, Byrd spokeswoman Ann Adler said.\n\nLoad-Date: November 30, 1995"
}