{
    "title": "BYU remembers 9_11 as Obama plans increased airstrikes overseas",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 11,
    "full text": "President Barack Obama pauses at the Pentagon, Thursday, Sept. 11, 2014, during a ceremony to mark the 13th anniversary of the 9/11 attacks. (AP Photo/Charles Dharapak)\nThirteen years ago today the United States suffered the most deadly attack on American soil in its history.  Some BYU students have vivid memories of the event, while others have only vague recollections of that day. Despite the varying experiences of BYU students regarding Sept 11, 2001, the memories of that day, or lack thereof, affect how one views future military operations in the ongoing Global War on Terrorism.\nMany students, such as David Ortiz, a senior from Kansas studying neuroscience, were too young or far away to feel the real impact of the 2001 attacks.\n\"I didn't really know what was going on because I was in elementary school,\" Ortiz said.\nFor others, the tragedy hit a little closer to home. James Scotto is a senior from Howell, New Jersey and member of the Air Force ROTC majoring in Latin-American Studies. He said that although a professor had remarked earlier this week that no one in the class felt fear as a result of terrorism on 9/11, he disagreed. Scotto said he can recall the chaos that prevailed in his area.\n\"On that day, being so close to New York City... all day long people were picking up their kids from school because they wanted to be together as a family and not have their kids in class. I was totally fearful,\" Scotto said.\nAs the BYU community remembers the tragic events of September 11, however, it also wrestles with the idea of more war.\nOn Wednesday evening, President Barack Obama addressed the nation and announced new military operations against the Islamic State in Iraq and Syria, also known as ISIS or ISIL. Obama said it was necessary to \"degrade and destroy\" ISIS.\nWhether BYU students remember the fear of terrorism in 2001 or not, each must now face the prospect of combating another terror threat.\nMany students, including Ortiz, are unsure about what should be done next.\nSarah Fonda, a senior from Salt Lake City studying special education calls the new war plans \"a tricky situation.\" She said September 11 is a day of reflection. Like many people, Fonda is doing some reflection of her own to decide if the required sacrifice of another war will create a positive impact.\n\"It's a little conflicting,\" Fonda said. \"I want people in our country to be safe, and that might require people to go and not be safe.\"\nIn his address on Sept. 10, Obama acknowledged the fight will take time and require risks, especially to the servicemen and women.\nScotto may soon be one of those servicemen assigned to combat ISIS.\n\"I remember George Bush rallying us all up as Americans and saying okay, they bombed us and we're bombing back,\" Scotto said. \"Here we are, and what progress have we made?\"\nHe said he finds the situation frustrating.\n\"The weapons that we gave to fight the extremists in the Middle East are the exact same weapons that were seized by ISIS and are being used so they can conquer lands and territory, and gain more power, and recruits and momentum,\" he said.\nObama took some time at the end of his speech to reflect upon the anniversary of 9/11 and told Americans that the U.S. welcomes the responsibility to lead in difficult situations. He presented a four-point strategy of coordinated air strikes, support for allied ground forces, continued counter-terrorism intelligence, and humanitarian aid. The battle against ISIS appears to be very complex and so are the questions the BYU community faces about how to best combat terrorism at home and abroad.\n\"The September 11, 2001, attacks by Al Qaeda forced Americans to face terrorism in a way that we had not done so before,\" Richard Davis, BYU political science professor said in an email.http://universe.byu.edu/wp-content/uploads/2014/09/Interview-from-BYU-remembers....mp3\n\nLoad-Date: January 17, 2018"
}