{
    "title": "BYU community remember victims of Sept. 11, war on terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 9,
    "day": 13,
    "full text": "People gathered in front of Sandy City Hall on the Healing Field of Brigham Young University, surrounded by 4,031 flags representing the victims of the Sept. 11 attacks and the soldiers who lost their lives in the war against terrorism.\nThe sea of red, white and blue flapped in the breeze Saturday morning, as members of the community silently walked among the flags, paying their respects to the fallen heroes as the Utah National Guard Black Hawks flew overhead.\nBrian and Suzanne Larson, of Boise, Idaho, brought their four children to the healing field.\n\"We want to instill in our children an appreciation for their country and freedoms,\" Brian said.\nMany state and local leaders addressed the community in addition to survivors of Sept. 11 and returned soldiers from the war in Iraq.\nSandy City Mayor Tom Dolan expressed his personal feelings on the national day of celebration and mourning.\n\"9-11 is a personal thing in each person's heart,\" he said. \"We all remember the raw emotion we experienced as we heard the terrifying news that our nation was under attack.\"\nDolan urged listeners to remember those emotions and be aggressive in supporting and defending their liberty.\n\"We must look back at the events of September 11th and then look forward to how we can protect our nation,\" he said.\nGov. Olene Walker prompted the audience to not forget those lost in the attacks.\n\"We must remember, because we realized that day that we were no longer safe from terrorism,\" she said. \"We must remember, because we must defend our nation because we are no longer safe in our homes, or our nation.\"\nWalker urged the community to not let the memories die, but encouraged them to pass on to their children a reverence for America and its freedom.\n\"We have an obligation to serve our nation,\" Walker said. \"Because we live in a democracy, much is expected.\"\nBob Fitzgerald, a firefighter who worked at Ground Zero, shared his experiences of assisting in cleaning up the devastation left after the attacks.\n\"As we walked up to Ground Zero, we entered an eerie silence, clouded by dust and debris in the air,\" he said. \"Fear and anger was being replaced with courage and respect as individuals gathered to sacrifice their time and efforts to help rebuild our nation. This vision of service, unity and rebuilding, is what we, as a nation, need to focus on.\"\n(C) 2003 The Daily Universe via U-WIRE\n\nLoad-Date: September 13, 2004"
}