{
    "title": "C.I.A. Role in Visit of Sudan Intelligence Chief Causes Dispute Within Administration",
    "publisher": "the new york times",
    "year": 2005,
    "month": 6,
    "day": 18,
    "full text": "A decision by the Central Intelligence Agency to fly Sudan's intelligence chief to Washington in a C.I.A. jet in April set off a dispute inside the Bush administration, with some officials arguing that such recognition for a government accused of genocide and ties to terrorism sent a regrettable signal, administration officials said on Friday.\n The visit by Salah Abdallah Gosh for consultations with the Central Intelligence Agency this year was intended by American intelligence officials to reward Sudan's cooperation since the attacks of Sept. 11, 2001, in detaining suspected terrorists and providing information on Al Qaeda. \n But some officials in the State Department and the Justice Department objected, arguing that the trip would send a misleading message both to the government of Sudan and to other countries about American priorities, officials said. Mr. Gosh's trip was first reported April 29 in The Los Angeles Times, which reported on the controversy within the administration in an additional article on Thursday.\n The visit has provoked criticism from members of Congress and human rights groups, who say that Mr. Gosh has played a role in the government's collaboration with militias that have displaced millions of people and killed tens of thousands in the Darfur region. The United States has condemned Sudan for committing genocide in Darfur. A United Nations inquiry this spring referred a sealed list of names of 51 people suspected of committing crimes in Darfur to the International Criminal Court, which announced on June 6 that it had opened an investigation. \n ''We're very uncomfortable and unhappy with his coming to the U.S.,'' said Jemera Rone, a Sudan researcher at Human Rights Watch. ''From the human rights point of view, it sends the worst possible message.''\n Members of the Congressional Black Caucus protested the visit in a meeting this week with Condoleezza Rice, the secretary of state, said Representative Donald M. Payne, a New Jersey Democrat who has made several trips to Sudan.\n ''When I heard Gosh came over here, I said this is absolutely unconscionable,'' Mr. Payne said. ''I liken it to some Nazi SS official coming to the U.S. during World War II.''\n Both Ms. Rone and Mr. Payne said they did not have any direct evidence of the role Mr. Gosh might have played in the Darfur atrocities. But they said that as chief of Sudan's intelligence and security service, he undoubtedly had knowledge of the offenses and complicity in them.\n A senior administration official said that despite the record of Sudan and its top officials, the C.I.A.'s mission requires ties with its Sudanese counterpart.\n ''The purpose of this visit was to continue to build a stronger professional relationship between two intelligence services,'' the official said, speaking on condition of anonymity because of the sensitivity of relations with foreign intelligence agencies. ''For years the C.I.A. was forbidden to meet with anyone who didn't qualify for choirboy. After 9/11 it became clear that you have to talk to bad guys from bad neighborhoods to fight terrorism.''\n Adam Ereli, a State Department spokesman, declined to comment on any objections raised by department officials to Mr. Gosh's visit. He said Sudan remained a state sponsor of terrorism, despite ''improved cooperation on counterterrorism.''\n Mr. Ereli said an official of the department met with the Sudanese official at C.I.A. headquarters ''to send a clear and unequivocal message that the government of Sudan has to take action to stop the killing in Darfur.''\n Officials denied the Los Angeles Times report that there had been any discussion of arresting Mr. Gosh, saying no legal case had been prepared to support such a step. \n Sudan's ambassador, Khidir Haroun Ahmed, said his country's cooperation with the C.I.A. predated the 2001 attacks and had only grown stronger.\n ''Frankly, this is very surprising to me that there are people who still question our cooperation over combating international terrorism,'' Mr. Ahmed said. Differences over Darfur, he said, ''should be no reason to stop exchanges with Sudan.''\n One Congressional official said that Mr. Gosh, who holds the rank of major general, met with midlevel officials and did not see Porter Goss, the C.I.A. director. \n Flight records show that a Boeing 737-style business jet controlled by the C.I.A. flew from Khartoum to Baltimore-Washington International Airport on April 17 and returned on April 22.\n The Bush administration has built its foreign policy since Sept. 11, 2001, not just on an aggressive pursuit of Al Qaeda and other terrorist groups but also on the promotion of democracy as an antidote to terrorism.\n But those two policies have sometimes clashed, as the administration has sought the cooperation of Sudan, which harbored Osama bin Laden in the mid-1990's, as well as Uzbekistan, Egypt, Saudi Arabia and other authoritarian governments.\n In its 2004 report on terrorism, the State Department said Sudan ''deepened its cooperation with the U.S. government to investigate and apprehend extremists suspected of involvement in terrorist activities.''                                                                     \n\nhttp://www.nytimes.com\n\nLoad-Date: June 18, 2005"
}