{
    "title": "C.I.A. Wants Prison Tactics Secret",
    "publisher": "the new york times",
    "year": 2006,
    "month": 11,
    "day": 4,
    "full text": "The Central Intelligence Agency has told a federal court that Qaeda suspects should not be permitted to describe publicly the ''alternative interrogation methods'' used in secret C.I.A. prisons overseas.\n  In papers filed in the case of Majid Khan, a Pakistani who is among 14 so-called ''high-value detainees'' recently transferred to the Guantanamo Bay detention camp in Cuba, Justice Department and C.I.A. officials argued that allowing Mr. Khan to disclose details of his treatment could cause ''extremely grave damage to the national security.''\n ''Many terrorist operatives are specifically trained in counter-interrogation techniques,'' says a declaration by Marilyn A. Dorn, an official at the National Clandestine Service, a part of the C.IA. ''If specific alternative techniques were disclosed, it would permit terrorist organizations to adapt their training to counter the tactics that C.I.A. can employ in interrogations.''\n  The court filings, first reported by The Washington Post on its Web site Friday night, also argued that revealing the countries where the prisoners were held could undermine intelligence relationships with those governments. Such disclosures ''would put our allies at risk of terrorist retaliation and betray relationships that are built on trust and are vital to our efforts against terrorism,'' Ms. Dorn wrote.\n  Lawyers for Mr. Khan, who lived in Maryland for several years and is accused of researching how to blow up gasoline stations and poison reservoirs, have alleged that he was tortured while in American custody and falsely confessed to crimes.\n  Intelligence officials have acknowledged that some terrorism suspects were subjected to harsh interrogation techniques, including sleep deprivation, exposure to heat and cold and a simulated drowning technique. Human rights advocates believe the methods amount to torture, which is banned by international law, but United States officials deny the charge.\n  Mr. Khan is represented by Gitanjali S. Gutierrez, a lawyer with the Center for Constitutional Rights in New York, which has been in touch with his wife, Rabia Khan, according to court documents. \n\nhttp://www.nytimes.com\n\nLoad-Date: November 4, 2006"
}