{
    "title": "C.I.A. Director Defends Meeting With Russian Spy Chiefs",
    "publisher": "the new york times",
    "year": 2018,
    "month": 2,
    "day": 1,
    "full text": "WASHINGTON — The C.I.A. director, Mike Pompeo, pushed back on Thursday against suggestions that a visit to the United States by Russian intelligence chiefs had contributed to the Trump administration’s delay in imposing fresh sanctions on Moscow, saying in a letter that American officials “pull no punches” when sitting down with their Russian counterparts.\nThe meetings were focused on how the United States and Russia could better cooperate on counterterrorism issues, not sanctions, Mr. Pompeo said, noting that previous C.I.A. directors had had similar encounters.\n“We periodically meet with our Russian intelligence counterparts for the same reason our predecessors did — to keep Americans safe,” Mr. Pompeo wrote.\nThe letter was sent to Senator Charles E. Schumer of New York, the top Senate Democrat, who had said it was suspicious that Russian spy chiefs were allowed to visit Washington and meet with Mr. Pompeo days before the administration declined to impose new sanctions on Russian officials and oligarchs over interference in the 2016 election.\nThe two Russian officials who came to Washington were Alexander V. Bortnikov, who runs the Federal Security Bureau, the domestic intelligence service that is the successor to the K.G.B., and Sergey Naryshkin, the chief of the Russian Foreign Intelligence Service, who was placed under sanctions by the American government under President Barack Obama.\nThe joint visit represented an exceptionally high-level Russian intelligence presence in Washington, and even before Mr. Schumer’s comments this week, some Democrats were suggesting privately that there was a connection between the visit and the Trump administration’s decision on sanctions.\nMr. Pompeo did not directly address the issue in his letter. But he did insist that neither he nor any other American officials went easy on the Russian spy chiefs in their meetings.\n“When those meetings take place, you and the American people should rest assured that we cover very difficult subjects in which American and Russian interests do not align,” Mr. Pompeo wrote to Mr. Schumer.\n“Neither side is bashful about raising concerns,” he added. “We vigorously defend America in these encounters and pull no punches — we never will.”\nAt the same time, though, Mr. Pompeo said, “while Russia remains an adversary, we would put American lives at greater risk if we ignored opportunities to work with the Russian services in the fight against terrorism.”\nHe cited an episode last year in which a tip from American intelligence is said to have thwarted an attack by militants in St. Petersburg. The plot, Mr. Pompeo wrote on Thursday, “could have killed Americans” in Russia.\nMr. Schumer responded to the letter by pointing out that it did not address his concerns about whether sanctions were discussed with the Russian intelligence officials.\n“If this administration is ignoring sanctions, that’s very serious,” he said.\nPHOTO: Mike Pompeo, director of the C.I.A., met last month with Russian intelligence officials. (PHOTOGRAPH BY LEAH MILLIS/REUTERS)\nRelated Articles\nTrump’s Stance on Russia Sanctions Angers Both Moscow and Washington\nTrump Likes When C.I.A. Chief Gets Political, but Officers Are Wary\n\nLoad-Date: February 3, 2018"
}