{
    "title": "C.I.A. Still Awaiting Rules On Interrogating Suspects",
    "publisher": "the new york times",
    "year": 2007,
    "month": 3,
    "day": 25,
    "full text": "A sharp debate within the Bush administration over the future of the Central Intelligence Agency's detention and interrogation program has left the agency without the authority to use harsh interrogation techniques that the White House said last fall were necessary in questioning terrorism suspects, according to administration and Congressional officials.\n  The agency for months has been awaiting approval for rules that would give intelligence operatives greater latitude than military interrogators in questioning terrorism suspects but would not include some of the most controversial interrogation procedures the spy agency has used in the past.\n But the internal debate has left the C.I.A. program in limbo as top officials struggle over where to set boundaries in the treatment of people suspected of being involved in terrorist activities. Until the debate is resolved, C.I.A. interrogators are authorized to use only interrogation procedures approved by the Pentagon. \n  The C.I.A.'s proposed interrogation rules are part of the first major overhaul of the agency's detention and interrogation program since the agency began jailing terrorism suspects in 2002. The agency has already decided to abandon some past interrogation techniques -- among them ''waterboarding,'' which induces a feeling of drowning -- that human rights groups and some lawmakers have argued are torture. \n  Although it is unclear whether the C.I.A. has any prisoners in custody, the White House has not repeated its earlier statements that the secret prisons are empty. The C.I.A.'s proposed interrogation methods remain highly classified, but they may include exposure to extreme temperatures and sleep deprivation. \n  Much of the debate over the interrogation rules has not been made public. A draft of an executive order providing broad guidelines for interrogators was rejected this year by State Department officials, who argued that the language was too expansive and could leave the Bush administration open to challenges, including some from American allies, that the White House was legalizing practices that violated a provision of the Geneva Conventions.\n  The Supreme Court ruled last year that all prisoners in American captivity must be treated in accordance with Common Article 3 of the Geneva Conventions, which prohibits the humiliating and degrading treatment of prisoners.\n  The struggle is evidence of shifting dynamics within the administration and a rethinking of some of the most polarizing policies enacted after the Sept. 11, 2001, attacks to fight terrorism worldwide. \n  Late last year, Defense Secretary Robert M. Gates forced a debate within the administration about whether to close the military prison at Guantanamo Bay, Cuba, and now some senior officials are questioning how far the C.I.A. interrogation program should go beyond the Army Field Manual for interrogations, which the Pentagon uses to train military interrogators. \n  It has been six months since President Bush signed a bill authorizing the secret C.I.A. interrogations -- a measure the White House promoted as a critical tool to obtain information from high-level terrorism suspects.\n  Several officials said the C.I.A. had not yet needed to press the White House for the legal authority because there was no one in C.I.A. custody who had required the ''enhanced'' interrogation techniques. \n  Still, C.I.A. officials have maintained that it is important to get the detention program on a solid legal footing and to give clarity to operatives in the field about what is permissible and what is not. \n  ''At the end of the day, the director -- any director -- of C.I.A. must be confident that what he has asked an agency officer to do under this program is lawful,'' the agency's director, Gen. Michael V. Hayden, wrote in a note to agency employees last September. ''That's the story here.''\n  Some officials said that while the C.I.A. would probably be able to get legal approvals if the agency captured someone it wished to interrogate, doing so could take precious time. The intelligence value of detainees sometimes diminishes quickly. \n  ''You want established, clear rules in place,'' said one American official with knowledge of the debate over interrogations. ''You don't want agency officials having to call back to headquarters for 'Mother may I?' ''\n  The Supreme Court decision forced the White House to press Congress for new authority both to try terrorism suspects using military commissions and to detain and interrogate high-level suspects in secret C.I.A. jails abroad. \n  When President Bush signed the Military Commissions Act last October, the White House released a statement calling the C.I.A. detention program ''one of the most successful intelligence efforts in American history.'' The new authority, Mr. Bush said, will ''ensure that we can continue using this vital tool to protect the American people for years to come.'' \n  But since passage of the bill, top officials have been wrestling with the executive order and a separate legal opinion from the Justice Department's Office of Legal Counsel that would authorize the C.I.A. interrogation techniques and explain why the techniques comply with the standards of the Geneva Conventions. \n  Gordon D. Johndroe, a spokesman for the National Security Council, said the executive order was expected in ''the next few weeks.''\n  ''The administration has been engaged in a deliberative and thoughtful interagency process,'' Mr. Johndroe said. ''This process required additional time as new officials, including the defense secretary, director of national intelligence and White House counsel were brought into the deliberations.''\n  The Military Commissions Act states that the president ''shall'' issue an executive order setting out broad guidelines for the interrogation of detainees. Administration officials said the Justice Department had already determined that the language did not compel the White House to issue such an order, but that the administration still planned to complete the document. \n  Some human rights groups remain skeptical that, even with the Justice Department's blessing, the new interrogation rules would meet international standards governing the treatment of detainees. \n  Specifically, they point to a series of Office of Legal Counsel memos written in 2002 in which Justice Department lawyers took a broad view of what is permissible under international conventions barring torture, and said they feared that the office could again authorize interrogation techniques that violate international law. \n  ''I would hope that the O.L.C. has learned its lesson and that they're not trying to split hairs and draw fine distinctions to undermine the spirit of U.S. law,'' said John Sifton, a researcher with Human Rights Watch. \n  Some lawmakers have expressed anger that the White House, after pushing Congress to pass the Military Commissions Act last year, has yet to issue the executive order. \n  ''Given the speed with which this bill was pushed through Congress last year, the president should have lived up to his obligations under the law by now,'' said Senator John D. Rockefeller IV of West Virginia, chairman of the Senate Intelligence Committee, in an e-mail message. \n  ''Providing legal clarity for our interrogators was one of the key factors in my decision to support the Military Commissions legislation,'' Mr. Rockefeller said.\n  Both Mr. Rockefeller and Representative Silvestre Reyes, the Texas Democrat who is chairman of the House Intelligence Committee, have questioned the need for the C.I.A.'s secret prison network and have pledged to make oversight of the agency's detention and interrogation program a priority during this session of Congress. \n  The interrogation of high-level terrorism suspects in C.I.A. prisons is one of the most criticized aspects of the Bush administration's response to the Sept. 11 attacks. \n  The prison network was cloaked in secrecy until President Bush confirmed its existence during a speech last September, when he announced that the 14 remaining inmates in C.I.A. prisons would be transferred to the military prison at Guantanamo Bay. \n  But President Bush defended the C.I.A.'s interrogation techniques as ''safe and lawful and necessary,'' and said the spy agency would continue to detain and question high-level terrorism suspects in the future.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 25, 2007"
}