{
    "title": "C.I.A. COVERT ACTION_ ROOT OF THE 'CANCER'",
    "publisher": "the new york times",
    "year": 1982,
    "month": 8,
    "day": 5,
    "full text": "To the Editor:\nAnyone who doubts that the American bureaucracy could or would produce the legalistic basis for a totalitarian regime should read Lawrence R. Houston's explanation (letter July 26) of how in 1947 ''covert action'' came to be ''legalized'' in the Central Intelligence Agency.\nMr. Houston (former C.I.A. general counsel) says that if the President ''gave the (agency) appropriate instructions and if Congress gave it the funds to carry them out, the agency had the legal capability'' to carry out ''covert action.''\nAnyone who doubts that the American bureaucracy could or would produce the legalistic basis for a totalitarian regime should read Lawrence R. Houston's explanation (letter July 26) of how in 1947 ''covert action'' came to be ''legalized'' in the Central Intelligence Agency.We know now, from the Church Committee and other investigations of the 1970's, that Congress had not the faintest idea of what it was funding.\nOut of that has come an unbroken series of disasters and national humiliations, from the 1953 Iranian (Mossadeq) episode that eventually produced the present Iranian regime and the 1954 affair in Guatemala that has led to oppression, torture and murder of uncounted innocent victims, to the involvement of ''covert action'' agents in Watergate and the present involvement of U.S. Army Special Forces personnel in the Wilson-Terpil school for terrorism in Libya.\nIn the process, as the Church Committee demonstrated, ''covert action'' came to dominate and distort the entire national intelligence system.\nMr. Houston's 1947 opinion germinated a cancer. That cancer has destroyed whatever hope there may have been for the C.I.A. to become an effective intelligence organization in the proper sense of that term. Unless the cancer of ''covert action'' is excised from our body politic, it will continue to produce people who have demonstrated in the manner of G. Gordon Liddy that in supposedly fighting totalitarianism they have themselves become totalitarians.  WILLIAM V. KENNEDY Mechanicsburg, Pa., July 28, 1982"
}