{
    "title": "C.I.A. AIDE CLARIFIES STAND ON RESTRAINT",
    "publisher": "the new york times",
    "year": 1981,
    "month": 3,
    "day": 12,
    "full text": "Adm. Bobby R. Inman, the Deputy Director of Central Intelligence, says he is doing his utmost to prevent a ''series of repugnant changes'' in legal and administrative restraints on the activities of the intelligence agencies and suggests he might resign if such changes were adopted.\nAdmiral Inman, newly confirmed in his post, made these remarks in a telephone conversation last evening following an unusual press conference earlier in the day at which he denied in somewhat less forceful terms that proposals to relax restrictions on domestic spying by the Central Intelligency Agency had his approval.\nHis remarks on both occasions seemed to throw into clearer focus a new debate over whether it is necessary or desirable to relieve the nation's intelligence agencies of restrictions imposed on them since Congressional investigations of abuses in the mid-1970's.\nCia Deputy Director Bobby Inman is doing utmost to prevent changes in legal and administrative restraints on activities of intelligence agencies\nThe admiral said that he believed some changes were desirable and would be made because of an apparent increase in the danger of international terrorism.\n \nSweeping Changes Opposed\nHowever, he made it clear that he personally opposed sweeping relaxations of current restrictions sought by some strongly conservative forces in Congress and the executive branch.\nHis comments were prompted by an article published yesterday in The New York Times saying that newly appointed intelligence officials were seeking increased authority to spy on Americans at home and abroad.\nAt the press conference yesterday, the admiral repeatedly stressed that he had not personally endorsed a request for such greater authority.\nWhen he was asked to clarify some of those remarks, Admiral Inman said in the telephone conversation: ''I'm doing my damndest to keep this train from running off into one where we do end up with a series of repugnant changes for which I would not stay in this Administration.''\nHe added that the news article suggesting that the top leadership of the agency was asking for such changes ''is likely to harden the line of a lot of conservative people before they ever really getting around to knowing what the facts are.''\n''And that's not an idle problem,'' Admiral Inman added. ''It's a potential danger.'' William H. Webster, Director of the Federal Bureau of Investigation, has testified that he does not see the need for any sweeping relaxation of guidelines on bureau counterintelligence work imposed by former Attorney General Edward H. Levi. Admiral Inman now seems to be in general agreement. Several Republican Senators have recently said that they believe restrictions meant to protect civil liberties should be relaxed because they tend to hamper the intelligence agencies' investigative ability.\n \nArena of the Debate\nIn the debate over how much or how little to regulate the work of intelligence agencies, the most important battleground may be administrative procedures promulgated by the executive branch and not Congressional legislation, which recently has been blurred by stalemate or compromises.\nIn January 1978, President Carter signed Presidential Executive Order 12036, which, in the continuing absence of a legislative ''charter,'' is the central document governing intelligence work.  There has never been any doubt, expert sources said, that President Reagan would replace Mr. Carter's order with one of his own.\nAdmiral Inman said yesterday at an unusual on-the-record press briefing at the C.I.A. headquarters that, ''the new Administration has read a great deal in the years out of office about the state of U.S. intelligence and particularly questions about our current abilities in regard to dealing with terrorism and the whole area of counterintelligence.''\nHe added that the Reagan White House had asked the various intelligence agencies to answer the question of whether legal restrictions on domestic spying and ''very intrusive'' investigative techniques and diminish the agencies' capability.\nThe answer to that, he said, is ''certainly.'\n \nDraft of New Order\nThe admiral acknowledged that a ''working group'' of officials from various intelligence agencies, had produced a partial ''first draft'' of a new executive order that would relax current restrictions on searches, surveillance and infiltration by informers directed at Americans.\nHowever, Admiral Inman, who is widely admired by both liberals and conservatives on the basis of his tenure as Director of the National Security Agency, said it was a ''bum rap'' to believe that such proposals had his approval or that of William J. Casey, the Director of Central Intelligence.\nAlthough some of Admiral Inman's remarks seemed open to differing interpretation, he clearly seemed to be expressing a hope that what he called the ''political levels'' would use prudence and restraint in relaxing current restrictions. Decisions, he said, would involve, ''change versus risk versus gain.''\nAt another point, he said that ultimately the question was to balance legal protections against the cost of giving up ''a little intelligence'' and said there should be ''a very clear understanding of what the gain is you will get for the change you are going to make.''\nAdmiral Inman said in the news briefing that eventually some new measures would probably be necessary to control the threat of terrorism and that these could be acceptable to ''the body politic'' if it was understood ''those measures are directly related to that and not to spying on the public.''"
}