{
    "title": "C.I.A. WILL PRESS ARAFAT AND ISRAEL ON ANTI-TERRORISM",
    "publisher": "the new york times",
    "year": 1996,
    "month": 3,
    "day": 9,
    "full text": "In advance of a summit meeting on terrorism, top Central Intelligence Agency officials will meet this weekend with the chiefs of the Palestinian and Israeli internal security forces to offer help and encourage the old enemies to cooperate against the suicide bombers of Hamas, American officials said today.\nThe Deputy Director of Central Intelligence, George J. Tenet, and ranking C.I.A. counterterrorism experts were in Israel tonight and are to meet on Saturday with their opposite numbers in Israel's Shin Bet and the secret police of Yasir Arafat, leader of the Palestinian Authority.  Official meetings between an American intelligence official of Mr. Tenet's rank and his Palestinian counterpart may be unprecedented, they said.\nThis unusual level of intelligence sharing and collaboration among the C.I.A., Shin Bet and the Palestinian secret police is part of an international crackdown against Hamas, its financiers and its factions, they said.\nThe Americans will \"step into the room with the Israelis and the Palestinians, put our arms around their shoulders and say: 'Hey, guys, what about this step and this step? Go a little further,' \" an American official said.\nNeither the C.I.A. nor the Shin Bet know much about Hamas, its political leadership or its military wings. The Israelis are pressing the Palestinians to interrogate hundreds of prisoners arrested in recent days to learn more about the group and the factions whose recent bombing attacks killed 57 people in nine days. (The four bombers also died.)\nIn addition to offering technical expertise -- including information from satellites and electronic-eavesdropping technology -- Mr. Tenet and the C.I.A.'s counterterrorism chief will press the Israelis and the Palestinians, once blood enemies, to share secret intelligence and to collaborate against Hamas.\n\"There has to be very good intelligence gathered by and shared with the Israeli authorities and the Palestinian authorities,\" said Philip Wilcox Jr., the State Department's coordinator for counterterrorism. \"A great deal is being done, but this is an area where you can do more.\"\nMr. Wilcox said a second team of counterterrorism experts from the State and Defense Departments would leave for Israel.\nThe gathering of the intelligence officials is in anticipation of the international meeting on terrorism that is to be held on Wednesday at the Egyptian resort at Sharm el Sheik. President Clinton, President Boris N. Yeltsin of Russia and leaders from Israel, Egypt, Jordan, the Palestinian Authority, Britain, France, Germany, other European nations, the Persian Gulf and North Africa will attend.\nAmerican officials said they would press the leaders of Saudi Arabia, Jordan and the Palestinian Authority -- themselves targets of fundamentalist rage -- to work harder to cut off the sources of international financial and political support for Hamas. They will seek to increase the isolation of Iran, believed to be a source of money and inspiration for Hamas, from its neighbors in the region.\nSince the bombings began, the Palestinian secret police have arrested hundreds of militants and raided 30 Islamic institutions. The Palestinian government also arrested Mohammed Abu Warda, the suspected recruiter of the suicide bombers, and sentenced him to life in prison. Mr. Arafat has said his goal is to stop the suicide bombings that have damaged the fragile Middle East peace and threatened his authority.\nIsrael is demanding that Mr. Arafat break the back of the bombing campaign. So are members of the United States Congress, who are withholding $13 million of aid from the Palestinian Authority and threatening stronger measures if Mr. Arafat does not suppress Hamas.\nForeign Minister Ehud Barak of Israel said today that Mr. Arafat must stop a fifth attack from taking place. \"There is not a lot of time,\" he said. \"It is clear to Arafat that if he does not do what is needed, we will -- and soon.\"\nThe United States believes that \"Arafat is trying, and we are watching to satisfy ourselves that he is trying as hard as he can,\" a senior Administration official said. \"To break the back of Hamas is not a one-week enterprise.\"\nThe bombings have prompted Representative Benjamin A. Gilman, a New York Republican and chairman of the House International Relations Committee, to put a hold on $13 million earmarked for the Palestinian Authority, part of a five-year, $100 million-a-year aid package.  Since the Oslo peace accords between the Israelis and the Palestinians, cooperation between their intelligence services has been growing slowly. American officials said that effort must now be redoubled.\n\"Hamas is a threat to them,\" one said. \"They both have means, different means, to meet the threat. Cooperation here is critical.\"\nIdentifying and stopping financial support to Hamas -- whose public branches provide schools and health services, but whose secret wings recruit suicide bombers -- also is crucial, the officials said. Last year, Mr. Clinton signed an order making it illegal for Americans to donate money to Hamas.\nEstimates of the size and sources of Hamas' financing vary wildly. Some intelligence officials say it receives 40 percent of its money from Arab countries, 10 percent from Iran and the rest from Palestinians living in the West Bank, the Gaza Strip, the United States and countries like Saudi Arabia and Jordan. Others say up to half its money comes from Palestinians in the United States.\nThe United States is talking to Saudi Arabia, Jordan and Syria about cracking down on Hamas leaders and supporters who live there. \"Jordan says it's better to keep an eye on them than to force them underground, and Israel has tacitly approved,\" an American official said.\nStill other intelligence officials are convinced that Iran is the major source of money, intelligence, training and weaponry for Hamas. They say the only way to stop the bombings is to isolate Iran.\n\nLoad-Date: March 9, 1996"
}