{
    "title": "C.I.A. AIDE REASSURES SENATE PANEL",
    "publisher": "the new york times",
    "year": 1981,
    "month": 3,
    "day": 14,
    "full text": "Adm. Bobby R. Inman, deputy director of the Central Intelligence Agency, met today with a Senate committee and reportedly reassured its members about changes that the Reagan Administration intends to make in President Carter's executive order imposing restrictions on the nation's intelligence agencies.\nCentral Intelligence Agency Deputy Director, Admiral Bobby Inman, meets with Senate panel and discusses changes in intelligence policies\nSenator Daniel Patrick Moynihan, Democrat of New York, said after the closed meeting of the Senate Select Committee on Intelligence that Admiral Inman had made a commitment to consult with the panel before submitting final proposals to President Reagan.\nThe Central Intelligence Agency ''has no business involving itself in domestic operations,'' said Mr. Moynihan, who is vice chairman of the committee. The Senator added that he fully agreed with Admiral Inman's position that the ''the job of the C.I.A. is abroad.''\nSenator Patrick J. Leahy, Democrat of Vermont, said that he was ''greatly reassured'' by Admiral Inman's promise that there would be substantial revisions in a preliminary draft of the proposed executive order. The draft, prepared by a working group of middle-level intelligence officials, would have given the intelligence agency greater latitude to collect information in the United States by socalled intrusive techniques such as searches and surveillance.\nSenator Moynihan told reporters that some of the proposed changes were ''off the wall,'' but that others might be justified by the agency's need to work with the Federal Bureau of Investigation in combating the threat of terrorism.\nMr. Moynihan said that he would be concerned about the draft order if it had been endorsed by Admiral Inman and William J. Casey, the Director of Central Intelligence. But the admiral said that the proposal did not represent ''an agreed upon position of the Administration,'' according to Mr. Moynihan."
}