{
    "title": "Cadets return to Republic of Korea for annual national security conference",
    "publisher": "university wire",
    "year": 2014,
    "month": 12,
    "day": 12,
    "full text": "Class of 2015 Cadet Cadet Micah Clark gives a presentation on Terrorism: Causes and Countermeasures, for which he received second place in the international competition while attending the Republic of Korea's annual Hwarangdae Collegiate Forum of National Security in 2013.Class of 2015 Cadet Meghan Wentz visits the Demilitarized Zone with the other international cadets who attended the conference in November.\nEvery November, the U.S. Military Academy sends a cadet to represent West Point at the Republic of Korea's annual Hwarangdae Collegiate Forum of National Security.\nThis year, Class of 2015 Cadet Meghan Wentz attended the conference and presented her paper on \"Responsibility to Protect\" and interacted with cadets from all over the world including Spain, Italy, Japan, Indonesia, Turkey and Australia.\nClass of 2015 Cadet Micah Clark attended the five-day conference the previous year and said the interactions were especially valuable because the cadets he met were from states he rarely had the chance to interact with before. Clark placed second in the international competition after presenting his paper on \"Terrorism: Causes and Countermeasures.\"\nHosted by the Korean Military Academy through the USMA Department of Social Sciences, cadets also experienced daily life at the foreign academy with Korean cadets, and were afforded the opportunity to travel to the demilitarized zone and historic sites in South Korea.\nCadets from West Point have been participating for more than a dozen years and those who've attended said it offered valuable lessons, not only about other cultures, but about their own role as West Point cadets and future Army officers.\nBoth Clark and Wentz still remain in touch with their international friends, and said they hope to meet them again as allies in the future.\n\nLoad-Date: December 12, 2014"
}