{
    "title": "Cain in Israel for security meetings",
    "publisher": "messenger-inquirer ",
    "year": 2014,
    "month": 4,
    "day": 1,
    "full text": "April 01--Daviess County Sheriff Keith Cain left Kentucky on Saturday to join a delegation of sheriffs from across the country who were invited to Israel to meet with security officials, government officials and counter-terrorism experts.\nThe goal of the trip, Cain said Monday after a day of meetings in Jerusalem, is to bring the sheriffs together with people who work on counter-terrorism, bomb disposal and emergency response on an almost-daily basis, and for the sheriffs to learn more from officials about the conflicts in the region surrounding Israel.\nThe trip was paid for by the American Israel Education Foundation, which, according to its website, is \"a charitable organization affiliated with the American Israel Public Affairs Committee.\" The Foundation makes annual grants to AIPAC and funds educational trips to Israel for legislators and others, with the goal to \"help educate political leaders and influentials about the importance of the U.S.-Israeli relationship through firsthand experiences in Israel ...\"\nAlthough the trip is funded by a group connected to the pro-Israel lobby, the meetings are not all one-sided from the Israeli perspective, Cain said.\n\"At lunch, we met with an attorney who represents the(Palestinian Liberation Organization),\" Cain said. \"It was very interesting to hear his perspective, that the PLO is not a terrorist organization. You could tell he was passionate about what he believed.\"\nLater Monday, the sheriffs met with members of a Israeli bomb unit that had worked suicide bombings in the Palestinian uprising that began in 2000.\n\"As we travel across the country and see it first-hand, we (see) the critical strategic role Israel plays,\" Cain said. The trip has also been interesting, in that the sheriffs have been able to talk with experts in responding to terrorist events such as  suicide bombings, Cain said. The meetings with Israeli terrorism officials will help the sheriffs on their own emergency plans, he said.\n\"As local law enforcement, we're the first responders to any potential terrorist threat,\" Cain said.\nThe group spent much of Monday on a walking tour of old Jerusalem, Cain said. The group also met with Israeli families who experienced the 2000 Palestinian uprising.\nOne set of parents \"stated they would send their kids to school in three different vehicles\" during the uprising, Cain said. That way, if a bombing occurred \"they would lose one child instead of three.\"?\n\"They live in an environment you and I can't understand.\"\nThe trip will include meetings with members of the Israeli military and national police, and government officials. Cain said he will bring back what he learned from Israel terrorism officials to Daviess County.\n\"They told us, 'there is a lot to be learned from our successes and even more to be learned from our failures,'\" Cain said.\nJames Mayse, 691-7303, jmayse@messenger-inquirer.com\n___ (c)2014 the Messenger-Inquirer (Owensboro, Ky.) Visit the Messenger-Inquirer (Owensboro, Ky.) at www.messenger-inquirer.com Distributed by MCT Information Services\n\nLoad-Date: April 1, 2014"
}