{
    "title": "CAIN IS BACK IN SPOTLIGHT",
    "publisher": "tampa bay times",
    "year": 2012,
    "month": 8,
    "day": 28,
    "full text": "Welcome back, Herman Cain.\nAfter addressing a tea party rally late Sunday, Cain held court with a group of reporters, where he called Mitt Romney's comment in Michigan about no one asking to see his birth certificate a \"good joke\" and a sunshine provision in the Affordable Care Act requiring transparency in reporting payments and gifts to doctors \"economic terrorism.\" He also accused the Democratic Party of intimidating black voters.\nHere is what he said.\nOn the question about Romney's birth certificate comment last week:\n\"I just think it was a good joke. I don't think he was trying to bring up the birther issue. Hey, cut the man some slack, he's running for president. He can crack a joke every once in a while. Vice President (Joe) Biden tried to do a joke, and it didn't work out too well, did it? Okay? But no, I don't think it was a bad joke at all.\"\nOn a question asking about the deep, visceral fear that conservatives have about a second Obama term, and whether he really believes Obama is taking the country down a socialist path:\n\"I do believe that President Obama is taking this nation down a socialist path. Here are the facts: out-of-control spending. President Obama said as a candidate that he wanted to reduce the national debt by 50 percent in his first term. It has increased 50 percent in his first term. We have more people on welfare. We have more people on food stamps. We have more people that are unemployed and President Obama has used the regulatory agencies to go around the authority of the United States Congress, imposing burdensome and intimidating legislation on businesses.\n\"Most people don't even talk about some of the language in the Obama bill that is just now coming out. It's called the Sunshine Act, where medical device companies are being hit with a 2 percent tax on their sales, whether they make a profit or not. Secondly, they are also required to file obscene paperwork if they so much as have a sandwich with someone else in the medical care field. That's not economic freedom. That's economic terrorism.\"\nOn a question about a poll he referenced during the rally, that Romney has zero percent support from black voters:\n\"I happen to believe that in many of the polls that try to measure how many black people will support Romney, I don't believe any of them because I do know that a lot of black people feel a certain intimidation factor. This is one of the tactics of the Democratic Party, intimidation. Remember the situation in the previous election where you had Black Panthers standing outside a voting precinct trying to intimidate people such that they would go inside and vote for Obama instead of voting their hearts?\n\"I believe that a lot of black people are going to vote their conscience and their hearts, and it won't be for Obama once they get behind that curtain and they are able to vote their heart. They're just not going to tell a pollster who they voted for. Imagine this: You are a black person and your precinct happens to be in a black neighborhood and you come out and somebody is sitting there with a note pad, asking you, 'Who did you vote for?' In a black neighborhood. How many people do you think are going to say, 'I voted for the white guy'?\"\nAlexandra Zayas can be reached at azayas@tampabay.com or (813) 226-3354.\n\nGraphic\n\n \nPHOTO - EVE EDELHEIT - Times: Herman Cain once led the polls in the GOP presidential race.\n\nLoad-Date: August 28, 2012"
}