{
    "title": "CAIRO TRIES TO DISTANCE ITSELF FROM THE U.S. ON LEBANON",
    "publisher": "the new york times",
    "year": 1982,
    "month": 8,
    "day": 19,
    "full text": "Western diplomats say that it appears to have become a matter of political survival for President Hosni Mubarak to dissociate himself from American policy in Lebanon.\nThis, they say, is why Egypt has rejected all American pleas that it accept some of the Palestinians to be evacuated from west Beirut, even though leftist regimes like those of Syria and Southern Yemen have agreed to participate in the plan worked out by Philip C. Habib, the special American envoy.\nMr. Mubarak first presented his stand when Mr. Habib visited Cairo some three weeks after Israel began its invasion of Lebanon on June 6. Mr. Mubarak was said to have been emphatic in telling Mr. Habib that this was his own decision and not a suggestion from his advisers.\n \nOfficials Overruled by Mubarak\nThis point was underlined last week. When Syria and others accepted the American plan, some Egyptian officials were said to have had second thoughts about the refusal, but were overruled by President Mubarak.\nCAIRO, Aug. 18 - Western diplomats say that it appears to have become a matter of political survival for President Hosni Mubarak to dissociate himself from American policy in Lebanon.\nBehind this position lies a gloomy assessment of the likely impact of the Lebanese crisis on Egypt's domestic situation, on the standing of the United States in the Middle East and on the so-called moderate Arabs.\nEgyptian officials say they fear that the Israelis will stage a last-minute assault on west Beirut or will try to kill Yasir Arafat, the chairman of the Palestine Liberation Organization, and other Palestinian leaders even while the evacuation is under way.\nThe officials also say that it is wrong and harmful for the United States to have put all its efforts into getting the Palestinians out of west Beirut after having done nothing to prevent the Israeli siege in the first place.\n \nMore Terrorism Is Predicted\nThe Egyptian Government, moreover, is said to be convinced that some Palestinian groups will seek revenge and that there will be a wave of terrorism. Egyptian officials say the Arab countries that accept the guerrillas will be blamed for this.\nDomestically, diplomats and Egyptian officials say, by far the greatest threat to Mr. Mubarak comes from the Islamic extremists who killed his predecessor, Anwar el-Sadat. This threat is believed to have been sharpened by the Lebanese crisis.\nThe extremists have been the target of police operations since Mr.  Sadat's death. Thousands of them are imprisoned, and many of those who have been released are reported to have left it to the lay opposition parties to lead the attack on the Government over Lebanon.\nBut to officials here it is the religious opposition that matters.  Many Egyptians see the war in Lebanon as a conflict between Christians and Israelis on one side and Moslems on the other.\nArab newspapers and radio stations in Syria and elsewhere have been saying that the Israelis would never have moved into Lebanon if Mr. Sadat had not made a separate peace with Israel.\nMr. Mubarak, Western diplomats say, cannot afford to see support for this notion gain more support here.  A Government minister made a similar point as he listed ''the need to contain the growing feelings of popular hostility against Israel'' as the Government's first priority. He said, ''The old hatred, the old slogans are back,'' and he predicted that it would take ''two or three years'' before a real dialogue with Israel could be resumed.\nEgypt's relations with the other Arab countries have also been adversely affected by the Lebanese crisis.  Mr. Mubarak was reported to have returned disappointed from his recent trip to Oman and the Sudan. He was said to have expected that some of the leaders of the other Persian Gulf countries would come to Oman during his stay to talk with him, but none come. He was also understood to have hoped in vain that there might be an invitation from Jordan for a short stopover.\n \nEgypt Unlikely to Be Invited\nIn addition, Arab countries appear to be getting ready to convene a meeting on Lebanon, and it seems clear that Egypt will not be invited. An Egyptian editor said there was no incentive for the Arabs to tender an invitation since Egypt, despite its special relationship with the United States, had been unable to influence American policies.\nTo keep an active foreign policy against such odds, Mr. Mubarak has announced that he will soon travel to Spain, Rumania and Yugoslavia to push his call for a move toward an overall Middle East settlement. He is seeking closer diplomatic coordination with France.\nBut, officials here said, Egyptian diplomacy is basically aimed at trying to persuade the United States to move forward with its own initiative calling for Palestinian self-determination. If it does not act quickly, one Egyptian diplomat said, the region will be turned into a ''hopeless quagmire.''"
}