{
    "title": "Cal State- Fullerton PD get grant to stop terror",
    "publisher": "university wire",
    "year": 2007,
    "month": 6,
    "day": 26,
    "full text": "The California State University-Fullerton University Police received grant money from Department of Homeland Security programs to fight terrorism and to prepare for large-scale disasters that might happen on campus, officials said.\nPolice Emergency Preparedness Coordinator Quentin Frazier said he takes the threat of terrorism seriously.\n\"Eighty percent of my time is spent dealing with terrorism-related issues,\" Frazier said. Some students are skeptical about the likelihood of a terrorist attack on campus.\n\"That's kind of odd,\" said Jimmy Martin, 32, a communications major. \"That sounds like too much time. They should spend more time worrying about parking.\"\nWhile some might not consider CSUF to be a likely target for a terrorist attack, Frazier said he believes it is important to be prepared for such an event because of the large population of the Los Angeles and Orange County areas.\n\"We don't have any specific intelligence that we are a target for terrorism,\" Frazier said. \"But the impact of an event would be more catastrophic because of our population, in terms of lives lost.\"\nThe Department of Homeland Security threat advisory for Cal State Fullerton is at a perpetual yellow \"elevated\" threat level.\n\"We've never been at green,\" Frazier said. \"We are not necessarily saying the campus is yellow, we are saying that the nation is yellow.\"\nHowever, Police Chief Judi King downplayed the role of University Police in fighting terrorism.\nThe money is used for equipment and training, King said, \"and primarily for first responders.\"\nDepartment grants are awarded from different programs for a variety of specific purposes. Purchases made with grant money must be from an approved federal list.\n\"Homeland Security money is not just one thing, it's about 10 things,\" Frazier said.\nThe largest program from which University Police receive funds is the Urban Area Security Initiative. They get $120,000 to 140,000, according to Frazier. University police have also received $120,000 from the Law Enforcement Terrorism Prevention program.\nDuring the federal fiscal year of 2003-04, purchases made with grant money by police include generators and inter-operable radios.\nThe radios are \"the same as policemen carry,\" Frazier said. \"I could talk to the Huntington Beach police with these.\"\nA walk-through metal detector that is stored in the Titan Student Union and used for special events was also purchased, as well as air-purifying respirators -- or gas masks -- which are used by the campus police in an emergency.\n\"All Orange County police took 16 hours of training for those,\" Frazier said. \"Including our officers.\"\nOther purchases include bullhorns for building marshals to use during an emergency, medical supplies and back-up equipment that would be used to replace police dispatch equipment if it was destroyed. Most of all, Frazier said he wants individual students to be prepared for a catastrophe.\n\"I always try to put in my message, a message of personal preparedness,\" Frazier said. \"We always try to point people to our Web site.\"\n(C) 2007 Daily Titan via U-WIRE\n\nLoad-Date: June 26, 2007"
}