{
    "title": "Cal Thomas_ Dodging bullets at Fort Dix",
    "publisher": "the salt lake tribune",
    "year": 2007,
    "month": 5,
    "day": 9,
    "full text": "The United States dodged another bullet - several in fact - when authorities foiled an alleged terrorist attack on the Fort Dix Army base in New Jersey by six men described by authorities as \"radical Islamists.\" Three of the men are illegal immigrants.\nWhite House press secretary Tony Snow said there is \"no direct evidence\" that the suspects have ties to international terrorism. Perhaps not in the traditional way that \"ties\" has been defined, but there are other ties that bind people to international terrorism without commissions or charters from a terrorist organization. That is what makes this freelance form of terrorism especially difficult to thwart.\nHad it not been for the carelessness of one of the suspects who asked a local video store to copy a training video depicting men with weapons shouting \"God is great\" and proclaiming jihad, the alleged plot might have succeeded. The owner of the store tipped off authorities, which then began a 15-month investigation resulting in the arrests of the men. Some advocacy groups want the right to sue people who report suspicious activity, as in the case of passengers aboard a U.S. Airways flight who reported several imams they believed were behaving suspiciously. Now the imams, with the help of the Council on American-Islamic Relations, a Muslim lobby group, have filed suit in hopes of obtaining the names of the passengers so they can be sued.\nThe usual groups issue the predictable statements condemning the alleged terrorist plot at Fort Dix, repeating that Islam is a \"peaceful religion.\" Recall that the late Yasser Arafat, chairman of the Palestine Liberation Organization, repeatedly condemned terrorist attacks he either helped instigate or inspired.\nIt is more prudent to pay attention to what terrorists say and do rather than to what the sophisticated, media-savvy conveyers of disinformation tell us.\nAuthorities said one of the suspects is believed to have been a sniper in Kosovo and he and the other men had been training at a firing range in Pennsylvania. Eljvir Duka, 23, is quoted in the complaint as saying, \"When it comes to defending your religion, when someone is trying to attack your religion, your way of life, then you go jihad.\" This is the triumph of the brainwashers throughout the Islamic world. They teach the youngest of children that jihad and dying for Allah is their sole guarantee of heaven. That's a tough doctrine to overcome, especially when Western diplomats are seen as infidel \"cross-worshippers\" and \"Jewish pigs\" deserving of death.\nChristopher J. Christie, the U.S. attorney for New Jersey, told a news conference, \"This is a new brand of terrorism where a small cell of people can bring enormous devastation.\"\nIs anyone in doubt as to the terrorist game plan? It is to intimidate, subjugate and eradicate U.S. citizens and bring the United States to its knees. This is not a secret. It is preached throughout the world in mosques and in Arab and Muslim media. As more aliens enter this country - legally and illegally - those who are Muslims are building mosques faster than coffee shop chains. The Saudis, who teach the most virulent and violent strain of Islam, underwrite most of them. That is not to say all Muslims are terrorists, or that all mosques are centers for terrorist training, but surely some are and how do we identify them before we experience another Sept. 11 ... times 10?\nAccording to the Hartford Institute for Religion Research, the number of mosques in America grew 60 percent between 1995 and 2000, second only to the Christian mega-churches and well ahead of the Mormons and Assemblies of God. One finds no reciprocity in Muslim countries, where churches, and especially synagogues, are either tightly controlled or banned outright. In the Washington, D.C., area, alone, there are an estimated 45 mosques. It only takes one to serve as a theological instruction center for young jihadists who believe that killing Americans is his or her highest \"calling.\"\nIt is long past time to stop worrying about political correctness and \"sensitivities\" and do what is necessary to improve our security before someone with official ties to al-Qaida, or simply religious freelancers, shoot up a shopping mall or a school. Congress can start by putting real teeth into the immigration bill that will be up for debate soon. And then we have to get serious about dealing with the threat living in our midst. --- Readers may e-mail Cal Thomas at tmseditors@tribune.com .\n\nLoad-Date: May 10, 2007"
}