{
    "title": "CALENDAR_ Feb. 27-March 4 CALENDAR_ Feb. 27-March 4",
    "publisher": "richmond times dispatch ",
    "year": 2020,
    "month": 2,
    "day": 27,
    "full text": "Friday\nMUSIC\n Todd Snider: Alternative rock and countrified blues rocker who recently rereleased his most popular album, \"East Nashville Skyline\" - this time on vinyl - brings his unique sound to The Beacon Theatre. 7:30 p.m. (doors open at 6:30 p.m.) at 401 N. Main St., Hopewell. $25-$35. www.myticketstobuy.com or (804) 446-3457.\n Saturday\n CONCERT\n Full Moon Fever: Richmond's own amazing Tom Petty cover band performs at The Broadberry. 8 p.m. at 2729 W. Broad St. $15-$18. www.thebroadberry.com or (804) 353-1888.\n EVENT\n Virginia War Memorial Grand Opening & Dedication: Public dedication of the Virginia War Memorial's Shrine of Memory, which has added the names of Virginia veterans lost in the global war on terrorism and beyond, and the grand opening of the C. Kenneth Wright Pavilion, 10 a.m. at 621 S. Belvidere St. Free. www.vawarmemorial.org or (804) 786-2060.\n MUSIC\n Symphony Pops: Cover band Jeans n' Classics will bring the music of Harlem's iconic Apollo Theater to Richmond through covers of songs by artists showcased at the venue, including Earth, Wind & Fire, Marvin Gaye, Stevie Wonder, Tina Turner and more. 8 p.m. at Carpenter Theatre, Dominion Energy Center, 600 E. Grace St. $10-$82. etix.com or (800) 514-3849.\n Sunday\n CONCERT\n Of Montreal: Indie rock band from Athens, Ga., stops at The Broadberry, with Lily's Band and Plastic Nancy. 8 p.m. (door at 7) at 2729 W. Broad St. $15-$22. www.thebroadberry.com or (804) 353-1888.\n Tuesday\n CONCERT\n Big Head Todd and the Monsters: '90s rockers known for their hits \"Boom Boom\" and \"Resignation Superman\" play The National, 7:30 p.m. (doors at 6:30) at 708 E. Broad St. $25.50-$30. thenationalva.com or (888) 929-7849.\n - Colleen Curran\n\nGraphic\n\n \n\"Shrine at Sunrise\" Virginia War Memorial, Shrine of Memory Virginia War Memorial photo \"Shrine at Sunrise\" Virginia War Memorial, Shrine of Memory Virginia War Memorial photo The Virginia War Memorial's Shrine of Memory has now added the names of Virginia veterans lost in the global war on terrorism and beyond. 2016, DANIEL SANGJIB MIN/times-dispatch The Virginia War Memorial's Shrine of Memory has now added the names of Virginia veterans lost in the global war on terrorism and beyond. 2016, DANIEL SANGJIB MIN/times-dispatch 2/27/2020: \"Shrine at Sunrise\" Virginia War Memorial, Shrine of Memory Virginia War Memorial photo \"Shrine at Sunrise\" Virginia War Memorial, Shrine of Memory Virginia War Memorial photo The Virginia War Memorial's Shrine of Memory has now added the names of Virginia veterans lost in the global war on terrorism and beyond. 2016, DANIEL SANGJIB MIN/times-dispatch The Virginia War Memorial's Shrine of Memory has now added the names of Virginia veterans lost in the global war on terrorism and beyond. 2016, DANIEL SANGJIB MIN/times-dispatch\n\nLoad-Date: February 27, 2020"
}