{
    "title": "California shooting doesn't fit Washington's gun debate",
    "publisher": "st. louis post-dispatch ",
    "year": 2015,
    "month": 12,
    "day": 5,
    "full text": "As investigators search for a motive behind the deadly rampage in San Bernardino, politicians are searching for a way to talk about it.\nThe details of the California massacre at a holiday party - pointing at a potential link to Islamic militants and raising questions about domestic extremism - quickly knocked both Republicans and Democrats off their talking points, upending what has become a grim and predictable ritual in American politics.\nDemocrats who have vowed to use every mass shooting as a moment to call for new gun laws were tempering their rallying cries. Republicans who point to mental health services as the solution had begun to blame extremist views.\nIn an interview Friday morning, Sen. Marco Rubio, R-Fla., said \"we have a violence problem in America\" but added it's not exclusive to guns. A U.S. citizen with a clean background but extremist views is perhaps the most significant threat, he said.\n\"That is a very significant, difficult threat to confront,\" Rubio said on CBS \"This morning.\"\nHillary Clinton also moved carefully in that direction. \"It's becoming clearer that we are dealing with an act of terrorism,\" she said Thursday. \"It does raise some serious questions about how we need to be protecting ourselves.\"\nAddressing those questions will become a far more complex debate with fewer clear-cut policy prescriptions than the well-trod conversation over gun control.\nPresident Barack Obama has said he worries about the difficulties of preventing a homegrown or \"lone-wolf\" attacker on U.S. soil - and the limits of security measures to prevent them. But proposing tighter domestic security measures or expanded intelligence gathering is unlikely to win easy support from many in his party. For Republicans, the issue could become quick campaign fodder - although they risk politicizing a national security threat, without offering a clear alternative.\nOn Thursday, the president walked a fine line in the discussion, mindful of an ongoing investigation and shifting circumstances. He asked for patience, assured Americans they were safe and, notably, toned down his typically full-throated call for congressional action on gun control.\nAfter a briefing from his national security team, Obama asked the American people and \"legislatures\" to find a way to make \"it a little harder\" for people to get guns.\n\"And we're going to have to, I think, search ourselves as a society to make sure that we can take basic steps that would make it harder - not impossible, but harder - for individuals to get access to weapons,\" he said.\nRepublican presidential candidate Donald Trump was also knocked off his talking point. After initially casting such shootings as \"a mental health issue, to a large extent,\" in an interview Wednesday night, he offered another explanation Thursday.\n\"Our president doesn't want to use the term,\" he said. \"But it turns out it probably was related - radical Islamic terrorism.\"\nAlong with Trump, Sen. Ted Cruz, R-Texas, evoked the Paris attacks and said the shooting was a reminder that the U.S. was at war. Cruz told a crowd of Jewish activists that \"all of us are deeply concerned that this is yet another manifestation of terrorism, radical Islamic terrorism here at home.\"\n\nGraphic\n\n \n Republican presidential candidate Donald Trump speaks at the Republican Jewish Coalition Presidential Forum in Washington, Thursday, Dec. 3, 2015. (AP Photo/Susan Walsh) \n\nLoad-Date: December 6, 2015"
}