{
    "title": "Calif. terrorism suspect vows revenge in letters to editor",
    "publisher": "charleston gazette",
    "year": 2015,
    "month": 3,
    "day": 23,
    "full text": "SANTA ANA, Calif. - A 21-year-old Southern California man accused of trying to join the Islamic State group vowed revenge and identified with the Charlie Hebdo massacre in France in a series of writings to a newspaper.\nAdam Dandach, who pleaded not guilty last week to attempting to provide material support to a foreign terrorist group and other charges, sent four letters and two poems from jail to the Orange County Register.\nA poem titled \"The Price of Freedom of Speech ends, \"Rot in a grave of fire, right where you belong. / Je suie Al-Qaeda, leaving another scar. The faulty French is a play on the slogan, \"I Am Charlie, adopted by supporters of the French newspaper that was attacked in January, resulting in 12 deaths.\nDandach wrote the poem - told from the perspective of two brothers in the attack - three days after the killings. He said he felt no sympathy for the dead and wouldn't condemn the assailants, though he added that his comments didn't mean he would carry out the attack himself and that the poem didn't necessarily reflect his personal opinion.\nA poem that runs more than two typed pages reads, \"Oh, you hateful fiends! / Know that revenge will come / You're standing in front of the One (God) / A punishment in a fiery sea / Of carnage and blazing agony\nHe continues, \"I live my life alone; nobody sees my tears. / I'm a stranger here; my pleas fall on deaf ears.\nDandach first wrote the Register in October after a reporter contacted him and his mother. In January, he sent an untitled poem that he described as an \"explanation of my unfortunate situation, a message to my oppressors, a prayer and a call to the Muslim nation.\nThe graduate of El Modena High School in Orange wrote that he hoped to reach out to \"those who still carry a conscience in a society where having a conscience is seen as weak and naive.\nDandach's attorney Pal Lengyel-Leahu declined to discuss the content of the poems and questioned their authenticity. He said publishing them is akin to trying Dandach in the newspaper.\n\"He's just a kid. He's in way over his head, Lengyel-Leahu said. \"He's actually a decent person.\nThe community college student was detained in July as he prepared to board a plane bound for Turkey. Authorities say he wanted to slip into Syria to join the Islamic State. A trial is scheduled for June.\nSawsan Ghannoum, Dandach's mother, declined to speak to the Register but sent a letter to the newspaper in January. Ghannoum, who authorities say hid Dandach's original passport and his money to stop his traveling, wrote that her son is innocent.\n- the associated press\n\nLoad-Date: March 24, 2015"
}