{
    "title": "Calif. terror case weakens in court Five Muslims were arrested in June. Now only two are on trial. S",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 4,
    "day": 4,
    "full text": "The FBI's discovery last summer of an alleged al-Qaeda cell among the Pakistani immigrants in this sleepy farm town sent a shiver through California's heartland.\nFederal agents and surveillance aircraft swarmed Lodi in June after the arrests of five local Muslim men who the Justice Department said were poised to commit terrorist acts. Journalists surrounded the local mosque, seeking explanations for how radical Islam could take root in the conservative San Joaquin Valley.\nThis town of 62,000, known as the place where Credence Clearwater Revival sang about being stuck in 1969, became an unlikely jihadist hot spot.\n\"Lodi was famous for wines,\" lamented John Beckman, a city councilman. \"Suddenly we became famous for terrorists.\"\nNearly 10 months later, the much-ballyhooed case appears enfeebled. Some experts say it fits a pattern of the government overstating the importance of post-9/11 terrorism cases.\n\"Our confidence in the FBI has been severely shaken,\" Beckman said. \"When we look at the totality of the case, a lot of folks here are wondering, Is that all the FBI has?\"\nIn U.S. District Court in Sacramento, federal prosecutors last week rested their case against the only two men charged in the plot: Hamid Hayat, 23, a sixth-grade dropout charged with supporting terrorists by undergoing training at an extremist base in Pakistan; and his father, Umer Hayat, 48, an ice cream vendor, charged with lying about his son's aims in Pakistan.\nThe government introduced no evidence that Hayat plotted any specific terrorist acts. Other than Hayat's own disputed admissions, prosecutors produced no evidence that he actually received any training.\nThe government's case relies largely on the testimony of its star witness, a convenience-store manager who received $230,000 in FBI payments for infiltrating the Lodi mosque to target its conservative clerics. The informant, Naseem Khan, stunned the court when he testified that he had seen Osama bin Laden's top deputy, Ayman al-Zawahiri, at the Lodi mosque in 1999. Experts say it is unlikely the terrorist was in America then.\nThe two Lodi imams who the FBI suggested were al-Qaeda's conduits of instructions were never charged with terrorism. They and one of their sons chose deportation rather than fighting alleged visa violations.\n\"If they really were involved in any kind of terrorism, they wouldn't be allowed to leave the country voluntarily,\" said their attorney, Saad Ahmad.\nExperts say the Lodi case is not unusual. While the Justice Department alleges that 401 people have been charged in \"terrorism-related offenses\" since Sept. 11, and 212 have been convicted, analysts say only a handful were proven hard-core terrorists.\n\"There's a pattern of government overreaching and exaggerating the significance of indictments when they're announced and later backing off,\" said David Cole, a Georgetown University law professor and a frequent government critic.\n\"What it suggests is that in the zeal to notch up symbolic victories in the war on terrorism, and to further the public image of the Justice Department in protecting us, they have trumped-up charges against people.\"\nBut others say it is impossible to measure the deterrent effect of the government's aggressive action against suspects for what appear to be petty offenses such as immigration violations.\n\"You're trying to pick people off before crimes are committed,\" said Richard A. Falkenrath, a Brookings Institution security analyst. \"Maybe they were bit players, maybe they were big players. You take them down early.\"\nThe Justice Department has a mixed record in the war on terrorism. Its first big trial success against an \"operational combat sleeper cell\" in Detroit was overturned. The prosecutor and a State Department employee were indicted last week, accused of misleading the defense.\nThe government's case against Sami al-Arian, accused of being an Islamic Jihad activist, ended in embarrassment in December when a jury acquitted the Florida professor.\nSome of its most successful prosecutions relied upon the work of others. Richard Reid, the shoe bomber, was foiled by a flight attendant rather than by FBI agents. Ahmed Omar Abu Ali, the Virginia student sentenced last week to 30 years in prison for threatening to kill President Bush, was nabbed and interrogated by Saudi police.\nGovernment officials say Justice's record is better than critics portray it. In a December speech, Attorney General Alberto R. Gonzales lauded 15 \"significant\" convictions in 10 separate terrorism cases in 2005.\nYet even supporters of a strong counterterrorism effort caution the government about overhype. Bruce Hoffman, a counterterrorism expert at the Rand Corp. in Washington, said overstating cases may eventually undermine support for the war on extremists.\n\"You have people focusing their attention on the government or the way they present the case when you want them focusing on the real threat from terrorism,\" he said.\nLodi, 35 miles south of Sacramento, where a small Pakistani community began migrating decades ago, came to the FBI's attention because of the activities of two Pakistani clerics, Muhammad Adil Khan and Shabbir Ahmed. Adil Khan was well-educated and articulate. He energized an ambitious local effort to build a religious center and Islamic school outside Lodi.\nAccording to testimony, the FBI recruited Naseem Khan, 32, to insinuate himself into the Lodi mosque. The imams became wary when the informant seemed too energetic about promoting jihad.\n\"He wasn't getting anywhere except with Hamid Hayat,\" said Basim Elkarra, the head of the Council on American-Islamic Relations office in Sacramento.\nHamid Hayat, then 19, appeared to be enamored with the older Naseem Khan and his talk of avenging America's insult against Islam. According to tapes played at the trial, the informant encouraged the young Hayat to undergo training at a camp in Pakistan run by Hayat's uncle in North-West Frontier Province.\nHayat was arrested after his return from Pakistan last June. After initially denying he attended the camps, he failed a lie-detector test and then admitted he underwent training.\nHis father, Umer Hayat, initially lied about his son's activities. Under pressure from the FBI, the father agreed to wear a recording device and visited the clerics in the middle of the night in a vain attempt to persuade them to talk about the training camps.\n\"The informant initially told the FBI that Osama bin Laden's No. 2 had visited Lodi,\" said Johnny Griffin III, the attorney for the elder Hayat. \"That excited them. Then they focused on the two imams. They ended up with an ice cream truck vendor and his son.\n\"They thought they had a big fish, but they're just left with a little minnow on the line. They spent a lot of money on this over the years. They felt somebody had to be prosecuted.\"\nTaj Khan, a retired engineer who has lived in Lodi for nearly four decades and is a columnist for the Lodi News-Sentinel, feels the clerics were unfairly characterized as radicals.\nHe said Adil Khan had made strides to encourage Lodi's insular Muslims to interact with non-Muslims. After Sept. 11, 2001, he organized interfaith contacts, including inviting Jewish and Christian clergy to Lodi's modest mosque.\n\"The day the rabbi came to our mosque and spoke to 500 Muslims, that was an awesome moment,\" said Taj Khan. \"That's not the sort of behavior of a radical imam. And now, all that is destroyed.\"\nContact staff writer Andrew Maykuth at 215-854-2947 or amaykuth@phillynews.com.\n\nLoad-Date: April 4, 2006"
}