{
    "title": "California man convicted of making terrorism threats against Lake County found fit for sentencing",
    "publisher": "lake county news-sun",
    "year": 2018,
    "month": 1,
    "day": 12,
    "full text": "Jan. 12--A California man convicted of making terrorism threats in Lake County has been found fit for sentencing after more than two years of court outbursts and court behavior that repeatedly sent him back to state mental facilities for evaluations and treatment.\nDaniel Pederson, 36, had twice been found unfit for a sentencing hearing by Lake County Circuit Judge Mark Levitt before Levitt determined that he is now fit following a lengthy hearing on the issue Thursday.\nA date of Jan. 30 has been set to hear a defense motion for a new trial for Pederson, and if the motion is denied, it is possible that sentencing could proceed that same day, according to Assistant State's Attorney Ben Dillon.\nThe case against Pederson began on Sept. 12, 2014, when prosecutors said Pederson called the Illinois Department of Health Care and Family Services and said he was going to \"kill people\" and \"light up\" the Lake County Courthouse in Waukegan and the Gurnee Police Department.\nAfter initially entering a guilty plea and accepting a plea deal, he withdrew his guilty plea and was convicted of the charges against him in a jury trial held before Levitt.\nIn fall 2016, Levitt found Pederson unfit for sentencing due to his behavior following his conviction for making a terrorism threat, a felony charge that carries a potential sentence of 6 to 30 years in prison.\nCircuit Judge Mark Levitt had found Pederson unfit for sentencing twice, the first time occurring in fall 2016, when he was sent to a state Department of Human Services health facility in Elgin, treated and found restored to fitness by doctors at the facility.\nBut following multiple loud and sometimes profane outbursts in court last year during hearings to determine if he was fit for sentencing, Levitt again found Pederson unfit and ruled that he would be returned to Elgin.\nLead defense attorney Keith Grant eventually filed a motion called a request for a \"fitness evaluation in retrospective,\" under which if an evaluation determined Pederson was unfit for trial, his conviction would be annulled and he would likely be retried.\nBut during Thursday's hearing, health officials again testified that it was their belief Pederson understood the charges against him and his outbursts were based on his opinions, not uncontrollable impulses or delusions, as defense attorneys argued.\nPederson has said in court that the charges against him were due to \"a third-party, fabricated bomb threat.\"\nHe has also called his case a conspiracy against him involving a \"circle of collusion,\" said \"you're running a racket here,\" asserted that the trial process was \"rigged,\" and that Lake County is \"corrupt as (profanity)\" during hearings.\nDuring Thursday's hearing, Pederson interrupted a witness during testimony and began addressing the judge at unauthorized times, drawing a threat to have him removed by Levitt, but Pederson was allowed to remain in court for the remainder of the hearing.\njrnewton@tribpub.com\n___ (c)2018 the Lake County News-Sun (Lake County, Ill.) Visit the Lake County News-Sun (Lake County, Ill.) at www.chicagotribune.com/suburbs/lake-county-news-sun Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: January 13, 2018"
}