{
    "title": "Call terrorism by its name",
    "publisher": "richmond times dispatch ",
    "year": 2013,
    "month": 4,
    "day": 25,
    "full text": "Call terrorism by its name\nEditor, Times-Dispatch:\nIf the Fort Hood shootings are to be called \"workplace violence,\" should the Boston killings be categorized as \"recreational place violence\"?\nEldridge Brock.\nChester.\nRichmond schools need much help\nEditor, Times-Dispatch:\nSo Yvonne Brandon and the School Board part ways. No tears here. Her tenure was just the latest chapter in the long, sad decline of what used to be an excellent public school system, but which is now so god-awful it is probably beyond resuscitation. But not to worry: Mayor Jones is looking for a new superintendent \"who will take us to even greater heights.\" Greater heights? Does he aspire that our schools be like Chicago, Detroit, Atlanta or Washington? Puleeze!\nThough there are many Richmond public schools alumni who worked for and who received a decent exposure to undergraduate education, I fear that the majority are barely literate, have no real comprehension of, or appreciation for, history, math and civics, much less literature -- all of which are necessary foundations for achievement and success in our complicated world.\nFor half a century, we have stood by and watched our public instructional agenda and programs warped and hijacked by \"professional educators\" and teachers' unions who have pushed agenda-embracing political correctness and diversity at the expense of reading, writing and arithmetic. Our children are paying a terrible price for this lapse, as is our nation. Our fundamental democratic societal fabric is at risk of rotting away because of it. The mayor's soothing but hollow pronouncement mocks, but does not heal.\nL. Charles Long.\nOld Church.\nOne size doesn'treally fit all\nEditor, Times-Dispatch:\nThe Op/Ed column, \"Address inadequate community services,\" by Jamie Liban, is illogical and demonstrates again thatARC has abandoned the most vulnerable training center segment of the intellectually disabled population in favor of the interests of community profiteers and those with lesser disabilities.\nHer comments on the senseless death of Randy Pease, the intellectually disabled man who was allowed to wander away from his Henrico County group home and was fatally struck by a car, seem to reveal her passion for possible collateral benefits for those in community homes resulting from the U.S. v. Virginia settlement agreement, at the expense of those in institutions. In truth, the settlement provides fewer community-based waivers than Virginia has historically funded, and more than a year after the settlement, community protections and accountability remain deplorable.\nPease's legal guardian made it abundantly clear that Pease belonged in a state hospital with close supervision for his safety and that of others. The outcome of ignoring that reality speaks for itself, as do the multitude of other tragedies that have befallen severely disabled people recklessly placed into inappropriate and under-regulated community settings. Yet, Liban states that \"separating people from their communities by putting them in large institutions is not a responsible model.\" Liban, an advocate of the one-size-fits-all approach, must believe that Pease and other victims of ARC's\"A Life Like Yours\" ideology were treated responsibly.\nLiban's reference to Virginia's relatively wealthy and, in her opinion, undertaxed citizenry reveals that she's aware of the enormous additional cost of properly protecting the most severely mentally disabled in scattered group homes contrasted with doing so in superior existing congregate settings. Taxpayers simply will not support that higher level of funding. Expect more tragedies as institutional closures progress.\nJane Powell.\nRichmond.\nWhat to do with barren chickens?\nEditor, Times-Dispatch:\nIn her letter, \"Will we love our chickens?\" Susan Laverty made a comment wondering what to do with chickens that stop laying eggs or can't be stopped from eating their own eggs. I have a solution: Those chickens, I believe, would still make good chicken-salad sandwiches.\nDavid Alexander.\nRichmond.\n\nNotes\n\nLetters to the Editor Copyright © 2013, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: April 26, 2013"
}