{
    "title": "Call white supremacy by its name-terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 10,
    "day": 2,
    "full text": "Tragedy struck the black community again in what seems like an endless fury of racial dehumanization and systematic violence-violence that took the lives of nine innocent civilians for no other reason than the fact of being born black in an all too often anti-black world.\nThis was an act of terror and as a country it needs to be questioned, indicted and convicted for what it was: racism, white supremacy and yes Fox News, terrorism.\nOn June 17 domestic terrorist and racist Dylan Roof walked into the historic Emanuel African Methodist Episcopal Church and in an act of racial hatred killed six women and three men. His motivations were clear as he echoed, according to survivors, \"I'm here to shoot black people.\"\nAs expected, the racial motivations did not stop many from scapegoating everything except racism. Racism has turned into the unspeakable. It has become more taboo to categorize someone or something as racist than to apparently be an actual racist murderer.\nBrown Muslims are routinely painted with the broad brush of terrorism and openly discriminated against for it. Yet, according to a recent New America Foundation analysis, radical anti-government groups and white supremacists have committed more acts of terror against the U.S. post-9/11 than Muslim extremists.\nHowever, the individual agency of those white men is never up for debate. They will never be the face of white people. People will never urge white conservatives to denounce the actions of the few the way they tell brown Muslims to denounce their detractors. Apparently racism is only bad when it is spoken about and recognized, not when it is practiced.\nWhen a brown man from Cairo goes on a murdering spree in the name of Islam, it is terrorism, but when a white man from Columbia goes on a murdering spree in the name of racism and white supremacy, he is described as a troubled, mentally-ill kid as pundits argue over the semantics of the word terrorism, a word defined as the use of intimidation and violence with political aim and goals.\nMaybe my ears are a bit waxy but endorsing white supremacy and segregation sounds politically aimed to me.  Trying to start a \"race war,\" Roof's admitted reasoning for the senseless murders, sounds like a political goal to me. Still, the double-standard and unequal descriptors persist due to white privilege. They routinely escape the undue categorizations and stereotypes placed upon the bodies of people of color in light of another scapegoat, their mental state.\nThe media and mainstream America's obsession with classifying every terroristic, murderous white male as being mentally ill attempts to bring a human, empathetic element to the story. It shifts the blame from the perpetrator and what he stands for and furthers the stigmatization and marginalization of mentally impaired people. Then, it seeks to excuse people like Roof and separate them from their very real and very methodical actions.\nWhen Ismaaiyl Brinsley murdered two cops in New York City he was not sympathized with, the media did not infer about his mental state. Dzhokhar Tsarnaev, the Boston bomber, did not elicit sympathy among right-wing Americans for being a loner radicalized by the internet. No, these people were called a thug and a terrorist, respectively.\nThis is what we call white supremacy and the power of whiteness at work. Even in tragedy, white people are afforded the benefit of the doubt and have their humanity centralized in discussions of their atrocities, often at the expense of their victims' narratives. What other terrorist or \"thug\" on the national stage has had a judge urge support and sympathy for the \"victims\" on their side of the isle. Not one.\nSpeaking of victims, the actual, real, tangible victims of the crime, need not be forgotten. Nor should they be overshadowed by their crazed gunman. Call and echo their names, and remember their legacies: Sharonda Coleman-Singleton, Rev. Clementa Pinckney, Tywanza Sanders, Ethel Lance, Cynthia Hurd, Myra Thompson, Susie Jackson, Depayne Doctor and Rev. Daniel Simmons. They are victims of white terrorism against black people and historically black institutions like so many before them.\nAmerica loves to regurgitate the talking point that we don't negotiate with terrorists, unless they are white men operating in our own backyard of course. Then we not only negotiate with them, but we seek to excuse their behavior. Until mainstream society finally decides to redress and dismantle white supremacy and racism they cannot act surprised by their purest forms and the destruction that it manifests. Call them by their name and indict them for who they are instead of perpetuating the very system that continues to breed bigoted, crazed anarchic terrorist.\n\nLoad-Date: October 2, 2015"
}