{
    "title": "CALL IT WHAT IT IS_ TERRORISM",
    "publisher": "tampa bay times",
    "year": 2018,
    "month": 2,
    "day": 19,
    "full text": "Deadly toll: 17 - Feb. 15\nLet's just call it what it is. It's terrorism. No school in the country is immune. They all have procedures for sheltering in place or emergency evacuation from a shooter. It's prudent to be prepared. And yet there's a sense that we can do nothing about guns because of the Second Amendment. May I remind our politicians and citizens that among the first words of that right is the term \"well regulated.\" So let's follow our Constitution and start regulating.\nDavid Beaven, Clearwater\n* * *\nArmed response\nSchools are targeted for a reason - the shooter knows schools offer a concentrated group of targets unprotected by armed guards. There is only one sure way to stop a shooter before he inflicts horror on our children - shoot him first.\nIt's time for parents to take control. A few armed, well-trained parents standing guard near secured entry to a school would qualify. No shooter will confront a legally well-armed and trained mother or father protecting their children. No police needed, no drain on resources, and no more school shootings.\nEdward Lafaye, Safety Harbor\n* * *\nNew thinking needed\nEvery time we hear about such a terrible shooting, there is shock and grief even here in Europe. And there are questions. Why are almost all of these shootings in the United States? Are there so many more lunatics there than in other parts of the world? I don't think so. Or is it because a lunatic in the United States has a weapon at hand when he goes crazy, whereas in Europe that's mostly not the case?\nWe know there is the Second Amendment. But it is from 1791 and those were different times. You (and we too) have overcome so many bad things since then (slavery, women were not allowed to vote, etc.), so why not start to think another way in the case of guns too?\nGerhard Jager, Imst, Austria\n* * *\nMoral cowardice\nIt's difficult to tell from Sen. Marco Rubio's remarks whether he really does not believe sensible gun laws might save at least some lives, or whether he's just mouthing the NRA's line because it has sweetened his campaign pot by $3.3 million. Either way, his core belief - like too many other moral cowards in Congress - is that the bloodbaths fomented by lone gunmen are just the price \"we\" must pay to live in a democracy.\nBrian Bland, Santa Monica, Calif.\n* * *\nEnablers of violence\nTucked away on page six in Friday's Times is an article with the most salient feature of the Parkland school shooting: that last year President Donald Trump \"signed a resolution blocking an Obama rule designed to keep guns out of the hands of certain mentally disturbed people.\" This administration decries school shooting while enabling it.\nAnn Haendel, St. Pete Beach\n\nLoad-Date: February 19, 2018"
}