{
    "title": "Call to Congress _ Terrorism insurance needed",
    "publisher": "daily journal of commerce ",
    "year": 2002,
    "month": 5,
    "day": 15,
    "full text": "An industry group is calling on Congress to address without delay the need for comprehensive and affordable terrorism insurance in commercial real estate markets.\nThe Real Estate Roundtable, a Washington, D.C. group, is giving the issue top billing in a new national policy agenda. Visit the Web site at http://www.rer.org for more information.\n\"The urgent need for terrorism insurance legislation is the overriding policy priority,\" the roundtable said in a statement accompanying release of its 2002 agenda.\n\"We were encouraged when the House passed legislation last December creating a federal backstop for terrorism insurance, but now, there is an urgent need for the Senate to stop the negative effects of terrorist threats from spreading throughout the backbone of our economy,\" said Nelson C. Rising, chairman of the roundtable.\nRising, who is also chairman and chief executive officer of Catellus Development Corp. in San Francisco, said that coverage is pivotal to future economic growth, with real estate contributing substantially to the Gross Domestic Product and creating millions of jobs nationwide.\nRon Beltz, regional vice president of Louis Dreyfus Property Group, noted that the issue is only starting to emerge.\n\"We have all read about it and heard about it, and most owners now are just starting to confront it,\" said Beltz, who's based in the company's Portland offices.\nGary Griff, director of financial services at Cushman & Wakefield in Portland, referred to a Web site on the issue: http://www.insure againstterrorism.org.\nAddressing what's becoming a problem in developing projects, Griff said, \"We know that there have been a couple of transactions held up because lenders are requiring some kind of terrorism insurance in major cities.\n\"We haven't run into any problems in Portland, but a couple of projects in New York, Chicago and Los Angeles are all awaiting some kind of terrorism insurance before they can go forward,\" Griff said.\nRobin O. White also has a pulse on the issue, as executive vice president of three industry groups -- Portland Metropolitan Building Owners and Managers Association, National Association of Industrial and Office Properties and the Institute of Real Estate Management.\n\"We are caught in the middle because what we have is a situation where many insurance companies are not issuing it, and if you can get it, it is extremely expensive -- but the banking institutions are requiring it,\" she said.\nWhite, like Rising, said the issue transcends the commercial real estate industry since it impacts the jobs of those working in construction.\nWhite said the issue came up when she was in Washington, D.C. last month to address legislative issues impacting her industry.\nTwo days after that visit, Oregon Congresswoman Darlene Hooley wrote a letter to Majority Leader Tom Daschle, praising \"your efforts to press toward Senate consideration of terrorism-insurance legislation.\n\"We believe terrorism-insurance legislation must be enacted into law and urge you to bring the bill to the floor of the Senate expeditiously,\" Hooley wrote.\nReferring to the Sept. 11 terrorist attacks in the East, she wrote, in part, \"Without a comprehensive system of terrorism insurance in place, another attack would undoubtedly result in financial losses to businesses, workers and lenders that could jeopardize our economic recovery.\"\nShe added that while more insurers are starting to offer terrorism policies, \"they are generally insufficient in terms of cost and coverage. Almost all policies exclude liability and do not cover chemical and biological terrorism.\n\"In addition, they are short-term, and can be canceled at any time by the issuer, which would result in long-term lenders having their collateral stripped of insurance, should another attack occur,\" the letter continued.\nHooley stated that eventually, comprehensive terrorism insurance could emerge in the open market, but \"time is a commodity in short supply, and enactment of legislation to create a temporary federal backstop for terrorism insurance must remain a top priority.\"\n\nLoad-Date: March 27, 2003"
}