{
    "title": "Calls Renewed for Extension of Terror Insurance Law",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 8,
    "day": 3,
    "full text": "This week's terrorist threats in New York, Washington, D.C., and Newark, N.J., have sparked renewed calls from executives in the real estate industry to extend the 2002 Terrorism Risk Insurance Act, set to expire next year.\nThe terrorism insurance law - which requires the federal government to cover 90% of damages in case of a terrorism act over $12.5 billion this year, and $15 billion next year, up to $100 billion - has made it affordable for insurers to cover terrorist acts without charging prohibitively high rates for the coverage, say supporters.\nUnder TRIA, as the law is known, the federal government acts as an insurer for insurance companies, or what is known as a reinsurer. Reinsurers, who underwrite insurance for insurance companies, largely stopped writing terrorism insurance following the September 11 terrorist attacks.\nThe law expires at the end of 2005.\n\"The federal government has stepped in and is acting as the insurer of last resort, bringing some normalcy back to the market,\" said Martin De-Poy, the spokesman for the Coalition to Insure Against Terrorism, which represents 70 trade associations, businesses, and nonprofit groups that support extending TRIA.\n\"If it was not for TRIA, my company would have not been able to get terrorism insurance,\" said Douglas Durst, the president of the Durst Organization, which owns numerous buildings in Midtown. \"Terrorism insurance was too expensive, and they had the ability to cancel it on a 30-day notice and keep their premiums.\"\nUnder TRIA, insurance companies are required to provide terrorism insurance.\nSome groups oppose extending the legislation because they don't think taxpayers should shoulder the burden.\nExtending TRIA would \"put taxpayers on the hook for billions of dollars in terrorism losses that the insurance industry could otherwise afford, while stymieing the development of a vibrant private market for terrorism insurance,\" the Consumer Federation of America wrote in a letter last month to Congress.\nPressure is mounting to extend the law because, beginning next month, many real estate companies will start negotiating their insurance policies for 2005.\nWith TRIA set to expire on December 31, 2005, some policies are likely to extend beyond TRIA, leaving some companies without adequate insurance. Some insurers are including contingency language in the policies that they will only offer full terrorism coverage only while TRIA is in effect, and if TRIA is not extended, will limit or remove terrorism insurance.\nSince real-estate loans require that companies have full insurance, and in New York, this includes terrorism insurance, it will mean some companies could be in violation of their loan covenants.\nThe plot to attack four buildings, including the Citigroup Center and the New York Stock Exchange in Manhattan, the International Monetary Fund and the World Bank in Washington, and Prudential in Newark, would have created far more damage than the attacks on the World Trade Center, the chief economist for the Insurance Information Institute, Robert Hartwig, said.\nWith at least 15,000 workers in the buildings, a coordinated terrorist attack on these sites \"would have dwarfed the $1.8 billion in workers compensation losses at the World Trade Center.\"\nHe estimates workers comp damages running in the $8 billion to $10 billion range, in addition to other costs associated with the attack. \"We were lucky this time, perhaps, in catching it in time, but we may not be so lucky next time.\"\nIf such an attack happened next year at this time, \"the situation would have been even more dire, with no time for Congress to act\" to extend TRIA, Mr. Hartwig noted. \"If Congress waits until 2005, which, given the few days left in the legislative session, is likely, there is going to be considerable uncertainty in the market.\"\n\nLoad-Date: August 3, 2004"
}