{
    "title": "Call violence by its correct name_ terrorism",
    "publisher": "chicago daily herald",
    "year": 2017,
    "month": 9,
    "day": 6,
    "full text": "Call violence by its correct name: terrorism In the aftermath of the horrific events in Charlottsville, it is imperative that all who share our American ideals speak out against hatred and the violence this hatred inevitably breeds. It is equally imperative that we identify this violence by its name; terrorism. We as a people must stand up and say clearly and defiantly \"I will not tolerate this.\" \nThose who hate must know that people of all races and creeds stand united in our opposition to their message of hatred and violence. This is our mission as Americans. This is our mission as people of faith. I'm heartened to hear the outpouring of condemnation for this horrific attack from our elected officials from both sides of the political aisle. Republicans and Democrats alike have chosen to stand for tolerance and peace and against hate and violence. We must stand with them. May our lesson of love and acceptance be our shield against those who would divide and destroy. Pete Null Glendale Heights Heritage Fair thanks On behalf of the McHenry County Historical Society & Museum, thanks to all those who attended the annual Heritage Fair. Visitors and our cadre of dedicated volunteers made the 2017 event the most successful in history. Local antique car owners and enthusiasts came out in droves, as did bargain-hunters looking for unique finds in our celebrated White Elephant Sale. Special thank yous go out to Countryside Garden Center, Gardens of Woodstock, Hoffie Nursery, Hubbs Greenhouse, Kolze's Corner Gardens, The Growing Scene and Tom's Market for their donation of plants for our Garden Glitz. Thanks also to the McHenry County Department of Transportation for providing signage along Main Street, and to car show sponsors — Intren and Huntington Bank. They ensured the popular TJ's Klassics show registration remained free. And thank you to machinist Gus Tipps for again designing a one-of-a-kind People's Choice trophy. Finally, thank you to our long-standing group of volunteer magicians and the Clef Hangers barbershop quartet, auctioneer Russ Davis and participating food vendors: Boy Scout Troop 153, Karl Christ, Kettle Corn Cookery and Checkers — for their support of MCHS's mission: \"We engage and educate current and future generations by preserving and sharing McHenry County history.\" Kurt Begalka Administrator, McHenry County Historical Society Union\n\nLoad-Date: September 6, 2017"
}