{
    "title": "Call Terrorism By Its Right Name",
    "publisher": "the tampa tribune ",
    "year": 2001,
    "month": 10,
    "day": 24,
    "full text": "Unlike the suicidal terrorism of Sept. 11, the threat of bioterrorism is being revealed one diagnosis at a time.\nIt is impossible not to be biased against such an insidious attack. While we can't be sure who's doing it, we can be very sure they are terrorists.\nThat's why it's hard to understand the neutral editorial policy of Reuters news service to define no one as a terrorist. It continues to honor, as Reuters explains, a \"long-standing policy against the use of emotive terms, including the words \"terrorist' or \"freedom fighter.' We do not characterize the subjects of news stories but instead report their actions, identity and background.\"\nIn Reuters reports, the events of Sept. 11 are \"hijack attacks\" and the anthrax sent by mail is called a \"potential germ warfare agent.\"\nThe murders that have happened so far are not warfare. They are the very definition of terrorism, the use of force to demoralize or intimidate.\nThe terrorists who crashed passenger jets into buildings were not soldiers in any traditional sense. No war was declared and no objectives stated.\nThe envelope of anthrax spores that caused a newspaper office in Boca Raton to need cleanup help from the EPA Superfund was mailed by a terrorist. What else can anyone who practices death by mail be called? Similar letters were sent to Congress and to other news organizations. The object seems to be to use a limited supply of germs to frighten as many people as possible.\nTo refuse to call this the work of terrorists is to deny reality. Now health authorities in Washington have found the anthrax contamination of the Brentwood post office was responsible for the death of two postal employees and are urging workers to take medicine to ward off the disease.\nPreparations are being discussed worldwide to vaccinate the public in case rare infections such as smallpox suddenly appear.\nReuters is wrong to call all this an \"anthrax scare,\" which is to imply that fears may be unreasonable. The Associated Press has it right. What is happening is an \"unprecedented bioterrorism threat.\"\nCrimes have been perpetrated, and when the terrorists are caught or their sources of support are destroyed, the threat will end and we Americans, the freedom fighters, will have won.\n\nNotes\n\nOUR OPINION\n\nLoad-Date: October 25, 2001"
}