{
    "title": "Call out all acts of terror",
    "publisher": "the new york times",
    "year": 2017,
    "month": 9,
    "day": 19,
    "full text": "When I heard about the Unite the Right rally held by various right-wing and white supremacy groups in Charlottesville, Virginia, in mid-August, I was shocked and horrified by the violence that left 19 injured and one dead.\nA 20-year-old man named James Fields drove a car into a crowd of counter-protestors, killing 32-year-old Heather Heyer, according to a report from the New York Times. Fields was photographed sporting symbols of Vanguard America, \"a patriotic youth organization dedicated to defending and preserving the white race and its culture by any means necessary,\" according to its YouTube channel.\nI was immediately worried that this incident of domestic terrorism would be mishandled by President Donald Trump's administration. And I was right in my concerns. Our president did not acknowledge Heyer's death as an act of terrorism. He even tried to normalize the behavior of these right-wing radicals, saying this kind of violence has existed for a long time. He even placed blame on \"both sides.\"\nHowever, his own Attorney General, Jeff Sessions, said that Heyer's murder qualified as an act of domestic terrorism, according to a report from NPR. The U.S. Code defines domestic terrorism as \"acts dangerous to human life that are a violation of the criminal laws\" that also seek to intimidate or coerce with mass destruction.\nBased on this definition, the terroristic nature of Heyer's death is clear. But it seems our society shies away from calling terrorism by its name when the terrorist is white. Fields is a terrorist, plain and simple. And it is the responsibility of government leaders, journalists and individual citizens to acknowledge terrorism and name it, whatever its form.\nIt worries me to think about how many more violent acts it will take for our leaders and agenda-setters to use the correct terminology.\n\"I think language is very important in historicizing events,\" said Sophie Sanders, an art history instructor who teaches a race and diversity class. \"By calling something a terrorist attack, it takes on a different weight in the public imagination.\"\nThis means the use of the word terrorism or the lack thereof in the Charlottesville case could impact how future generations view the event. We can't leave this up to chance.\n\"It is important to say that we have terrorism in our own country, rather than to keep applying that term to non-American people that are organizing because of religious differences only in the Muslim faith,\" Sanders added.\nAccording to Politifact, 47 percent of people killed in terrorist attacks in the United States since the day after 9/11 until 2017 died as the result of right-wing terrorism. Additionally, right-wing terrorists were responsible for 74 percent of all terror attacks in the U.S.\nRight-wing extremists seem to be as much of a threat to the safety of the country as Islamic extremists, if not more. They should be treated as such.\nCaroline Tynan, a Ph.D. candidate and political science instructor, said the lack of awareness concerning right-wing terrorism has a lot to do with right-wing terrorists being predominately white and male.\n\"We don't think of terrorism as being something carried out by those who are in the status quo,\" Tynan said. \"There are stereotypes of what a terrorist should look like, what their name should sound like and what language they speak.\"\nWhen we assign a specific racial or religious profile to terrorists, we stigmatize those who fit that profile - the majority of whom are non-violent - and we ignore the serious threat posed by others.\n\"When you refuse to call a particular political action by an American group terrorism then you provide them with a sense of legitimacy,\" said Sean Yom, a political science professor. \"You essentially mainstream the participation in terrorist groups.\"\nLegitimacy is the last thing we want to provide to any terrorist group, regardless of the demographics. Terror can be inflicted by any person, regardless of religion, nationality or race. We have the power to call out violence and bigotry when we see it, and we need to make sure we name it, too.\nAbout\nLatest Posts\nRachel Benson\ncan be reached at rachel.benson@temple.edu\nFollow The Temple News @TheTempleNews\n\nLoad-Date: September 19, 2017"
}