{
    "title": "Calvinist doctrine rises for Baptists",
    "publisher": "richmond times dispatch ",
    "year": 2007,
    "month": 12,
    "day": 9,
    "full text": "RIDGECREST, N.C. - Almost 30 percent of recent graduates of Southern Baptist seminaries who became church pastors say they are Calvinists, according to a survey by the denomination.\n Among all Southern Baptist pastors, only about 10 percent follow Calvinism, according to studies by the Southern Baptist Convention's Lifeway Research and North American Mission Board Center for Missional Research.\n Some Southern Baptist leaders worry that embracing Calvinism will erode enthusiasm for evangelizing non-Christians because, among other beliefs, Calvinism teaches that God chooses whom to save. Critics say that takes away from the urgency of getting individuals to accept Jesus Christ into their lives.\n The findings were released at a Southern Baptist meeting on theology in November. The 16.3 million-member Southern Baptist Convention is the largest Protestant group in the United States.\n* * * * * * * * * * *\nU.S. Muslim panel offers fatwa against terrorism\n WASHINGTON - A scholarly panel that advises North American Muslims on Islamic law has issued another edict condemning terrorism in the name of Islam.\n The Fiqh Council of North America issued the fatwa Nov. 30 as part of an interfaith peace-building effort with Christian and Jewish leaders called Bridges to Common Ground.\n \"This condemnation of violence is deeply rooted in true Islamic values based on the Quranic instructions which consider the unjust killing of a single person equivalent to the killing of all humanity,\" the panel said. \"There is no justification in Islam for extremism or terrorism.\"\n The council issued a similar edict two years ago.\n Christian and Jewish leaders issued a companion prayer in support of the fatwa.\n* * * * * * * * * * *\nBosnian Jewish leaders recognize WWII helpers\n SARAJEVO, Bosnia-Herzegovina - Leaders of Bosnia's Jewish community appealed for help locating Bosnians who aided Jews during World War II and have not been recognized.\n The search is aimed at locating people who offered help and documenting their stories, Bosnian Jewish leaders said. The effort is part of a broader project to record the lives of Bosnia's Muslim and Jewish communities over the centuries.\n Appearing on state TV, project leader Eli Tauber invited people to contact Jewish community leaders or Bosnia's Institute for the Research of Crimes Against Humanity, which also is involved in the project.\nJudge rules against social-service program\n DETROIT - A federal judge ruled that a Pentecostal social-service program interfered with a Roman Catholic man's religious freedom by trying to convince him to leave his church.\n Joseph Hanas said Pastor Dwight Rottiers and the Inner City Christian Outreach Center in Flint took away his rosary and prayer book, and kept him from his family and lawyer, while he was trying to complete court-ordered drug-abuse treatment.\n The judge issued the ruling Nov. 30 and is expected to award Hanas monetary damages. Rottiers' lawyer, Michael Gildner, would not comment.\n\nNotes\n\nFAITH AND VALUES\n\nLoad-Date: December 14, 2007"
}