{
    "title": "Camden forum showcases talks on anti-terrorism",
    "publisher": "daily news ",
    "year": 2002,
    "month": 5,
    "day": 27,
    "full text": "A dozen years after the end of the Cold War, the world is more like a three-layer cake than a standoff between two titans, the Rev. J. Bryan Hehir believes.\nSpeaking at the Camden Public Library's annual Distinguished Visitors Forum on Saturday, Hehir argued that misunderstanding the nature of the world would hamper the U.S. effort to combat terrorism. To call the U.S. efforts in Afghanistan a \"war on terrorism\" is to use the wrong model for the problem, he said.\nThe theme of the symposium, which also included two retired generals and the former director of the FBI, was \"The Moral Dimensions of Using Power Responsibly.\"\nHehir, who teaches at Harvard Divinity School and is president and CEO of Catholic Charities USA, also has taught at Harvard University's Weatherhead Center for International Affairs and is a faculty member of the Kennedy School of Government.\nFrom 1945 to 1990, Hehir told the 75 people attending the conference, \"there was a very definite way to describe the way power was used.\" A bipolarity existed, he said, between the U.S. nuclear power and that of the Soviet Union.\n\"Yet this never captured the full complexity of the world,\" Hehir said. At times, the United States and the Soviet Union misapplied this perspective, he said, and suffered. Later, in answer to a question, Hehir said the U.S. involvement in Vietnam was an example of this misreading of the world through the bipolar view.\n\"That view of the world collapsed with the collapse of the Soviet Union,\" he said. Since then, three models - that three-layer cake - have emerged for understanding the balance of power:\n.  The United States is the only superpower, and should act accordingly.\n.  With the collapse of bipolarity, a multipolarity is emerging.\n.  The world is now like a three-layer cake, with different dynamics operating on different levels.\nHehir said he believes the layer-cake explanation is accurate. At the top, the United States is the sole military superpower. At the next level are economic powers, such as Japan and the European Union. At the third level are nongovernmental organizations, transnational corporations and scientific and intellectual resources, he said.\nThe third level also includes organizations that are not sovereign states, Hehir said, such as the Palestinians and al-Qaida, groups that cannot join the United Nations, yet exert influence over world affairs.\nTerrorism takes place on the third level, Hehir said, \"the messier level.\"\nStarting in the early 20th century, he said, analysts of international affairs began to separate religion from politics, a mistake, he believes. It is impossible to understand Latin America without considering the Roman Catholic Church, he said, or to understand the change of power in South Africa without considering Bishop Desmond Tutu, or to understand the fall of the Soviet bloc without considering the influence of a Polish pope on the Solidarity movement.\nSo U.S. foreign policy must consider Islam, he suggested, to understand the new forces in the world.\nThe moral dimensions of the United States using its military might - a force larger than that of the next eight countries combined - in the new world order is best understood, Hehir said, by considering intention, purpose and method. There must be limits on the use of force, he said, and there should be a clear understanding of the morality of the intention and final goals of action.\nTerrorists can also be understood by measuring intent, purpose and method, Hehir said. The intent is often what he called the pursuit of transcendent goals, not merely the political. And because they lack military might, they must target civilians, he said.\nWhile Hehir believes the United States had just cause to respond with force after the Sept. 11 attacks, it must set limits on the counterattacks.\nTo call the effort a \"war on terrorism\" is wrong, Hehir believes. \"Thinking 'military only' is going to be a big mistake,\" he said.\nAnd a second phase, in which the Bush administration has targeted terrorism in some 60 nations, cannot be a blank check for the military, he said.\nLouis Freeh, FBI director under President Clinton from 1993 to 2001, continued with the theme of the moral dimensions of using power. He discussed the built-in restraints on the FBI, which he called the most-scrutinized agency in government. With 11,600 agents, the FBI is smaller than the Chicago Police Department, he said.\nFreeh said the FBI has been unfairly criticized for not doing more to prevent the Sept. 11 attacks by investigating the terrorists more fully.\n\"We are overly harsh on those agents when those records are not found,\" he said, \"yet we restrain law enforcement here far more than other countries,\" which gather information on suspects who may only be considering crimes.\nFreeh also noted that many other democratic countries have national police forces, while the United States does not. He defended the recently enacted Patriot Act which grants new powers to the FBI, saying that it allows innocuous inquiries such as giving agents the right to obtain a credit report on a suspect, something Freeh unsuccessfully lobbied Congress to be able to do in past years.\n\"A used-car dealer could get this report but we could not,\" he said.\nIn answer to a question about the apparent failure of the FBI and CIA to share information that might have prevented Sept. 11, Freeh said the agencies were given different missions from their beginnings for a reason.\n\"We designed our agencies to have walls between them,\" he said, to avoid the potential for abuse.\n\nLoad-Date: May 28, 2002"
}