{
    "title": "CAMERAS OFFER FEW CLUES",
    "publisher": "daily news ",
    "year": 2008,
    "month": 3,
    "day": 7,
    "full text": "NEARLY TWO DOZEN CAMERAS and plenty of action - but no clear ID.\nThe brazen bombing of a Times Square military recruiting station yesterday occurred in a stretch of midtown blanketed by security cameras, including one that captured the suspect and the explosion.\nSecurity experts weren't surprised that none of the cameras caught a clear shot of the suspect's face - and they warned that video surveillance remained more useful for prosecutions than prevention.\n\"If the only thing you're doing securitywise is putting up cameras, it's not effective,\" said Tim Connors, director of the Center for Policing Terrorism at the Manhattan Institute.\n\"How do the cameras prevent this?\" he asked of the bombing. \"We're not at that technological level now.\"\nThe cameras in the Crossroads of the World shoot from every angle, capturing low-level shots of pedestrians and eye-in-the-sky panoramic views.\nTwenty-three cameras were visible to the naked eye yesterday on the block surrounding the blast site.\nYet only one camera seemed to capture what happened in the predawn hours.\nFormer federal terrorism official Joe King, a professor at Manhattan's John Jay College of Criminal Justice, wasn't surprised.\nMost security cameras aren't designed to clearly record \"a guy on a bike pedaling pretty fast with a hoodie on,\" he said.\nThe cameras typically also aren't equipped with advanced facial recognition technology even if they did capture a suspect's head shot, he said.\nThe ring of cameras flanking the recruiting station included five on the building and three on the nearby police substation. None of those apparently recorded the bomber, who was spotted by a camera on a nearby Broadway building.\nBoth security experts said tracking down information about the bicycle bomber could be complicated if he acted alone in the planning and execution.\n\"A lone [attacker] is the hardest thing,\" King said. \"There's no advance intelligence, no discussions, no way to put an informant in. Does that make it harder to play against? Sure.\"\nConnors agreed, citing the case of \"Unabomber\" Ted Kaczynski. \"An individual can be very hard to detect, especially if they remain isolated,\" he said.\ntel-ghobashy@nydailynews.com\nGraphic: Nearly two dozen cameras are visible to the naked eye in the block around the bombed recruiting station.\n\nGraphic\n\n \nGRAPHIC;MAP, Even with cameras on recruiting station, and others in the area, no clear images of bomber emerged. Photo by Matthew Roberts\n\nLoad-Date: March 7, 2008"
}