{
    "title": "Cameron says internet companies must do more to combat terrorism -BYLN- Bloomberg News",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 11,
    "day": 15,
    "full text": "U.K. Prime Minister David Cameron said Internet companies have a \"social responsibility\" to remove extremist material posted online and protect vulnerable people from being recruited by radical Islamic groups.\n\"We must not allow the Internet to be an ungoverned space, but there is a role for companies too,\" Cameron said in a speech to the Australian parliament in Canberra today. \"We are pushing companies to do more, including strengthening filters, improving reporting mechanisms and being more proactive in taking down this harmful material. This is their social responsibility and we expect them to live up to it.\"\nCameron hosted executives from Twitter Inc., Google Inc. and Facebook Inc. at his London office last month to discuss how radical material could be removed from the Internet. The meeting was called after widespread outrage at the posting of videos of British and American hostages being beheaded by Islamic State militants.\nBritain's Counter Terrorism Internet Referral Unit oversees the removal of 1,000 pieces of content that breach U.K. anti- terrorism laws in an average week, according to Cameron's office. The majority of the items are related to terrorist activity in Syria and Iraq.\nBritain has reached agreements with BT, Virgin, Sky and Talk Talk, the country's biggest Internet service providers, to introduce an extremist reporting button and ensure filters to protect children include blocks on radical material.\nTo contact the reporter on this story: Thomas Penny in Canberra, Australia at tpennybloomberg.net To contact the editors responsible for this story: Alan Crawford at acrawford6bloomberg.net Edward Johnson, Rosalind Mathieson\n\nGraphic\n\n \nAssociated Press U.K. Prime Minister David Cameron said Internet companies have a \"social responsibility\" to remove extremist material posted online and protect vulnerable people from being recruited by radical Islamic groups.\n\nLoad-Date: November 17, 2014"
}