{
    "title": "Campaigns in a Skirmish Over Terrorism and Law",
    "publisher": "the new york times",
    "year": 2008,
    "month": 6,
    "day": 18,
    "full text": "A sharp debate over terrorism, security and the rule of law broke out on Tuesday as the campaigns of Senator John McCain and Senator Barack Obama exchanged pointed salvos over who could best keep the nation safe.\n  The latest exchange began when Mr. McCain's top foreign policy and national security adviser, Randy Scheunemann, said in a conference call with reporters that Mr. Obama was displaying a ''Sept. 10 mindset'' about how best to fight terrorism -- a comment that echoed President Bush's attacks on Senator John Kerry during the 2004 election.\n  Mr. Obama brushed off the criticism aboard his campaign plane, and questioned the McCain campaign's standing to debate antiterrorism policy. ''These are the same guys who helped to engineer the distraction of the war in Iraq at a time when we could've pinned down the people who actually committed 9/11,'' he said.\n  It was the most heated back-and-forth yet in a debate that began last week when the Supreme Court ruled that the detainees at Guantanamo Bay, Cuba, have the right to challenge their detention in federal court. Mr. Obama praised the court's decision as a return to the rule of law, while Mr. McCain excoriated it, saying that it could make the nation less safe, although the Republican candidate's comments were a reminder of the complexities of his own past positioning on Guantanamo detainees.\n  The latest skirmish began when Mr. McCain's advisers held a conference call to attack Mr. Obama for comments he made in an interview with ABC News in which he said that he believed that ''we can track terrorists, we can crack down on threats against the United States, but we can do so within the constraints of our Constitution,'' and noted that the United States had been able to arrest, try and jail the culprits in the first World Trade Center bombing.\n  ''And, you know, let's take the example of Guantanamo,'' Mr. Obama said in the interview. ''What we know is that, in previous terrorist attacks -- for example, the first attack against the World Trade Center -- we were able to arrest those responsible, put them on trial.''\n  The McCain campaign asserted that Mr. Obama wanted to go back to treating terrorism as nothing more than a criminal matter, called him naive and argued that the World Trade Center case was an example of how insufficient that was. ''Once again we have seen that Senator Obama is a perfect manifestation of a Sept. 10 mindset,'' Mr. Scheunemann said on the call.\n  Mr. Obama, on his campaign plane, asserted that the McCain campaign was using fear as a political weapon. ''The simple point that I was making, which I will continue to make throughout this campaign, is that we can abide by due process and abide by basic concepts of rule of law and still crack down on terrorists,'' Mr. Obama said.\n  While Mr. McCain has vigorously attacked the Guantanamo ruling and his surrogates have used the theme to go after Mr. Obama, Mr. McCain's own positions on detainee treatment have not always been in step with his fellow Republicans. When Mr. McCain first weighed in on the ruling last week, he reacted with muted disappointment.\n  ''It obviously concerns me,'' he said at a campaign stop before he had had a chance to read the decision -- an initial response that was viewed as tepid in some quarters of the right, where the ruling was being greeted with outrage. ''Concerned? Concerned?'' asked a blog post on National Review Online. \n  That evening Mr. McCain absorbed the details of the decision, and conferred by phone with his friend and Republican colleague Senator Lindsey Graham of South Carolina -- who had worked with him to shape the law that the court was declaring unconstitutional. By the next day a pugnacious Mr. McCain was calling the ruling ''one of the worst decisions in the history of this country.'' \n  In the past, during the Republican primary, Mr. McCain took the sometimes-lonely position that Guantanamo Bay should be shut down immediately, arguing that it was a stain on the reputation of the United States. But Mr. McCain -- who has called at times for shipping the Guantanamo prisoners to a military prison at Fort Leavenworth, Kan., and has also suggested sending some of them to detention overseas -- was also adamant that he did not believe the detainees there had a habeas corpus right to challenge their detention in federal courts. \n  Mr. Scheunemann said Tuesday that Mr. McCain ''continues to have grave reservations about giving the suspected terrorist detainees full access to the federal court system with habeas and free lawyers, years of pretrial proceedings, access to intelligence through discovery and all of the other implications that remain to be worked out in the aftermath of this decision.''\n  Some of the detainees at Guantanamo have already been held for more than six years, with no trials in sight. Mr. McCain has objected to the slow pace, co-authoring a letter about it in December 2003 to Donald H. Rumsfeld, who was then Defense Secretary, after visiting Guantanamo Bay. \n  ''Mr. Secretary, our recent visit to see the detainee situation for ourselves provided an enormously useful opportunity to understand the essential work that has been done there, which we have supported,'' Mr. McCain wrote, along with Mr. Graham and Senator Maria Cantwell, Democrat of Washington. ''Yet, we firmly believe it is now time to make a decision on how the United States will move forward regarding the detainees, and to take that important next step. A serious process must be established in the very near term either to formally treat and process the detainees as war criminals or to return them to their countries for appropriate judicial action.''\n  Mr. Graham said Tuesday that he hoped to work with Mr. McCain to draft legislation that would put limits on the way detainees can appeal their detention. ''I think it's going to continue to be an issue,'' he said.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 18, 2008"
}