{
    "title": "Campaign for the Capitol 2010",
    "publisher": "university wire",
    "year": 2010,
    "month": 3,
    "day": 30,
    "full text": "After working for more than two decades in the Ramsey County Attorney's Office, Susan Gaertner has had her life threatened by a motorcycle gang, her tires slashed by a former inmate and been repeatedly lambasted by some for her prosecution of protestors at the Republican National Convention.\nBut Gaertner, undaunted by those experiences, has been Ramsey County attorney for 14 years and is now running to be the DFL candidate for governor.\n\"I'm compassionate, I am fearless and I am electable,\" Gaertner said.\nGrowing up in St. Paul, Gaertner said she never thought she would actually enter politics, despite her dreams of becoming the first female U.S. secretary of state.\n\"I took the Foreign Service Exam, I studied foreign languages in college and really thought I was going in that direction,\" Gaertner said.\nShe graduated from Harding High School and went on to complete her undergraduate studies in political science at the University of Minnesota-Duluth.\nShe attended the University of Minnesota Law School and worked as an assistant Ramsey County attorney for more than a decade.\nGaertner was virtually a political unknown when she ran for county attorney in 1994. But despite her low profile, she pulled out an upset and went on to serve four consecutive terms.\nGaertner said the job provided her with the opportunity to witness community issues from a broader scope.\n\"You see all the ways that children and families and community members suffer when we fail them,\" Gaertner said.\nUnlike most of her opponents, Gaertner is a nonpartisan elected official - something supporters say will help her in the campaign.\n\"I think people have been too involved in the partisan end of it and trying to make the other people look bad rather than trying to accomplish things,\" said Paul Malone, the longtime Murray County attorney who endorsed Gaertner earlier this year. \"If you watch the Ramsey County Attorney's Office, it's a big office. A lot of it has close association with the Capitol, so she's aware of state government.\"\nWhile Gaertner is focused on issues such as tax reform and keeping tuition low, she said the state budget is at the very top of her agenda.\n\"I'm passionate about a number of things, but until we get our fiscal house in order, we can't really move forward on some of these issues,\" she said.\nGaertner supports raising taxes on the richest Minnesotans, who she says pay a disproportionate amount now.\nShe also stressed that her experience as county attorney required her to make difficult decisions that had potential to jeopardize her political career.\nAmong those would be Gaertner's involvement in prosecuting the self-proclaimed RNC 8 - a case that has overshadowed her career since its inception.\nIn 2008, a group of eight activists were preemptively arrested and charged with conspiracy to riot and commit property damage during the 2008 Republican National Convention in St. Paul. Initially, the group faced a terrorism charge under Minnesota's version of the PATRIOT Act.\nHowever, the terrorism charges were later dropped by Gaertner's office.\nThe decision to charge the group with terrorism was met with heavy backlash from fellow activists and students. Some labeled Gaertner's decision as political posturing.\n\"[Gaertner] has done a number of things that were really indicative of political\nmaneuvering ... I don't know how much clearer it could get,\" said Max Specktor, who was a University of Minnesota student at the time of the convention and a member of the RNC 8.\nBut Larry Jacobs , director of the University of Minnesota Center for the Study of Politics and Governance,said it's tough to determine political motives behind the decision.\n\"It's hard to say whether this episode is directly linked to running, because it's not uncommon for prosecution to drop charges as you get closer to a trial,\" Jacobs said.\nWhen asked about her reasoning behind the decision, Gaertner said the terrorism charge would serve as a distraction for jury members.\n\"We believed that, based on what we were hearing, was that the terrorism charge would become a disaster at trial,\" she said.\nGaertner admits that the RNC 8 decisions may have cost her support among a more liberal base, but she said not going forward with the charges would have been a \"tremendous dishonor to the office that [she] holds.\"\nGaertner said she plans to run in the August primary.\n\"Once the field has narrowed that significantly, I think it will be easier to differentiate between the candidates,\" Gaertner said.\n\nLoad-Date: September 18, 2013"
}