{
    "title": "Campaigning from the front; Jersey Senate candidate joins war on terrorism",
    "publisher": "philadelphia daily news",
    "year": 2001,
    "month": 10,
    "day": 17,
    "full text": "Until Sept. 11, Lou Gallagher was waging an aggressive campaign to unseat incumbent Republican New Jersey state Sen. Diane Allen, the former TV news anchor.\nNow Gallagher's part of a different campaign - to unseat Osama bin Laden.\nAmerica's war on terrorism has prompted Democrat Gallagher, 43 - a lawyer and municipal prosecutor in Burlington County - to return to his former occupation: Navy SEAL.\nAs an active duty SEAL from 1979 to 1985, Gallagher was involved in military operations as a senior adviser during the civil war in El Salvador (1983-85). Later, as a reserve SEAL, he was in Honduras (1986), Nicaragua (1987) and Panama (1988). He also took part in operation Desert Storm in 1991.\nA week ago, Gallagher - a senior enlisted adviser in the Navy's special operations command - was called back to active duty, leaving his wife, three children and politics back home.\nGallagher's mission and his whereabouts are classified, but his chances of making it back in time for the Nov. 6 election are slimmer than the Taliban's air defenses.\n\"I'm taking an absentee ballot with me,\" said Gallagher, in his last interview before deployment last week.\nGallagher's call to duty has thrown a political wrench into what had otherwise been a contentious campaign.\nThe Florence native had called news conferences in the parking lot of Allen's legislative offices, where he challenged everything from her position on taxes and the release of her tax returns to her attendance record in the Senate.\nThe race has been an uphill battle for Gallagher, who in September was believed to be running anywhere from eight to 20 points behind Allen.\nBut now, in a time of war, Gallagher's absence while serving his country could possibly help more than it hurts.\nThere are an estimated 50,000 veterans in the 7th District, where roughly six out of every 10 voters are registered Democrats.\nBack in 1941, U.S. Rep. Lyndon Johnson was a reservist running for the Senate who promised to fight in any war he voted for. When World War II started, he went to the Pacific and later became president.\n\"I think all of us as Americans have been deeply affected by the tragedy,\" said Gallagher, who volunteered to join the War on Terrorism.\nOn the homefront, Gallagher's wife, Karen, has taken his place. The former PTA vice president is standing in for her husband at political events and she has planned to appear on his behalf at debates that had been tentatively set up between her husband and Allen. *\n\nNotes\n\nClout!\n\nGraphic\n\n \nPHOTO;\nNavy SEAL Lou Gallagher (above, and center in top photo) is a candidate for the New Jersey Senate. He has been called to active duty.\n\nLoad-Date: November 13, 2001"
}