{
    "title": "Campaign notebook; Pawlenty proposals target terrorism, child abduction",
    "publisher": "star tribune ",
    "year": 2002,
    "month": 10,
    "day": 22,
    "full text": "Republican gubernatorial candidate Tim Pawlenty said Monday that he would support several public safety initiatives to help guard against terrorism and child abduction.\n   He would put into law an administrative rule that requires driver's licenses to feature visa expiration dates.\n   Pawlenty said the licenses of foreign nationals here on a temporary visa would display the words \"status check,\" signaling that law enforcement officers should check the person's immigration status. Legal immigrants and permanent visitors would not be affected, he said.\nOpen meetings laws should be changed to allow closure when discussing security issues, Pawlenty said, and the state should create a biological agents registry for a database that could be checked in the event of a terroristic incident or threat.\n   Pawlenty said he also would enhance the state's AMBER alert network, a system for quickly alerting law enforcement officials across Minnesota about child abductions. Highway electronic signs should become part of the AMBER system, he said, to alert motorists to post information.\n _ Patricia Lopez\nGOP: Return money\n     The chairman of the state Republican Party said Monday that DFL gubernatorial candidate Roger Moe should return campaign money raised by a senior state Transportation Department official.\n     The official, Adeel Lari, was demoted after an internal investigation uncovered stores of pornographic pictures and videos on two laptop computers owned by the state. The story was published Monday by the Star Tribune.    Lari said he was \"flabbergasted\" by the discovery and \"did not do it.\"\n     The Ramsey County attorney's office declined to prosecute because of insufficient evidence.\n     But GOP Party Chairman Ron Eibensteiner said the administrative action against Lari is reason enough for Moe to surrender money Lari secured for Moe at a fundraiser at Lari's home.     \"The event reportedly raised about $5,000,\" Eibensteiner said in a press release.\n     Moe campaign spokeswoman Becky Christenson dismissed Eibensteiner's suggestion.     \"This is a personnel matter, not a political issue and we trust that it will be handled by the appropriate authorities,\" she said.\n     _ Tony Kennedy\nBoost for Kline\n     John Kline got a bit of Republican star power Monday to boost his run against U.S. Rep. Bill Luther in the Second Congressional District: Karen Hughes, one of President Bush's closest advisers.\n     Hughes, who left the White House earlier this year but still confers with Bush from her home in Austin, Texas, was featured at a fundraiser for Kline, who has challenged Luther twice before.\n     _ Bob von Sternberg\n\nLoad-Date: October 22, 2002"
}