{
    "title": "Campaign uses Web to promote preparedness; It pays to be ready for everything from terrorism to torn",
    "publisher": "star tribune ",
    "year": 2003,
    "month": 3,
    "day": 12,
    "full text": "With war possibly days away, the prospect of a terrorist attack in Minnesota is low, the acting U.S. secretary of homeland security said Tuesday in St. Paul.\n     \"We hope the odds of a terrorist attack are zero, but the odds of facing a blizzard, hurricane, tornado or flood are 100 percent,\" said Michael Brown, who is also the director of the Federal Emergency Management Agency. \"Either way, there is a need for preparedness.\"\n   Brown held a news conference to promote a new Web site, http://www.ready.gov, which provides tips on handling emergencies from terrorism to tornadoes.\n     They include:\n     - Make a kit of food, clothing and other essentials that could sustain you for two or three days.\n     - Plan how you will contact family members in case of an emergency and what you will do after that.\n     - Be informed about what to do in the event of specific terrorism threats and other emergencies.\n     Brown said \"planning instead of panicking\" frees up police, fire and medical crews, \"those first responders.\"\n     He later had a closed-door roundtable meeting with local and state officials to discuss their role in homeland security.\n     \"Terrorism, unfortunately, is kind of the catalyst of this campaign,\" said Kevin Smith, spokesman for the Minnesota Department of Public Safety. \"But in Minnesota, preparing today for tomorrow's disaster is not a new slogan.\"\n     While noting that the Web site received more than 4 million visitors and that the toll-free number, 1-800-BE-READY, logged 50,000 calls in its first week of operation last month, Brown didn't shy away from mentioning what spurred the preparedness campaign: the Sept. 11 attacks.\n     Since the attacks on the World Trade Center and the Pentagon exactly 18 months ago, Brown said, some people have developed a false sense of security.\n     \"They may be getting a little weary of the warnings,\" he said. \"You get weary when you don't know what to do.\"\n     If that is the case, he gave a quick overview.\n     \"There's a false sense regardless [of] if we are going to war with Iraq or not because people don't want to believe that terrorists will attack this country again,\" Brown said. \"But I just remind them that in 1993 they tried to blow up the World Trade Center by putting some truck bombs in the parking garages.\n     \"In 1995, Timothy McVeigh, right in the middle of the heartland in Oklahoma City, blew up the Alfred P. Murrah building and killed 168 people.\n     \"And then the terrorists came back on American soil in 2001 and succeeded in bringing down the World Trade Center and [part of] the Pentagon.\n     \"So if there's any complacency, I ask people to look back over the last 10 years and see what's happened.\"\n    _ Terry Collins is at tcollins@startribune.com.  \n\nLoad-Date: March 12, 2003"
}