{
    "title": "Campus security top concern in Dist. 128 schools",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 11,
    "day": 13,
    "full text": "Video cameras, iPad-based monitors, swipe cards and lockdown drills are among the ever-changing security tools implemented at Libertyville and Vernon Hills high schools, administrators told the District 128 school board Monday night.\nVernon Hills High Vice Principal Jean Aucutt and Libertyville High Vice Principal Eric Maroscher led the presentation at Vernon Hills High, which aimed to update officials and the public about the steps the schools take to keep students and staff members safe.\nThey were joined at the podium by Libertyville police officer Bob Uliks and Vernon Hills officer Rebecca Foy, the resource officers at the two schools.\nThe schools' security plans are designed to prepare for random acts of violence and terrorism, Uliks said. The district's plans for campus violence date back to the 1999 Columbine High School massacre, which left 15 people dead.\nBut terrorism is a real threat, too, Uliks said. He spoke of security plans for several American high schools that were found in al-Qaida possession.\n\"It's a current climate we have to be prepared for,\" Uliks said.\nThe welcome desks at both schools' main entrances are key elements of the schools' security plans. Employees at these stations check the driver's licenses or IDs of all visitors and make sure the names do not appear on an updated list of registered sex offenders.\nThe desks also have equipment that allow employees to monitor cameras placed around the schools. Computer software allows mobile monitoring, too, Aucutt said.\nUliks talked a bit about the importance of lockdown drills, now as common as fire drills were for earlier generations of students. Students are so accustomed to the drills, he said, one class at Libertyville High recently helped a first-time substitute teacher through the procedure, he said.\nAfter the presentation concluded, Superintendent Prentiss Lea praised the cooperative relationship the schools have with their hometown police departments, as well as the work Aucutt and Maroscher have done to ensure the campuses are safe.\n\"We're very, very fortunate,\" Lea said.\n\nLoad-Date: November 13, 2012"
}