{
    "title": "Can anyone determine if the Iraq war made the U.S. less safe_",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 10,
    "day": 9,
    "full text": "Charles Krauthammer\nis a columnist with the Washington Post Writers Group\nLost between the Foley tsunami and the Woodward hurricane is the storm that began the great Republican collapse of 2006. It was only a few weeks ago that the Republicans were clawing their way back to contention for the November election, their prospects revived by the president's strong speeches on terrorism around the 9/11 anniversary, the landmark legislation on treating and trying captured terrorists, and a serendipitous fall in gas prices.\nThen came the momentum stopper, the leaked National Intelligence Estimate that was trumpeted as definitive evidence that the war in Iraq had made terrorism worse. Foley's folly and Woodward's history have now overwhelmed that story, but it will remain an unrebutted charge long after Foley is forgotten and Woodward is remaindered. It demands debunking.\nThe question posed - does the Iraq war increase or decrease the world supply of jihadists? - is itself an exercise in counting angels on the head of a pin. Any answer would require a complex calculation involving dozens of unmeasurable factors, as well as constructing a complete alternate history of the world had the U.S. invasion of 2003 not happened.\nAh, but those seers in the U.S. \"intelligence community,\" speaking through a leaked National Intelligence Estimate - the most famous previous NIE, mind you, concluded that Saddam had weapons of mass destruction, slam dunk - have peered deep into the hypothetical past and found the answer. As spun by Iraq war critics, the conclusion is that Iraq has made us less safe because it has become a \"cause celebre\" and rallying cry for jihad.\nBecome? Everyone seems to have forgotten that Iraq was already an Islamist cause celebre and rallying cry long before 2003. When Osama bin Laden issued his 1998 declaration of war against America, his two principal casus belli for the jihad that exploded upon us on 9/11 centered on Iraq: America's alleged killing of more than 1 million Iraqis through the post-Gulf War sanctions, and, even worse, the desecration of Islam's holiest cities of Mecca and Medina by the garrisoning of infidel U.S. soldiers in Saudi Arabia (as post-Gulf War protection from the continuing threat of invasion by Saddam).\nThe irony is that the overthrow of Saddam eliminated these two rallying cries: Iraqi sanctions were lifted, and U.S. troops were withdrawn from the no-longer-threatened Saudi Arabia. But grievances cured are easily replaced. The jihadists wasted no time in finding new justifications for fury, and reviving old ones. The supply is endless: Danish cartoons, papal pronouncements, the liberation of women, the existence of Israel, the licentiousness of Western culture, the war in Afghanistan. And, of course, Iraq - again.\nHow important is Iraq in this calculus? The vaunted National Intelligence Estimate - unspun - offers a completely commonplace weighing of the relationship between terrorism and Iraq. On the one hand, the American presence does inspire some to join the worldwide jihad. On the other hand, success in the Iraq project would blunt the most fundamental enlistment tool for terrorism: the political oppression in Arab lands that is deflected by cynical dictators and radical imams into murderous hatred of the West. Which is why the Bush democracy project embodies the greatest hope for a reduction of terrorism and why the NIE itself concludes that, were the jihadists to fail in Iraq, their numbers would diminish.\nIt is an issue of time frame. The bombing of the Japanese home islands may have increased short-term recruiting for the kamikazes. But success in the Pacific War put a definitive end to the whole affair.\nMoreover, does anyone imagine that, had the jihadists in Iraq remained home, they would now be tending petunias rather than plotting terror attacks? Omar Farouq, leader of al-Qaeda in Southeast Asia, escaped from a U.S. prison in Afghanistan a year ago and was apparently drawn to the \"cause celebre\" in Iraq. Last month, he was killed by British troops in a firefight in Basra. In an audiotape released on Sept. 28, the leader of al-Qaeda in Iraq said that 4,000 of its recruits have been killed there since the American invasion. Like Omar Farouq and Abu Musab al-Zarqawi, they went to Iraq to die in Iraq.\nIt is clear that one of the reasons we have gone an astonishing five years without a second attack on the American homeland is that the most dedicated and virulent jihadists have gone to Iraq to fight us, as was said during World War I, \"over there.\"\nDoes the war in Iraq make us more or less safe today? And what about tomorrow? The fact is that no definitive answer is possible. Except for the following truism: During all wars, we are, by definition, less safe - and the surest way back to safety is victory.\nContact Charles Krauthammer at letters@charleskrauthammer.com.\n\nLoad-Date: October 9, 2006"
}