{
    "title": "Can Car Dealers Fight Terrorism_ The White House Seems to Think So",
    "publisher": "american banker",
    "year": 2003,
    "month": 5,
    "day": 16,
    "full text": "Financial institutions were forced to ramp up their Bank Secrecy Act and anti-laundering programs for the USA Patriot Act, but firms not traditionally thought of as financial ones now find themselves struggling with the complex new regime, and some question why they are subject to it in the first place.\nLaw enforcement agencies had advocated many of the Patriot Act's provisions long before the Sept. 11 attacks. Some commentators have characterized it as a wish list for the intelligence community and the Bush administration, which they say took advantage of the situation to obtain provisions long viewed as politically risky. The quick passage of the act was understandable at the time, but today we are just beginning to grasp its scope and question its implementations.\nMost of the headline-generating provisions deal with the government's enhanced powers to trace and intercept terrorists' communications. Of practical significance to many industries, however, is the act's application to businesses not generally thought of as financial institutions but that could provide terrorists with resources to carry out attacks.\nIndeed, the act is turning car dealers, jewelry stores, and travel agents into terrorist-fighting institutions.\nThe act requires traditional financial institutions to establish customer identification and verification programs for people and businesses seeking to open accounts. It also requires them to have anti-money-laundering programs, which must include a compliance officer, an employee training program, and an independent audit function.\nThe Federal Deposit Insurance Corp., the Office of the Comptroller of the Currency, and other agencies have issued rules implementing the act's requirements for the institutions they regulate. These institutions were previously subject to the Bank Secrecy Act and other anti-laundering requirements, and their compliance with the Patriot Act is, while costly, not unexpected.\nThe Bank Secrecy Act defines 26 types of \"financial institutions,\" including insurance companies, travel and telegraph agencies, and automobile, airplane, boat, and jewelry dealers. None of them were viewed as particularly useful to launderers, so they were exempted from the anti-laundering requirements, pending further study by the Treasury secretary.\nBut they are now being compelled by the Treasury Department to join the fight against terrorist financing. The Treasury has adopted regulations governing mutual funds; operators of credit card systems; money service businesses, including check cashers, Securities and Exchange Commission-registered brokers and dealers, and futures commission merchants; and brokers registered with the Commodity Futures Trading Commission. They are all now required to adopt tough anti-laundering programs.\nCritics argue there is scant evidence that these businesses are used to finance terrorist activities, but with the administration's single-minded focus on an expansive war on terrorism, the lack of evidence is an insufficient basis for deciding who must comply.\nUnder pressure from the Justice Department and the White House, the Treasury recently signaled its intent to expand the Patriot Act to include companies few people would consider \"financial institutions.\" Last month it issued a proposed rule seeking comments on imposing Patriot Act anti-laundering rules on jewelry dealers. The rule would cover those who buy or sell more than $50,000 of gross proceeds involving jewels or precious metals, including individual artisans and retail stores.\nWith no public evidence of terrorists' use of jewels and precious metals to finance their activities, imposing Bank Secrecy compliance on artisans and jewelry dealers, most of which are small, family-owned businesses, is overkill.\nBut the Treasury is only getting started. It recently issued two proposed rules seeking public comment on applying the Bank Secrecy anti-laundering rules and the identity-verification procedures to travel agents and dealers in new or used cars, trucks, boats, and airplanes.\nThough the notices emphasize that the Treasury is seeking information about the affected industries only to determine whether to proceed with investigations, the industries are not optimistic about escaping the Bank Secrecy net.\nOther \"financial institutions\" listed in the Bank Secrecy Act are also on the Treasury's radar screen, including insurance companies, real estate agencies, mortgage brokers, and finance companies. These kinds of companies are arguably more like financial institutions than travel agents and boat dealers, but it remains unclear how often they have served as unwitting sources of terrorist financing.\nThe consequences for financial institutions and their affiliates are substantial. The economic costs of compliance, enhanced enforcement, and liability risks, and the diversion of resources from customer operations will hurt revenue and performance, at least in the short term.\nFor unregulated entities, law enforcement agencies have already demonstrated the priority accorded to Patriot Act compliance.\nHigh-profile actions against eBay Inc.'s PayPal unit, First Data Corp.'s Western Union Financial Services Inc., and Banco Popular de Puerto Rico testify to the heightened scrutiny that regulatory authorities are giving Patriot Act compliance.\nSuch scrutiny is certain to increase as more Patriot Act financial institutions roll out compliance initiatives.\nMr. Williams is a partner in the Washington office of Ungaretti & Harris, a Chicago law firm. He spent 14 years in the FDIC's legal division.\n \nCopyright 2003 Thomson Media Inc. All Rights Reserved. http://www.thomsonmedia.com http://www.americanbanker.com \n\nLoad-Date: May 15, 2003"
}