{
    "title": "Can 'lone wolf' terror suspect claim entrapment_ It will be hard to prove. The FBI reportedly decide",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 11,
    "day": 22,
    "full text": "According to the New York Police Department, Jose Pimentel was a \"lone wolf\" terrorist intent on bombing Post Offices and banks and assassinating US soldiers coming back from Iraq and Afghanistan. And, when he was arrested last Saturday night, the police say he was within an hour of having a working bomb.\nSo, why did the Federal Bureau of Investigation decide Mr. Pimentel was not a credible threat, according to various press reports, and will that make any difference if his case goes to trial?\nAccording to criminal defense attorneys and others not involved with the case, Mr. Pimentel, who has pleaded not guilty, will have a hard time trying to find a way to mount a defense based on the fact the FBI was not involved.\nAnd, say lawyers who follow terrorism cases, it will be difficult - though not impossible - to mount a case that Mr. Pimentel was entrapped by the government.\n\"More and more we are seeing the defense claim entrapment,\" says Karen Greenberg, director of the Center on National Security at Fordham Law School in New York, referring to recent terrorism cases. \"But, it is very rare for them to take it to court.\"\nThe reason it's so hard for defendants to mount an entrapment defense is because the burden of proof shifts from the prosecutor to the defense, she says.\n\"In a normal trial, the prosecutor - the government - has to prove its case beyond a reasonable doubt to the jury,\" explains Ms. Greenberg. \"In an entrapment case the defense has to prove entrapment, versus poking holes in the government's case, and that's a very hard defense to mount.\"\nFrom the documents, there is no doubt the district attorney will be counting on a \"confidential informant\" who was deeply involved with Pimentel, aka Muhammad Yusuf. So far that individual has remained anonymous.\n\"These conversations, most of which were audio recorded, involved the defendant discussing his plans with a confidential informant under the control of the NYPD,\" said Detective Robert Roloph, in court documents.\nAccording to the complaint, the NYPD also recorded phone calls, videotaped efforts to make bombs, and read blogs and postings by the defendant, who had established a website, www.trueislam1.com. On the site, according to the filings, was a link to an article entitled, \"Make a Bomb in the Kitchen of Your Home.\"\nTerrorism experts say those Internet postings may make it difficult for his defense.\n\"He left muddy footprints on the Internet. He made his intentions clear,\" says Frank Cilluffo, director of the Homeland Security Policy Institute at George Washington University in Washington. \"His intent was to cause harm.\"\nHowever, if Pimentel's website is more about religion or philosophy then terrorism, it will be harder for the government to show a predisposition to commit violence, says Frederick Sosinsky, a criminal defense attorney in New York.\n\"The fact that he may have an intellectual or religious curiosity about certain things does not in and of itself establish predisposition,\" says Mr. Sosinsky, who has defended people accused of terrorism. \"We don't generally seek to punish individuals for their thoughts, however uncomfortable those thoughts may make us.\"\nSosinsky says Pimentel's attorney might want to try to discover why federal law enforcement officials had doubts about the sincerity of Pimentel's beliefs or his inclination to act. \"The legal justification for seeking such information and documentation is that they would exculpate the defendant by casting doubt on his actual intentions,\" he says.\nGetting that information won't be easy, says Stanley Twardy, a former federal prosecutor and now a defense attorney at Day Pitney in Stamford, Ct. \"The FBI may have said this guy's a bad guy but not a terrorist,\" says Mr. Twardy. \"But, you just can't call the FBI and ask them why did you not find this guy credible.\"\nTwardy says Pimentel's lawyer might want to try to ask for a subpoena for any documents from the FBI, such as emails. \"Whether anything would be admissible is another question,\" he says, \"it must be relevant to the charges.\"\nFordham's Greenberg says she would want to ask the FBI at what point it passed on pursuing a case against Pimentel. Did the FBI decide the confidential informant was too actively involved?\n\"I would want to know who suggested the weapons, who suggested the targets,\" she says.\nHowever, some lawyers believe it will be difficult to get a state judge to allow the defense to question the FBI.\n\"I think that a judge will not be inclined to allow the defense to introduce questions about the FBI since it is in the nature of opinion,\" says Robert Mintz, a former federal prosecutor now with the law firm McCarter & English in Newark. \"There can be many reasons why the federal government deferred to the state to prosecute a case, it does not necessarily imply they did not believe the case had merit.\"\nIf the Pimentel case goes to trial, it will focus more attention on the issue of \"lone wolves,\" individuals acting alone to cause harm.\n\"People with the scariest plans for destroying the world tend to be lone wolves,\" says Jessica Stern, a Harvard professor and author of \"Denial: a Memoir of Terror.\"\n\"They often have elaborate and horrifying fantasies about what they would like to do.\"\nShe says she found especially troubling the article that Pimentel is alleged to have linked to. \"It was designed to boost and excite those individuals who live on the edge and have these destructive fantasies,\" says Ms. Stern. \"The whole issue was inspiring this kind of behavior.\"\n       \n\nLoad-Date: November 23, 2011"
}