{
    "title": "Can Seoul summit tackle biggest threat to US security - nuclear terrorism_ What can President Obama",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 3,
    "day": 26,
    "full text": "Why did President Obama fly halfway around the world to Seoul, South Korea, for the second Nuclear Security Summit? What can the 50 world leaders who meet today and tomorrow plausibly accomplish?\nThe answer is less than many observers hope - but more than skeptics appreciate.\nSummits are part of the pageantry of international relations - often little more than photo-ops. But strategic leaders can make use of summits to advance serious agendas. Well-managed summits can serve three important functions: focus a spotlight (and rare attention) on specific issues; build international consensus; and provide a process to force governments to take action.\nIf the organizers of the conference are demanding, summits can produce actual results as well as abstract communiqués.\nThinking in terms of this framework, what is the Seoul Nuclear Security Summit likely to accomplish?\nFirst, among the array of urgent challenges, from risks to the global economy to climate change, this summit will focus the minds of the leaders and governments on a critical issue: nuclear security. This is the effort to prevent what Mr. Obama has identified as the \"most immediate and extreme threat to global security\": nuclear terrorism.\nFarfetched as it still appears to many, the brute fact is that if terrorists acquire just 100 pounds of highly enriched uranium (or even 35 pounds, using a more advanced weapon design), they could build an elementary nuclear bomb and use it to devastate the heart of a great city. The explosion could produce a yield of 10 kilotons, approximately the size of Hiroshima, engulfing a city in a mushroom cloud. A single event of this kind anywhere in the world would, in Obama's words, \"destabilize our security, our economies, and our very way of life.\"\nAt the world's first Nuclear Security Summit in Washington in April 2010, leaders began building an international consensus not only about the priority of this threat, but also about actions their governments can take to prevent it. Specifically, they agreed to secure all vulnerable nuclear materials worldwide by the end of 2014.\nWe are two years along in a race to ensure the world's most dangerous materials do not fall into the deadliest hands.\nThe leaders who gather have the power to prevent nuclear terrorism by doing just one thing: denying terrorists the means to achieve their deadliest ambitions by locking up all nuclear weapons and materials as securely as gold in Fort Knox or treasures in the Kremlin Armory. No nuclear materials available to terrorists means no nuclear terrorism.\nWhile United Nations Security Council Resolution 1540 calls upon member states to adopt \"effective, appropriate\" security standards, the Seoul summit will provide operational examples of those generalities.\nSpecifically, some states will declare at the summit that they will become \"fissile-material free\" countries. This serves as an assurance that they cannot be the source of a terrorist nuclear bomb because there are no weapons-usable nuclear materials on their territory. Going one step further, the leader of Ukraine is scheduled to stand up at the summit and announce that his country has already become a member of this group.\nSome skeptics will ask: so what? Only those ignorant of Ukraine's recent history would fail to appreciate the significance. Ukraine inherited the third largest nuclear arsenal in the world when the Soviet Union collapsed in 1991. It has now not only eliminated its long-range nuclear weapons (capable of being launched against American cities) and shorter-range nuclear weapons (designed for battlefield use, much easier to steal and still capable of devastating a city), but its entire Soviet-era nuclear weapons infrastructure, and now finally all its nuclear weapons-usable material.\nSimilar actions taken by other states for both Seoul and the 2010 Washington summit have unquestionably made the world safer from nuclear terrorism.\nThe fact that Obama, already engaged in a hard-fought battle for reelection, is devoting this much time to an issue that has little resonance for most voters, demonstrates that he is serious when he says that nuclear terrorism is the single biggest threat to American national security.\nGraham Allison is director of the Belfer Center for Science and International Affairs at Harvard's Kennedy School of Government and the author of \"Nuclear Terrorism: The Ultimate Preventable Catastrophe.\"\n\nLoad-Date: March 27, 2012"
}