{
    "title": "Can UN play tough cop against terrorism_",
    "publisher": "the christian science monitor",
    "year": 2002,
    "month": 11,
    "day": 5,
    "full text": "When President Bush challenged the United Nations to enforce its own resolutions or face becoming \"irrelevant\" in his September 12 speech to the General Assembly, the focus of his warning was Iraq and its weapons of mass destruction.\nBut the United Nations is also grappling with another, less publicized effort to play a relevant role in the broader international war on terrorism. An escalation of terrorist attacks aimed at international targets has underscored the need for greater international cooperation to combat terrorism, leading some to suggest the world may need a permanent counterterrorism agency.\nBut others are asking if the UN is suited to that role. To date, the organization has been more successful dealing with issues such as poverty, health issues, or environmental degradation. Now, just as President Bush warns that the UN risks becoming a weakling reminiscent of the failed League of Nations if it backs down from acting on Iraq, officials at the international body in New York say terrorism presents a basic challenge: Can the UN take on more than \"soft\" international issues?\n\"Terrorism raises serious questions about whether the United Nations can deal with the sharpest ends of the world's peace and security,\" says Sir Jeremy Greenstock, the British ambassador to the UN, and chairman of the UN's year-old Counterterrorism Committee (CTC). \"It's not a question of the overall relevance of the United Nations, but of whether it can make a difference on the most difficult issues - like terrorism.\"\nAn advisory committee\nThe CTC was created by the UN Security Council in response to the Sept. 11 attacks. In its first year of work, the committee has played an advisory role to countries looking to stiffen laws that fight terrorism by regulating financial flows or improving border controls. And the effort is getting high marks from the United States, despite some initial skepticism over what a UN committee could accomplish.\n\"If you're a country that wants to tighten laws and clamp down on the banking and financial systems … the CTC will point you in the right direction,\" says one US official. \"They're doing some very good work.\"\nSo far, the UN only reviews countries' periodic reports on their counterterrorism advances and advises on possible improvements. It has no judgmental or sanctioning role for countries lagging in antiterrorism measures.\nBut some UN officials say that a permanent UN counterterrorism agency could play an expanded role. Just as the World Trade Organization (WTO) promotes global trade by streamlining trade rules, settling disputes, and sanctioning violators, for example, a counterterrorism agency could promote and watchdog multilateral efforts. It might even reprimand countries that fail international counterterrorism standards.\nYet while some specialists say the UN should have a stronger role, they also maintain that the lead in the antiterrorism fight can't come from an organization of 191 countries.\n\"The UN can have a role, but it can't do everything,\" says Madeleine Albright, a former US ambassador to the UN. Noting the UN's mixed results on tackling international scourges - \"not a great job on drugs, a better job on HIV/Aids\" - she says the war on terrorism needs the focus and persuasion of the US as a leader.\nOn the other hand, some officials from other countries note that other UN members might find it easier to \"cooperate\" with the UN rather than appear to \"bow\" to the US.\nStill, the idea of the UN role is to \"fill the vacuums,\" as Sir Jeremy describes it, especially in weak countries such as Afghanistan where terror groups can take root.\n\"Our goal is to make sure that every state is difficult territory for the terrorists,\" says Greenstock. He says the CTC should be able to \"make good progress\" in that direction in five years' time, but he adds that it may take more than an advisory committee's work.\nReservations about UN's role\nBut doubts about the UN's ability to take on terrorism still abound. With its 191 members, the UN is subject to bureaucratic wranglings, philosophical differences, and broad suspicions of the motives of the antiterrorism effort.\nSome countries are balking at suggestions that the CTC could evolve from a purely cooperative effort to one including sanctions against nations that violate antiterrorism standards or lag behind in implementing them. Even Greenstock says an eventual permanent agency is more likely to garner investigative powers rather than become a \"tribunal court.\"\nStill, counterterrorism efforts are advancing in other groups,\nsuggesting more can be done.\nA long list of antiterrorism measures adopted last month by the Asian-Pacific Economic Cooperation forum (APEC) or those approved earlier in the year by the African Union demonstrate how multilateral organizations have moved to address the terrorism threat. They also illustrate how participation in the US-led war on terrorism has become a important role for many multilateral organizations.\nFalling short of set goals\nYet the CTC's first year demonstrates that much remains to be done. At October's first round of annual reports to the CTC on compliance with international counterterrorism norms, seven countries - Chad, Dominica, Equatorial Guinea, Guinea-Bissau, Liberia, Swaziland, and Tonga - did not even make any form of written contact with the committee. Nine others failed to file a formal report.\nOfficials say these are generally not cases of willful disregard for counterterrorism work, but rather reflect an inability of disorganized states to meet even basic tasks.\n\"It wouldn't do much good to hit these countries harder than they're already hit,\" says Greenstock. \"It's cooperation and assistance we have to emphasize. And that takes time.\"\n(c) Copyright 2002. The Christian Science Monitor\n\nLoad-Date: November 4, 2002"
}