{
    "title": "CAN TERRORISM BE DEFUSED_",
    "publisher": "the christian science monitor",
    "year": 1981,
    "month": 4,
    "day": 2,
    "full text": "Archie Bunker's shoot-em-up solution to hijacking is to issue pistols to everybody boarding planes.\nThere are less explosive ways to deal with international terrorism.  For a long time a couple of dozen scholars scattered around the country in university political science departments have been quietly giving thought to how it can be done.\nThey monitor world events, interview agents and victims of terrorism, write books, and gather at conferences to share their insights with government and police officials.\nDr. Ernest Evans, a post-doctoral fellow at the Harvard University Center for International Affairs, is one of these specialists.  A student at Brown University at the height of the student revolt and campus disorders of the 1960s, he became interested in radical and revolutionary movements.\n\"I am interested in terrorism to the extent it is something that grows out of such movements,\" he explains.\nHis doctoral work in political science at Massachusetts Institute of Technology culminated in his first book, \"Calling A Truce to Terror: The American Response to International Terrorism.\" His second, now in progress, will discuss preparations the United States military should make to combat guerrilla warfare, insurgency, terrorism.\nA third volume will tell how the US came to terms with the revolutionary regimes in China and Cuba.\nToday, Dr. Evans believes, the number of international terrorism incidents -- across boundaries or having international implications -- is at an all-time high.  \"You don't find anything on this scale in history before.  I suspect that part of this is because terrorists have learned how to exploit advanced technology -- aircraft and communications.  The big change now is that they have discovered the electronic media --\nThough the volume of airplane hijackings is less now than a decade ago because thousands of would-be terrorists have been screened out by airport weapons, detectors, hijackings still remain a problem, Dr. Evans says.\nGovernment reports indicate that in 1979 there were 293 major incidents worldwide -- bombings, kidnappings, assassinations, and hostage situations -- and that in 1980 the number rose to 500 in 58 countries.  Of about 1,700 persons killed or wounded by terrorists last year, about one-third of them were Americans.\nThe impact of terrorism is impossible to measure, Dr. Evans feels, since it depends on one's own perception of it.  \"A lot of people can be killed and yet the impact of such incidents may not be great,\" he explains.  \"The world may be more accustomed to terrorism that it was 10 years ago and so more inured to it.  But I think terrorism still makes a major impact on the world today.  And my impression is that it could become much worse in the years ahead.\"\nDr. Evans defines terrorism as a strategy used by groups out of power to force concessions from government through the use of violence.  \"The idea is to make life unbearable for the government to the point where they are willing to give you what you want.\"\nHe sees no easy solution to terrorism because the problem of violence is so deeply rooted in the way societies function around the world.\nIn the US, a major review of terrorism is under way by the new administration.  President Reagan has warned that any repetition of the kind of US Embassy takeover which happened in Iran would bring \"swift and effective retribution.\"\nSecretary of State Alexander M. HAig JR., in a somber and intense mood at his first press conference, announced that \"international terrorism will take the place of human rights in our concern because it is the ultimate abuse of human rights.\"\nDr. Evans says he is glad that the problem of terrorism is finally being studied.\n\"Those of us who are working on the issue have been concerned for a long time that it hasn't been getting much attention.  President Carter's people did not seem to be terribly interested, nor before that, did Henry Kissinger\" (Secretary of State under President Nixon).  Both administrations set up offices to combat terrorism.  But Dr. Evans says they assigned them very little priority, and in his opinion these groups proved ineffective.\nHe does, however, question some aspects of the Reagan approach.  \"To the extent that Haig is saying terrorism is a violation of human rights and dignity, he is absolutely right.  But I gather this administration is going to emphasize fighting terrorism rather than stressing human rights.\n\"My point is that if you want to fight terrorism, one of the things you have to do is to get governments to respect human rights.\"\nSome people, he says, believe that combating terrorism and supporting human rights are incompatible.  \"I say they are not incompatible, that in the long run, respect for human rights is one of the most important ingredients in fighting terrorism.\"\nHe contrasts Venezuela, a country which, he points out, has for 20 years respected civil rights and human liberties and enjoys relative political calm, with El Salvador, where the present crisis follows decades of neglect of civil liberties.  \"When you ignore human rights, then you get a very serious problem of terrorism.\"\nA key step in dealing with terrorism, he says, is to understand that it is effect, not cause.  It is usually the grievances of the population that are the cause.  A principal reason terrorist groups arise, he says, is that people feel there is no hope for remedies within the existing political system.\n\"I don't think there is any doubt that the insurgency in El Salvador is in large measure due to the fact that for decades any attempt at peaceful change was brutally repressed by the oligarchy which ran the country.\"\nIt is because political groups in the US feel they can accomplish their ends through democratic means, he believes, that, although there is a great deal of criminal violence here, there is little political violence.\nEven though Carter did not highlight terrorism per se, did his strong emphasis on civil rights aid efforts against it?  Dr. Evans believes it did.\n\"Because of his human rights policy, there is no doubt that certain governments around the world became more tolerant of the rights of their citizens.  I think that is pretty well documented.  It was not a massive, overnight change, but it happened.\"\nSoviets, Dr. Evans points out, make no secret that they are supporting revolutionary groups around the globe.  They are also alleged to give covert aid and training to terrorists.\nThey publicly support national liberation and guerrilla groups such as various factions of the Palestine liberation movement and two groups fighting the government of South Africa -- the African National Congress and the South-West Africa People's Organization fighting in Namibia.\nHowever, he says, the Russians do not publicize what they are doing in Latin America, hence the controversy swirling around this issue.\nAs for the Soviet connection in El Salvador alleged by Washington, Dr. Evans believes the Soviets are indeed heavily involved in aiding left-wing guerrillas there.\nAnd although the Russians try to keep it a secret, he says, there is also some evidence of their support for the Provisional wing of the illegal Irish Republican Army and of the Italian Red Brigades.\nIt is often thought that the Russians not only arm and train insurgent groups but also, in some instances, create them.\n\"That simply is not the case,\" Dr. Evans insists.  \"They do not create them.  They are merely exploiting groups that already exist.  They arise in response to a felt grievance.  Then the Soviets move in and give them arms and training.\"\nTo the Reagan administration Dr. Evans would say: \"If you think you are going to solve the problems of El Salvador simply by shutting off Soviet arms, that's crazy.  That is only part of the problem.  You have to address the grievances of the population -- such as the very inequitable land distribution.\" (Before the current land reform effort began, which is only partially carried out, about 14 families owned nearly 70 percent of the land while the rest of the 4.5 million population live in conditions of great deprivation.)\nTwo field trips to Israel have convinced Dr. Evans that the Palestine liberation movement is proof that if terrorism is the effect, grievances arethe cause.  Palestinians have been responsible for more spectacular acts of international terrorism than any other group, he feels.\n\"In some way the issue of Palestinian nationalism has to be addressed.  How you do it can be debated. . . .  But as long as there is no addressing of the issue, there can be no solution to Palestinian terrorism.  Palestinians have to feel that their national rights are being respected.\"\nHe says there is no doubt that the Cubans, too are playing an important role in providing arms and training terrorists around the world.\n\"To the extent we can, we have to put pressure on the Cubans not to supply these groups,\" Dr. Evans says.  \"At the same time we have to put pressure on our allies, by standard bargaining procedures, to make needed reforms.\" He is against concentrating on the Soviets and Cubans and forgetting about what America's allies could be doing to forward social reform.\nAs Dr. Evans sees it, the principal danger of terrorism is the breakdown of the democratic system.\nThere is no serious danger that the Palestine Liberation Organization is going to destroy the state of Israel, he says, but there is great danger that the PLO's continued existence will complicate the problem in the Middle East.\nNo one seriously thinks the red Brigades in Italy and the remnants of the Baader-Meinhof gang in West Germany will overthrow the governments in those countries, he says.  \"But they are threatening the democratic structure of those societies by raising the possibility that certain groups may decide that order is preferable to democracy, and that the only way to get rid of these groups is to sacrifice democracy.  Some people in those countries may decide that they have to choose between a society in which there is democracy but no order or one in which there is order but no democracy.  That could lead back to a dictatorship.\"\nTurkey's military coup last year, he believes, was \"in large measure due to the inability of the civilian government to maintain order.\"\nDr. Evans concedes that the short-lived, almost comicopera takeover of the Spanish Parliament Feb. 23 by right-wing military officers who burst into the chamber, shot up the ceiling, and demanded that the entire political leadership of the country lie down on thier stomachs was \"kind of hilarious.\"\nThese, he says, were people who clearly did not know much about how to stage a coup.  What they were trying to do was to provoke the Army into stepping in and overthrowing the government.  In some ways they nearly succeeded.  \"Though these individuals may have been incompetent, the danger to Spanish democracy posed by the extreme right is very real.\"\nDr. Evans says he feels President Carter handled the hostage crisis in Iran \"pretty well.  We negotiated.  We did not use force.  And things worked out well in the end, though it was a personal tragedy for the people involved.  We got our people back without a major loss and did not make any major concessions.\"\nPresident Reagan, has said he would not have negotiated with Iran.  But, Dr. Evans contends, \"it's a very different situation when you actually are confronted by someone who says, 'We have some of your people hostage.'\"\nTo insist in advance that you will never negotiate or meet any demands is what Dr. Evans calls a \"classic strategy of bluff.\" Flexibility in handling each incident on a case-by-case basis is preferable, he believes, to a fixed policy of never negotiating.\nEven though he sees no ready solution to the terrorism problem, Dr. Evans says there are steps the US could take:\n* Resolve the issue of whether and how much to limit civil liberties to meet legitimate demands of national security.\nThe problem of domestic terrorism has been on the back burner for awhile.  Groups such as the Weather Underground and the Puerto Rican FLAN have been relatively quiescent of late.  But Dr. Evans believes there is a serious potential problem of terrorism in the US, \"and I think something should be done about it.\n\"Ever since the Church committee hearings [the Senate Select Committee to Study Governmental Operations with Respect to Intelligence Activities, headed by former Sen. Frank Church (D) of Idaho] in 1975 to 1976 there has been an ongoing debate -- still in progress - as to how much discretion to allow the US intelligence agencies to investigate Americans here and abroad.  We have not decided what we want to do.  Some guidelines have been issued by the attorney general, but there still is no legislative charter for the intelligence agencies.\n\"What I think is desperately needed is for Congress to pass legislation as to what the agencies can and cannot do.  Right now it is hard for them to know what is proper and not proper to do, so it is very difficult for them to carry on their job.\"\nDebate is now going on within the Reagan administration itself regarding proposals under advisement for a new executive order it expects to announce shortly, which would replace the Carter Executive Order of 1978, which is imposed restrictions on the intelligence agencies.\nBut Dr. Evans feels that \"an executive order doesn't give you much because it can be overturned.  You need legislative action because it alone has the force of law.\"\n* Emergency preparedness.\nTerrorists are unlikely to resort to the high-technology tactics that current scare literature suggests -- such as biological, nuclear, or chemical warfare.\n\"Nevertheless, they could take place,\" he says.  \"And if they did, we would be pretty much unprepared.  In the case of Three Mile Island, it was shown that we just don't have the facilities to deal with widespread disaster.  Our Civil Defense preparations, generally speaking, are a joke.  We are not prepared for anything important.  That is one area where some additional money and people would be quite valuable.\"\nShort of a thermonuclear war launched by the Soviets, he contends, \"there is a whole series of less intense disasters that can take place for which civil defense and emergency preparations would make a difference.  That is what I think we ought to be preparing for.\"\nHe is glad to see Secretary of Defense Caspar Weinberger calling for a strengthening of American antiterrorist military units.  Much has already been done in developing these units, whose numbers are classified.\nSuch units must prepare for a contingency that might never arise or could take five years to come and then be all over in one day.  The trick, he says, is in being able to maintain enough civilian and military pressure to keep such units at a high level of readiness over many years.  The military tends to feel that all that money might be better used elsewhere.  But yes, Dr. Evans says, America definitely should have antiterrorist units like those maintained by Britain, West Germany, and some other countries.\nIs punishment a deterrent?  Dr Evans believes that if terrorists feel punishment is likely, it has some effect.  But if hostages are involved, threats of punishment may only reduce the hostages' chances.\n\"Those two things [punishing terrorists and rescuing hostages] are in conflict and have to be balanced out,\" he says.  \"That is why I say there can't be any firm, rigid rule that you will never give in or will always give in.\"\nWhen hostages are taken, governments must make the agonizing decision on whether to try to take their captors by storm.  Dr. Evans contends that since some terrorists will make impossible demands, governments must be prepared to take action.  But \"storming must always be a last resort because a lot of people can be killed on both sides.  It should never be your immediate response.\"\nHe says he believes that President Carter's attempt to rescue the American hostages in Iran failed not because of incompetence but because it was such a high-risk operation.  Israelis he talked to on his trips to that country told him the Iran situation was much more difficult than anything they had ever faced.\nThe Israelis' spectacular nighttime rescue in 1976 of some 100 hostages, mainly Israelis, held by a radical Palestinian group in the terminal of Uganda's Entebbe Airport, electrified the world.  But the toll was some 30 killed, including 2 hostages, 7 terrorists, and 20 Ugandan soldiers.\nFrom that moment on, the high drama of the Entebbe rescue alerted extremists everywhere to the possibility of such an attempt.  So, lacking the element of surprise so crucial to success in Uganda, the US job in Iran was made that much harder.\nUsing connections opened to him by other academics working on terrorism, Dr. Evans has interviewed terrorists on both sides of the Irish conflict.  These people were not in prison but \"on the loose.\"\nOn his field trips to the Middle East, he talked with members of Israeli Prime Minister Menachem Begin's former Jewish underground group called Irgun Zvai Leumi, who fought in the 1940s to overthrow the British mandate in Palestine and establish the new nation of Israel.\nDr. Evan's overall impressions are that terrorists are people who are incredibly serious about their politics, have no sympathy with others' viewpoints, expec their violent acts to be understood, cannot understand why they aren't and are genuinely shocked when people disagree with them.\nHowever onerous the grievances of any group, isn't terrorism the ultimate act of cowardice and inhumanity?\nDr. Evans thinks terrorists probably don't feel right about killing innocent people.  But they use three classic arguments in their defense:\n* It is unfortunate, but in a war innocent people get killed.  And this is a war.\n* The authorities are to blame because they didn't cooperate.  Terrorists say: \"Look, we were willing to let everybody go if our concessions were met, but the government would not make any concessions and so it is their fault.\"\n* We are sorry these people suffered, but we are suffering, too.\n\"If they are sufficiently intense about what they believe in,\" Dr. Evans says, \"they brush aside moral considerations.\"\nAfter seeing the terrible violence between two groups of Christians in Northern Ireland, Dr. Evans concludes that they are \"fairly decent people who have been fed a very perverted sense of Christianity.\"\n\"This world we are living in is so dangerous, there is so much potential for destruction, that I think all religious groups -- Christians, Jews, Muslims, Hindus, whatever --have a solemn duty to stress tolerance and love of neighbor.  The strongest impression I came away with is that the world is just too dangerous a place for the preaching of religious hatred.  Five hundred years ago religious wars were terrible.  But the survival of civilization was not at stake.  Now it is.  That's the bottom line.\"\nDr. Evans has had some close calls himself during his field research in terrorism.  But he feels the work is important enough to justify such risks.\nDoes he feels his work is going to help govvernments cope with terrorism?\n\"Not by myself,\" he replies.  \"But if people who care do enough work on it, I think we will find some solution to the problem.\"\n\nGraphic\n\n \nPicture 1, Dr. Ernest Evans, By Barth J. Falkenberg; Picture 2, Moslem militants at gate of US embassy in Iran in April, 1980, UPI photo"
}