{
    "title": "Can Hezbollah be coaxed to trade terrorism for politics_",
    "publisher": "usa today",
    "year": 2005,
    "month": 3,
    "day": 17,
    "full text": "Before 9/11, Hezbollah topped the U.S. list of terrorist organizations. For many experts, it still does. \"I actually think they're a notch above (al-Qaeda) in many respects,\" former CIA director George Tenet said in 2003. Former deputy secretary of State Richard Armitage said Hezbollah may be the \"A team\" of terrorists to al-Qaeda's \"B team.\"\nHezbollah, the Lebanon-based \"Party of God,\" has killed hundreds of Americans. Remember the 1983 Marine-barracks bombing that killed 241 U.S. Marines and sailors? Or the hijacking of a TWA flight in 1985 in which a passenger, Navy diver Robert Stethem, was killed and his body dumped on the tarmac? Hezbollah pioneered suicide bombings. It has networks of operatives on every continent. It wants Islamic rule in Lebanon and destruction of Israel.\nSo why are U.S. officials, including President Bush, now talking about changing their view of Hezbollah? The answer is that Hezbollah is a key to peace and stability within Lebanon and perhaps more broadly in the Middle East.\nLast week, Hezbollah's black-turbaned leader, Sheik Hassan Nasrallah, showed the group's clout by marshalling hundreds of thousands of demonstrators in Beirut. Significantly, his supporters waved the innocuous Lebanese flag in place of the Hezbollah banner with its Kalashnikov-brandishing fist. And instead of a rant against the U.S. or Israel, he was introduced by a line that could have come from a U.S. political convention: \"Nasrallah has become a national leader.\"\nThe scene encapsulated a seminal question for Lebanon, the Middle East and U.S. security: Can Hezbollah be transformed from a terrorist organization into a political party?\nImagine the repercussions. Making over Hezbollah into purely a political party would provide a new model for other terrorist groups and would-be terrorists. It would strengthen democratic currents stirring up the dictatorial order of the region. Middle East dictators would lose their proxy armies.\nNot that this happy ending is anywhere in sight. Nasrallah is charismatic, but he's no Middle Eastern Nelson Mandela. His move was for self-preservation. If Syria withdraws from Lebanon, he loses his main protection. He will have to make Hezbollah appeal to other Lebanese, maneuver in politics and extend its social services beyond poor Shiite Muslims.\nStill, his gambit can be exploited by the U.S., France and others working to stabilize Lebanon. Co-opting Hezbollah -- as Bush suggested this week is possible if it disarms and stops attacks on civilians -- is a smart approach.\nIt carries a distressing downside: Past murderers of Americans may well escape justice. But the alternative -- a hard military or verbal assault -- would almost certainly backfire. It could also destroy fledgling cooperation with the Europeans, whose assistance is critical in stabilizing the Middle East.\nHezbollah has already mutated shrewdly over its 23-year life. It has worked to cover up direct fingerprints that could invite retaliation. It trains and supplies Palestinian militants, for example.\nOn Wednesday, Nasrallah welcomed Bush's remarks, no doubt calculating that Hezbollah can help push fundamentalist regimes to power in the Middle East in a democratic process. That's a major risk. But counterforces are strong: Witness the massive anti-Syrian demonstrations in Beirut.\nCan a terror group ever be transformed? Consider Northern Ireland. In the 1970s, the Irish Republican Army was also armed and hellbent on destruction. Now Irish Catholics there overwhelmingly believe that politics, not guns, are the way forward. On this St. Patrick's Day, that's a hopeful precedent for another part of the world wracked by sectarian violence.\nAbout Hezbollah\n* Founded in 1982.\n* Based in Lebanon.\n* Core membership of several thousand militants.\n* Responsible for nearly 200 attacks that killed more than 800.\n* Backed by Iran and Syria.\n\nGraphic\n\n \nPHOTO, B/W, Ramzi Haidar, AFP; Leader: A protester holds a portrait of Hezbollah's Sheik Hassan Nasrallah.\n\nLoad-Date: March 17, 2005"
}