{
    "title": "Can you say that_",
    "publisher": "university wire",
    "year": 2006,
    "month": 1,
    "day": 23,
    "full text": "Censorship has always been and probably will always be an important issue in any country with a strong central government. In light of the film series that kicks off this Wednesday night, we think it is an important issue to discuss.\nIn the beginning of journalism, newspapers and pamphlets flourished in those countries with a weak central government. Because cities or townships were spread out and autonomous, journalists were free to say pretty much what they wanted. In this country we are lucky enough to enjoy freedom of speech, but many countries throughout history have dealt with censorship from the central government in the form of book burning, persecution and even the taking of lives of people who dissented from the government's view.\nIn modern-day American culture we are often torn between protecting the things we value and protecting our freedom of speech. In a time when terrorism seems to be the weapon of choice, where do we draw the line between what we are free to say and what we should and should not say?\nIn the latest example of these debates, Google Inc. denied the Bush administration access to their records of what millions of Americans have been searching for in relation to terrorism.\nOur view: good. There is a reason the First Amendment, the one that states a citizen's right to freedom of speech, is first. It is most basic, it is most important. If we begin to give our government the right to filter through what citizens search for on the internet, what is to stop them from censoring what people can say or write about terrorism or foreign countries?\nEven those of us who think the content of American television and the internet is questionable at best still recognize the importance of freedom of speech. When the government starts intervening and stating what it thinks is acceptable and unacceptable for the American people, then the trouble starts.\nAfter all, we don't need the government to edit the content on our televisions; if we don't like what we see, we can turn the television off. I can choose not to visit certain Web sites.\nFreedom of speech is invaluable in our country. If people want to get all the information all the time, then censorship is not a viable option.\n(C) 2006 Daily Mississippian via U-WIRE\n\nLoad-Date: January 23, 2006"
}