{
    "title": "CAN TERRORISM SURVIVE GLOBAL CLIMATE CHANGE_",
    "publisher": "st. petersburg times ",
    "year": 2008,
    "month": 1,
    "day": 24,
    "full text": "Dear Al-Qaida ...\nWhen al-Qaida launched its \"Ask Ayman al-Zawahiri Anything\" promotion, which is actually called something else, its Web site logged more than 900 questions for the terror group's No. 2 in command. While most asked boring and totally predictable questions about Osama bin Laden's health, future strategy, and why they haven't attacked the United States in so long, there were a couple of queries did not follow the typical path. A 23-year-old asked: \"I want to join jihad and I sought my mother's permission, but she would not give it to me. Can I go without her permission?\" And this from the eco-terror wing: \"What do you think of the problem of global warming and what effect might it have on the current war on Islam?\" Al-Qaida hasn't announced when, how or which questions will be answered.\nFarm report\nYou can buy it, but you can't fry it\nWhen Kristen DeGroat of Akron, Mich., decided to sell her 3-year-old mare, Foxy, she wanted it to go to another horse lover. So she placed a classified ad in her local newspapers, the Saginaw News and Bay City Times, asking $200. But due to a bit of a malfunction, the ad appeared under the heading \"Good Things to Eat,\" which was not the intention at all. \"It's been enough to turn your stomach,\" said DeGroat. About a third of the calls she got were from people who really wanted some horse meat. And there were a similar number of angry calls from terrified animal lovers. Eventually, she found someone who didn't want to eat it, and bought it so his grandkids could ride it.\nCrocodile hunter shot after crocodile\nJason Green, a farm worker in northern Australia - appropriately, in the town of Darwin - was collecting wild crocodile eggs. Turns out there was at least one crocodile that was wholly unhappy with this arrangement, so it chomped Green's arm. Green's co-worker saw it happen, and had a gun, so he shot at the croc, and it let go. So that would have been an excellent time to stop shooting. But the co-worker, for whatever reason, fired off another shot, and hit Green in the arm. Green was taken by helicopter to the hospital, and is expected to be fine. There was no update on the crocodile's condition.\nForeign affairs\nTop Turk gives nod to clowns, culture\nIt's okay to like the circus in Turkmenistan again. The circus, ballet and opera were all banned there for the past seven years under goofy leader Saparmurat Niyazov, who ruled for 21 years until dying in 2006. But new leader, Kurbanguly Berdymukhamedov, henceforth referred to as \"he,\" has reversed some of Niyazov's more eccentric edicts. He says he wants to promote a softer international image.\nCompiled from Times wire services and other sources by staff writer Jim Webster, who can be reached at jwebster@sptimes.com\nTHIS JUST IN\n\"Fred Thompson has dropped out of the presidential race. Fred spent all day packing the bags under his eyes.\"\nDavid Letterman, host of Late Show\n\nGraphic\n\n \nPHOTO, AP/IntelCenter: Ayman al-Zawahri PHOTO: Kristen DeGroat and Foxy the mare PHOTO: Fred Thompson\n\nLoad-Date: January 24, 2008"
}