{
    "title": "Canadian sentenced for leading terrorism plot",
    "publisher": "university wire",
    "year": 2010,
    "month": 10,
    "day": 26,
    "full text": "BRAMPTON, Ontario - The ringleader of a homegrown terrorist group was sentenced Monday to 16 years in prison for leading a terror cell plotting to attack Canada's Parliament buildings, electrical grids and nuclear stations.\nFahim Ahmad had pleaded guilty in May mid-trial to participating in a terrorist group, importing firearms and instructing his co-accused to carry out an activity for a terrorist group.\nAhmad and 17 others were arrested and charged with terrorism offenses in 2006. The group became known as the Toronto 18.\nThe court heard that Ahmad, 26, was the leader of a terror cell and held two training camps to assess his recruits' suitability. Under his direction, plans were made to attack nuclear stations and storm Parliament, taking politicians hostage until Canada gave in to his demands to pull troops from Afghanistan.\nOntario Superior Court of Justice Fletcher Dawson ruled that even though Ahmad was the leader of the plot and the person who tried to put together an al-Qaida-type cell, he was not effective at it and was never close to actually carrying out any of his threatened attacks.\nDawson awarded Ahmad double credit for the four years he has already spent in custody, meaning the justice system will consider he has already served more than eight years of his sentence. He will be eligible for parole in another 3 1/2 years.\nAhmad was emotionless as the judge read his decision, but later turned around to smile at supporters gathered in the courtroom. He declined to say anything before being sentenced.\nOutside the Brampton, Ontario courtroom, prosecution lawyer Croft Michaelson said he was pleased with the sentence. \"We've sent out a strong signal to the community that these type of offenses will not be tolerated in Canada, and it reflects the seriousness of the crime,\" he said.\nEvidence presented in court included dozens of police intercepts of calls Ahmad made, including one where Ahmad can be heard suggesting going to Canada's Parliament to \"cut off some heads\" and \"kill everybody.\"\n\nLoad-Date: November 9, 2019"
}