{
    "title": "Canada Is Set to Allow Expiration of 2 Broad Antiterrorism Laws",
    "publisher": "the new york times",
    "year": 2007,
    "month": 2,
    "day": 15,
    "full text": "Two measures introduced by Canada in the rush to protect the country against terrorist threats after the attacks of Sept. 11, 2001, are expected to be allowed to expire early next week, with opposition politicians here saying there is no longer a need for such sweeping legislation. \n  The two measures, which have not been used but have stirred strong debate, allow the police to hold suspects without charges for 72 hours if they are accused of plotting an attack and authorize judges to compel witnesses to testify in terror cases.\n Prime Minister Stephen Harper, a Conservative, wants to keep the provisions in place, but all three opposition parties in Parliament said they would vote against such a move. The opponents include the Liberal Party, which was in power in 2001 and introduced the anti-terrorism legislation. The combined opposition parties have more votes in the House of Commons than the Conservatives. \n  ''Now that we are five years beyond Sept. 11, we think it's no longer necessary to have these draconian provisions,'' John McCallum, a member of the Liberal Party and a former defense minister, told the Canadian television network CTV. \n  After the Sept. 11 attacks, Prime Minister Jean Chretien rushed to introduce Canada's first anti-terrorism measures. The legislation was so strongly opposed by some that Mr. Chretien invoked cloture in the House of Commons, limiting debate on the bill and speeding it through the approval process. \n  The two measures currently under review caused an uproar, prompting Mr. Chretien to amend them so that they would expire in five years unless extended by Parliament. \n  Mr. Harper has moved to extend them three more years, but that measure will languish without the support of at least one of the opposition parties. \n  Canada's public safety minister, Stockwell Day, supports the extension. \n  ''To get rid of these provisions now sends a wrong signal that we are backing off in terms of having all the tools possible to stop a terrorist attack from happening,'' he told the newspaper The National Post this week. ''It sends a wrong message not just to our allies but also to those who might be thinking of targeting Canada that we are somehow slacking off.'' \n  In the highest-profile use of the anti-terror laws, 18 men, most of them young, were arrested last summer in the Toronto area and accused of plotting to attack several government targets in southern Ontario, including the Parliament buildings in Ottawa. \n  Several of the suspects have been released on bail and their cases have yet to go to trial. Several national security experts cited the arrests in saying that anti-terrorism legislation is still necessary. \n  ''We have been successful up until now in detecting and foiling these conspiracies and plots,'' said Martin Rudner, director of the Canadian Center of Intelligence and Security Studies. ''But if you miss one early on then we are at risk without these powers,'' he said, adding that the two measures that are expected to be dropped were acting as a last line of defense against an imminent attack. \n  Canadian courts have dealt recently with several challenges to the country's anti-terror laws. \n  In October, an Ontario court struck down the law's definition of a terrorist act, saying it violated the Canadian Charter of Rights and Freedoms. The Supreme Court of Canada is soon expected to rule on the legality of security certificates, which allow non-citizens in terrorism cases to be detained without charge and deported.\n\nhttp://www.nytimes.com\n\nLoad-Date: February 15, 2007"
}