{
    "title": "Canada enacts new terrorism security law",
    "publisher": "the world",
    "year": 2001,
    "month": 12,
    "day": 2,
    "full text": "The Canadian government has enacted a bill called the Public Safety Act to crack down on potential terrorist activities.\nThe new law will require airlines and reservation systems to provide information on travelers to federal authorities and foreign governments.\nIt also allows the government to issue so-called interim orders in \"extraordinary circumstances where they are essential for safety and security.\"\nTransport Minister David Collenette said Canadians are \"united in our determination to stare down terrorism as it manifests itself around the world.\"\nCANADIANREPO\nCanada's opposition politicians and others criticized the bill as an attack on constitutional rights.\nMeanwhile, Prime Minister Jean Chretien said hundreds of additional Canadian troops are on standby for duty in Afghanistan.\nTheir duties are expected to include stabilizing the country, securing airfields, clearing mines, opening roads and escorting aid convoys.\nThe core of the Canadian force headed for Afghanistan would be the 3rd Battalion of the Princess Patricia's Canadian Light Infantry. Almost every unit at the Edmonton Garrison is contributing troops along with 100 infantry from the brigade's base in Winnipeg.\nProvinces want speedier\nmovement of goods\nSeveral provinces led by Ontario want the Canadian government to create a \"security perimeter\" to speed the movement of goods at U.S. border points.\nIn addition, Ontario wants to harmonize border procedures and extend pre-clearance treaties covering shipments by land that now apply only to air.\nThe United States is Canada's largest trading partner with an estimated $ 1.6-billion in goods moving over the border every day.\nIn brief\n Canadian retailers are bracing for their weakest holiday shopping season in 10 years. Statistics Canada said retail sales took their biggest monthly drop in September and haven't yet recovered.\n Three people are officially seeking to become premier of Ontario, succeeding Mike Harris who will leave the job next spring. Ontario Environment Minister Elizabeth Witmer and Ontario Finance Minister Jim Flaherty join former Ontario Finance Minister Ernie Eves in the race to become leader of the Conservatives.\n The Canadian Imperial Bank of Commerce is buying Merrill Lynch's Canadian retail brokerage business. The deal, expected to have a final price of up to $ 650-million (Canadian), will give the bank a stronger presence in the highly competitive wealth management business.\nFacts and figures\nCanada's central bank dropped its key interest rate by 0.5 percentage points to 2.25 percent in a bid to stimulate the weakening economy. Banks trimmed their prime lending rates by a similar amount to 4 percent.\nThe value of Canada's dollar rose to 63.11 cents U.S. while the U.S. greenback returned $ 1.5847 Canadian before bank exchange fees.\nStock markets were lower, with the Toronto 300 Index at 7,358 points; the Canadian Venture Exchange was at 3,045 points.\nLotto 6-49: (Wednesday) 1, 21, 29, 42, 45 and 47; bonus 8. (Nov. 24) 2, 7, 21, 33, 39 and 46; bonus 15.\nRegional briefs\n The final coal has been removed from the Cape Breton colliery, ending an era spanning 280 years. The closing of the Canadian government's Prince mine in Point Aconi, Nova Scotia, was decided two years ago because it was losing money.\n Former boxing champion Dave Hilton Jr., 28, will appeal his seven-year prison sentence for sexually assaulting two girls. The Quebec Court of Appeal will hear the case on April 15. He isn't appealing his conviction, in a strategy thought to have a better chance of victory, lawyer Eric Lamontagne said in Montreal.\n Alberta's government is expected to toughen pollution standards for coal-burning power plants, but not until after approving huge expansions to the Epcor and TransAlta plants. Those Edmonton-area projects have been criticized by the federal government and environmentalists for not using the most modern pollution-control technology.\n\nLoad-Date: December 2, 2001"
}