{
    "title": "Canada arrests of citizens raise concerns of homegrown terrorism Canada arrested three citizens this",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 8,
    "day": 27,
    "full text": "The arrests of three Canadian citizens on terrorism charges has boosted worries over so-called \"homegrown terrorism\" in this country.\nOn Wednesday, the Royal Canadian Mounted Police arrested two residents of Ottawa. A third suspect from London, Ontario, was arrested Thursday.\nPolice allege they were conspiring with others in Afghanistan, Pakistan, Iran and Dubai, to facilitate terrorist activity. The alleged ringleader, Hiva Mohammad Alizadeh, is accused of possessing electronic circuit boards designed to remotely detonate improvised explosive devices; being a member of and remaining in contact with a terrorist group with links to the war in Afghanistan; and financially supporting a terrorist group. Police say they are searching for three alleged co-conspirators who are outside Canada. \"Canada is not immune to terrorism,\" Public Safety Minister Vic Toews said in a statement Thursday. \"We are not immune from international or homegrown radicalization. I have said this before: The threat is real and we cannot be complacent.\" In the weeks and months leading up to these arrests, both Mr. Toews and the head of Canada's spy agency, Richard Fadden, have warned of an increasing concern over domestic militants. Security and intelligence experts say it is the No. 1 priority in the intelligence community.\nIn 2006, 18 young men, dubbed the \"Toronto 18,\" were arrested in relation to plots to blow up the Toronto Stock Exchange and storm Parliament Hill and behead the prime minister, all in order to scare Canada into withdrawing its troops in Afghanistan. Eleven of them were later convicted of terrorism-related offenses. In 2008, software developer Mohammad Momin Khawaja was convicted of financing and facilitating terrorism in connection to a fertilizer bomb plot in England.\nAnarchists, neo-Nazis\nIslamist-inspired plots are far from Canada's only problem, with executed attacks in recent years coming from other quarters.\nAccording to Michel Juneau-Katsuya, a former senior intelligence officer with the Canadian Security Intelligence Service (CSIS), there have been 13 bombings in Canada by anti-oil and gas industry protesters, neo-Nazis and anarchists in the past five years.\nThis year is the 25th anniversary of an Air India bombing that saw Canadian Sikh extremists murder 329 people. A few months ago, a Canadian was convicted of financially supporting Sri Lanka's Tamil Tigers, deemed a terrorist group by the Canadian government.\nThe suspects in the latest arrests include Khurram Syed Sher, a pathologist who, in 2008, mockingly appeared as a contestant on Canadian Idol dressed in traditional Pakistani clothes and singing Avril Lavigne's hit \"Complicated.\"\nFriends said he volunteered his medical skills in Pakistan following the 2005 earthquake and did a month-long stint at a hospital in Israel, according to the Canadian Broadcasting Corp. The third suspect, Misbahuddin Ahmed, was well-liked at the Ottawa Hospital where he worked as an x-ray technician.\nThe strong educational background of the men is fairly common for men drawn to Al Qaeda's circles, both those resident in the West and in the Muslim majority countries of the East.\n\"Ninety-five percent of them come from middle- to upper-class families and are very well-educated, established individuals who have been recruited much more though an intellectual process than an emotional process,\" says Mr. Juneau-Katsuya, now a private security consultant. \"It's not the cliche of a poor, broken individual.... Not at all.\" Nor are they necessarily traditional or well-versed in religious scripture. Rather, security experts say, the driving forces are anger over Western foreign policy - in particular the wars in Iraq and Afghanistan, and the Palestinian situation - combined with young people's desire to rebel and access to influential extremists on the Internet. Until those root problems are solved, Juneau-Katsuya says, arrests like these will only treat symptoms. Still, of the eight countries listed by Osama bin Laden as targets, Canada is one of only two not to have witnessed a large-scale attack on its soil. \"It's not as big of a problem as some people would like to make out, and it's something the Muslim community is actively engaged in combating,\" says David Liepert, spokesperson of the Muslim Council of Calgary and author of \"Muslim, Christian and Jew: Finding a Path to Peace our Faiths can Share.\" \"There's far less homegrown terrorism here than there is in Iraq or Afghanistan, or even in Europe. North American culture ... [is] protective against that kind of thing. We do have a much more inclusive culture,\" Mr. Liepert says. Mahdi Qasqas, a counselor who works with Muslim youths, cautions against blowing the issue out of proportion. \"When this concept of radicalization gets over-exaggerated, it sends a ripple effect, a psychological message to Muslim youth that either pushes them to passiveness and hiding in fear - which could lead to alienation - or pushes them to be aggressive, which could also lead to alienation.\"\n       \n\nLoad-Date: August 28, 2010"
}