{
    "title": "Canada arrests reflect terror's new dynamics",
    "publisher": "usa today",
    "year": 2006,
    "month": 6,
    "day": 6,
    "full text": "WASHINGTON -- About a month before Canadian authorities announced the arrests of 17 men last weekend in an alleged plot to bomb buildings in Ontario, the FBI issued an alert to state and local law enforcement authorities across the USA about the potential threat posed by homegrown terrorist groups.\nBy then, the young Canadian suspects, most of them products of middle-class backgrounds, were the focus of an international investigation with ties to the United States and the United Kingdom.\nWhat triggered the FBI alert was not an imminent threat against the USA, the bureau now says, but a rapidly emerging pattern in terrorism investigations around the world: the apparent growth of groups that have no direct ties to al-Qaeda but have been inspired by Osama bin Laden's terrorist network.\nJoseph Billy, the FBI's acting assistant director of counterterrorism, says that since the United States and its allies closed al-Qaeda's training camps in Afghanistan and crippled its operational structure, such groups represent one of the most serious terrorist threats to the USA.\nSuch terrorist groups have been linked to the Madrid railway bombings in 2004 and last year's bombings of London's transit system.\n\"This is not classic domestic terrorism,\" Billy says. \"This is a new look at domestic terrorism with its ideology coming from overseas. Al-Qaeda is still an operational group, (but) it has morphed into adecentralized organization in which ideology has become a factor\" in organizations in the USA and elsewhere.\nIn some respects, Billy says, the current terrorist threat to the USA resembles the landscape before the Sept. 11, 2001, attacks, when anti-government extremists like Oklahoma City bomber Timothy McVeigh were the focus of federal and local law enforcement officials.\n\"This is a very real concern for us,\" Miami Police Chief John Timoney says. \"You have people who may not have any formal ties to al-Qaeda. But they are just signing off on the ideology.\"\nAmong the most recent U.S. suspects alleged to fit that description are two Muslim men from Georgia who were arrested in March after traveling to Canada to meet some of the 17 Canadian suspects to discuss possible targets, according to court documents filed in the USA.\nSyed Haris Ahmed, 21, a mechanical engineering student at Georgia Tech, is charged with providing material support for terrorism. Ehsanul Islam Sadequee, 19, is accused of lying to the FBI.\nThe Canadian suspects were arrested over the weekend in connection with an alleged plot against several targets in Canada.\nThey allegedly had arranged for the delivery of 3 tons of ammonium nitrate, a key component in a string of terrorism-related bombings around the world.\nMcVeigh also used the material in 1995 in the truck bomb that destroyed the federal building in Oklahoma City. One hundred and sixty-eight people were killed.\nThe Canadian arrests did not involve an apparent threat to the USA, the FBI says. However, Chicago Police Department Cmdr. David Sobczyk says there is an \"unquestioned\" presence of like-minded extremists in the USA.\n\"There are local resources spent on a daily basis harvesting intelligence from numerous sources on this issue,\" says Sobczyk, whose unit oversees his department's counterterrorism unit. \"Anybody in this business right now certainly isn't shocked\" by the arrests in Canada.\n\nLoad-Date: June 6, 2006"
}