{
    "title": "Canada thwarts terrorist attack Police arrest 17 suspects",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 6,
    "day": 4,
    "full text": "Canadian police foiled a homegrown terrorist attack by arresting 17 suspects, apparently inspired by al-Qaida, who obtained three times the amount of explosives used in the Oklahoma City bombing, officials said Saturday.\nThe FBI said the Canadian suspects might have had \"limited contact\" with two men recently arrested on terrorism charges in Georgia. About 400 regional police and federal agents participated in the arrests Friday and early Saturday.\n\"These individuals were allegedly intent on committing acts of terrorism against their own country and their own people,\" Prime Minister Stephen Harper said in a statement. \"As we have said on many occasions, Canada is not immune to the threat of terrorism.\"\nThe Royal Canadian Mounted Police arrested the suspects, ages 43 to 19, on terrorism charges including plotting attacks with explosives on Canadian targets. The suspects were either citizens or residents of Canada and had trained together, police said.\nThe group took steps to acquire three tons of ammonium nitrate and other bomb-making materials - three times the amount used to blow up the Murrah Federal Building on April 19, 1995, in Oklahoma City, said assistant Royal Canadian Mounted Police commissioner Mike McDonell. The Oklahoma City blast killed 168 people and injured more than 800, .\n\"This group posed a real and serious threat,\" McDonell said. \"It had the capacity and intent to carry out these attacks.\"\nLuc Portelance, assistant director of operations with Canada's spy agency, CSIS, said the suspects \"appeared to have become adherents of a violent ideology inspired by al-Qaida\" but that investigators have yet to prove a link to the terror network.\nFive of the suspects were led in handcuffs Saturday to the Ontario Court of Justice, which was surrounded by snipers and bomb-sniffing dogs. A judge told the men not to communicate with one another and set their first bail hearing for Tuesday.\nThe suspects live in either Toronto, Canada's financial capital and largest city, or the nearby cities of Mississauga or Kingston.\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: June 4, 2006"
}