{
    "title": "Canada's Good Example",
    "publisher": "the new york times",
    "year": 2007,
    "month": 1,
    "day": 30,
    "full text": "Canada set an important example of decency when it offered a formal apology and compensation worth millions of dollars to a Syrian-born Canadian citizen who was a victim of President Bush's use of open-ended detention, summary deportation and even torture in the name of fighting terrorism. \n  Last week's announcement by Prime Minister Stephen Harper came more than four years after the nightmare began for the Canadian, Maher Arar, a 36-year-old software engineer. On his way back from a family vacation, he was detained by U.S. officials at Kennedy Airport on the basis of unsubstantiated information from the Canadian police. After being held in solitary confinement in a Brooklyn detention center and interrogated without proper access to legal counsel, he was sent to Syria, where he was imprisoned for nearly a year and tortured.\nIt was all part of a legally and morally unsupportable practice known as extraordinary rendition, the deportation of terrorism suspects to countries where the regimes are known to use torture and to disdain basic human rights protections. \n  Four months ago, a Canadian government panel concluded that Mr. Arar had never had a terrorism connection, and that Americans had misled Canada about their plans for him. The Bush administration stonewalled the inquiry. It has responded to a new Canadian request to remove Mr. Arar from a United States security watch list by rudely telling Canada, its democratic northern neighbor and strategic ally, to mind its own business.\n  Not only has the Bush administration refused to apologize to Mr. Arar, but Justice Department lawyers are also brandishing a dubious claim of state secrets and fighting a lawsuit brought by Mr. Arar in this country. Bush administration officials insist that they have ''new intelligence'' that justifies keeping Mr. Arar on the watch list. That intelligence has not been disclosed, but Canadian officials who have reviewed the information are unpersuaded.\n  Questioned about the Arar case at a recent Senate Judiciary Committee hearing, Attorney General Alberto Gonzales provided no specifics that would explain Mr. Arar's continued presence on the watch list, or why he had been deported to Syria in the first place. The committee's chairman, Senator Patrick Leahy, Democrat of Vermont, is right to demand that the administration face up to its bad behavior in this case and renounce its renditions policy. \n  This is not just about making amends with Canada, or doing the right thing by someone who appears to be an innocent man. It is a matter of trying to restore this country's reputation as a defender and protector of human rights.\n\nhttp://www.nytimes.com\n\nLoad-Date: January 30, 2007"
}