{
    "title": "Canadians arrest 17 in terrorist plot The group had three tons of a fertilizer used in explosives -",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 6,
    "day": 4,
    "full text": "Canadian authorities thwarted what they believed to be a major terrorist threat on home soil with the arrests of 17 people \"inspired by al-Qaeda\" who had stockpiled three times the amount of explosive used in the 1995 Oklahoma City bombing, the country's national police announced yesterday.\nThe Royal Canadian Mounted Police said the suspects - 12 men and five juveniles - were all Canadian residents, mostly from the Toronto area, and were rounded up in raids carried out between Friday afternoon and early yesterday morning.\nThe arrests, officials said, were the culmination of the largest counterterrorism operation in Canada since the passage of the country's Anti-Terrorism Act shortly after the Sept. 11 attacks in the United States.\nAuthorities declined to identify the targets of the alleged plot, saying only that they were in southern Ontario, where Toronto, Canada's largest city, and Ottawa, its capital, are located. They did, however, deny a report that Toronto's mass-transit system had been targeted.\nAuthorities bore down on the suspects after the group successfully secured three tons of ammonium nitrate, a fertilizer that can be used to make explosives, said Mike McDonell, assistant commissioner of the mounted police.\n\"It was their intent to use it for a terrorist attack,\" McDonell said at a news conference in Toronto. \"To put it in context, the 1995 bombing of the Murrah Federal Building in Oklahoma City that killed 168 people was completed with only one ton of ammonium nitrate.\"\nMcDonell said the group \"posed a real and serious threat. It had the capacity and intent to carry out these attacks.\"\nAuthorities would not say what triggered their probe, which called on more than 400 officers and investigators from several law enforcement agencies and the intelligence community, or how long they had been watching the suspects. They said they could not disclose too many details because the probe was ongoing.\nBut they did say the suspects, the oldest of whom is 43 and most of whom are young men, trained together. They come \"from a variety of backgrounds,\" officials said, and represent all walks of life. Some are students, some work, and some are unemployed, they said.\nLuc Portelance, assistant director of operations for the Canadian Security Intelligence Service - the country's spy agency - said the suspects \"appear to have become adherents of a violent ideology inspired by al-Qaeda,\" though investigators had not found a link to the network led by Osama bin Laden.\nOf the suspects, most of whom have Arabic-sounding names, he added: \"It's important to note that this operation in no way reflects negatively on any specific community or ethno-cultural group in Canada.\"\nRocco Galati, a lawyer for two of the men, said one of his clients, 21-year-old Ahmad Mustafa Ghany, is the Canadian-born son of a physician who emigrated from Trinidad and Tobago and a health sciences graduate from McMaster University in Hamilton, near Toronto. Galati said his other client, 30-year-old Shareef Abdelhaleen, is a computer programmer who came from Egypt 20 years ago with his father, now an engineer with Atomic Energy of Canada.\nOfficials said the arrests proved that the threat of terrorism was real in Canada - and that efforts to foil it were working.\n\"These individuals were allegedly intent on committing acts of terrorism against their own country and their own people,\" recently elected Canadian Prime Minister Stephen Harper said. \"As we have said on many occasions, Canada is not immune to the threat of terrorism... . Today, Canada's security and intelligence measures worked.\"\nAt least some of the suspects made their first appearance in court yesterday afternoon in Brampton, just northwest of Toronto.\nOutside the courthouse, heavily armed tactical officers and bomb-sniffing dogs guarded the entrance - one of at least three security checkpoints set up for the suspects' appearance.\nAn attorney for two of the suspects said that prosecutors were not prepared and that another court date had been scheduled for Tuesday. The suspects would be kept in custody until then, he said.\n\"They have been charged, but the particulars are not there,\" said the lawyer, Anser Farooq.\nIn yesterday's editions, the Toronto Star, citing unidentified police sources, reported that the suspects attended a training camp north of Toronto and had plotted to attack the downtown Toronto office of the Canadian Security Intelligence Service, among other targets in Ontario, but authorities refused to confirm those reports.\nAmerican authorities said the Canadian suspects may have had \"limited contact\" with two men recently arrested on terrorism charges in Georgia.\nFBI Special Agent Richard Kolko, in Washington, said there may have been a connection between the Canadian suspects and a Georgia Institute of Technology student and another American who had traveled to Canada to meet with Islamic extremists to discuss locations for a terrorist strike. Syed Haris Ahmed and Ehsanul Islam Sadequee, U.S. citizens who grew up in the Atlanta area, were arrested in March.\nA spokeswoman for the Royal Canadian Mounted Police said further arrests in the Canadian probe were \"not expected, but it can't be ruled out.\"\nLondon Raid: Toxins Feared\nA raidon an East London house where antiterrorism police shot and wounded a man was prompted by fears that a suspect had built a bomb designed to release a cloud of toxic chemicals, British police said yesterday.\nOfficers,many in protective clothing, were still searching the rowhouse where two brothers were detained Friday, police said. Police also searched the workplaces of the two men yesterday.\n\"We don't knowyet if there is a device, but it is the focus of our searches and of the intelligence we had,\" said a police official, who agreed to discuss the case only if not quoted by name because of the sensitivity of the operation. \"Intelligence indicated it may have a chemical component, possibly involving a toxic gas.\"\nAbout 300 police, some armed and some wearing protective chemical, biological and radiological suits, took part in one of the largest raids in the capital since last July's transit attacks.\nThe officialsaid the two arrested men both had criminal records but had not previously been investigated by antiterrorism officials.\nNeither brother was believed to have links to the London transit bombings that killed 52 people in July or to any other known terrorist plot in Britain, the official said.\nLawyers for both men said their clients denied involvement in terrorist activities.\nPolice declinedto release names or other details about the men. But their lawyers and neighbors in their ethnically mixed neighborhood described them as British-born Muslims and brothers.\n- Associated Press\nContact staff writer Jennifer Moroz at 609-989-8990 or jmoroz@phillynews.com. This article includes information from the Associated Press.\n\nLoad-Date: June 4, 2006"
}