{
    "title": "Canada as international peacekeeper, US unilateral approach to North Korea may be a 'viable new alte",
    "publisher": "the christian science monitor",
    "year": 2017,
    "month": 4,
    "day": 17,
    "full text": "Toronto Star / Toronto Canada as international peacekeeper \n\"A government so eager to get back into peacekeeping, to have Canada 'step up' and assume its responsibilities as a committed member of the United Nations, now hesitates at the water's edge,\" states an editorial. \"There are plenty of understandable reasons for this. The international landscape has changed dramatically with the election of Donald Trump. UN missions in Africa are dangerous and difficult.... Taking time to get it right makes sense. But Canada's drawn-out hesitation waltz carries its own risks, and they are undermining the very purpose of the government's original intent.... Better to deliver on a more modest commitment than to make ambitious declarations and then balk at actually carrying them out.\" \nThe Korea Times / Seoul, South Korea US unilateral approach to North Korea may be a 'viable new alternative' \n\"Donald Trump's warning that he would deal with North Korea 'with or without China's help' may in fact have a chance to succeed...,\" writes Lee Seong-hyon. \"Solving the North Korean conundrum with the US initiative would mean sustained American leadership and enlarging U.S. interests in the region.... The obvious aim is to gradually spread 'capitalist elements' within the North Korea and expose its population to outside information. This obvious Trojan trick will be obviously noticed by the North Korean authorities but the economic incentives are something they themselves desire as human beings.... The real aim is to change North Koreans' mindset and induce a peaceful implosion. If it is done peacefully, even China won't mind it.\"\nThe Guardian / London'Righteous outrage' doesn't produce social change \n\"We lefties have impeccable pedigree when it comes to righteous outrage...,\" writes Sonia Sodha. \"[T]here's something life-affirming and motivating about asserting your membership of a tribe with common values. But it also carries something of a guilty pleasure: the smug satisfaction of earning your virtue-signalling stripes in our social media age. This particular guilty pleasure brings risks.... Once it spills over from the social media bubble into radio phone-ins and breakfast TV, there is a danger that righteous outrage, far from winning people over to our world view, merely entrenches the ways of thinking that leftists find anathema. Changing people's minds is a non-negotiable part of achieving social change.\" \nThe News International / Karachi, Pakistan To tackle terrorism, Saudi Arabia and Iran must resolve rivalry \n\"Even though a lot has been written on the issue of terrorism, overcoming the menace continues to elude everyone...,\" writes Fawad Chaudhry. \"We cannot do anything to overcome extremism since our clerics have failed to create a consensus on the extremist interpretations of Islam.... What we and other Muslim countries can and should do is to bring Saudi Arabia and Iran to the negotiating table. The rivalry between the two states is dangerously intense. Failure to bring the two nations together would mean critical failure in overcoming the international dimension of conflicts that give rise to terrorism. If we cannot resolve this dimension, we cannot combat the threat of terrorism as a whole.\" \n\nLoad-Date: April 15, 2017"
}