{
    "title": "CANADA IS NOT LAX IN COMBATING TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2000,
    "month": 2,
    "day": 4,
    "full text": "INTERNATIONAL RELATIONS\nTHERE has been a good deal of coverage of recent arrests at the Canada-U.S. border, some of it suggesting that Canada is doing less than its fair share in protecting both our countries from terrorists. The opposite is, in fact, true: Canada is the United States' best ally in the fight against terrorism. Within hours of these arrests, our law enforcement agencies launched a major joint investigation that rapidly identified and linked suspected terrorists across the continent. Canada and the United States share the same concerns about terrorism and the two-way movement of terrorists between our countries. When it comes to denying admission to or removing foreign terrorists, Canada has one of the most aggressive immigration laws in the world, which is strictly enforced by experienced and dedicated professionals.\nThe United States cooperates more closely on counter-terrorism with Canada than with any other country in the world. Philip C. Wilcox Jr., the former U.S. ambassador-at-large and coordinator for counterterrorism, has praised Canada's cooperation and effectiveness in working with the United States to combat terrorism. Canada aggressively identifies, refuses admission to and deports known and suspected terrorists. In fact, Canada's Immigration Act inspired several provisions of the U.S. anti-terrorism act of 1996.\nIt has been widely reported that a large number of terrorist organizations have adherents in Canada. But these same organizations are also present in the United States. This is the price that Canada, like the United States, pays for being a free and democratic country with a strong commitment to human rights and the rule of law. Against this background, the best enforcement strategy against terrorists is a regional one that focuses key screening efforts at our two countries' external borders. To this end, we systematically and regularly share information on known or suspected terrorists to screen out people who apply for a visa or seek admission at a port of entry. We cooperate and exchange this information, not simply because we have a mutual interest in safeguarding our populations and critical assets, but because as friends and neighbors we are committed to protecting each other.\nThis cooperation produces results. For example, suspected terrorist Rahim Hani Al Sayegh, who was recently deported from the United States to Saudi Arabia, had earlier been deported from Canada to the United States at the request of the U.S. Government (Al Sayegh was initially picked up by Canadian authorities after entering Canada from the United States).\nCanada recognizes that terrorism is a serious international threat that like-minded countries must work together to combat. Recent arrests along our shared border reinforce the importance of continued vigilance. Given our unparalleled cooperation, Americans can rest assured that Canada is a strong and reliable partner of the United States in the fight against terrorism.\n\nLoad-Date: February 4, 2000"
}