{
    "title": "Canadian Parliament Decides to Let 2 Measures Passed After 9_11 Expire",
    "publisher": "the new york times",
    "year": 2007,
    "month": 2,
    "day": 28,
    "full text": "Canada's Parliament voted Tuesday not to extend two measures that were passed as part of a sweeping package of antiterrorism laws weeks after the Sept. 11, 2001, attacks on the United States.\n  The measures will expire Thursday. One allows the police to arrest people suspected of preparing to commit an act of terrorism and hold them for 72 hours without charges, and the other enables courts to compel witnesses to testify at special hearings similar to grand jury proceedings in the United States.\nNeither has ever been used. \n  The vote took place just days after the Supreme Court struck down a law allowing the government to detain foreign-born terrorism suspects indefinitely using secret evidence and without charges while their deportations were being considered. \n  But the debate reflected the fractious politics of Canada's Parliament, which is not controlled by any single party, as much as a national reassessment of antiterrorism measures.\n  The Liberal Party was in power when the legislation was passed. But on Tuesday, with the Conservative Party in power and pushing to extend the two measures, all but two of the Liberal members present voted against the extension, as instructed by their new leader, Stephane Dion. That, combined with the no votes of two smaller opposition parties, ensured the overwhelming defeat of the Conservatives' hopes. \n  After the vote, the Conservatives portrayed their opponents as unwilling to protect national security.\n  ''Any party that doesn't take the national security of Canadians seriously will never be chosen by Canadians to form the government of Canada,'' Prime Minister Stephen Harper said.\n  The harsh words began long before the vote. In the House of Commons last week, Mr. Harper suggested that the Liberal opposition to the measures stemmed from the possibility that they could be used to compel a relative of a Liberal Party member of Parliament to testify at a special hearing to look into the bombing of an Air India flight in 1985. \n  A prolonged criminal trial in the deaths of 329 people as a result of that bombing ended in two acquittals in 2005. Mr. Harper was jeered down before he could finish his remarks. \n  Canadians who lost relatives in the 9/11 attacks held a news conference in Ottawa on Tuesday morning, before the vote, to urge that the provisions be extended. The laws, said one widow, Cindy Barkway, ''allow law enforcement officials to prevent terrorism from turning people like you into victims like us.''\n  There was some disappointment that the issue of public safety had become politicized by Liberals and Conservatives alike. \n  Errol Mendes, who teaches human rights law at the University of Ottawa, said that without the preventive arrest provision there could be circumstances when the police would be unable to stop an attack in progress. He said judicial oversight of the arrests and the investigative court hearings would prevent human rights abuses.\n  ''It has been incredibly destructive of national security in Canada to make this area into a partisan issue,'' Professor Mendes said.\n  Canada has a long history of allowing preventive detention. In 1970, under the now defunct War Measures Act of 1914, 453 people were jailed without charges after the kidnapping and killing of a Quebec cabinet minister and the abduction of a British diplomat. That episode remains controversial throughout the country, especially in Quebec.\n  Amnesty International and other human rights groups urged Parliament let the measures expire. Amnesty argued that conventional criminal laws allowed the police and courts to stop imminent terrorist acts without jeopardizing civil liberties, a position largely shared by Mr. Dion.\n  After the vote, Alex Neve, Amnesty International's Canadian secretary general, said: ''This by no means should be interpreted or misunderstood that Canada is somehow going soft on terrorism. What I think this is an affirmation of is that Canada is increasingly concerned that its approach to terrorism is fully grounded in respect to fundamental human rights.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Prime Minister Stephen Harper was cheered by his party in Parliament yesterday after a vote rejected extending two antiterrorism measures. (Photo by Chris Wattie/Reuters)                                      \n\nLoad-Date: February 28, 2007"
}