{
    "title": "CANDIDATES URGED TO STIFLE CRITICISM",
    "publisher": "the new york times",
    "year": 1988,
    "month": 2,
    "day": 23,
    "full text": "Concerned about the safety of a kidnapped United States marine in Lebanon, the White House admonished political candidates today not to make hostage-taking an issue in the Presidential campaign.\n''It's very dangerous to make terrorism a political issue, especially when you're talking about specific episodes,'' said Marlin Fitzwater, the White House spokesman. He was responding to criticism of the Administration's anti-terrorism policy by Gov. Michael S. Dukakis of Massachusetts, a candidate for the Democratic nomination.\n''As we have learned, as indeed the nation has learned, in the last several years of experience, there are any number of aspects to individual hostage-takings that can be exacerabated by political talk or media talk or political statements,'' Mr. Fitzwater said. ''I would simply urge caution on everyone's part, including political candidates.''\nMr. Dukakis, who had been invited to the White House as part of the National Governors Association, told reporters after Mr. Reagan had addressed the group that the Reagan Administration was ''living with the consequences'' of its Iran arms sale initiative. He said the United States needed a ''much tougher anti-terrorism policy.''\n \n'International Crime'\n''You can never, ever, make concessions to terrorists,'' Mr. Dukakis said. ''That's what we did in 1985 and it hurt us very badly. What happened in 1985 was devastating. We'll be living with the consequences for a long time.'' Calling terrorism ''international crime pure and simple,'' he added, ''you fight it the way you fight crime.''\nMr. Dukakis spoke on the north lawn of the White House.\nRestating the Administration's policy of refusing to negotiate with terrorists or accede to their demands, Mr. Fitzwater said: ''We don't make deals with terrorists. Period.''\nMr. Fitzwater said that to his knowledge Mr. Reagan had not viewed the videotape in which the abducted marine, Lieut. Col. William R. Higgins, urged that the United States meet the kidnappers' demands. ''It's obvious to us that we feel it was made under duress,'' Mr. Fitzwater said of the videotape message.\n''We're doing everything possible to secure his release, but at the same token, we want to be careful not to say anything that will exacerbate the situation,'' Mr. Fitzwater said, adding that ''the situation becomes more difficult with every passing day.''\n\nGraphic\n\n \nPhoto of troops of the United Nations (AP)"
}