{
    "title": "Candidates trade charges over oil, fighting terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 10,
    "day": 12,
    "full text": "As the presidential candidates braced Monday for their final debate, they leveled harsh charges at each other in appearances in New Mexico.\nSen. John Kerry accused President George W. Bush of favoring \"friends in the oil industry\" over consumers strapped with rising fuel bills.\nIn turn, Bush said Kerry so misunderstood the war on terrorism that he thought it could be reduced to \"a nuisance,\" akin to prostitution.\nBoth candidates campaigned in the West ahead of their third debate, set for Wednesday night at the University of Arizona in Tempe.\nKerry focused on domestic issues, the subject of the debate. He accused Bush and the Republican-led Congress of doing too little to reduce U.S. dependence on imported oil.\nBush mixed domestic policy with national security. The president called Kerry a tax-and-spend liberal and again questioned the Democrat's fitness to lead the war against terrorism.\nIn Hobbs, N.M., Bush ridiculed Kerry for saying in an interview in The New York Times Magazine, \"We have to get back to the place we were, where terrorists are not the focus of our lives but they're a nuisance.\"\nIn the interview, published Sunday, Kerry compared the anti-terrorism battle to efforts by law enforcement to root out prostitution or illegal gambling, all the while knowing that although such activity could never be ended, it could be reduced to where \"it isn't threatening people's lives every day.\"\nBush said, \"I couldn't disagree more. Our goal is not to reduce terror to some acceptable level of nuisance. Our goal is to defeat terror by staying on the offensive.\"\nVice President Dick Cheney said in Medford, N.J., that Kerry's remarks were \"naive and dangerous.\" Without a vigorous military campaign, he said, terrorists \"will escalate their attacks, both at home and overseas.\"\nDemocratic spokesman Phil Singer said the Republicans were taking Kerry's remark out of context and \"distorting every word John Kerry has ever said.\"\nIn Santa Fe, Kerry said the high price of oil \"means a lot more profit for this president's friends in the oil industry. But for most middle-class Americans, the Bush tax increase is a tax increase that they can't afford.\" He complained that Congress was ending \"another session without passing a good energy bill for America.\"\nBut a largely Democratic coalition has blocked administration-backed legislation that includes a variety of tax and other incentives to encourage more domestic energy production.\nBush campaign spokesman Steve Schmidt said, \"John Kerry's obstruction of a national energy policy makes his current political opportunism completely hypocritical.\"\nBush was accompanied by daughter Jenna Bush and his nephew, George P. Bush.\nLater, at a fund-raiser in Denver for Republican Senate candidate Pete Coors, Bush said that although the beer heir might not always vote with him, \"I know I'd be able to count on him on the big issues.\"\nCoors suggested on NBC's \"Meet the Press\" on Sunday that Bush's Iraq war resolution would get far less congressional support now than when it was adopted in late 2002. Coors also said, \"We should be more worried today\" about weapons ambitions of Iran and North Korea.\n\nGraphic\n\n \nphoto; Photo by THE ASSOCIATED PRESS - President George W. Bush salutes members of the Air Force and Colorado Air National Guard as he arrives Monday at Buckley Air Force Base in Aurora, Colo., for a campaign stop in Denver.\n\nLoad-Date: October 13, 2004"
}