{
    "title": "Candidate tuned in on terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2007,
    "month": 1,
    "day": 10,
    "full text": "The gulf between the reality and the perception of presidential politics is perhaps nowhere more apparent than in the following question: Which candidate possesses the most solid understanding of the threat posed by terrorists and of the manner of defenses our nation must employ to prevent and respond to such attacks?\nBased on nothing more than the fact that he was mayor of New York City on Sept. 11, 2001, many voters would likely guess that Rudy Giuliani's anti-terrorism credentials place him at the top of the class.\nOther voters might pick Sen. John McCain (R-Ariz.), based simply on the fact that he served in Vietnam and was a POW in that conflict. Both answers would be incorrect.\nThe best person qualified to serve us in this regard was governor of a major state. He headed one of the two major parties in our political system. He also has proved he has the courage to propose a tax cut and see it through, even at great personal political cost.\nPerhaps most important, this man chaired a congressionally appointed national commission that comprehensively studied the full range of potential terrorist threats to America and the measure of our responses.\nJames Gilmore, governor of Virginia from 1998 to 2002, chaired that commission, and he has now filed papers as a Republican candidate for the highest office in the land.\nImportantly, the terrorism commission chaired by Gilmore was formed two years before the Sept. 11 attacks. He was a leader in the field before half the country became armchair anti-terrorism experts. Notably also, in one of its early reports in December 1999, this commission alerted the country that a catastrophic terrorist attack on the United States was not only likely but also a virtual certainty.\nMoreover, the Gilmore Commission correctly recommended that the country should take extensive and specific steps to coordinate strategy among federal, state and local government offices, including improved intelligence gathering and coordination among investigative agencies. The government's failure to heed the prescient work product of Gilmore's commission allowed major systemic weaknesses in our defenses to continue, which in turn improved the chances for success by the Sept. 11 terrorists.\nThe subsequent \"9/11 commission,\" which cultivated and obtained much more publicity than its predecessor Gilmore Commission, noted these fundamental flaws in our defenses. The difference between pre-catastrophe, fact-based warnings and post-attack analysis is the difference between preparing a team to win a major bowl appearance and analyzing the game films the day after an upset loss.\nStill, relatively few Americans outside Virginia --- where Gilmore's name still readily comes to the lips of those residents who appreciate an elected official who actually implemented true, fiscally and socially conservative policies --- know the soft-spoken, gentlemanly lawyer from Richmond. However, that is certain to change in the coming months as tough questions and spirited debate blow away the fog surrounding the current crop of actual and likely 2008 candidates.\nGilmore, whose background also includes a stint in the Army as a --- you guessed it --- counterintelligence expert, is also a true friend to more libertarian-leaning conservatives, being a steadfast and knowledgeable defender of privacy and other civil liberties in the face of the government's anti-terrorism efforts.\nIn the coming months, Gilmore is likely to surprise many of those other candidates who have garnered more of the early limelight, but whose credentials appear brighter thanks more to their own self-serving burnishing than to the true substance of their actual accomplishments.\n* Former congressman and U.S. Attorney Bob Barr practices law in Atlanta. Web site: www.bobbarr.org.\nmail@bobbarr.org\n\nGraphic\n\n \nPhoto: Former Virginia Gov. James Gilmore is a Republican candidate for president in 2008./ImageData*\n\nLoad-Date: January 10, 2007"
}