{
    "title": "Candidates square off at forum CORE ISSUES_ Murkowski, Miller and McAdams tackle health, terrorism a",
    "publisher": "daily news ",
    "year": 2010,
    "month": 10,
    "day": 12,
    "full text": "The three candidates for U.S. Senate talked war, health care and earmarks at their second face-to-face match-up of the general election Monday in Anchorage. \n We'll get to that. \n But first, you can tell something about somebody by their friends and heroes. \n So who do the three candidates for U.S. Senate most admire among the current crop of senators in Washington, D.C.? That question came late in the crowded Anchorage Chamber of Commerce forum downtown -- a straight-faced, tense debate peppered with jabs among the candidates.\n Incumbent Lisa Murkowski, a lifelong registered Republican who is waging a write-in campaign after losing her party's nomination in August, named two Democrats. \n \"The (senators) that immediately come to mind are those that are on the other side of the aisle and I have a good working relationship with,\" Murkowski said. She named Sen. Tom Carper, D-Delaware, and Sen. Jeff Bingaman, the New Mexico Democrat with whom Murkowski serves on the Senate Energy and Natural Resources Committee.\n Joe Miller, the Republican who beat her, chose South Carolina Republican Jim DeMint. DeMint has backed tea party candidates like Miller across the country and told The Wall Street Journal in August that Murkowski's defeat was \"a wake-up call\" that voters are looking to replace politicians known for bringing home the bacon.\n \"There aren't too many of them in Congress that I really agree with because Congress as a whole has moved this country in a direction that's unsustainable,\" Miller told the crowd.\n Sitka Mayor Scott McAdams, the Democrat in this year's race, went with Sen. Dan Inouye, D-Hawaii -- a safe choice, given that Inouye was close friends with former Alaska Sen. Ted Stevens and, like Stevens, is known for lobbying for extra federal money for his state. \n \"He has got the right vision and he understands Alaska deeply,\" said McAdams, who boasted that Inouye has donated $5,000 to his campaign through a political action committee.\n The chamber forum filled the Dena'ina Civic and Convention Center with business types looking to watch the faceoff. Along the back row, former state lawmaker turned political blogger Andrew Halcro sat talking with Murkowski's husband, Verne Martell. Fox News' Greta Van Susteren took notes nearby on a clipboard, waiting for an on-camera interview with Miller. \n The crowd silently ate buffet lunches during much of the debate, with only a few patches of applause punctuating candidates' answers.\n Among the issues:\n HEALTH CARE\n Miller called for repeal of the federal health care legislation signed into law in March, although such an effort would likely be blocked by presidential veto, he said.\n \"The Obamacare bill is the biggest federal takeover that we've seen in decades,\" said Miller, who says the federal government has overreached its constitutional authority and is spending itself into bankruptcy.  \n Miller suggested expanding health savings accounts, making the accounts something people could inherit and use to cover medical needs, and said there may be bipartisan support for repealing a provision that adds IRS paperwork for businesses whenever they make a transaction of $600 or more.\n Murkowski, who accused Miller of distorting her record on the health care votes during the primary election, told the crowd she voted to oppose the health care plan and later to repeal it.\n \"I don't know how much clearer I can make that I don't support what the Congress passed and what the president signed into law,\" she said. \"The real question is, now what do we do?\" \n Murkowski agreed with Miller on several points: that the reform did not increase access to health care, that a provision requiring businesses to file additional IRS forms is a problem, and that wholesale repeal of the health care reform bill is unlikely as long as President Obama is in office.\n Murkowski said medical malpractice liability reform undertaken by states such as Texas has set an example for the federal government.  \n McAdams said the health care bill needs to be improved, not repealed. \n \"With 150 Republican amendments, this bill could as well be called Mitch McConnell-care as Obamacare,\" he said, referring to the Senate Republican leader.\n The unfunded federal mandate in the reform that requires people to get health insurance is \"problematic,\" he said. He criticized Murkowski for a lack of bipartisanship, saying she voted nearly in lockstep with McConnell over the last year. \n AMERICA AT WAR\n The chamber asked candidates for their philosophy for proceeding with the war on terror. This fall marks the tenth anniversary of the war in Afghanistan.\n Murkowski said she would be sitting in Army Gen. David Petraeus' chair if she had the answers, and talked about the lingering violence and uncertainty in the Middle East.\n \"It is fair, it is appropriate for us to be questioning the role of the U.S. presence in Afghanistan and in Iraq, wherever we are,\" she said.\n That said, no one should question military expenses for training or equipment, she said. \"We must never question what we are providing them. As long as the mission has been stated, we must back those who are fulfilling this mission.\"\n McAdams said he supports keeping Alaska military bases \"whole\" and called for more time for Petraeus to \"focus our mission there. To help us understand what success looks like.\"\n He said he'll never vote to appropriate money for a military engagement without first ensuring the mission, purpose and parameters of success are clear.\n \"Neither in our treasury nor in human life can we afford to be, to continue to be an occupying force and engage in endless war across the planet without a purpose and without a mission,\" he said.  \n Terrorism ranks among the highest issues facing the country and the United States must maintain its commitment to troops in Afghanistan, Miller said. \n But, he said, the nation is operating on a costly \"feel-good foreign policy\" of imposing a new form of government on other nations rather than focusing on eliminating threats such as the development of nuclear weapons in Iran.\n \"That has got to be the core focus,\" Miller said. \"It's not going around and sacrificing our men and women in countries to impose democracy, as good as that might sound.\"\n He told the crowd he served in the original Operation Desert Storm in the early 1990s, calling the operation an example of U.S. military power done right: \"We  got in and got out.\" \n PAIN AND SACRIFICE\n With the federal government more than $13 trillion in debt, the chamber asked candidates whether they plan to ask voters to make painful sacrifices or changes to pay for the war on terror, reverse poor academic scores or solve a slew of other national problems.\n Murkowski said that as a member of the Appropriations Committee she voted to try to force Democrats to reduce overall spending.\n The incumbent defended earmarks, saying reducing the cost of expensive entitlement programs is more important to reducing the deficit.\n \"One way that I think we've got to critically look at is the Social Security program,\" said Murkowski, who suggested Congress may need to consider increasing the retirement age for recipients.\n McAdams said there are \"storms ahead\" regarding underfunded entitlement programs. \n Still, he said, \"I do not believe that you balance the federal budget on the backs of kids, seniors, working people or a young and developing state.\" \n As for Social Security, he repeated his plan to raise a tax on the highest paid workers to fill shortfalls in the program.\n Miller called spending earmarks \"the single most corrupting influence in Congress.\"\n Lawmakers must vote for bloated budgets in order to receive earmarks for their states, said Miller, who has called for state control of natural resources to pay for services. Later in the forum he said he supports continued military spending in Alaska while envisioning federal entitlement programs being cut by a percentage year after year to reduce deficits.\n Call  Kyle Hopkins at 257-4334 or e-mail khopkins@adn.com  \n\nGraphic\n\n \nBILL ROTH / Anchorage Daily News\nFrom left, U.S. Senate candidates Joe Miller, Sen. Lisa Murkowski and Scott McAdams field questions at the Anchorage Chamber of Commerce \"Make It Monday\" candidate forum at the Dena'ina Civic and Convention Center.\n\nLoad-Date: October 14, 2010"
}