{
    "title": "Candidate Rubio errs on Cuba judgment",
    "publisher": "usa today",
    "year": 2015,
    "month": 4,
    "day": 21,
    "full text": "Cuba is Marco Rubio's \"bloody shirt.\" When President Obama recently announced he is removing Cuba from the list of nations that sponsor terrorism,  Rubio -- the Cuban-American junior U.S. senator from Florida and Republican Party presidential candidate -- cried foul.\nRubio has complained repeatedly about Obama's decision because, he says, Cuba harbors fugitives from U.S. justice and allegedly helped North Korea evade a United Nations weapons embargo. But the senator's response is more reminiscent of the bloody shirts that congressional Republicans once used to rally support for their causes than a convincing argument against Obama's action.\nBloody shirts (mythically taken off the backs of wounded Union soldiers during the Civil War) were used by GOP lawmakers to influence the outcome of several presidential elections afterward.\nRubio has made Cuba his bloody shirt, and that's a serious error in judgment. The senator says Cuba supports terrorism because it has granted asylum to people such as Assata Shakur, who was convicted of killing a New Jersey state trooper, and Charles Hill, one of three men who skyjacked a plane to Cuba after allegedly killing a New Mexico state police officer.\nBut Rubio makes no mention of Luis Posada Carriles, a former CIA agent who once confessed to a hand in a series of hotel bombings in Havana in 1997. Posada also faced charges in Venezuela for the 1976 downing of a Cuban passenger airliner that killed 73 people. Posada escaped his Venezuelan prison in 1985 and made his way to the USA. In South Florida, Posada is an anti-Castro hero.\nRubio's other reason for criticizing  Obama is equally flawed. He says the Castro regime deserves to remain on the list of nations that sponsor terrorism because it helped North Korea evade a U.N. arms embargo. In fact, a North Korean cargo ship was stopped in the Panama Canal in 2013 with 240 tons of Cuban military equipment in the vessel.\nBut that was five years after President George W. Bush removed North Korea from the list of nations that sponsor terrorism.\nAnd it is political doublespeak for Rubio to say Cuba's designation should be maintained when, in 2010, he argued against the U.S. allowing the U.N. to discredit Israel.  At the time,  the U.N. was conducting an investigation of Israel's deadly effort to stop Turkish ships from breaking its embargo of the Gaza Strip.\nIn announcing his presidential campaign, Rubio said he will \"lead the way toward a new American Century,\" if voters give him the keys to the White House. When it comes to Cuba, however, the senator's views are as outdated as the American cars that ply the streets of Havana.\nDeWayne Wickham, dean of Morgan State University's School of Global Journalism and Communication, writes on Tuesdays for USA TODAY. \n\nGraphic\n\n \nphoto\n\nLoad-Date: April 21, 2015"
}