{
    "title": "Candidates clash over economy and terrorism Biden throws punches that Obama held back",
    "publisher": "usa today",
    "year": 2012,
    "month": 10,
    "day": 12,
    "full text": "A virtually deadlocked race for the White House spreads out to six states over the next few days following a confrontational vice-presidential debate that highlighted huge differences over the economy and taxes, health care, terrorism and the threat of war.\nVice President Biden and his Republican challenger, Wisconsin Rep. Paul Ryan, quarreled  Thursday night over the records of their running mates: President Obama's stewardship of the economy and foreign policy, and  Mitt Romney's claim that he can do better on both fronts.\nThe debate at Centre College in Danville, Ky., gave Biden a chance to stop Romney's momentum since his commanding performance in the first presidential debate in Denver last week. It gave Ryan the opportunity to define himself for the American people and continue that momentum as the race enters its final 26 days.\nBoth sides came away pleased. \"I thought Joe Biden was terrific tonight,\" Obama told reporters after the 90-minute debate had concluded. A CNN poll of 381 registered voters who watched the debate showed Ryan the winner, 48%-44%.\nThroughout the debate, Biden sought to do what Obama had not last week: fight back. He grinned and shook his head continually to show his disagreement with Ryan and interrupted the young congressman frequently. When Ryan accused the administration of \"projecting weakness abroad\" by not solving problems in Iran, Syria, Libya and elsewhere, Biden shot back, \"The last thing we need now is another war.\"\nAnd when Ryan berated Obama's economic policies, proposed tax increases and \"devastating cuts to our military,\" Biden said, \"I've never met two guys who are more down on America, across the board.\"\nRyan, new to the national stage and in his first televised debate, was  unflappable. \"What we are watching on our TV screens is the unraveling of the Obama foreign policy,\" he said, criticizing in particular the assassination of U.S. ambassador to Libya Christopher Stevens. \"Problems are growing abroad, but jobs aren't growing here.\"\nUnlike the more formal presidential debate last week in Denver, Biden and Ryan interrupted each other frequently as they sought to separate facts from fiction. When Biden referred to Romney's statement that 47% of Americans feel they are victims, Ryan quipped, \"As the vice president knows, sometimes the words don't come out of your mouth the right way.\"\nThe debate served different purposes for the two campaigns. Biden needed to help Democrats recover from Obama's lackadaisical performance last week; Ryan sought to continue the momentum that Romney's strong effort produced in national and swing state polls.\nBefore the next presidential debate Tuesday, the candidates and their wives were set to visit six of the nine states still very much in play: Ohio, Virginia, North Carolina, Wisconsin, Colorado and Nevada. The others are Florida, Iowa and New Hampshire.\nThe  debate  offered a clear generational contrast between a nearly 70-year-old vice president who was elected to the Senate in 1972 and a 42-year-old challenger who was 2 years old at the time.\nVice presidential debates have not proven very important in the past -- not even in 1988, when Democratic Sen. Lloyd Bentsen famously said of Republican Dan Quayle, \"Senator, you're no Jack Kennedy.\"\nAt one point in Thursday's debate, Ryan said the tax cuts that Republicans want are reminiscent of President Kennedy's. \"Oh, now you're Jack Kennedy!\" Biden said. \n\nGraphic\n\n \nphoto Justin Sullivan, Getty Images Vice President Joe Biden, left, and Rep. Paul Ryan debate Thursday at Centre College in Danville, Ky.\n\nLoad-Date: October 12, 2012"
}