{
    "title": "Candlelight ceremony honors victims of terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 21,
    "full text": "TweetMaria GlotfelterFeatures EditorTerrorism has plagued numerous nations and people groups. It's on the news everywhere-both locally and nationally. There is no avoiding the growing problem of terrorism. \nLast, Thursday, on April 15, a Candlelight Ceremony was hosted by Student Senate. The purpose of the ceremony was to honor those who have been affected by terrorism or even lost their lives to the malicious acts. Candles were lit and a moment of silence taken in remembrance of those gone on before us. Katie Lundy, a member of MU's Student Senate serving on several committees, gave an informational presentation on terrorism at the Candlelight Ceremony. Conversation on terrorism was promoted throughout the ceremony.Terrorism is a term unfortunately familiar to many ears, but what exactly is it and who commits it? Terrorism can be defined as: \"The use of violence and intimidation in the pursuit of political aims.\" Many different types of terrorism exist such as: domestic terrorism (e.g. hate based groups), cyber terrorism, religious terrorism or separatist terrorism. Terrorist attacks can be carried out through small arms fire, bombs, IEDs (Improvised Explosive Devices), aircraft hijacking or carjacking. Anyone could commit a terrorist attack anytime, anywhere; however, there are some vulnerable groups. Young males (18-25) tend to be the most vulnerable to radicalization. The idea of joining a terrorist group may, however counter-intuitive it may seem, offer security for these young people. After all, you have a job, an organization you are a part of and a purpose. For people with no way out, becoming enfranchised in a terrorist group may offer a way out.For Americans, the first event that comes to mind when terrorism is mentioned is probably the 9/11 terrorist attack. However, terrorism attacks, particularly in recent years, have been prevalent across many different geographic locations. MU students are no doubt familiar with recent attacks due to the publicity and media attention. In Europe, there was a terrorist attack in Paris, France, on January 7, 2015. Also, in Paris and Saint-Denis, there was a terrorist attack on November 13, 2015. In this latter attack, there were 130 victims and seven perpeators dead, with an additional 368 wounded. This is just an example of the catasophic damage terrorist attacks cause. The terrorist attacks occurring in France hit particularly close to home for Lundy, as she had friends studying abroad in France and had studied there herself. Despite all the horrific events, Lundy states: \"As Paris was mourning, Paris was coming together.\" No one wishes for something as horrific as a terrorist attack to happen, but, at the same time, mourning has a sange way of bringing people closer.So, what can individuals do to help the problem? \"Be aware of your surroundings,\" Lundy says. Look at the people around you and how they are behaving. Some people may be hesitant to speak up because they don't want to be paranoid, but Lundy is right when she says: \"It's not snitching if it saves someone's life.\" She emphasized as a call to action for people to be kind to each other. Those vulnerable to radicalization may not turn down that path if they feel like they belong to a community. Terrorism is agically prevalent in the modern world. When it comes to what individuals can do, Lundy puts it perfectly: \"Speak up. Be aware. Be kind.\"\n\nLoad-Date: April 21, 2016"
}