{
    "title": "Capitol Talk",
    "publisher": "richmond times dispatch ",
    "year": 2010,
    "month": 2,
    "day": 13,
    "full text": "On Times-Dispatch.com, our politics reporters note that as Valentine's Day approached, lawmakers weren't in a loving mood.\nHouse OKs bar on insurance mandate\n Measures stating that Virginia residents cannot be required to buy health insurance are heading to Gov. Bob McDonnell's desk.\n The House of Delegates, after passing its own version of the legislation, approved three Senate measures yesterday that would make it illegal to require residents to purchase or maintain health-care coverage.\n The legislation comes in reaction to the health-care effort in Congress.\n Del. Terry G. Kilgore, R-Scott, said yesterday on the House floor that it sends a message to Congress that people do not want what he termed a federal intrusion.\n Del. Joseph D. Morrissey, D-Henrico, argued that the measures were purely policy statements with \"zero\" legislative value. If national health-care reform isn't successful, he said, the bills are rendered meaningless.\n McDonnell is expected to sign the legislation.\nHouse backs measure on terrorism suspects\n A bill barring terrorism suspects from being held in Virginia corrections facilities passed the House 87-7.\n House Bill 15, sponsored by Del. Robert G. Marshall, R-Prince William, provides that no one accused or convicted of terrorism in violation of federal law will be held in custody in any state or local correction facility.\nSenate panel kills bill on lobbyist disclosure\n In a setback for Gov. Bob McDonnell, a Senate committee killed his legislation requiring lobbyists to tell the public more about the measures on which they schmooze lawmakers.\n The Democrat-dominated Rules Committee said it wants to study for a year Senate Bill 507, by Sen. Ralph K. Smith, R-Botetourt.\n McDonnell, a Republican, proposed during the 2009 gubernatorial campaign that lobbyists report the specific measures they are urging legislators to support or oppose.  \nGovernment-reform measure is killed\n The House Committee on Privileges and Elections yesterday killed House Bill 768, a government-reform bill sought by the governor.\n Republicans on the committee led the charge against the proposal, which would have prohibited contributions to the governor and his political committees by companies and company employees with major procurement bids with the state.\n The bill was amended to raise the contract amount from $1 million to $5 million, but Republicans saw the contribution restrictions as a limitation on the First Amendment right of free speech.\nHouse backs allowing tastings in ABC stores\n Tastings for distilled spirits would be allowed in ABC stores under House Bill 952, approved 75-17 by the House of Delegates yesterday.\n Del. S. Chris Jones, R-Suffolk, said tastings would be limited to three half-ounce samples per person.\n He said the legislation was proposed by the distilled-spirits industry and not by the ABC Board. But he said it could increase profits for the Department of Alcoholic Beverage Control. Those profits go to education.\n Jones said beer and wine tastings already are allowed in grocery stores and that beer, wine and distilled spirits tastings are permitted in restaurants.\n\nNotes\n\nBRIEFS GENERAL ASSEMBLY 2010\n\nLoad-Date: February 27, 2010"
}