{
    "title": "Captured al-Qaeda documents show inner struggles, strategies",
    "publisher": "usa today",
    "year": 2006,
    "month": 2,
    "day": 16,
    "full text": "WASHINGTON -- Recently captured al-Qaeda documents portray terrorist leaders struggling over strategy, facing challenges by subordinates and issuing guidelines listing minimum qualifications for terrorism training camp supervisors.\nDrawn from a classified database called \"Harmony\" compiled by the U.S. Special Operations Command, the documents were disclosed in a report released this week by West Point's Combating Terrorism Center.\nThe documents were obtained during recent anti-terrorism operations, the report says. They came from a variety of sources and were selected because they show al-Qaeda discussions of ideology, tactics, potential operations or training, the study says.\nThe documents show al-Qaeda is committed to waging a holy war against \"dictators of the Earth and secular groups\" that will end only when \"everyone believes in Allah.\"\nAn al-Qaeda planning document that lays out the structure of the organization says the qualifications for being a supervisor at a terrorist training camp include two years of service in a jihadi struggle, a high school degree, some scientific and military knowledge and \"sobriety.\"\nMany documents show al-Qaeda leaders discussing the need for a successful public relations strategy. In June 2000, an operative named Abu Huthaifa writes a mentor that al-Qaeda needs to fix problems in its \"informational and political efforts,\" failings that are \"killers of the movement.\"\nAl-Qaeda leader Osama bin Laden is also criticized in some documents. One letter by operative Abd-al-Halim Adl in June 2002 challenges bin Laden's leadership and blames him for the \"misfortune and disaster\" brought on by post-9/11 U.S. military actions.\nAdl asks the recipient, identified only as Mukhtar, to urge bin Laden to change course and \"stop all foreign actions, stop sending people to captivity, stop devising new operations.\"\nAmong the 28 documents declassified for use in the U.S. military academy's study are several written by bin Laden during the 1990s. Most criticize the Saudi royal family for allowing U.S. troops to establish military bases in Saudi Arabia near the holiest sites in Islam.\n\"The statements are coherently written and well-organized, and they are designed to motivate support through appeals to Muslims' better nature,\" the report states.\nSpecial Operations Command gave the center access to the material as part of a larger study of al-Qaeda and militant Islam for use in briefing policymakers and training commanders in the war on terrorism. The documents were declassified so analysts could examine them to find al-Qaeda's weaknesses, the report said.\n\nLoad-Date: February 16, 2006"
}