{
    "title": "Captives offer options despite soft market",
    "publisher": "business insurance",
    "year": 2011,
    "month": 3,
    "day": 28,
    "full text": "If you liked the way the insurance market looked last year, you're going to love 2011, a rating agency executive said.\nInsurers are facing the same challenges this year as last, with added pressure from catastrophes such as earthquakes in New Zealand and Japan, said Steven M. Chirico, assistant vp at Oldwick, N.J.-based A.M. Best Co. Inc.\nSpeaking in New York at the Business Insurance Risk Management Summit, Mr. Chirico said the commercial property/casualty market experienced \"growing pressure on a number of fronts in 2010 that will continue in 2011.\"\nStill around are \"things like sustained competitive pressure on pricing, lingering but receding effects from the Great Recession, decreasing reserve adequacy levels, falling investment yields\" and volatile financial markets, Mr. Chirico said.\n\"Despite 2009 and 2010 being fairly benign catastrophe years, 2011 has started out with a bang, or maybe I should say a rumble,\" he said, referring to the earthquakes. \"All predictions are for a lively Atlantic hurricane season this year.\"\nBest's official outlook on the commercial property/casualty market is negative for 2011, he said.\nCaptive insurers, though, will continue to provide \"maximum value\" to their parent companies through dividend payments, premium discounts for divisions with low loss activity, more frequent and larger loans to the parent companies, and more creative uses for the insurers, Mr. Chirico said.\nWhile the buzz about using captives to fund employee benefits is as loud as ever, few parent companies actually do so, he said.\n\"Out of the 50-odd single-parent captives that we rate, one has significant benefit exposure in their captive,\" Mr. Chirico said. While it's been talked about often during the past five or six years, captive owners don't often go beyond the talking stage, he said.\nFew parent companies take steps to have benefits personnel, risk management and captive management work together in examining such ideas, he said.\n\"The benefits people are all worried about this captive because, at the end of the day, they're responsible for the benefit performance for the company and the employees. And they don't really have control over the financing and such, unless you can kind of cross-fertilize that and get some discussions going between those silos.\"\nSandra A. Bigglestone, director of the captive insurance division of the Vermont Department of Banking, Insurance, Securities and Health Care Administration, said funding employee benefits is a good opportunity to \"provide bulk\" to a captive and diversify its risks.\n\"It's an excellent funding mechanism for employee benefits,\" she said of captives. The aim is not to create a profit center, but to cover the cost of providing benefits, Ms. Bigglestone said. \"But there may be an opportunity to utilize potential savings to expand benefits to your employees. You could be increasing the value of the company to your employees.\"\nOne increasing use of captives involves \"friends-and-family\" situations, Mr. Chirico said, in which captives provide coverage for a company's customers and service providers. \"Philosophically, what it does for the captive is get you some spread of risk without going to true third-party insurance because the company is already comfortable doing business with a vendor or customer.\"\nIncreasingly, risk managers are using captives to fund terrorism exposures, Ms. Bigglestone said.\n\"The U.S. government will reinsure 85% of a terrorism risk. If there's an act of terrorism, it must be certified\" by the Treasury secretary to trigger coverage, she said.\nThe session was moderated by Stephen M. Wilder, vp of risk management at Burbank, Calif.-based The Walt Disney Co.\n\nLoad-Date: March 31, 2011"
}