{
    "title": "CAPTIVES USED FOR TERRORISM RISKS WOULD BE STYMIED BY TRIA EXPIRATION Even revisions to the federal",
    "publisher": "business insurance",
    "year": 2014,
    "month": 3,
    "day": 17,
    "full text": "Captive insurance companies formed solely to access reinsurance under the U.S. terrorism insurance backstop will have no business purpose if the federal program is allowed to expire at the end of the year, industry experts warn.\nWhile such captives may continue to provide some terrorism coverage if the program first authorized in 2002 under the Terrorism Risk Insurance Act is scaled back, the captives likely will be subject to higher coinsurance, deductibles and trigger points, experts said.\nTRIA was enacted in response to the Sept. 11, 2001, terrorist attacks and was extended in 2005 and 2007, but it is due to expire on Dec. 31.\nTo prepare for the possibility that TRIA coverage may end or be significantly reduced, some captive experts recommend captive owners start exploring the stand-alone terrorism insurance market, which has grown since 2002.\nCommercial insurance buyers can purchase up to $3 billion in limits from U.S. and London-based insurers, according to a report that Aon Risk Solutions, a unit of London-based Aon P.L.C., published in September.\nIn addition, experts recommend that captives formed to access TRIA be diversified to write other business risks so they could continue operating even if the backstop lapses or is changed. Some companies already are taking such steps.\nWhile no precise figures are publicly available to determine how many U.S.-owned captive insurers currently access the coverage, industry experts estimate up to half do so to provide a collective $200 billion to $300 billion in terrorism risk coverage.\n\"TRIA backstops up to 85% of the risk; but before it gets there, it is subject to a bunch of deductibles and triggers,\" said Wendy Peters, senior vice president and terrorism practice leader at Willis North America Inc. in Radnor, Pa. \"For an act to be considered counting toward TRIA, it must cause at least $5 million in damage. Then there has to be at least $100 million in terrorism losses in a year. So, essentially, the captive is on the hook for any loss that's less than $100 million. Then TRIA backstops you to 85% of the loss, subject to a deductible of 20% of the premium paid to the captive.\"\n\"A lot of our captive clients are obviously quite concerned with whether the backstop will be extended and, if so, in what form,\" said Aaron Davis, a managing director in Aon's national property practice in New York.\nTo hedge against a possible TRIA expiration or reduction, Aon offers its captive clients three products: TRIA Captive Flip Cover, which would essentially convert any commercial reinsurance policy into direct coverage; a contingent capital product, in which captive owners \"reserve capacity\" for a commitment fee ranging from 5% to 20% of the premiums that would be charged for commercial coverage purchased after TRIA expires; and a North American Structured Portfolio Solution providing up to $500 million in stand-alone terrorism insurance coverage.\nMarsh L.L.C. and Willis Group Holdings P.L.C. provide access to similar programs, but they have not been branded as extensively as Aon's.\nWilliam D. Riley, a principal of the Burlington, Vt., law firm Paul, Frank & Collins P.C., said many clients have been \"developing contingency plans for replacing the captive coverage with whatever traditional insurance can be had. The market has gotten better over the last couple of years.\"\nBut Art Koritzinsky, managing director at Marsh's captive solutions group in Norwalk, Conn., is concerned that capacity could dry up if the federal backstop disappears.\n\"There is plenty of capacity for property catastrophe risk. I'm not sure a terrorism coverage market would develop overnight\" without the backstop, he said. \"The whole U.S. terrorism market has developed around TRIA; and if it's suddenly gone, there will be a lot of tumult in the marketplace.\"\nThe end of the backstop also could prompt captives formed solely to access the federal backstop to close up shop, said Brady Young, Atlanta-based president and CEO of captive consultant Strategic Risk Solutions Inc.\n\"We have two TRIA captives that would shut down if TRIA is not renewed,\" he said.\n\"If it expires completely, a lot of these captives will have no business purpose,\" said Aidan Kelly, senior vice president and chief operations and compliance officer in the global captive practice at Willis in Atlanta. \"We've been advising our clients to diversify their portfolios to provide other coverage in addition to terrorism so they have a life and a purpose after this year.\"\nMark Steddon, global head of terrorism crisis management at JLT Re Ltd. in London, also advises clients \"to run other lines through their captives. I'm certainly of the opinion that (the backstop is) going to be extended, but there will be larger retentions, deductibles and a higher loss trigger. I've heard it could go up to $500 million, which would make the captive concept less appealing\" for self-insuring terrorism risks.\nPleasanton, Calif.-based Safeway Inc., which formed a captive in Hawaii four years ago to access the backstop, is preparing for that possibility, said Ward Ching, vice president of risk management operations.\n\"We have other potential uses for the captive,\" he said, declining to elaborate.\n\nLoad-Date: March 21, 2014"
}