{
    "title": "Captives urged to play fair in seeking TRIA coverage",
    "publisher": "business insurance",
    "year": 2004,
    "month": 8,
    "day": 23,
    "full text": "BURLINGTON, Vt.-In the event of insured losses resulting from acts of terrorism, the U.S. Treasury will promptly pay reinsurance claims under the federal Terrorism Risk Insurance Act, according to the head of the program, and covered insurers will be expected to do the same.\nTRIA claims will be handled electronically, and payment will be ''a matter of minutes, not days,'' according to Jeffrey Bragg, executive director of the Terrorism Risk Insurance Program in the U.S. Department of Treasury. ''We're asking that you pay off your claims within five days of receiving Treasury's funds.''\nSpeaking at the annual conference of the Vermont Captive Insurance Assn. earlier this month in Burlington, Vt., Mr. Bragg once again cautioned against attempts to use captives to ''game the system'' under TRIA.\nHe said his office has seen many ''very creative'' captive proposals, ''and we have to tell them they are risking TRIA coverage if they continue in that direction.''\nMr. Bragg would define ''gaming the system'' only as something TRIP officials would recognize when they see it. But he cited such examples as a company putting a single line of coverage in a captive to secure TRIA cover while the rest of its insurance is placed commercially, or captives charging unjustifiably low premiums for terrorism coverage. ''To me, that is gaming the system,'' he said.\nHe noted that TRIP reserves the right to deny coverage to companies considered to have ''gamed the system.''\n''We have said in our final claims rule that when we get in there (and) it looks like you've done something, we have the authority to not pay the claim,'' Mr. Bragg said.\n''What you have to have is a common-sense understanding of what constitutes insurance,'' Robert H. Myers Jr., a partner in the insurance group at the Morris, Manning & Martin L.L.P. law firm in Washington, told the gathering.\n''You have to go about setting them up the way you would set up a captive for any other purpose,'' the attorney said. ''This has to be a real insurance company that makes real payments for real claims.''\n''I think you'll find that Treasury's door is reasonably open if you have some idea of what you want to do,'' Mr. Myers said. ''On the other hand, they really won't sign off on it.''\nMr. Bragg said he doesn't know what the outcome of efforts to secure an extension of TRIA beyond its current expiration at the end of 2005 will be. And he expressed disappointment that the industry hasn't presented an alternative.\n''They've been given three years to come up with an alternative to TRIP, and we've got nothing,'' he said. ''It's just, 'Oh, let's continue TRIP. We'll think about it the next two years.' You could imagine we're a little suspicious when we hear that.''\n''There are alternatives to TRIP,'' such as an insurance industry pooling arrangement, Mr. Bragg said. And he suggested that the industry get involved in coming up with such alternatives rather than waiting for Treasury and Congress to provide a solution without the industry's input.\nThere are other issues the industry needs to address as well, Mr. Bragg said. The fact that some states allow insurers to exclude coverage for nuclear, biological or chemical attacks is ''a huge mess that the industry's going to have to address,'' he said. ''You can't have a situation where you're not paying for a dirty bomb in one state and you are paying for it in another.''\nBut Mr. Myers noted that a little-discussed goal of TRIA was to preserve a state-based system of insurance regulation.\n''When you take a look at TRIA, you have to realize it's an overlay on state regulation,'' he said. In many instances, TRIA is designed to dovetail with state-based regulation, Mr. Myers said. But, he said, ''I'll give you an example of where they don't dovetail, and that's the NBC coverage.''\nWhile TRIA has stabilized the terrorism coverage market, ''if TRIA expires, you are going to see a market return to a market that looks very much like the pre-TRIA market,'' said Aaron Davis, vp at Aon Risk Services in New York.\n''A lot of our clients have stayed with the stand-alone terrorism coverage because they viewed TRIA as a short-term solution,'' Mr. Davis said. ''Everyone in the market is aware that TRIA is a short-term solution. That's causing a lot of anxiety.''\nUncertainty over TRIA's future is leading to exclusionary language known as ''time-bomb language'' in policies that begin after Jan. 1, 2005, Mr. Davis said. That language would exclude terrorism coverage for the portion of the policy period after TRIA expires.\nAmong the specific problem areas for captives under TRIA is cell captives, Mr. Myers said. ''The problem is that the definition of 'insurer' in TRIA is 'a licensed insurance company,''' he said. ''The problem with that is cells in a cell captive are not licensed,'' and consequently are not qualified for TRIA coverage, Mr. Myers said.\nThomas M. Jones, a partner at the McDermott, Will & Emery law firm in Chicago, moderated the session.\n\nLoad-Date: August 25, 2004"
}