{
    "title": "Car bomb in Mexican drug war escalates things",
    "publisher": "the day ",
    "year": 2010,
    "month": 7,
    "day": 18,
    "full text": "CIUDAD JUAREZ, Mexico - The first successful car bombing by a drug cartel brings a new dimension of terror to a Mexican border region already shocked by random street battles, bodies dangling from bridges and highway checkpoints mounted by heavily armed criminals.\nThe attack, seemingly lifted from an al-Qaida playbook, demonstrated once again that the cartels are a step ahead of both an already guarded public and federal police, who have recently taken over command from the military of the battle against traffickers in Ciudad Juarez, a city across the border from El Paso, Texas.\n\"It's a lot like Iraq,\" said Claudio Arjon, who owns a restaurant near the scene of the attack and was surveying the damage from behind police lines Saturday morning. \"Now, things are very different. It's very different. It's very ugly.\"\nPeople in Ciudad Juarez already live under siege. Like many restaurant owners, Arjon closes his business long before dark every day to avoid criminal gangs that threaten him and his clientele. Parents take separate cars to the same place so one can warn the other of dangers up ahead. Ambulance drivers and emergency room doctors come under fire from gang members trying to finish off wounded rivals.\nA car bomb was the one thing nobody was expecting. It was a carefully planned attack designed to catch the extremely wary population and security forces off guard.\nA street gang tied to the Juarez cartel lured federal officers and paramedics to the site of the bomb by dressing a bound, wounded man in a police uniform and calling in a false report of an officer shot, said Ciudad Juarez Mayor Jose Reyes.\nAmong the three people killed was a private doctor who rushed to the scene to help treat the wounded man. Among the injured was a local TV cameraman who had been filming the paramedics treating the man. Even in a country where beheadings and drive-by shootings are routine, they could not imagine the cartels would choose that vulnerable moment to strike.\n\"In all my time working, nothing like this had ever happened to me,\" Channel 5 cameraman Luis Hernandez said in an interview with Milenio television.\nThe Red Cross in Ciudad Juarez already instructs their personnel to wait until police cordon off the scene of an attack before treating the wounded - but that wasn't enough Thursday when the attackers clearly waited until everyone was in place before striking.\nNow, Red Cross officials said they were instructing their rescuers to look out for anything unusual - a parked car or an abandoned bag - that could be a bomb.\n\"They have to think with their heads and not their hearts,\" said Gilberto Contreras, the president of the Red Cross in the city.\nFederal police said the bombing attack was in retaliation for the arrest earlier in the day of a top leader of the La Linea gang, which works for the Juarez drug cartel. Investigators were still trying to determine what type of explosives the attackers used.\nBrig. Gen. Eduardo Zarate, the commander of the regional military zone, said as much as 22 pounds of explosives might have been used. He said it might have been detonated remotely, adding that burned batteries connecting to a mobile phone were found at the scene.\nA senior U.S. law enforcement official, who spoke on condition of anonymity because the Mexican investigation is ongoing, said it is possible Mexican drug cartels were receiving bomb training from foreign groups - but it is just as likely they are learning on their own. \"They could be looking at the Internet, and there are publications out there,\" he said.\nMexican federal police have received U.S.-backed training in post-blast investigations, but no security force in the country has experience with patrolling cities that could be mined with car bombs or roadside explosives.\n\"There's no way the Mexicans are prepared for it,\" said Eric Olson, a senior associate at the Wilson Center's Mexico Institute. \"I hate to say it but the cartels seem to have no limits to the violence and terrible things they are willing to do.\"\nOlson said the best way for federal police to confront this new threat would be to improve their intelligence capabilities - an area he called a serious weakness.\nThe cartels, on the other hand, \"have an amazing intelligence capability,\" he said. \"They are far ahead of law enforcement. All that keeps law enforcement from getting ahead of the curve.\"\nMexican cartels - armed with billions of dollars and networks of informers among corrupt police forces - have long demonstrated their ability to target the highest-ranking security officials and government officials.\nReyes, the Ciudad Juarez mayor, told The Associated Press that city authorities \"will have to change the way we operate.\"\n\"We've started changing all our protocols, to include bomb situations,\" he said.\nBut there was little information from the federal government on what its next steps would be.\nAttorney General Arturo Chavez said at a news conference Friday that the nature of the explosives used in the attack was still under investigation, and that there was \"no evidence anywhere in the country of narco-terrorism.\"\nIt didn't seem that way to many frightened Mexicans - or police.\n\"It's terrorism,\" a federal police officer muttered at the bombing scene Saturday.\nYuriria Sierra, a columnist for Excelsior Newspaper, questioned the attorney general's remarks: \"With a population terrified to go out because they don't know if they will come home, we still can't talk about 'narco-terrorism?'\"\n\"We don't need Al-Qaida to live in fear. Here, we have everything we need to feel like we live in an environment where narco-terrorism can strike at any moment,\" she wrote.\nAP\nThe remains of a vehicle are cordoned off in a street in the northern border city of Ciudad Juarez, Mexico, on Friday.\n\nLoad-Date: July 19, 2010"
}