{
    "title": "car confusion Shea not sure driver committed crime in crowd",
    "publisher": "daily news ",
    "year": 2020,
    "month": 9,
    "day": 5,
    "full text": "Police tried Friday to determine if the driver who plowed through a group of Black Lives Matter protesters in Times Square committed a crime, NYPD Police Commissioner Dermot Shea said.\nDetectives have identified who was in the black Ford Taurus, but had not heard from any victims in the Thursday night caught-on-camera confrontation, the commissioner said.\n\"Right now we have nobody coming forward that said they were injured or that they will cooperate,\" Shea said on Fox 5's \"Good Day New York.\" \n\"It is under investigation by our detectives and we will go forward from there.\"\nThe Ford Taurus, which had a bull bar in the front, was being driven by a counterprotester attending a small pro-Trump rally in Duffy Square, police said. Video from the scene shows protesters lunging and banging on the sedan before it sped off.\nCops believe there were five counterprotesters in the Ford Taurus. After holding their own brief rally, they opted to leave while the BLM march was still going down Broadway around 8 p.m.\nPolice monitoring the BLM rally told the counterprotesters to cut through a hotel taxi queue on W. 46th St. and head west on W. 45th St. to avoid the crowd. But the Taurus driver kept driving up the street toward Broadway, authorities said.\n\"As fate would have it (the protesters) move in that direction and go down 46 St.,\" Shea explained. \"You have a bicyclist block the car from moving. We have two people strike the car window, one with a punch, one banging on it and you have the car speed away right through the crowd.\"\nOnce the car got past the crowd, it sped off and after \"very dangerously\" rolling \"a block or two\" it turned right before disappearing, Shea said. \"We're really lucky it didn't have a collision with other cars.\" \nBicyclists in the BLM protest were blocking the cross streets as marchers walked by. \nA video that surfaced online Thursday shows the Taurus rolling right up to the line of bikes, stopping at first, then lurching forward through the crowd.\nOne of the protesters swung a bicycle at the vehicle as it drove away, the video shows.\nWitnesses said a few protesters at the scene suffered minor injuries and were treated by volunteer medics.\nHercules Reid, a spokesman for the protest group Strategy for Black Lives, claimed another motorist in a separate car circled the protesters \"menacingly\" and flashed a gun when reaching Columbus Circle.\n\"This violence is both evil and political. It is terrorism,\" Reid said. \"We demand the NYPD live up to its mandate and bring the perpetrators swiftly to justice.\n\"We do know terrorism when it plows through a crowd,\" he said.\nWith Stephen Rex Brown\n\nLoad-Date: September 5, 2020"
}