{
    "title": "Car bomb kills at least 34, wounds 125 Suicide bomb went off near bus stops in Turkish capital. TURK",
    "publisher": "daily news ",
    "year": 2016,
    "month": 3,
    "day": 14,
    "full text": "ANKARA, TURKEY - A suicide car bomb went off near bus stops in the heart of Turkey's capital on Sunday, killing at least 34 people and wounding around 125 others, officials said. Two of the dead are believed to be the assailants.\nA senior government official said that police suspect that Kurdish militants carried out the attack, which occurred on Ankara's main boulevard, close to ministries.\nAt least one of the bombers was a woman, he said. The official spoke on condition of anonymity on the grounds that the investigation was ongoing.\nPresident Recep Tayyip Erdogan has vowed to bring \"terrorism to its knees\" and said Turkey would use its right to self-defense to prevent future attacks.\n\"Our people should not worry, the struggle against terrorism will for certain end in success and terrorism will be brought to its knees,\" Erdogan said.\nHealth Minister Mehmet Muezzinoglu said 19 of the wounded were in serious condition. He said that 30 of the fatalities died at the scene, while the other four perished at hospitals.\nInterior Minister Efkan Ala said the attack, which came as Turkey prepared to launch large-scale military operations against Kurdish militants in two towns, wouldn't deter the country from its fight against terrorism. He confirmed the blast as a car bomb that targeted civilians at bus stops on Ataturk Bulvari close to Kizilay square.\nAla said authorities had obtained evidence pointing to the group behind the attack, but said an announcement would be made after the investigation is completed, most probably on Monday.\nThe private NTV news channel said several vehicles then caught fire following the blast which also shattered the windows of shops that line the boulevard and the square.\nDogan Asik, 28, said he was on a packed bus when the explosion occurred.\n\"There were about 40 people,\" said Asik, who sustained injuries on his face and arm. \"It (the bus) slowed down. A car went by us, and 'boom' it exploded.\"\nPolice sealed off the area and pushed onlookers and journalists back, warning there could be a second bomb. Forensic teams were examining the scene.\nNo one has claimed responsibility for the attack, although Kurdish militants and the Islamic State group have carried out bombings in the city recently. A far-left militant group is also active in Turkey.\nThe bombing is the third in the city in five months and comes as Turkey is faced with an array of issues, including renewed fighting with the Kurdish rebels, threats from the Islamic State group and a Syrian refugee crisis.\n\nLoad-Date: March 14, 2016"
}