{
    "title": "Cardinal thanks first responders in homily",
    "publisher": "usa today",
    "year": 2013,
    "month": 4,
    "day": 22,
    "full text": "boston The first Sunday since the Boston Marathon bombings started  in at least one place with messages of forgiveness and prayers for victims of this week's carnage.\nAt Cathedral of the Holy Cross, Cardinal Sean O'Malley told a packed church that the focus must be on reconciliation, not revenge or retribution. His words comforted some while others admitted that they struggled with the idea of forgiving the evil of terrorism.\n\"Forgiveness is part of our obligation as disciples of the Lord,\" O'Malley said. \"It's only a culture of life and ethic of love that can rescue us from a culture of violence.\"\nHe added that as a Catholic he opposes the death penalty, which he called a \"further manifestation of the culture of death in our midst.\"\nThe cathedral, which  holds about 2,000 people, is where  President Obama spoke Thursday during an interfaith service after the bombings.\nOn Sunday, hundreds of people filled the  pews for the morning Mass, including Boston Police Commissioner Edward Davis, firefighters and marathon runners and volunteers.\nSeveral people wore blue and yellow marathon jackets. Others wore American flag pins, earrings and, in one case, a shirt that read \"04-15-13, Never Forget.\"\nO'Malley thanked law enforcement officials, first responders and civilians who helped  after the tragedy. He also prayed for the victims and their families, as well as for Dzhokhar Tsarnaev, 19, and Tamerlan Tsarnaev, 26, the two brothers suspected of carrying out the week's tragedies.\nAt the front of the church were photos of the four people killed: Martin Richard, 8, Krystle Campbell, 29, and Lu Lingzi, 23. MIT police officer Sean Collier, 26, was shot in his police cruiser Thursday night. More than 170 people were injured.\n\"We have to forgive,\" said Charlie Atty, 74, who traveled from Dover, N.H., to visit Boston this weekend. \"I find it difficult to understand how someone could do such evil. What happened to him? Was he hurting so badly that he had to do something so evil to our society?\"\nRichard Paris, 54, a Boston firefighter and president of Local 718, came with his wife, Eileen Paris, 53, and their son, Michael Paris, 14. The family had many friends, including first responders who were on the scene when the bombs went off.\nBoth husband and wife said O'Malley's message hit home and reminded them of the importance of faith and compassion -- even for the suspects. \"The world's got to get on one page,\" Richard Paris said.\nHowever, some struggled with talk of mercy for a man who may have carried out such heinous acts.\nDeborah Spirio-Turi, 55, who was running the Boston Marathon when the bombs went off, said terrorism has called into question whether she can forgive.\n\"Terrorism kind of changes the equation a little bit,\" said Spirio-Turi, a department store jewelry manager. \"Before a lot of the tragedies that have been going on in the world, my faith would be that I would forgive and not be for the death penalty. Now, I just don't know.\" \n\nGraphic\n\n \nphoto Mario Tama, Getty Images Boston Police Department Superintendent William Evans greets a fellow churchgoer Sunday during Mass at the Cathedral of the Holy Cross in Boston.\n\nLoad-Date: April 22, 2013"
}