{
    "title": "CAREFREE SPIRIT IS A VICTIM, TOO",
    "publisher": "daily news ",
    "year": 2007,
    "month": 4,
    "day": 18,
    "full text": "THERE THEY WERE in the early afternoon on the mall at Purchase College, carrying all they needed into the rest of the day, tall coffee cups and cell phones and backpacks and smiles. This was a state college about 30 minutes from New York City and could have been any campus anywhere yesterday except the one at Virginia Tech, where the innocence and freedom of college exploded on Monday morning like a corner of Baghdad.\nThe Social Sciences Building was behind you across the mall and right in front of you was the Durst Family Humanities Building. And all around was this smiling traffic, kids on their way to the next place they had to be in college, at what is supposed to be the last stop before the real world comes calling for them.\n\"I've never felt nervous on campus,\" a young woman named Eva, a junior from Baltimore, was saying near the entrance to the Humanities Building. \"But then yesterday I heard about what had happened at Virginia Tech and turned on the television and saw policemen running across their campus. And I was thinking, the ones they were running to help probably felt as safe there as I do here.\"\nIt happened there. It could have happened here, in the Social Sciences Building or in Humanities or at Purchase's Conservatory of Theatre Arts and Film. It could have happened down in Washington Square at NYU, or at Fordham, or Fairfield, or Yale or Harvard or the college my son attends.\nThe young woman Eva, who started out as a theater design major and has now switched to visual arts, stood on the mall at Purchase and talked about how when classes let out at 2:30, look out, the place would just \"explode.\" She meant with noise and laughter and energy and the thrill of being in college and being young, not the kind of explosion the country heard from Blacksburg, Va., on Monday.\nThat is why these were deaths in the family. Ours.\nThis was not terrorism in downtown New York City or in the Middle East. This was terrorism at a dormitory called West Ambler Johnston, a high-rise coed dormitory where it all started, and terrorism at Norris Hall, a classroom building on the other side of the campus where most of the killing took place. This was a young man named Cho Seung-hui with a mind full of snakes, a student out of the Virginia Tech dorms, walking through the life of a college campus with two handguns that were too easy for him to get, guns he bought in a big gun state, in this big gun country of ours, using them to shoot teachers and students dead.\nThis is terrorism as chilling as we have, not produced out of religion or politics, just the terrorism that has happened before at schools and has happened again now, the terrorism about our children not being safe.\nEva, the visual arts major, a tall brunette with a good smile of her own and bright eyes, said that when she found out about Virginia Tech on Monday, she was no longer a fearless college junior with huge dreams about the future. She just wanted to call home and talk to her father, on the day when it wasn't just the world that was no longer safe, it was college.\n\"I just wanted to hear his voice,\" she said.\nThere have been high school shootings before, the worst in recent memory being Columbine. There have been college shootings before, all the way back to Charles Whitman in that tower at Texas in the '60s. This was the worst yet, this young man shooting two dead in the dorm and then able to walk across campus two hours later and open fire on one classroom and then another, on the day a German class at Virginia Tech became as deadly as a bad day in Iraq.\nBut this was college, Monday morning, first classes of the week. These were teenagers finishing their freshman years, finding out for themselves at Virginia Tech the way they find out everywhere that maybe everybody was right, these really were going to be the very best years of their lives. The son I have in college now, the freshman, happier than he has ever been in his life, said the other day, \"I can't believe I'm already one year closer to having to leave here.\"\nMy son is not on the other side of the world with soldiers not so much older than he is, soldiers whose deaths are as random and terrible as the ones at Virginia Tech, the enemy coming at them out of nowhere the way Cho Seung-hui came at those teachers and students. But the soldiers are in a war. This was school.\nThis was college. Best years of their lives. The young woman at Purchase was right yesterday. College is supposed to be safe.\nVirginia Tech was not safe on Monday morning. So there were services there yesterday, other services at schools all across the country. There was a candlelight vigil at Purchase College scheduled for 8 last night, a campuswide memorial service scheduled in the Humanities Theatre for noon today.\nThe students of Purchase gather at their college to mourn the dead of another college, and the loss of innocence, at least for now, at all colleges. They mourn a death in the family. Ours.\nmlupica@nydailynews.com\n\nGraphic\n\n \nCadet cries as corps gathers to pray at Virginia Tech yesterday. Photo by Debbie Egan-Chin/Daily News\n\nLoad-Date: April 18, 2007"
}