{
    "title": "Cargo, the Terrorists' Trojan Horse",
    "publisher": "the new york times",
    "year": 2012,
    "month": 6,
    "day": 27,
    "full text": "MILLIONS of cargo containers are unloaded from ships each year at American seaports, providing countless opportunities for terrorists to smuggle and unleash a nuclear bomb or weapon of mass destruction on our shores.\nTo counter this threat, Congress passed a law five years ago mandating that by July 2012, all maritime cargo bound for the United States must be scanned before it is loaded on ships. But the Obama administration will miss this deadline, and it is not clear to us, as the authors of the law, whether it ever plans to comply with the law.\nOver the years, terrorists have shown themselves to be frighteningly inventive. They have hidden explosives in printer cartridges transported by air and embedded explosives in the shoes and underwear of airline passengers. The cargo containers arriving on ships from foreign ports offer terrorists a Trojan horse for a devastating attack on the United States. As the Harvard political scientist Graham T. Allison has put it, a nuclear attack is ''far more likely to arrive in a cargo container than on the tip of a missile.''\nBut for the past five years, the Department of Homeland Security has done little to counter this threat and instead has wasted precious time arguing that it would be too expensive and too difficult, logistically and diplomatically, to comply with the law. This is unacceptable.\nAn attack on an American port could cause tens of thousands of deaths and cripple global trade, with losses ranging from $45 billion to more than $1 trillion, according to estimates by the RAND Corporation and the Congressional Research Service. Anyone who doubts these estimates should recall the labor strike that shut down the ports of Los Angeles and Long Beach for 11 days in 2002. Economic losses were put at $6.3 billion or more. Homeland Security says it would cost $16 billion or more to meet the mandate, but that projection assumes that the department would pay to acquire, maintain and operate scanning equipment and related operations, without any offsetting fees from companies in the global supply chain. In contrast, Stephen E. Flynn, an expert in terrorism and port security at Northeastern University, has said a scanning system could be implemented in every major container port in the world at a cost of $1.5 billion, and that the costs could largely be absorbed by companies doing business at the ports.\nHomeland Security says it uses a ''layered, risk-based approach'' to cargo scanning, which, instead of comprehensive scanning, targets specific cargo thought to be high-risk. But this approach is inadequate.\nRecent advances in screening technologies have undermined Homeland Security's contention that the technology is not available to scan all cargo containers without disrupting commerce. An effective high-volume container screening system was installed in the Port of Hong Kong in 2005. Trials of new, American-made technology have demonstrated that scanning all containers would be feasible at many ports. The world's largest marine terminal operators have offered to work with the department to put the law into effect.\nCost and technology have never been the primary obstacles to meeting this mandate. What is missing is a sense of urgency and determination.\nWe recognized that the scanning of 100 percent of all cargo containers in five years could be a challenging deadline to meet. That is why we included the authority to extend the deadline in cases in which Homeland Security certified that there are at least two major obstacles relating to the availability and accuracy of the technology, the logistics of its deployment and use, or impacts to trade.\nNow Homeland Security is using this authority to simply exempt itself from any meaningful compliance with the law we wrote to close a dangerous loophole in United States security. We have urged the department over the last five years to make the law a reality, to no avail. Our nation can no longer risk such delays.\nCorrection: June 28, 2012, Thursday\nThis article has been revised to reflect the following correction: An earlier version of this essay included an outdated affiliation for Stephen E. Flynn, an expert on terrorism and port security. He teaches at Northeastern University, not at Stanford.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 28, 2012"
}