{
    "title": "Carpet-bomb ISIS_ Terrorism calls for longer-term approach Some US presidential candidates call for",
    "publisher": "the christian science monitor",
    "year": 2016,
    "month": 3,
    "day": 24,
    "full text": "The terrorist attacks in Brussels this week brought out a desire for a quick fix to Islamist radicalism - particularly among Republican presidential candidates - and for President Obama to get much faster to the \"destroy\" part of his \"defeat and ultimately destroy\" strategy for dealing with the Islamic State.\nYet as appealing as the idea of an overwhelming military offensive that finishes off Islamic State power bases might be, most counterterrorism experts specializing in Islamist extremism caution that a one-and-done blitz of the Islamic State (IS) in Syria, Iraq, and in Libya would only temporarily address the problem.\nAnd in the long run, it could very well make matters worse - a lesson some say the United States has learned from recent experience in Iraq.\n\"If we wanted to defeat the Islamic State tomorrow, we could do it. The problem is that no one has done the work to create a situation on the ground after we defeat them that would be stable and less prone to extremism,\" says Matthew Levitt, an Islamist-terrorism expert at the Washington Institute for Near East Policy. \"We've done this before, and we know we could end up with something even more lethal and dangerous.\"\nWhat Mr. Levitt is referring to is the US defeat a decade ago of Al Qaeda in Iraq, the precursor of IS. \"We defeated AQI, but that did nothing to address the conditions that gave rise to the group,\" he says, \"and so at the end of the day we got something worse, and more complicated to deal with.\"\nYet even as counterterrorism experts argue against the appeal of the hammer-blow response and warn that the war on Islamist terrorism won't be over tomorrow, they also cite reasons for optimism about prospects for winning the fight.\nAmong them: Many of the lessons learned from battling Islamist terrorism for over a decade are being put into practice. As a result, the US is better positioned today (particularly in comparison to Europe) to address the terrorism scourge.\n\"We learned the hard way with the tragedy of 9/11 that coordination of intelligence agencies and intelligence sharing is absolutely key,\" says Christine Fair, an associate professor of peace and security studies at Georgetown University in Washington. \"Most of us know that we really can't just bomb our way out of this problem,\" she says, \"and we've learned that here at home you have to have partners in the Muslim communities who feel engaged and let us know when something's not right.\"\nThe application of those lessons, along with the relatively successful record of keeping the US free of major terrorist attacks, tell Dr. Fair the US is on the right track. \"Here we are 'the Great Satan,' the Western power the extremists and terrorists want most to strike, and given how vulnerable we are, you consider our record and you have to conclude that clearly we're doing something right.\"\nThat does not mean the US has done everything right - or couldn't have done more earlier to halt IS's rise to a place where it is able to coordinate and set in motion distant terrorist attacks like those in Brussels and last year in Paris.\n\"There was an opportunity when we could have decimated them, when they were clearly the bad guys but not yet deeply embedded in the civilian populations\" of Syria and Iraq's Sunni Arab communities, Fair says, \"but we let that pass.\" She cites the summer before the midterm elections of 2014 as the last best opportunity for Obama to launch debilitating strikes against IS.\nLevitt of the Washington Institute also says there were things the US could have done earlier to impede IS from becoming so entrenched.\nBut given the situation now, he and others say the responses some presidential candidates are calling for - carpet bombing IS in its strongholds and water-boarding captured IS militants to extract information (Donald Trump), or singling out US Muslim communities for special police surveillance (Ted Cruz) - would be counterproductive and serve the purposes of IS, also known as ISIS.\n\"The problem with the carpet-bombing approach is that it does nothing to deal with the after-ISIS [question],\" says Nicholas Heras, a research associate in Middle East security at the Center for a New American Security in Washington. \"If all you do is displace them without preparing local populations to deal with the ungoverned spaces, you're simply paving the way for the emergence of a new ISIS.\"\nAt the same time, the substantial loss of civilian life that would accompany an indiscriminate attack on IS would play into the IS \"crusader\" narrative and become a strong recruitment tool, he says.\nRestrictive and discriminatory steps against US Muslims would also further IS's playbook, others say. \"They'd like nothing better than to taunt us into taking a knee-jerk turn into Islamophobia,\" says Fair. \"That would start us down the road to expanding the population of grievance on which groups like ISIS thrive and operate.\"\nAlienating US Muslims, a population that is generally more prosperous and better integrated than its European counterparts, could deprive the US of one of the major advantages it has in fighting Islamist terrorism, Levitt says.\n\"Our European allies are going to have an uphill battle combating these threats reaching into their cities from IS,\" he says. \"So while they are dealing with the issues of social cohesion that are making their problems worse, we should guard against doing things that set us back and make matters worse.\"\nPentagon officials say it will likely be year-end before Iraqi forces, now being trained by the US, will ready to launch an assault to take back Mosul, Iraq's second-largest city that since 2014 has been under IS control. A battle to take back Raqqa, IS's headquarters in Syria, will depend in part on the outcome of the Syria peace process under way in Geneva.\nBut in the meantime, steps can be taken to help prevent the emergence of new groups like IS, experts say.\nGeorgetown's Fair says one objective should be a better understanding of the world's counterterrorism success stories - notably countries that by demographics should be hotbeds of extremism and IS recruitment, but are not.\n\"Just as important as trying to understand what went wrong, we need to know more about countries that seem to be doing things right,\" she says. As one example, she points to India, where a large Muslim population has not been drawn by the IS siren.\nOthers caution that the other half of the no-quick-fix reality is that the battle with IS and other forms Islamist extremism and terrorism will likely be a long-term effort. \"If we're serious about curbing and stamping out these radical movements,\" Mr. Heras says, \"we need to be prepared for a decades-long and multi-faceted US engagement in the region.\"   \n\nLoad-Date: March 24, 2016"
}