{
    "title": "CARPE DIEM; YOUTHS SEIZE THE DAY, CONTRIBUTE TO FIGHT AGAINST TERRORISM",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 3,
    "day": 12,
    "full text": "You're 18 years old.\nIt isn't enough that you've got to worry about college, chores and the usual happenings in the chaotic life of a teen-ager. But you also are trying to get a bill passed by the Virginia General Assembly.\nFor nearly a year, that was the life of Leah Kuchinsky, a senior at Colonial Heights High School who took a stand against terrorism and proposed a medical disclosure bill that could create an early warning system against potential terrorists.\nLeah said it was important to do so because \"there is evil in the world, and all good people have a responsibility to stop it.\"\nIn the six months since Sept. 11, teens around the globe have been reflecting on the tragic events of that day. And many, like Leah, have been moved to action.\nIn donating money to the Twin Towers Fund, giving blood, volunteering or, like Leah, writing an anti-terrorism bill, many teens throughout the country have made a conscious effort to be active, not apathetic.\n\"I think that having this as Generation Y's first real crisis, the teens . . . are becoming stronger,\" said Sarah Kasoff, a sophomore at Monacan High School. By \"volunteering their time to help relief funds and donating money to various organizations, teens are taking the time to really understand why this happened and where our country is going from here.\"\nAdam Rosenfeld, a senior at J.R. Tucker High School, agreed.\n\"I believe that teens, with idealistic and fresh eyes, can help to keep this country in line. If America's teens can work together and find harmony amongst each other, they can, hopefully, influence the adults in this country,\" he said.\nLeah did just that by taking the law into her own hands.\nHer quest began during a dinnertime discussion in which her father told her about an interesting conversation he had with an FBI agent. The agent was concerned that Virginia doctors were not reporting suspicious explosive injuries because they could not find exceptions to the state's patient privacy laws.\n\"This was a shock to me because a clue to imminent catastrophe could be missed by this dangerous gap in communication between medical and law-enforcement officials,\" said Leah, who started crafting her bill last April.\nHer initial bill, which was sponsored by Del. M. Kirkland Cox, R-Colonial Heights, would have required Virginia physicians to notify law-enforcement officials if a patient exhibited symptoms similar to those caused by biological and chemical agents or other substances used to create weapons of mass destruction. Some lobbying groups representing doctors criticized the bill. They said it violated the doctor-patient confidentiality agreement. Therefore, a compromise was reached.\nThe original bill required health care providers to report - to the state police - patients who had injuries consistent with those resulting from exposure to biological, chemical, nuclear and explosive agents or substances. In the revised version, the detailed list of agents and substances Leah compiled was cut. Instead, the bill calls for the State Board of Health \"to promulgate from time to time a list of diseases, including diseases that may be caused by exposure to an agent or substance that has the potential use as a weapon.\"\nUnder the revised bill, doctors and medical laboratory directors would be required to report their suspicions to the State Department of Health. If there is \"reasonable possibility\" that the condition of the patient is due to exposure to an agent or substance used as a weapon, the agency would contact the state police. The state police would then be responsible for notifying local authorities. In the end, Leah's amended bill was passed by the General Assembly on March 6 and now is awaiting the governor's signature.\n\"In an age of sophisticated terrorism, the bill strikes the right balance between protecting our civil liberties and protecting our people,\" she said.\nIt used to be that teens never had to worry about anything more serious than what grade they made on a pop quiz or if they'd be invited to the latest party. The events of Sept. 11 added the threat of domestic terrorism to the mix. But, even before then, teens faced the threat of another domestic danger: school shootings.\nAs a result, some students felt that they couldn't trust their classmates and school, which was supposed to be a haven. But not everyone was worried then - or now - because students have armed themselves with awareness. This, many teens said, is the key to stopping terrorist attacks.\n\"Americans have lived in a time of peace for so long that war stories seemed as far away as tales of leprechauns and witches. However, nations need to realize that, unlike Superman, they are mortal and need to take necessary precautions to keep their country alive and their citizens safe,\" said Deanna Markowitz, a freshman at the Maggie L. Walker Governor's School.\nThese precautions, some of which have been implemented and others which are under debate, are numerous. Americans already have experienced increased airline passenger screening and tightened security in other public places. The need for a national ID card continues to be debated while the federal government follows leads about possible attacks. The effect of such measures has been an altered perspective on a world many teens envisioned as perfect.\n\"I had realized this summer, with the release of the movie 'Pearl Harbor,' just how lucky our generation had been not to have gone through times of great crisis,\" said Emily Pendleton, a sophomore at Providence High School in Charlotte, N.C. \"Then this [Sept. 11] happened.\"\nFeeling the pressure\nFor many teens in the Middle East, the threat of war is not so unusual.\n\"It [war ] is heading toward us like an armed robber,\" said a teen-age Middle Eastern boy quoted in \"Shattered,\" a recently published anthology of stories of children in war. \"We don't know what it will take away from us and whom it will injure or kill when it arrives thirsty at sunrise. We don't know how our lives will be altered. We can only imagine.\"\nFrom the Middle East to South Africa, teens around the world are feeling the pressure of terrorism's approach.\nEmma Their worries that England will become a target because it's a world power and a financial center - like the United States.\n\"If they did something so unbelievable to America,\" said the high school sophomore who lives in London, \"you never know when they are going to strike England.\"\nDespite their concerns, many teens believe that with a united teen-age front of volunteering, giving, educating others about world events and issues, they can help the country move forward and make changes for a safer future.\n\"I've been raised with the belief that you can change the world,\" Leah said. \"I can't fix everything, but I can't abandon it, either.\"\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: March 13, 2002"
}