{
    "title": "Carry On",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 11,
    "full text": "It has become grimly commonplace. While the horrific strikes in the United States are foremost in Americans' minds, other parts of the world -- as far away as Bali, but in large cities in particular -- have also found themselves the targets of vicious attacks in recent years. The Op-Ed page asked writers who know some of these cities well to describe the events and consider their aftermath.\n  SOMETIMES it feels as if terrorism began on Sept. 11, 2001, but a second's reflection reminds me that it's been a near-constant factor in my adult life. I encountered human conflict early enough, living in Nigeria during that country's civil war (1967-70), but terrorism arrived when I was in my late teens. A school friend was caught up in the multiple P.L.O. plane hijackings of Sept. 6, 1970 (he was unhurt). I happened to be in Munich in 1972 during the Olympic Games when the Israeli athletes were killed. And when I first visited London in the mid-1970's, I remember walking past Walton's restaurant in Chelsea, its windows still covered with chicken wire, grim testimony to its bombing in 1975 (two died).\nWe've forgotten the brutal wave of I.R.A. bombings and shootings in London at the end of 1975. When I moved to London in the early 1980's, the terrorist threat we endured was all I.R.A.-driven. I knew a young journalist who was killed by the Harrods bomb on Christmas 1983. Then in 1988 a colleague of my wife died in the Pan Am 103 Lockerbie disaster. Terrorism had begun to touch the outer circle of our own existence. \n  It begins to blur. Each I.R.A. cease-fire would inaugurate a sense of relief, of near euphoria. Life could return to normal, the streets were reclaimed. Then would come another bomb -- a building shattered, fatalities, innocent people in the wrong place at the wrong time -- and one experienced a feeling of heaviness, awful resignation. It was dread, I suppose. \n  I was in a taxi going to a meeting at the BBC to talk about a film I was writing when the bombs went off on July 7 last year. The taxi driver got a cellphone call from his son: ''They've blown up the Underground, Dad.'' We nervously speculated that it must have been a fire, some huge electrical malfunction. In the meeting at the BBC we tried to talk but we kept a TV on, soundless, in the corner, and when we saw the images of the ravaged double-decker bus we knew it was something different.\n  Because suicide bombing changes everything. With the I.R.A. bombing campaigns, buildings were the targets, and warnings were given in most cases. The I.R.A. terrorists didn't want to die. Today as you go about London you realize that the self-immolating terrorist makes every place a potential target. Suspicion waxes and wanes -- it's tiring being on your guard all the time. \n  London is not the Dante-esque hell of Baghdad, of course. People are fatalistic, stoical, warily feigning unconcern. What else can you do? We know that beneath the seemingly ordered surface of our daily existence all is chaos and uncertainty, anyway. But since the suicide bombs, life has just become that bit more unsettlingly chaotic, that bit more worryingly, lethally uncertain.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDrawing (Illustration by Sungyoon Choi)\n\nLoad-Date: September 11, 2006"
}