{
    "title": "Cartoonist speaks at U. Florida on terrorism, Bush administration",
    "publisher": "university wire",
    "year": 2007,
    "month": 3,
    "day": 26,
    "full text": "Keith Knight was as witty as his cartoons Friday night when he spoke at the University of Florida to roughly 30 people about race, terrorism and the Bush administration.\nThe syndicated cartoonist, who draws for ESPN and Mad magazines, said his own experiences with family, friends and society inspire his work.\n\"I like to take on issues -- not necessarily in a direct way, but in an indirect way,\" he said.\nOn an overhead projector, Knight showed a cartoon inspired by a conversation he had with a friend while in college. The friend's uncle didn't like black people because a black person had once robbed him.\n\"I guess nobody white had ever done anything bad to him,\" Knight said, drawing hearty laughter from the audience.\nKnight also ragged on newspapers, laughing as he recalled the San Francisco Examiner refusing to run one of his cartoons because it featured a black man selling cocaine.\nHe said the editor of the paper told him readers might think the cartoon was racist.\n\"They're afraid of offending anybody. It's completely outrageous,\" he said.\nKnight encountered a similar problem when trying to sell racial cartoons shortly after the Muhammad cartoons caused riots and controversy around the world in September 2005.\n\"Does everyone understand what this is? It's not about being hateful against black people, it's being critical about society,\" he said.\nBut not all cartoons about race are acceptable, Knight said.\nHe addressed the Andy Marlette cartoon that ran in the Alligator in September 2005, causing rallies and protests from black students and professors.\nThe cartoon featured Kanye West holding a life-size joker card that read \"race card\" in front of Condoleezza Rice. Rice crossed her arms in disgust and said, \"N----, please.\"\nKnight said the cartoon was unacceptable and was created only to stir controversy and hurt feelings.\n\"When I looked at Marlette's piece and see him using the 'N' word as a cartoonist ... he could have easily substituted another word for that,\" Knight said.\nKnight added that the cartoon's punch line is invalid because Rice's presence in the Bush administration doesn't mean that Bush cares about black people.\n\"Condoleezza doesn't care about black people either, so the point is completely lost,\" he said.\nA woman from the audience raised her hand and said Knight's cartoons are intelligent commentary on society, while Marlette's cartoon was purely destructive.\nKnight added that whites don't understand what it's like to be a minority in American society.\n\"White people go through life here in this country without ever having to deal with black people or Asians or any other race,\" he said. \"But that's not the case with everybody else. We always have to deal with white folks.\"\nAfter the speech, Jimmy Williams, a local artist, said he respects Knight for his talent and persistence.\n\"He was able to overcome the hardships that black artists and entrepreneurs go through,\" he said.\n\"I admire his talent. There are not many black artists who are making it big,\" Williams said.\nThe event was sponsored by OASIS, a UF program that aids with recruitment and retention of minorities. It cost $2,000, in addition to airfare and other expenses.\n(C) 2007 Independent Florida Alligator via U-WIRE\n\nLoad-Date: March 26, 2007"
}