{
    "title": "CARTOONS & COMMENT Viewpoints from around the world",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 9,
    "day": 15,
    "full text": "SAME OLD, SAME OLD\nYou could say that little has happened on the world stage during the five years that have passed since the terror attacks against New York and Washington. . . . We have the same oppressors, the same threats, the same poverty, the same old conflicts that never seem to end. . . .\nAfter initial humility, it was clear that the United States had an agenda it was willing to carry out on its own if needed. Multilateralism a la carte - in other words a self-assumed right to pick and choose between international undertakings - was the guiding light. Now the world order would be reshaped; now the old structures and organizations would be sent to the garbage bin of history if they did not perform in a way that Washington expected.\nFighting terror, or the war on terrorism, as Bush called it, overshadowed everything. . . .\nBut a world order that is dominated by a single state becomes unstable, and the American policies have in several cases brought the world toward unsteady ground. There has been an overconfidence in military solutions. There has been a conviction that all threats can be shot down. . . .\nThe terror threat remains, as does the schism that resulted from the Iraq war. . . . When the 10th anniversary of the terror attacks is remembered, will the United States once again be the positive and susceptible force that the world so badly needs?\n- DAGENS NYHETER, STOCKHOLM\nEXPLOITING CHAOS\nSince they sprang onto the world scene, al-Qaida's operatives have been preaching hatred and terror. In their relentless attempts to glorify and sell their horrifying ideology, the forces of the dark have been at pains to exploit Washington's grave blunders, especially in the Middle East.\nThe latest videotape, attributed to Ayman el-Zawhari, is no exception. Al-Qaida's second-in-command, like his boss, looked determined to take advantage of the latest hotspots in the Middle East: Lebanon and the Palestinian territories.\nEl-Zawhari called on the Islamic world \"to rush with everything at its disposal to the aid of Muslims in Lebanon and Gaza.\" He threatened attacks in the Gulf and Israel. Though his threats may be mere bluffing, events of the past years pointed to al-Qaida's involvement in terror acts around the world.\nEl-Zawhari's videotaped message was timed to coincide with the fifth anniversary of the September 11 terror attacks. The message is that al-Qaida is still alive and kicking.\nThe problem with al-Qaida is that it has successfully managed to mislead the West into believing that it is the spokesman for Muslims and their faith. Moderate Muslims, who are the majority, are vehemently opposed to al-Qaida's self-given licence to kill, simply because Islam is a heavenly religion, which rejects aggression. . . .\nUnfortunately, the self-styled Jihadists of al-Qaida have thrown the concept out of proportion and the West, whether purposefully or not, has taken al-Qaida's distorted notion of Jihad for granted.\n- EGYPTIAN GAZETTE, CAIRO\nTALLYING RESULTS\nFive years have passed since the horrific Sept. 11, 2001, terrorist attacks on the United States. But it is diffiCult to say with any certainty that the war on terrorism has produced satisfactory results during this period.\nThe process of rebuilding and maintaining security in Afghanistan and Iraq remains to be a rocky process. These fledgling democracies cannot do it alone; they need the help and support of the international community.\nThe deteriorating confidence in Bush's leadership also makes it difficult for the United States to implement unyielding strategies against terrorism because they are not widely backed by the public.\nSince the 2001 attacks on the United States, countries including Britain, Indonesia, Saudi Arabia and Spain have suffered appalling attacks at the hands of terrorists. The United States has raised the hackles of many people by resorting to a more unilateralist bent backed up by its overwhelming military power.\nRegardless of the content of the policies Washington employs in the war on terrorism, the most important thing is that terrorist forces that reject freedom and tolerance must be stamped out. Strengthening international cooperation is the only way to encircle and eradicate the scourge of terrorism.\n- YOMIURI SHIMBUN, TOKYO\nTONY IN THE LION'S DEN\nTony Blair knew he was walking into the lion's den when he visited Beirut. It took courage to face angry crowds who blame him personally for the Israeli bombs that killed Lebanese innocents.\nBut the Prime Minister was right as well as brave. Israel is fighting for its life. It must be allowed to defend itself. Lebanon's fragile government deserves credit for standing up to naked Syrian intimidation.\nBut it also shares power with Hezbollah - a terrorist out. T bought and paid for by Iran. Hezbollah abused its position by raining deadly missiles on Israeli citizens who are just as innocent as those in Beirut. Those calculating killers - not Israel - are the ones to blame.\nIf Iran wins its struggle to wipe Israel off the map, they will not simply destroy the only genuine democracy in the Middle East. They will topple \"moderate\" regimes like Jordan, Egypt, and Saudi Arabia and seize control of the Arab world. Lebanon has nothing to gain from such an outcome. Its citizens must resist the temptation to act as \"victims\" - and kick out the parasites of Hezbollah.\n- THE SUN, LONDON\n\nGraphic\n\n \nGRAPHIC\n GRAPHIC - (5ea editorial cartoons) \n\nLoad-Date: September 15, 2006"
}