{
    "title": "Carving up turkey - & terrorism",
    "publisher": "daily news ",
    "year": 2016,
    "month": 11,
    "day": 24,
    "full text": "THERE ARE no holidays in the war on terrorism.\nTake Thanksgiving Day aboard the carrier Eisenhower. The uniquely American celebration means three things for the crew: turkey, NFL football, and air strikes against ISIS targets in the Middle East.\nThe 5,200 sailors stationed in the Persian Gulf will mix holiday tradition with military precision as they spend their second straight Turkey Day on active duty.\n\"It's not going to stop us from having a great Thanksgiving meal,\" promised Capt. Paul Spedero.\n\"We're going to watch football when we can. It'll probably be a little bit time-delayed, but we're going to do all the things that we can do, and what we can expect to do with our families back home.\"\nNot everyone will share in the holiday cheer aboard the 1,000-foot-long aircraft carrier.\nLt. Jennifer Sandifer, 27, of Austin, Tex., is among the fighter pilots set for a six-hour-plus shift striking Islamic State outposts in Iraq and Syria.\nThe Eisenhower's fighter pilots have already dropped more than 1,000 bombs on ISIS targets in the past five months.\nSandifer plans to eat her turkey at mid-morning Thursday - and there will be no shortage of the bird aboard the Eisenhower.\nCulinary specialist and Petty Officer 1st Class Antonio Brown will muster a massive feast consisting of 4,950 pounds of turkey, 1,050 pounds of ham, 1,200 pounds of beef, 648 pounds of shrimp, 7,000 portions of mashed potatoes, 400 pies and 200 cheesecakes.\nBrown says the fourth Thursday of November is his personal Super Bowl.\n\"We care about Christmas, yes indeed, but Thanksgiving we try to show out,\" said Brown. \"When everybody is able to sit down and eat a nice, healthy, nutritious meal and everything, it's like it takes them back.\"\nCmdr. Ted Williams, the carrier's chaplain, said he expects small groups of sailors will gather throughout the day to celebrate far from their homes and families.\nThe ship's interfaith chapel will serve as one venue for marking Thanksgiving.\n\"That bond, that shared experience of being away and being deployed, also brings us together,\" he said. \"And that is what we'll use to draw strength during the day while we're apart from our families back at home.\"\n\nGraphic\n\n \nIt'll be a working holiday on the carrier Eisenhower in the Persian Gulf.\n\nLoad-Date: November 24, 2016"
}