{
    "title": "Casablanca blasts lead to arrests of 3 more suspects Attacks stoke new fears of Islamic terrorism in",
    "publisher": "telegraph herald ",
    "year": 2007,
    "month": 4,
    "day": 15,
    "full text": "Two brothers strapped with explosives blew themselves up near an American cultural center Saturday, and police arrested another three suspects - including one wearing an explosives belt - hours later, an official said.\nThe attacks came just days after three suspected militants blew themselves up as they were cornered by police in Casablanca, and al-Qaida claimed suicide car bombings in neighboring Algeria that killed 33 people. The attacks have stoked new fears of Islamic terrorism in North Africa - especially in Morocco, long known for its stability.\nThe Moroccan and Algerian governments have not addressed an al-Qaida link or inspiration in the bombings earlier this week. Both countries have allied themselves with the United States in its fight against terrorism.\nSaturday's two bombers detonated their explosives in the middle of a boulevard that runs behind the American Language Center, killing themselves and wounding a woman, the official said, adding that the three suspects were arrested in the neighborhood, which is dotted with high-rises, hotels and diplomatic missions, including the U.S. consulate.\nAfter the arrests, another explosives belt was found beside an upscale hotel in the same neighborhood struck by the bombings, the Interior Ministry official said on condition of anonymity.\nThe official said the explosives linked the bombers with three men who blew themselves up in Casablanca on Tuesday after being cornered by police. A police sniper shot and killed a fourth man who authorities said appeared to be preparing to detonate a bomb.\nThe official MAP news agency reported, meanwhile, that police had arrested the leader of a group responsible for the Tuesday suicide bombings. It did not identify the suspect.\n\nLoad-Date: April 24, 2007"
}