{
    "title": "Case of Egyptian sheik getting more suspicious",
    "publisher": "the capital ",
    "year": 1993,
    "month": 7,
    "day": 25,
    "full text": "As they used to say in TV - \"You be the judge.\"\nToday's case concerns Sheik Omar Abdel-Rahman, the blind Muslim  fundamentalist preacher from Egypt who has been linked to a series of  terrorist plots to assassinate world leaders and blow up half the city of New  York.\nSome of you may remember that four months ago I wrote a column about the  sheik speculating that something was mighty peculiar about the way we let him  into this country to preach violence despite his well-known terrorist  background. At the time, I wrote that the facts in the case were far too  suspicious to be explained by mere coincidence.\nPAYTON\nWell, we know much more about the case now, and guess what? It's more  suspicious than ever. And to no one's surprise, the Central Intelligence  Agency is involved in it up to its ears.\nPeople have been whispering about this for months - since the World Trade  Center bombing on Feb. 26 that authorities say was carried out by some of  Abdel-Rahman's followers. But details about the case began leaking out this  past week in testimony before Congress and off-the-record talks by government  officials.\nHere's what we know now that was only whisper or speculation before:\nAbdel-Rahman was a key middleman for the CIA during the 1980s when the  agency was recruiting, arming and training Muslim fundamentalist guerrillas to  fight the Soviets in Afghanistan.\nBetween 1986 and 1990, Abdel-Rahman applied for visas to enter the United  States seven times, and every time the final decision on his entry was made by  the CIA, not the State Department or the Immigration and Naturalization  Service.\nAt least one and possibly two of the entry visas as well as a so-called  green card, or permanent residency permit, were issued after Abdel-Rahman was  officially designated a terrorist suspect by the State Department in 1987.\nIn congressional testimony and background talks this past week, government  officials tried to explain these suspicious facts by saying it was all a huge  mistake.\nThe people who gave Abdel-Rahman the visas and green card simply screwed  up, according to this version of events. They just didn't remember him as  being a terrorist, even though Abdel-Rahman had been linked to some of the  most spectacular terror attacks in years, including the assassination of  Egyptian President Anwar Sadat.\nWhat we are being asked to believe here is that CIA terrorism experts at  the U.S. embassies in Cairo and Khartoum, the capital of Sudan, didn't know  they were dealing with one of the most suspicious characters who ever walked  through their door. And we're also being asked to believe that CIA terrorism  experts routinely deal with routine visa applications and that they pass out  visas to just about everybody who asks for one.\nNow we Americans don't need a visa to re-enter our own country when we've  traveled abroad, so most of us aren't aware of what's involved in getting one.  But anyone who's ever gone through the U.S. entry visa process knows it's far  from easy.\nWhen I worked in Europe, an office administrator for my company - a German  woman - got put through the wringer for months before the U.S. Embassy would  give her a visa. She had to get good-conduct certificates from the Italian and  German police, documents showing she was in good health, had paid her taxes  and was financially responsible and letters from half a dozen people attesting  to her good character.\nAll of this so she could attend a three-day business conference in New  York. It's a good thing we started the application process early. She got her  visa only a few days before the meeting.\nAnd getting a green card for permanent residency in the United States is  even more difficult, as anyone who's been through that process can tell you.  Outstanding people with good jobs and perfect records sometimes have to wait  years to get a green card. I once got involved in helping to get a green card  for a Norwegian colleague of mine and it took months of negotiation before the  Immigration and Naturalization Service would even consider the application.\nYet here we are, being asked to swallow the story that it was a simple  mistake when a CIA terrorism expert operating under cover of the U.S. Embassy  in Khartoum, issued a U.S. entry visa to a known terrorist suspect. And that  it was a similar mistake when that same terrorist suspect was later issued a  prized residency permit.\nBut before you make up your mind on how these facts stack up and what they  mean, there are a few more things to consider in the case of Sheik Omar  Abdel-Rahman.\nThe first is that Abdel-Rahman's homeland - Egypt - was glad to get him off  its hands when the sheik left the country. He was a noted troublemaker and the  focus of the fundamentalist movement to overthrow the government of President  Hosni Mubarak.\nIt's also noteworthy that throughout his stay in the United States,  Abdel-Rahman has been shadowed by government informants and undercover agents.  It's these agents who provided the evidence leading to the arrest of the World  Trade Center bombing suspects as well as the roundup of those allegedly  planning to blow up other large chunks of New York City.\nObviously, Abdel-Rahman has been many things to our government over the  years - guerrilla recruiter, a source of information on international intrigue  and the bait for catching a jail house full of terrorist suspects.\nSo you decide if he was let into the Untied States by mistake. And you  decide if we should spring Abdel-Rahman from the medium-security prison at  Otisville, N.Y., and either let him stay in the United States or send him back  to Egypt.\nYou be the judge.\n\nGraphic\n\n \nBLACK AND WHITE PHOTO; Sheik Omar Abdel-Rahman\n\nLoad-Date: July 28, 1993"
}