{
    "title": "Case hinges on fatwas urging attack; Judge in terrorism trial weighs admitting Web site evidence aga",
    "publisher": "the day ",
    "year": 2004,
    "month": 4,
    "day": 23,
    "full text": "Four fatwas, or Muslim religious treatises, justifying suicide attacks form\n the heart of the case against Sami Omar Al-Hussayen, lawyers on both sides\n agreed in court Thursday.\n The four, each written by a different Muslim cleric, were posted on an\n Internet site with ties to Al-Hussayen, and prosecutors sought Thursday to\n admit them as evidence against him.\n ''Your honor, this is the core of the case,\" David Deitch, an attorney\n with the counterterrorism section of the U.S. Department of Justice, told the\n court.\n Among other topics, one of the fatwas includes a reference to ''bringing\n down an airplane on an important location that will cause the enemy great\n losses.\" The four treatises, which each argue a different perspective on\n religious justification for suicide attacks, were posted in the spring of\n 2001, several months before the Sept. 11 terrorist attacks.\nDefense attorneys objected.\n ''This is an article written by someone else other than Mr. Al-Hussayen,\"\n defense attorney David Nevin told the court. ''It's not his writing, it's not\n his opinion.\"\n U.S. District Judge Edward Lodge excused the jury after Nevin's comment,\n and listened to arguments from both sides about whether to admit the evidence.\n He said he'll consider the evidence issue over the weekend before ruling on\n Monday.\n The dispute came at the end of an eventful day in Al-Hussayen's trial on\n terrorism charges. The 34-year-old University of Idaho graduate student is\n accused of providing material support to terrorism by operating Web sites for\n - and funneling money to - suspect Islamic charities, including the\n Michigan-based Islamic Assembly of North America. He's also charged with visa\n fraud for certifying repeatedly that he was in the United States solely to\n study.\n The day in court started with heated arguments over Al-Hussayen's role in a\n Yahoo e-mail group about Chechnya that drew ''explosive\" postings. That was\n followed by the revelation that the prosecution's expert witness on Islam\n advocates a philosophy that rejects the central tenets of every branch of the\n faith, and got him ejected from the prominent Egyptian university where he had\n both studied and taught for years.\n The day also included the start of testimony from Rita Katz, author of the\n book ''Terrorist Hunter,\" which details how the Iraqi-born Jewish woman went\n undercover to expose various Muslim groups as fronts for terrorists. Katz\n revealed that she is a paid consultant for the FBI and U.S. Attorney's office\n and played a central role in their investigation of Al-Hussayen.\n The question of the four fatwas focused the day's proceedings on the heart\n of the charges against Al-Hussayen. His case is unique, as the first to charge\n material support to terrorists for operating Web sites, and the first to\n prosecute a student for visa fraud for being involved in non-study activities.\n While the prosecution contends the Saudi Arabian computer science student\n used his student status as a cover for support of terrorism, the defense says\n he's an innocent, peaceful student who's being prosecuted for exercising his\n rights to freedom of speech and religion.\n Said Nevin, ''I certainly agree with the court about this going to the core\n of the case, but that's the problem. Just because he's connected with a Web\n site, that doesn't mean he agrees with it.\"\n Deitch argued, ''It doesn't matter what the defendant's beliefs were.\"\n The question, he said, is whether AlHussayen knowingly disseminated the\n four fatwas as part of an Internet-based recruitment and fund-raising campaign\n for terrorism.\n ''He provided material support, knowing that it was going to be\n published,\" Deitch said.\n The four fatwas were posted on the Islamic Web site Alasr.ws, which is in\n Arabic. Katz, who is fluent in Arabic and who said she helped the FBI examine\n computer hard drives and study Internet sites, testified that Alasr.ws is an\n electronic magazine and also a ''dawah,\" or religious outreach, site.\n Katz is the director of the SITE Institute, which stands for Search for\n International Terrorist Entities. The nonprofit institute, founded in July of\n 2002, seeks to expose terrorist front groups through everything from\n monitoring the Internet and scouring documents to going undercover and\n infiltrating the groups.\n ''We attend events, go to mosques,\" Katz told the court. ''We dress like\n them, look like them. We try also to be wired when we do that.\"\n Earlier on Thursday, Sheikh Ahmed Subhy Mansour, the prosecution's expert\n witness on Islam, finished his testimony explaining the history of the\n religion and its modern versions. He said some Muslims twist the teachings of\n the Quran, the holy book of Islam, to justify terrorism, but the Quran forbids\n suicide.\n On cross-examination, Mansour acknowledged that he started his own\n ''Quranist\" philosophy 25 years ago, rejecting the other two major sources of\n Muslim teachings, the Hadith and the Sunna. None of the major branches of the\n religion - Sunni, Shiite or Sufi - takes his approach, he acknowledged.\n Al Azhar, the university in Egypt where Mansour earned his Ph.D. and\n taught, ejected him after a trial in which Mansour unsuccessfully presented\n 150 verses from the Quran in his defense.\n Thursday's proceedings opened with arguments, outside the jury's presence,\n about the relevance of the postings to a Yahoo e-mail group on Chechnya. The\n government wants to submit all 3,579 postings, including one posted just hours\n before Al-Hussayen's arrest that sought information from Muslims in the\n military about possible U.S. military targets for attack in Iraq.\n Defense attorneys argued that Al-Hussayen posted only 74 of the group's\n messages, and his last posting was in 2000. They said Al-Hussayen likely never\n even saw most of the postings, which he received in a periodic digest.\n Lodge will rule later on whether to allow the postings.\n Al-Hussayen was one of an undetermined number of moderators for the group,\n who had the ability to delete postings, but he only deleted one.\n ''He was a moderator, that was clear,\" Deitch told the court. ''It's true\n that he took limited action. The government's view of that is that he chose\"\n not to delete more of the messages posted to the list, he said.\n Nevin responded that under the First Amendment, ''People don't have an\n obligation to go out and find messages they disagree with and make some effort\n to delete them and destroy them.\"\n He added, ''There is absolutely no showing that Mr. Al-Hussayen read\n them.\"\n\nNotes\n\nBetsy Z. Russell can be reached toll-free at (866) 336-2854, or by e-mail at bzrussell@rmci.net.  \n\nLoad-Date: April 24, 2004"
}