{
    "title": "CASEY'S SPEECH ON FIGHTING TERROR",
    "publisher": "the new york times",
    "year": 1986,
    "month": 1,
    "day": 24,
    "full text": "Following are excerpts from a speech on terrorism given by William J. Casey, Director of Central Intelligence, last April at the Fletcher School of Law and Diplomacy at Tufts University:\nThe level of training and organization that has enabled international terrorism to challenge established governments is simply beyond the reach of local, isolated terrorist groups. International terrorism is inconceivable apart from the financial support, military training and sanctuary provided to terrorists by certain states.\nTo seek the causes of terrorism in the behavior of societies victimized by terrorism is thus to look in the wrong place. Rather, these causes are to be found in the convictions and expectations of the terrorists themselves and in the activities of those states that find it in their interest to support international terrorism - the Soviet Union and its satellite states in Eastern Europe, Libya, Syria, Iran, Iraq, North Korea, the People's Democratic Republic of Yemen, Cuba and Nicaragua.\nHow do we cope with these small bands of highly trained people, most of them fanatics, many ready to give up life itself to do their evil work, increasingly sophisticated as they move around the world crossing borders with officially and professionally prepared papers, knowing that they will have no trouble obtaining weapons, explosives and whatever else they need near the site of their intended attack, knowing too that they will be able to find protection and sanctuary pre-arranged for them?\nWe can combat this only with the highest professionalism, dedication and diligence.\n \n'A Very Tough Nut to Crack'\nTerrorist groups are a very tough nut for intelligence to crack. They are small and not easily penetrated. Their operations are closely held and compartmented. They move quickly and place a high premium on secrecy and surprise.\nYet prompt reporting and prompt follow-up action does frequently forestall terrorist incidents. The most common example is forewarning to U.S. and foreign embassies or other institutions, of actual threat or strong indications of planning for attack on installations or individuals.\nWhat is our policy in dealing with terrorism? The practice of international terrorism must be resisted by all legal means. State-sponsored terrorist acts or threats are hostile acts, and the perpetrators or sponsors must be held accountable.\nThe United States does not use force indiscriminately. But we must be free to consider an armed strike against terrorists and those who support them where elimination or moderation of the threat does not appear to be feasible by any other means.\n \n'We Will Not Bargain'\nWe face very difficult and sensitive problems in choosing appropriate instruments of response in each case. Yet we cannot allow this to freeze us into paralysis. That is exactly what the terrorists now expect. Just as we will not bargain - and that, as you know, has been for some years our declared policy.\nWe cannot and will not abstain from forcible action to prevent, pre-empt or respond to terrorist acts where conditions merit the use of force. Many countries, including the United States, have the specific forces and capabilities we need to carry out operations against terrorist groups.\nIf we do not use those forces where their use is clearly justified, we lose both the direct benefits of action and the deterrent value of having the capability to retaliate. We need that deterrent.\nWe cannot permit terrorist groups or their sponsors to feel they can make free and unopposed use of violence against us. We must demonstrate our will to meet a terrorist challenge with measured force applied quickly when the evidence warrants. We cannot permit terrorists and their sponsoring state to feel that we are inhibited from responding or that our response will be so bogged down in interminable consultations or debate that we, in fact, do not have a deterrent.\n \nA Military Response\nInternational terrorism is the ultimate abuse of human rights. We should be prepared to direct a proportional military response against bona fide military targets in a state which directs terrorist actions against us.\nWe need not insist on absolute evidence that the targets were used solely to support terrorism. Nor should we need to prove beyond all reasonable doubt that a particular element or individual in that state is responsible for specific terrorist acts.\nThere is today, for example, sufficient evidence that radical Shia terrorists are responsive to Iranian guidance for us to hold Teheran responsible for their attacks against U.S. citizens, property and interests.\nThe legitimacy of using force against terrorism depends on our also making strong efforts to deal with this challenge by means short of force. Physical security, training, diplomatic efforts, the improvement of institutions for sharing our resources and knowledge with other countries, the force of law - all these measures must also be applied in an integrated fashion as rigorously as possible.\n \n'The Scourge of Terrorism'\nWe must continue to prove our ability to wield all of these elements of national power - political, economic, diplomatic, military, informational and covert - against the scourge of terrorism.\nIn my view, Western nations have, on the whole, been weak in applying economic, political and diplomatic measures to check state terrorism. Sanctions, when exercised in concert with other nations, can help to isolate, weaken or punish states that sponsor terrorism against us.\nToo often, countries are inhibited by fear of losing commercial opportunities or by fear of provoking further terrorism. Economic sanctions and other forms of countervailing pressure impose costs and risks on the nations that apply them, but some sacrifices will be necessary if we are not to suffer even greater costs down the road."
}