{
    "title": "Case shakes Canada out of its complacency",
    "publisher": "the atlanta journal-constitution",
    "year": 2006,
    "month": 6,
    "day": 11,
    "full text": "Toronto --- Many Canadians have always felt that terrorism was an American problem.\nCanada is peaceful and polite, they'd say, and a gracious host to immigrants and refugees. Fortune magazine once called Toronto \"North America's safest city.\" \n\"So who'd want to hurt us?\" the thinking went.\nThen this month 17 suspects, mostly born and raised here, were charged with plotting to bomb buildings and storm the Parliament and cut off the head of the prime minister.\nThe plots were shocking and fantastic. And they got Canadians' attention.\nSome, like Dee Gamble, who lives next to one of the suspects, were shellshocked.\n\"The whole complex is blown away; this is Canada,\" she said. \"People are upset about this. They are threatening our way of life. Now, when you look at a Muslim, it's in the back of your mind.\"\nJust last month, the National Post heralded secret Canadian intelligence reports warning of a threat. \"The attacks in London [killing 52 commuters last July] highlight the threat of 'homegrown' extremism. Canada is home to Islamic extremists, both homegrown and immigrant,\" the article quoted the report as saying. \"The reasons for radicalization are varied, and include a general sense of anger at what is seen as oppression of Muslims throughout the world.\"\nSome in the media derided the suspects as \"second-rate terrorists\" because of the amateurish planning. (Agents monitored the group's paramilitary training in the wilderness because an alleged plotter called a natural resources office beforehand with some questions, prosecutors said.)\n\"Homegrown terrorism is by its nature amateur,\" said Wesley Wark, a University of Toronto intelligence and security expert. \"They talk too much; they entertain wild plans. But they still are dangerous.\"\nHe said the arrests will focus Canadians on terrorism as it has Americans since 2001.\n\"There's a feeling here that the U.S. is the author of its own problems,\" said Wark, referring to frequent reasoning that since Canada did not enter the war in Iraq, it has not inspired Islamic radicals' ire. \"The Toronto arrests may force Canadians to think terrorism is not just an American problem.\"\nRep. Peter King (R-N.Y.) and others have painted Canada as a jihadist waiting room where terrorists can plot strikes on the United States. An often-cited case is Ahmed Ressam, a Montreal-based Algerian convicted of trying to cross into Washington state in 1999 with explosives. He planned a bombing at Los Angeles International Airport.\nKing, chairman of the House Homeland Security Committee, claims Canada has \"a disproportionate number of al-Qaida ... because of their very liberal immigration laws [and] because of how political asylum is granted so easily.\" \nThe Associated Press quoted experts saying Canada has the highest per capita immigrant admission rate of any major nation, admitting 262,000 last year, including 35,000 refugees.\nThe United States, with nearly 10 times Canada's population, admitted 1.1 million legal immigrants, including 53,813 refugees.\nWark says Canada has stepped up its screening and that its smaller population allows a more focused surveillance and admission policy.\nNasir Khan, a Pakistani immigrant here since 1977, is purchasing a small restaurant next to a small mosque attended by six suspects. He, too, prays there and hopes there will not be a backlash against Muslims. \nSaturday, police in Montreal charged a 34-year-old man in an armed assault on a Muslim imam outside his mosque, The Associated Press said. Police said it was a hate crime.\nBut for his part, Khan said he feels at home in Canada.\n\"Canada is a beautiful country,\" he said. \"I have two sons born Canadian. They play hockey. I'm proud to be a Canadian.\"\n\nGraphic\n\n \nPhoto: W.A. BRIDGES JR. / StaffAmid breaking news of a bombing plot in Toronto, people go about their daily lives in a city of mixed nationalities. Seventeen suspects, mostly born and raised in Canada, were charged.\n\nLoad-Date: June 11, 2006"
}