{
    "title": "CASTRO SAYS HE SUPPORTS U.S. WAR ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 5,
    "day": 26,
    "full text": "Fidel Castro told Americans on Saturday that they should never fear an attack by Cuba and can always count on this communist country's support in the war against terrorism.\nIn his first public comments since President George W. Bush's tough Cuba speech on Monday, Castro told several hundred thousand people attending a rally that Cuba does not fault Americans for their government's restrictions on the communist island and recognizes that many U.S. citizens support improved relations.\n\"Our struggle is not and never will be against the people of the United States,\" Castro said at the morning rally in the provincial capital of Sancti Spiritus, about 215 miles southeast of Havana.\n\"Cuba will never place blame or sow hate against the people of the Unit ed States for the aggressions that we have suffered because of their governments,\" Castro told a crowd the government estimated at 300,000 - a figure impossible to verify independently.\nAmericans should never fear that Cuba would attack their country, C astro said in a 20-minute speech that he said was aimed largely at U.S. citizens. Rather, he said, \"In their current difficulties and in the struggle against the scourge of terrorism, the people of the United States can count on our friendly, united and generous people.\"\nCastro's speech seemed designed to engage Americans who support changes in U.S. policy toward Cuba. It also seemed aimed at assuaging any fears Americans may feel about Cuba after recent charges by Bush's administration that the communist island sponsors terrorism and could be developing germ warfare.\nIn Bush's speech Monday, he said that trade sanctions against Cuba would not be lifted until Castro agrees to free all political prisoners, allow independently monitored elections and agree to a series of other conditions for a \"new government that is fully democratic.\"\n\nLoad-Date: May 26, 2002"
}