{
    "title": "Castro backs U.S. war on terrorism",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 5,
    "day": 26,
    "full text": "HAVANA -- Fidel Castro told Americans on Saturday that they should never fear an attack by Cuba and can always count on this communist country's support in the war against terrorism.\nIn his first public comments since President Bush's tough Cuba speech on Monday, Castro told a rally of several hundred thousand people that Cuba does not fault Americans for their government's restrictions on the communist island and recognizes that many U.S. citizens support improved relations.\n\"Our struggle is not and never will be against the people of the United States,\" Castro said during the morning rally in Sancti Spiritus, about 215 miles southeast of Havana.\n\"Cuba will never place blame or sow hate against the people of the United States for the aggressions that we have suffered because of their governments,\" Castro told a crowd the government estimated at 300,000 -- a figure impossible to verify independently.\nAmericans should never fear that Cuba would attack their country, Castro said in a 20-minute speech that he said was aimed largely at U.S. citizens. Rather, he said, \"In their current difficulties and in the struggle against the scourge of terrorism, the people of the United States can count on our friendly, united and generous people.\"\nCastro's speech seemed designed to engage Americans who support changes in U.S. policy toward Cuba. It also seemed aimed at assuaging any fears Americans may feel about Cuba after recent charges by the Bush administration that the communist island sponsors terrorism and could be developing germ warfare.\nIn Bush's speech Monday, he said trade sanctions against Cuba would not be lifted until Castro agrees to free all political prisoners, allow independently monitored elections and agree to a series of other conditions for a \"new government that is fully democratic.\"\nCastro said he was \"hurt\" to think Americans would believe that Cuba supported terrorism or could be involved in any way with weapons of mass destruction.\n\"A single drop of blood has never been shed in the United States, nor has an atom of wealth been lost there in the 43 years of the Cuban Revolution due to terrorist actions launched in Cuba,\" Castro said, speaking before a wooden lectern in his traditional olive green uniform.\nAs for suggestions by the Bush administration that Cuba has transferred bio-warfare technology to \"rogue\" nations, Castro said: \"In our country, no one has ever thought of developing such weapons. Our scientists have been educated for the sacred mission of protecting life and not for destroying it.\"\nBush's decision to keep up the pressure on Castro comes amid growing moves in the opposite direction by Americans who want the embargo to be eased or lifted. Farm lobbying groups, many members of Congress and a growing number of Washington policy groups have come out against the sanctions in recent weeks.\nDuring his visit to Cuba earlier this month, former President Jimmy Carter also called for an end to the restrictions, saying that over more than four decades they have failed to force a change in the Cuban government and have only made life tougher for the Cuban people.\nCastro said that Americans' changing attitudes toward Cuba became evident during the custody battle over young Elian Gonzalez, the young castaway boy who returned to Cuba from the United States in 2000.\nPolls at the time had showed most Americans favored returning the boy to his father in Cuba. Elian was then staying with relatives in Miami after being rescued at sea.\n\nLoad-Date: May 26, 2002"
}