{
    "title": "Cat's-Paw Comes to KSU Stark(3)",
    "publisher": "university wire",
    "year": 2014,
    "month": 2,
    "day": 2,
    "full text": "Cat's-Paw, directed by Theatre Director and assistant professor Brian Newberg, debuts on Feb. 14 at Kent State University's Stark Theatre in the Fine Arts building.  Tickets go on sale Feb. 3 at 8 a.m. Tickets can be purchased at the box office inside the fine arts lobby, by phone or online. All KSU students will receive free admission with current Kent State ID. Seats reserved for students must be reserved in person at the box office.  \nCat's-Paw gives a new meaning to the word terrorism, as it explores the motives of an eco-terrorist through a news reporting perspective. Leading actress Sarah Peters, plays Jessica, a journalist taken hostage by the mastermind eco-terrorist Victor, played by John-Michael Roberts.  The cast and crew have been rehearsing five nights a week since Jan. 5.\n\"It's a look at the world and challenging the beliefs of what we consider terrorism, what the government may or may not be telling us,\" said Peters.  \"To me, it's also a commentary on what is important to people.\"\nNewberg selected Cat's-Paw because of its modern feel and because it provides a good teaching opportunity not only for the actors and technicians working on the play but for the educational value the audience will receive as well.  \"I picked this play,\" Newberg said, \"because it had material that was appropriate and would respond to issues with terrorism.\"\nNewberg also acted in the play of Cat's-Paw 25 years ago as the chief terrorist Victor.  William Mastrosimone, writer of Cat's-Paw, adapted the script after 9/11 to become a more contemporary play.  It deals with issues from both sides of the spectrum, the government and terrorists, and comes to the conclusion that both sides, when taken to extremes, are wrong.\nPeters advises everyone in the community, especially students to attend the production.  While any good drama makes you question something, this one stands out a little more.  \"It makes you think,\" Peters said.  \"It makes you think about where you stand. And it makes you question values.\"  She expresses its contemporariness because of how active this generation is and how focused we have become in questioning about the environment.  \nTo order tickets online for Cat's-Paw, go to: http://www.stark.kent.edu/academics/depts/thea/shows/cats-paw.cfm.\nContact Julia Adkins at jadkin25@kent.edu\n\nLoad-Date: February 2, 2014"
}