{
    "title": "Catholic bishops support war on terrorism but urge restraint",
    "publisher": "the world",
    "year": 2001,
    "month": 11,
    "day": 17,
    "full text": "The nation's Roman Catholic bishops Thursday issued a ringing yet reluctant statement of support for America's new war on terrorism, saying the \"dreadful deeds of Sept. 11 cannot go unanswered.\"\nThe U.S. Conference of Catholic Bishops, gathered here for a four-day fall annual meeting, overwhelmingly endorsed the pastoral statement but cautioned that greater attention must be paid to \"those conditions of poverty and injustice which are exploited by terrorists.\"\nThe wide-ranging debate highlighted the tensions many religious leaders feel between their support of the U.S. government and their equally strong support of nonviolence. The statement, approved in a 167-4 vote, was notably stronger in its support for military actions than similar statements issued by other U.S. churches, including those by Episcopal and United Methodist bishops.\nReligion News ServiceRNS-BISHOPES\nIn the end, the Catholic bishops endorsed the nation's \"moral right and a grave responsibility to defend the common good against mass terrorism.\"\n\"The actions of our nation and other nations must ensure a just war now and a just peace later,\" the bishops said.\nThe 18-page statement pulls together centuries of religious and ethical thought on Just War theory, a moral framework that sets the parameters for military combat. The bishops acknowledged, however, that they are not all of one mind in support of the war.\n\"Those who subscribe to the Just War tradition can differ in their prudential judgments about its interpretation or its application,\" they said, adding that pacifism is also a \"valid Christian response.\"\nThose differences were most visible in comments by Bishop Thomas Gumbleton, auxiliary bishop of Detroit and one of the conference's staunchest antiwar advocates. Gumbleton said violence only leads to more violence and read a letter from a New York woman whose brother was killed in the World Trade Center attacks.\n\"Personally, I adamantly oppose the bombings,\" read the letter from Colleen Kelly of the Bronx. \"I have no other argument than it is not \"Christ-like.' I do not know what Christ would do in these current times, but I am certain he would not advocate the bombing of anyone.\"\nIn his strong rebuke of the statement, Gumbleton said the bishops were endorsing the war only because they had been given no other option. \"We need to just let go of Just War theory,\" he said. \"It should be put back in the drawer and the drawer should be locked and we should never look at it again.\"\nGumbleton also pushed the conference to make a stronger statement against the United Nations-imposed sanctions on Iraq, which the bishops declined to include. In the final draft, the bishops demanded an end to the sanctions, saying, \"The continuing massive suffering of the Iraqi people over the past decade is simply intolerable.\"\nBoston Cardinal Bernard Law, head of the bishops' international policy committee and a key drafter of the statement, defended the statement's support of military action, saying it could not include \"a corporate commitment to pacifism that I do not believe is where we are as a body or as a church.\"\nAt the other end of the spectrum, Auxiliary Bishop Joseph Naumann of St. Louis unsuccessfully argued for a specific endorsement of President Bush and the military. Naumann praised the White House, which, he said, \"from all that we can see is trying to follow the principles that we believe.\"\nIn the end, the bishops' statement sought a middle-ground approach that both ministered to hurting victims and called for global justice. Specifically, the bishops said the United States must pay greater attention to the Palestinian-Israeli conflict, the ongoing civil war in Sudan, sanctions against Iraq, global poverty and the spread of chemical and nuclear weapons.\nAnd, in a reflection of a growing national awareness of Muslim groups, the bishops urged a greater understanding of and dialogue with the Islamic faith.\n\"Whatever the motivation, there can be no religious or moral justification for what happened on Sept. 11,\" the bishops said. \"People of all faiths must be united in the conviction that terrorism in the name of religion profanes religion.\"\nSpeaking to his fellow bishops, Law said the statement must not be interpreted as a wholesale endorsement of military force, either now or in the future.\n\"We can never become comfortable with the use of military force for any reason at any cost and for whatever purpose,\" Law said.\n\nLoad-Date: November 17, 2001"
}