{
    "title": "Cause of terrorism is West's presence in Middle East",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 1,
    "day": 10,
    "full text": "There was a time we read about U.S. airstrikes wiping out a medical clinic, school or residence by mistake. The U.S would apologize; we were satisfied and then would go on with our lives.\nNo more.\nThe battlefield of terrorism is everywhere, and no one is safe. ISIS and other groups now see that \"all world`s a stage,\" as Shakespeare once wrote, and you can make as much media impact in attacking obscure Christmas parties and PTA gatherings as you can in taking down monuments.\nWe have all become collateral damage.\nThe terrorists have discovered that the keyboard is just as mighty as the sword and have created a web caliphate that will remain regardless of what happens on the ground. The keyboard and server can be stationed anywhere.\nISIS understands that potential terrorists are already embedded in Western countries. Why do we send soldiers to Syria when we can`t keep San Bernardino safe? I foresee the possibility that ISIS will state that for every bombing raid, there will be a terrorist attack. Hitler used this tactic in World War II as attacks by partisans on Germans would mean the destruction of a village.\nThe worst people to deal with this problem are the conventional military, as they are always behind the changes in warfare. Shakespeare wrote this in 1599 concerning the military mindset: \"Jealous in honor, sudden and quick in quarrel seeking the bubble reputation even in the cannon`s mouth.\" Translation: Shoot first and think later.\nLook at the history of warfare. In World War I, it took millions of deaths to learn that the old methods didn`t work - that you can`t send troops coming out of trenches and cavalry charging into machine guns. In World War II, we learned that battleships were useless. Vietnam taught us that you cannot defeat an enemy that is willing to die in the face of being bombed to smithereens.\nThe only solution is to limit the reason for the terrorism, i.e., the presence of the Western military in Arab countries.\nGeorge McGovern, running for president in 1972, was asked how we get out of Vietnam. His answer: \"helicopters.\" Everyone ridiculed him, but that is how we got out. And our arch-enemy Vietnam is now an ally against China.\nIf you think these ideas are strange, look at the Israeli experience. They have tried overwhelming military force against the Palestinians for over 50 years and they still can`t get rid of terrorism.\nWe are fighting a cyber World War III where the enemy is using the Internet to radicalize people around the world. We can`t shut off the Internet because it infringes on the First Amendment. Virtually anyone can go out and buy weapons because that is protected by the Second Amendment.\nWe have been at war in the Middle East for more than a decade, killed numerous leaders, and disrupted hundreds of plots and numerous networks. This has finally reached a tipping point. The Internet has blossomed, people know how to use it to radicalize watchers throughout world and the shooting and bombings will continue until we realize what the root cause is. It isn`t radical Islam; it`s the West`s military presence in the Middle East.\nWe cannot remake the Middle East in our image. The U.S. has spent several trillions of dollars trying, and do we feel any safer after all the bombing?\nTo quote Shakespeare again: \"Discretion is the better part of valor.\"\nFreivalds is managing director of JFA Marketing, an international communications firm. A former resident of Dubuque, he lives in suburban Minneapolis and in Galena, Ill. His email address is john@jfamarketing.com\n\nLoad-Date: January 10, 2016"
}