{
    "title": "Cause for Alarm",
    "publisher": "the new york times",
    "year": 1989,
    "month": 12,
    "day": 24,
    "full text": "FINAL WARNING\nAverting Disaster in the New Age of Terrorism.\nBy Robert Kupperman and Jeff Kamen.\n249 pp. New York: Doubleday. $18.95.\nTHE microscopic anthrax spore can be deadly. About 30 years ago the United States Army experimented in the dank subway tunnels of New York to see just how deadly it could be. Light bulbs containing a nonlethal powder were broken. The rush of trains created such winds that the powder was dispersed sufficiently to kill hundreds of thousands of people, had the powder actually been anthrax.\nRobert Kupperman and Jeff Kamen, the authors of ''Final Warning,'' believe terrorists soon may resort to such horrific acts in the United States, whether by lethal germs, poison gas, radioactivity or a few well-placed conventional bombs. The authors argue that terrorism, rather than nuclear war and conventional conflicts with troops and tanks, now poses the gravest threat to our security. In their effort to alert Americans to imminent danger, they stress several points.\nTerrorism is effective. Consider the smiling young suicidal Shiite who in 1983 drove a yellow Mercedes truck over barbed-wire obstacles and past several sentry posts and delivered a bomb that killed 241 Americans at the United States Marine headquarters in Beirut. ''It was the worst single surprise attack on U.S. forces since Pearl Harbor,'' the authors claim. Yet this country did nothing but indiscriminately shell the Lebanese coast from a World War II battleship and retreat from the ravaged city.\nTerrorism will only get more devastating, the authors contend. A plastic explosive hidden in a cassette recorder aboard Pan Am Flight 103 killed 270 people just before Christmas 1988. The authors called it ''a statement in blood that there is no high ground anywhere - not even for American civilians, who had never before been targeted in such large numbers.'' The need for terrorists to capture attention requires acts of increasing shock value, the authors say.\nAmerican turf is no longer immune. In October 1987, the authors write, three men from a Syrian terrorist group smuggled parts for a bomb across the Canadian border into Vermont. They report another incident in April 1988, when a member of the Japanese Red Army was found beside the New Jersey Turnpike with three bombs in the back seat of his car. Both times, potential attacks were prevented only by luck and the vigilance of local police on routine patrol.\nIf that is not enough to worry about, then consider these statistics from a State Department report, which the authors curiously do not cite (although they refer to the report twice). The number of international terrorist incidents has risen steadily - quadrupling from fewer than 200 in 1968 to more than 800 in 1988. A record 185 attacks last year were against American interests; most of them were against the least protected targets, such as tourists and businesses.\nFortunately, though not discussed, there have been several recent victories in the fight against terrorism. The Soviet Union, which the authors say was previously a major supporter of terrorist groups, has renounced terrorism and says it plans to cooperate with Western nations. Yassir Arafat disavowed terrorism in 1988 and Ayatollah Khomeini, a major advocate of extreme political action, died in 1989. As the authors hint, government agencies are devoting more attention to counterterrorism efforts, such as strengthened airport security. But the authors unfortunately fail to examine more than casually any trends that run contrary to their theme. Successes in thwarting terrorism, they argue, only make terrorists strive for greater devastation.\nA doyen of terrorism experts, Mr. Kupperman is a senior adviser at the Center for Strategic and International Studies in Washington. Mr. Kamen is an Emmy Award-winning correspondent, covering national security for the Independent Network News. They interviewed many people, including counterterrorism experts from the Federal Bureau of Investigation and the Israeli and West German Governments, as well as the major network-news anchors. The resulting assemblage, however, fails to present a convincing case. Tedious ''dire warning'' sermons appear throughout some chapters like annoying commercials interrupting a good movie.\nIn short, what should have been only an initial pithy draft somehow made it into print. Nevertheless, because of much timely and insightful material, this book should not be ignored.\n\nGraphic\n\n \nDrawing"
}