{
    "title": "Cause of Gander crash may never be known, panel admits",
    "publisher": "st. petersburg times ",
    "year": 1990,
    "month": 12,
    "day": 6,
    "full text": "A House subcommittee concluded Wednesday that the investigation of an unexplained air crash in Canada that killed 248 U.S. soldiers five years ago was so badly mishandled that the cause may never be known. Nevertheless, members said, the subcommittee should investigate further next year.\n \n    Subcommittee chairman William Hughes, D-N.J., apologized to the families of the crash victims for the \"appalling, frightening\" role played by the U.S. government during the investigation by Canadian authorities of the Dec. 12, 1985, crash in Gander, Newfoundland.\n \n    During testimony Wednesday, Ronald Schleede, chief of the major investigations division of the National Transportation Safety Board (NTSB), conceded that he ignored the conclusions of his top investigator at Gander and formally accepted the widely discredited Canadian conclusion that ice caused the crash.\n   Furthermore, Schleede acknowledged, George Seidlein, NTSB's investigator at the scene, was reassigned to Lansing, Mich., without ever having a chance to review the results of the Canadian investigation, in which he was the U.S. government's formal representative.\n \n    Furthermore, Schleede acknowledged, he personally did not review the Canadian findings before endorsing them on behalf of the United States.\n \n    \"Why were you excluded?\" Hughes asked Seidlein.\n \n    \"I can't answer that. I don't know,\" answered Seidlein.\n \n    Hughes: \"Did ice cause the crash?\"\n \n    Seidlein: \"No. . . . It (the DC-8) just wasn't on the ground (in Gander) long enough.\"\n \n    Hughes: \"Did you express this to anyone?\"\n \n    Seidlein: \"No.\"\n \n    Hughes: \"We're you asked?\"\n \n    Seidlein: \"No.\"\n \n    Hughes turned to Schleede, Seidlein's former boss: \"Why wasn't he asked to participate?\"\n \n    Schleede: \"Well, he was saying he was going to retire . . .\"\n \n    Hughes: \"Oh, come on. Don't give me a snow job Why wasn't he brought in?\"\n \n    Schleede: \"He was not intentionally excluded.\"\n \n    Hughes: \"Who are you trying to kid? He's your man. Why did you send him up there? I find that very curious. He's your top guy, and you would have us believe you don't care what he thinks?\"\n \n    Under further questionning, Schleede said he ruled out terrorism as a possible cause of the crash, although he never reviewed the results of the investigation.\n \n    \"That bothers me,\" said Florida Republican Bill McCollum.  \"There seems to have been a lot of assumptions being made. Were the clothing (of the victims) and plane seats ever examined for explosive material?\"\n \n    Schleede: \"I don't know.\"\n \n    McCollum: \"You had blinders on. You were predisposed not to be critical. . . . It's a weak explanation, to say the least, and a disservice to the families.\"\n \n    Another Florida representative, Larry Smith of Hollywood, then addressed Schleede: \"Does the NTSB today despite all the dismissals of the ice theory (by Seidlein, two government bodies in Canada and the U.S. Airline Pilots Association) still subscribe to the theory that ice brought down the plane?\"\n \n    Yes, Schleede answered.\n \n    \"You're all nuts \" Smith snorted.\n \n    \"How could you be so derelict in your duty?\" asked Hughes.\n \n    The Arrow Air DC-8 was returning 248 members of the U.S. 101st Airborne and eight civilian crew members home for Christmas. By treaty, the Canadian government was responsible for the investigation. But after more than three years of controversy, the Canadian Aviation Safety Board identified only the probable cause of the crash ice on the wings by a 5-4 vote.\n \n    The FBI came in for stinging criticism Wednesday also, for, as Hughes put it, \"twiddling their thumbs for two days and then going home\" without conducting a proper investigation of terrorism.\n \n    FBI Deputy Assistant Director Nicholas O'Hara defended his agency's lack of action, saying \"there was no indication that the crash was caused by an explosive or destructive device, or other criminal act.\"\n \n    Under questionning, O'Hara conceded that he assumed that Canadian investigators were properly investigating at least two claims of responsibility by terrorist organizations.\n \n    \"I'm at a total loss to understand why you would fold your tent after two days,\" Hughes said. \"Did you or anybody in the FBI review the Canadians' forensic or pathological data (which could have provided evidence of an explosive device)?\"\n \n    O'Hara answered yes, then conceded when questionned further that the review took place in the last 10 days as preparation for Wednesday's hearing.\n \n    One theory that \"needs to be looked at\" next year, according to subcommittee members, holds that a few powerful people in the U.S. government deliberately slowed or misdirected the investigation to protect the Iran-Contra scheme to release hostages held in the Middle East.\n \n    Arrow Air had a role carrying weapons in the Iran-Contra matter, the theory goes, and a far-ranging investigation into terrorism might have revealed it. At the time of the crash, the Iran-Contra affair was not public knowledge.\n \n    A group of families of the crash victims, organized by Dr. J.D. and Zona Phillips of St. Petersburg, has pushed for further investigation of the crash since the Canadian government issued its report.\n    Phillips called the subcommittee's hearing \"a hollow victory.\" He was glad, he said, that the investigation into the death of his son would continue. But he said he took no comfort from the public criticism heaped upon government officials in the last two days, \"because it gets us no closer to the truth.\"\n\nLoad-Date: November 11, 1992"
}