{
    "title": "Celebrate triumph over terror",
    "publisher": "university wire",
    "year": 2012,
    "month": 5,
    "day": 2,
    "full text": "Nicholas Stewart\nMay 2, 2012\nFiled under Opinions\nOn May 1, 2011, news spread across the world that Osama bin Laden, the founder of the terrorist organization al-Qaida and group responsible for the 9/11 attacks, was killed by United States Special Forces while hiding in Pakistan.  \nThousands of United States citizens gathered outside the White House and at Ground Zero celebrating the death of the terrorist leader chanting \"USA, USA, USA\" and singing \"Na na hey hey goodbye\" while fans attending the Philadelphia Phillies baseball game broke out into chants of \"USA\" during the game.  \nIt was this moment that seemed to unify the American population with a great show of patriotism.  I was waving the American flag with a few friends on the corner of one of Chicago's busiest intersection as cars drove by and honked their horns. Was this celebration too much?  Should people celebrate the death of someone, even someone as evil as Osama Bin Laden?  \nI believe they should have celebrated his death.  The death of bin Laden brought closure to the American people, especially those personally affected by the 9/11 tragedy. It ended a nearly decade-long hunt for the most wanted human being in the world, a man who has killed thousands of innocent civilians all over the world. \nThe celebrations were spontaneous and filled with the raw emotions of the American population. While his death did not bring the end of terrorism by any means, the face behind the 9/11 attacks, the most devastating attacks on American soil, was killed.  It meant, at least for that night, people could sleep easy knowing that bin Laden was dead.  It was a great victory in the never-ending War on Terrorism, and it was a great cause for celebration.  \nWhile it may seem grim to celebrate the death of a human being, it is more so celebrating a victory over evil.\n\nLoad-Date: October 29, 2015"
}