{
    "title": "Censorship threatens anti-terrorism initiative",
    "publisher": "usa today",
    "year": 2004,
    "month": 2,
    "day": 17,
    "full text": "Today's debate: Tracing the roots of anti-U.S. terror\nOur view: Nervous lawmakers demand oversight of Middle Eastern studies.\nSince the Sept. 11, 2001, attacks, the University of Michigan has tried to help the U.S. government understand anti-U.S. terrorism in the Arab world and deal with the threat. It has increased the enrollment of students studying Arabic tenfold, helped military leaders learn about the culture of Islamic countries and led seminars for State Department officials on waging public diplomacy.\nMichigan and dozens of other universities have expanded their Middle Eastern studies using a $ 90 million-a-year federal grant program designed to increase the number of Arabic translators and analysts the government can hire. But some squeamish members of Congress who don't trust what university professors teach about Middle East politics jeopardize the efforts.\nIn response to complaints that some professors are spreading anti-American or anti-Israel ideas, Jewish groups and conservatives have called for a government-mandated panel to oversee the programs and ensure students are exposed to balanced views on the Middle East. Michigan and other involved schools now warn that such intrusion into their academic affairs could force them to sever ties to the programs.\nWhile Congress has every right to make certain it is getting the services it pays for, its overreaction to a legitimate discussion of ideas undercuts academic independence and risks leaving the government with a critical shortage of Arabic speakers, which prompted the programs in the first place.\nJust last week, Defense Secretary Donald Rumsfeld complained about getting precise translations of intercepted messages in Arabic. Translator shortages also hamper interrogations of Iraqi prisoners and the National Security Agency's assessment of thousands of Arabic messages it intercepts.\nGroups that include the American Jewish Congress charge that some Middle Eastern studies professors blame Israel for its conflict with Palestinians and fault the U.S. for provoking terrorism.\nThe criticisms prompted the House of Representatives last fall to create an International Education Advisory Board to monitor the programs. Among the duties of the board, which is awaiting Senate approval, is to push for \"diverse perspectives\" on the Middle East -- ensuring that the Israeli side is taught as well as the Palestinian side.\nBut Congress' heavy-handed approach causes more problems than it solves. It sets a dangerous precedent that could invite congressional meddling in other academic affairs. What's more, by insisting on politically sanitized views about the Middle East, lawmakers do little to foster understanding of the antipathy toward the U.S. in the Islamic world or shed light on the causes of anti-Americanism and the violence it spawns.\nLawmakers who back the oversight board say it only would suggest -- not dictate -- course changes. And they say it merely revives a previous panel designed to oversee subsidized foreign-studies programs.\nBut that panel's mission was to propose new programs and make sure the funds were spent wisely, a proper role for taxpayer-financed endeavors. It was not in the censorship business as the new board would be.\nEncroaching on academic freedom does not promote understanding of terrorism -- or address the shortage of translators.\n\nGraphic\n\n \nGRAPHIC, B/W, Robert W. Ahrens, USA TODAY, Source: Modern Language Association of America (BAR GRAPH); Study of Arabic language surges (graphic)\n\nLoad-Date: February 17, 2004"
}