{
    "title": "Central students study terrorism",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 1,
    "day": 16,
    "full text": "The Tuskegee Airmen, the Cold War, Dubuque's famed Shot Tower. Central Alternative High School's latest research-intensive project is global terrorism.\n\"Ever since the events of 9/11 in New York City, Washington, D.C., and Shanksville, Pa., Americans have been on heightened alert against terrorist attacks,\" said John Adelmann, of Central's world cultures/global studies class. \"The young men who flew the passenger planes into the World Trade Center Towers and the Pentagon were very religious, and were willing to die for what they believed in - that America is the symbol of evil and must be destroyed.\"\nIt isn't a typical \"read the chapter and take the test class,\" Adelmann added, \"far from it.\"\nAdelmann gave class members a list of topics and suggestions, and they went from there. Some included topics he hadn't thought of.\n\"I've been impressed by the work done by all of them,\" he said.\nThe students' research and ensuing essays will be compiled into a book capped by a public seminar and forum on April 23. Central students will be available to local civic groups to tell what they learned.\nAngel Jackson, a Central junior, is researching the life of John Walker Lindh, an American-born Taliban soldier. Charged with conspiring to kill Americans and supporting terrorists, Lindh avoided a potential life sentence in 2002 by pleading guilty to lesser charges of supplying services to the Taliban in violation of U.S. economic sanctions and of carrying weapons against U.S. forces.\n\"I like history,\" Jackson said, \"and things that happen in our world.\"\nBased on her research, Tanya Davis thinks an al-Qaida motive is that the threat of a terrorist attack has caused Americans to lose a number of freedoms and live in fear. She cites the Patriot Act and the Real ID Act as federal government intrusions into the lives of ordinary citizens.\n\"That could be their goal,\" Davis said, \"to change the way Americans conduct their lives.\"\n\nLoad-Date: January 16, 2008"
}