{
    "title": "Center in Kansas to evaluate terrorism intelligence",
    "publisher": "university wire",
    "year": 2005,
    "month": 2,
    "day": 18,
    "full text": "A new Threat Integration Center has been developed to obstruct any terrorist acts or coercions from occurring in the state.\nThe Kansas Threat Integration Center (KSTIC) is a three-person team that works together to review and evaluate all of the intelligence information sent through the state of Kansas. The group sorts and filters the information based on relevance.\nAccording to an article published on the Adjutant General's Department's Web site, the new system helps \"to see that information vital to community safety and security interests reaches the officer in the street.\"\nKyle Smith, a spokesperson for the Kansas Bureau of Investigation, said the team, which is supported by the Kansas National Guard, consists of a senior Kansas Army National Guard member, a highway patrol trooper and a senior specialist for the KBI.\nThe team is designed to sift through information, categorize it by relevance and administer the reports to the appropriate areas of security.\n\"There was a lot of criticism after 9/11,\" Smith said, referring to homeland security. \"We're trying to do a better job of analyzing all of the information that we get.\"\nAccording to the Web site, one of the team's main objectives is to see that all areas and levels of security and law enforcement are notified of vital information on criminal and terrorist threats.\nSmith said he would be surprised if Kansas was attacked.\n\"Terrorists are looking for media outlets and large population centers,\" he said.\nHe did mention that the biggest risk in Kansas would be of bioterrorism or agri-terrorism, such as a feedlot or field being infiltrated with a disease or virus.\nStates are encouraged to develop some sort of threat investigating team, Smith said. He said Kansas is one of the first states to have an official Threat Integration Center.\n(C) 2005 Kansas State Collegian via U-WIRE\n\nLoad-Date: February 18, 2005"
}