{
    "title": "Center helps war on terror, but is it threat to privacy_ Minnesota group helps disseminate intellige",
    "publisher": "star tribune ",
    "year": 2007,
    "month": 11,
    "day": 5,
    "full text": "CLARIFICATION PUBLISHED 11/06/07: This story about the Minnesota Joint Analysis Center confused Hennepin  County Sheriff Rich Stanek's role in helping to start the center. Stanek had been the state's commissioner of  public safety in 2004 when Congress passed the Intelligence Reform and Terrorism Prevention Act, and he  helped obtain the center's first federal grant. But he quit that post before the center started in early 2005.\nMinutes after the I-35W bridge collapsed into the Mississippi River, the Department of Homeland Security's National Operations Center called Mike Bosacker wanting to know what was going on, and whether terrorism might have been involved.\nBosacker got the call because he and nine analysts work at the Minnesota Joint Analysis Center (MNJAC) in Minneapolis.\nKnown generically as an information \"fusion center,\" MNJAC is one of more than 40 such centers that grew out of the Sept. 11, 2001, terrorist attacks to ensure that future threats wouldn't fall through the cracks that traditionally have separated law enforcement and intelligence agencies.\nNext year, MNJAC is expected to seek funding from state taxpayers for the first time.\nBut the idea of fusion centers worries some legislators and data privacy experts, who have raised concerns of privacy violations and unwarranted domestic spying. Bosacker said that soon after the 35W bridge collapsed this summer, the U.S. Army Corps of Engineers sent MNJAC video that helped investigators quickly quell terrorism concerns, according to special agent Paul McCabe, spokesman for the Federal Bureau of Investigation's Minneapolis office.\nCoordinating that kind of rapid information-sharing is just how the fusion centers are supposed to work, Bosacker said.\n\"The criticism before 9/11 was that nobody was sharing information,\" McCabe said. \"The feds weren't sharing with the locals. The CIA wasn't sharing with the FBI. The FBI wasn't sharing with anyone. And [fusion centers] is one way of getting the information out there, disseminating information.\"\nBut some fear that fusion centers such as MNJAC could end up sharing the wrong kind of information for the wrong reasons. According to a recent Congressional Research Service report, \"The concern is to what extent, if at all, First Amendment protected activities may be jeopardized by fusion center activities.\"\nWith the Republican National Convention coming to Minnesota next year, some legislators say they don't know enough about MNJAC and want to ensure that it won't be used to spy on protest groups without just cause.\nRep. Mary Liz Holberg, R-Lakeville, said she has concerns about the information MNJAC may be storing. In 2003, a computer hacker found a law enforcement file on her in a massive state database that MNJAC might be expected to tap into. Holberg warned state officials of the hacker's encroachment, prompting the state to temporarily shut it down.\n\"I need to make sure that there is an audit trail to find who has access to the database and what they do with it,\" Holberg said. \"There's been abuses in the past and we don't need them again.\"\nBosacker said he understands such concerns but considers them overwrought.\n\"We're not trying to keep books on people who are not engaged in crime,\" he said. \"But we also have an obligation to protect people from criminal behavior, and that's what this is about.\"\nPolice-state fears\nThe 9/11 Commission found that the hijacker terrorists might have been stopped if intelligence and law enforcement agencies hadn't hoarded information about them in separate silos.\nIn 2004, Congress passed the Intelligence Reform and Terrorism Prevention Act, requiring an information-sharing network among federal, state, local and tribal agencies and certain segments of the private sector.\nHennepin County Sheriff Rich Stanek, who was commissioner of the Minnesota Department of Public Safety and the state's homeland security director at the time, helped launch MNJAC in early 2005 with a federal grant and space at the FBI's headquarters building in Minneapolis.\nMNJAC acts as an analytical center and a multidirectional relay for crime and homeland security information. An example of its work came after the 2005 London subway bombings, when MNJAC sent alerts to law enforcement, military and agencies that monitor critical infrastructure about what to watch for in similar attacks. MNJAC also sends data to federal authorities and fusion centers in other states to alert them to crime trends, such as the recent rash of Minnesota thieves targeting copper tubing.\nBut after some initial successes, Stanek said, \"the whole project kind of wavered, mostly because Minnesota's privacy laws hampered information-sharing with outside agencies.\nTechnically, Bosacker said, the center didn't keep any data at the time; the files all resided on the FBI's website, which MNJAC managed. But in June, the state Bureau of Criminal Apprehension (BCA) brought the fusion center under its umbrella so the analysts could work on criminal investigations.\n\"Our records are part of BCA records, so any of the same restrictions or rules that apply to BCA law enforcement records apply to us now, too,\" Bosacker said.\nDon Gemberling, former director of the state's Information Policy Analysis Division, said a primary worry is the potential for abuse and errors, including putting the names of people in the information systems who may not belong there, and having a lack of transparency.\n\"People can't find out that they are in the database, they can't do anything if something happens to them because they think they are in the database,\" Gemberling said. \"To me, its antithetical to the way we think about how a democracy ought to be run. That's police-state crap.\"\nPrevention is goal\nFusion centers are part of a transformation that seems common sense to some and dangerous to others. In a July report, the Congressional Research Service wrote that fusion centers \"represent a fundamental change in the philosophy toward homeland defense and law enforcement,\" which it calls \"a more proactive approach.\"\nThat concerns Minneapolis attorney Paul Engh, who represents terrorism suspect Mohamad Kamal Elzahabi and has protested the surreptitious recording of their conversations.\nThe problem with terrorism investigations is that they're beyond public review, Engh said. \"You have no idea what they're doing. There aren't any numbers. There aren't any prosecutions. There are no reports anyone can see. So it's a world of unaccountability - that's the problem with it.\"\nPhilip Mudd, a former deputy director of the CIA's counterterrorism center who now is second in command of the FBI's national security branch, said the number of terrorism prosecutions doesn't matter.\nMudd said the agency is evolving away from the law enforcement/prosecution model toward a prevention model.\n\"I could care less whether we ever do a terrorism prosecution,\" Mudd said. \"I don't care. I am worried about whether we know who these folks are.\"\nSome of the reporting for this story was done in Washington in May as part of a workshop sponsored by the McCormick Tribune Foundation at the Johns Hopkins University School of Advanced International Studies.\ndbrowning@startribune.com - 612-673-4493 mbrunswick@startribune.com - 651-222-1636\nCURRENT AND PLANNED FUSION CENTERS\nFusion centers, an outgrowth of the 9/11 terrorist attacks, have sprung up around the country to facilitate the sharing of intelligence about counter-terrorism and criminal activities.\nMinneapolis, MN: Minnesota Joint Analysis Center (MNJAC)\nBismark, N.D.: North Dakota Homeland Security Fusion Center\nMadison, WI: Wisconsin Statewide Intelligence Center\n(See microfilm for complete map/chart)\nSource: Congressional Research Service, September 2007\nOn Politically Connected: Weigh in\n- and learn more - about security and protests at political conventions.\nGo to www.startribune.com/blogs/mcmemo.\n\nNotes\n\nSee microfilm for complete chart.\n\nGraphic\n\n \nCHART\nMAP\nPHOTO\n\nLoad-Date: November 14, 2007"
}