{
    "title": "Central Florida prosecutor to take on terrorism",
    "publisher": "st. petersburg times ",
    "year": 2002,
    "month": 6,
    "day": 8,
    "full text": "After almost 15 years helping fight crime in Central Florida, former U.S. Attorney Mac Cauley is moving on.\nLater this month, Cauley starts a job with the U.S. Department of Justice's terrorism and violent crime section in Washington.\nHe will be one of about 45 prosecutors and as many analysts in the section investigating cases that involve domestic and foreign terrorist activities, he said.\nThe unit also handles violent crimes involving Americans in foreign countries, such as the case of Daniel Pearl, the Wall Street Journal reporter killed in Pakistan.\nCauley said he had talked to the head of the section about taking a job before Sept. 11.  Now he's even more excited about the \"new challenge.\"\n\"It seems like the perfect time to be going into a section like that,\" Cauley said. \"I love trying to solve crimes.\"\nCauley became the U.S. Attorney for the Middle District of Florida in May 2001 after Donna Bucella resigned. The nation's 93 U.S. attorneys serve at the pleasure of the president. Many times, only a handful keep their jobs when a new party enters the White House.\nCauley was tapped to run the office on an interim basis until a permanent replacement was found. Cauley remembered Robert Mueller, who was the former acting deputy attorney general and is now head of the FBI, telling him that interim U.S. attorneys usually serve for two or three months and \"nothing ever happens.\"\nInstead, Cauley served for almost a year and oversaw the local implementation of the Department of Justice's Sept. 11-inspired mandates.\n\"He worked very hard and some very long hours in the Sept. 11 aftermath,\" said Chief U.S. District Court Judge Elizabeth Kovachevich, who has known Cauley since he was a line prosecutor in the 1980s. \"He's really done it all.\"\nThe U.S. attorney in Florida's 35-county Middle District, from Jacksonville through Orlando and down to Fort Myers, oversees a 220-employee operation.\nJacksonville attorney Paul Perez replaced Cauley in March. Since then, Cauley has helped with the transition.\n\"He's definitely going to be missed around here,\" said prosecutor Robert O'Neill, who was Cauley's first assistant during his tenure as U.S. attorney. \"He'll be a great help to that terrorism task force.\"\nA graduate of Bethany College and the University of Pittsburgh, Cauley began his federal career in 1979 and worked for U.S. attorney offices in Pennsylvania and Virginia. Cauley, 53, has worked in various departments in the Middle District of Florida during the past 15 years.\nCauley has not ruled out a return to Tampa or another stint as a U.S. attorney. He would also like to take an overseas post, ideally in Ireland. \"Sometimes you have to move on, try new things,\" he said.\n\nLoad-Date: June 8, 2002"
}