{
    "title": "CEO panel assesses terrorism and how insurers respond; Bermuda Insurance Symposium",
    "publisher": "business insurance",
    "year": 2002,
    "month": 3,
    "day": 4,
    "full text": "SOUTHAMPTON, Bermuda-Although some insurance executives say that the marketplace ultimately will find a way to cover terrorism and other difficult risks, others aren't so optimistic.\n''A lot of this is a function of time,'' said Paul Ingrey, chairman and chief executive officer of Arch Reinsurance Ltd. in Bermuda. ''As time goes on, fear tends to diminish.''\nSpeaking as a panelist during a far-ranging discussion at the Fifth last month, Mr. Ingrey said that as time passes, insurers are becoming more willing to step up to the plate and take on terrorism risks. He noted, for example, a pool put together by American International Group Inc. that offers a ''basic price being paid for terrorism coverage that is one-fifth of the fire and allied lines rate, which gets very close to being affordable today.''\nHe pointed out that there have been ''many special risk situations, including the Olympic Games, where terrorism coverage was provided'' at affordable prices.\nInsurers' ability to solve tough problems has a precedent in the late 1960s, when coverage for losses from riots became unavailable, Mr. Ingrey said. The government stepped in and provided, ''for a price, stop-loss protection for all the insurance companies in the business,'' he noted. Less than two years later, though, insurers decided that they were paying ''way, way too much'' for the stop-loss protection, he said.\nAs a result, the marketplace eventually developed its own solutions, Mr. Ingrey recalled.\nJacques Blondeau, chairman and CEO of Paris-based reinsurer SCOR S.A., said that time might not be as much of an ally as some think.\n''If nothing happens for the next six months or a year, you begin to think that you are safe and there is no longer a problem. But in essence...we would be kidding ourselves,'' he said. ''We are living in a very dangerous world, and nothing has been solved so far as I can see.''\nTerrorism risk, therefore, ''is absolutely uninsurable,'' Mr. Blondeau said.\nThe capital markets may be able to provide some relief in the demand for terrorism coverage by putting together ''on a very limited basis, small pools of capital'' similar to those that recently have been put forward by AIG, Berkshire Hathaway Inc. and Lloyd's of London, said Alice Schroeder, a managing director with Morgan Stanley in New York.\n''I think you might see a limited amount of that from the capital markets,'' she said, ''but only as long as the price is so indisputably high that almost anyone could agree that it would cover the uncertainty involved.''\nPanelists also debated the U.S. government's role in providing terrorism coverage.\n''The nature of the exposure that we're dealing with does cry for a comprehensive solution, not just a solution for individual companies,'' said Bernard Hengesbaugh, chairman and CEO of Chicago-based CNA Financial Corp. ''If we are faced with a terrorist incident that affects a broad geographic area'' where much of the losses are uninsured, ''then the issue reverts back to the government...and a government mechanism has to step in,'' he said.\n''I am concerned also that the piecemeal solutions that are available today won't sustain us for a type of exposure that is long lasting and likely to be very pervasive,'' Mr. Hengesbaugh said.\nJeffrey Greenberg, chairman and CEO of New York-based Marsh & McLennan Cos. Inc., suggested that the government should develop a coverage mechanism to help insurers if there is another large-scale terrorism incident.\n''The government came in to help the airlines after (the Sept. 11 attacks); there wasn't a mechanism in place....Wouldn't we be better off to have a mechanism in place that wouldn't require an after-the-fact response but would have already planned for it?''\nThere is a way the insurance industry and the government can work together to provide coverage for terrorism risks, said Brian Duperreault, chairman and CEO of Bermuda's ACE Ltd.\nAfter the Sept. 11 attacks, government leaders asked in White House meetings why insurers should be part of the process, as they are unable to price the risk or predict its frequency and severity, he said. ''We tried to explain to them that, yes, we can't price it, but we can distribute it. We can set an amount that's appropriate...and we can distribute it (the coverage) in an efficient manner and we can also adjust the claim after the fact.''\n''I think a mechanism of the insurance industry to work efficiently with the government would have been appropriate,'' Mr. Duperreault said.\nMr. Blondeau said the real question is whether terrorism is, essentially, a new form of war. He said that he believes it is. ''The question is, then, is are we prepared to insure or reinsure war?''\n''We have got to face reality,'' Mr. Blondeau said. ''I'm very well convinced that this type of war risk is totally uninsurable.''\nAlso on the panel were Nick Prettejohn, CEO of Lloyd's; Joseph P. Brandon, CEO of General Re Corp.; and James N. Stanard, chairman and CEO of Renaissance Re Holdings Ltd.\nMichael Butt, a director at XL Capital Ltd., moderated the panel.\n\nLoad-Date: March 8, 2002"
}