{
    "title": "Chad rebel leader names himself interim president",
    "publisher": "st. petersburg times ",
    "year": 1990,
    "month": 12,
    "day": 5,
    "full text": "Chad's victorious rebel leader, Idriss Deby, declared himself president Tuesday, promising freedom and justice to a nation torn by conflict for more than 20 years. Three days after toppling President Hissene Habre, Deby pledged to guide the central African nation to multiparty democracy, to suppress the secret police and to guarantee fundamental rights. \"Chad has suffered too much from war and reprisals since independence,\" he said in a broadcast speech to Chad's 5-million people. A communique said Deby was head of state and chairman of a state council, which he called a temporary administration. Deby, who suspended Habre's 1989 constitution Monday, set no timetable for free elections.\nPoland gets arms offer\n WARSAW The United States offered Tuesday to sell arms to Poland, the Polish defense minister said, in what would be the first such deal between Washington and a member of the crumbling Soviet-led Warsaw Pact. Rear Adm. Piotr Kolodziejczyk said the possibility of an arms deal emerged during talks in Warsaw with Defense Secretary Dick Cheney. Cheney had no immediate statement after his meeting with Kolodziejczyk.\n Greece seeks terror curbs\n ATHENS Greek Prime Minister Constantine Mitsotakis unveiled a tough draft law on terrorism Tuesday. The law would allow prosecutors to bug telephones and open private mail in Greece, plagued by guerrilla attacks in the past 15 years. Because of vivid memories of the human rights abuses of a 1967-74 military junta, Greece has been one of the last European Community countries to draft an anti-terrorism law.\n Israel critics threatened\n NEW YORK Eight prominent critics of Israel, including a PLO adviser and three American Jews, have been warned that they might be attacked by supporters of Rabbi Meir Kahane, who was murdered Nov. 5, a law enforcement official said Tuesday. The official, who asked not to be identified, said the eight potential targets were told to be cautious after their names appeared on a hit list sent to a New York City television reporter. Among those names on the list were Louis Farrakhan, Columbia University professor and PLO adviser Edward Said, New York Times columnist Anthony Lewis and Clovis Maksoud, the former U.N. ambassador from the Arab League. The list also contains the names of Dartmouth University professor Rabbi Arthur Hertzberg; New York Attorney Rita Hauser; N. . Mehdi, secretary-general the of National Council of Islam; and University of Chicago professor Rashid Khalidi, the source said.\n Elsewhere . . .\n MANAGUA, Nicaragua Nicaraguan President Violeta Chamorro will address a Caribbean basin conference in Miami today, a government statement said.\n\nLoad-Date: November 11, 1992"
}