{
    "title": "Chairman of House Homeland Security resigns",
    "publisher": "university wire",
    "year": 2012,
    "month": 12,
    "day": 3,
    "full text": "WSN AboutStaffAdvertiseClassifiedsNEWSUniversity NewsCity NewsDiversity at NYU2031 ExpansionCrime LogFEATURESBeauty & StyleDiningFashion WeekAbroadARTSBooksEntertainmentFilmFilm FestivalsMusicTheaterSPORTSOPINIONMultimediaSpecial EditionsBlogsUnder the ArchThe HighlighterViolet VisionExposureHOUSINGChairman of House Homeland Security resignsDecember 3, 2012Peter T. King from New York's third congressional disict announced his resignation as the House Homeland Security Committee Chairman on Nov. 25. He resigned because he already went one year over his term limit.Since its establishment nine months after the Sept. 11 terrorist attacks, the committee has been a fierce proponent for anti-terrorism funding in New York City.King was an advocate for maintaining a high level of federal assistance even as funding decreased. \nThe public now questions what will happen to the city's anti-terrorism funding and whether King's replacement will be just as persistent with obtaining assistance.The committee announced on Nov. 27 that Rep. Michael McCaul from Texas will replace King as chairman beginning in January.King expressed his confidence in McCaul in a House Homeland Security Committee press release.\"I have worked with Rep. McCaul on the committee for the past several years, and he has been a very effective leader of the Subcommittee on Oversight, Investigations and Management and, previously, the Intelligence Subcommittee,\" he said. \"I know that he is committed to securing our Homeland from terrorism and ensuring that the Department of Homeland Security acts in an effective and responsible manner.\"David Olive, an expert on homeland security who works for Catalyst Partners, a government and public affairs firm based in Washington, D.C., does not think King's resignation will have a significant effect on homeland security funding for New York City.\"Congressman King has said he will remain on the committee, possibly as a subcommittee chairman,\" Olive said. \"His influence among members of that committee, or among the House leadership, will not diminish because he has become a subject matter expert, and funding on almost all homeland security matters is ultimately decided by the appropriators.\"Olive said authorities must approve anything the appropriators decide, and King is the chairman of the authorizing committee.\"He will continue to be an effective advocate for issues he is interested in,\" Olive said.Stern senior Abe Gutierrez said a decrease in anti-terrorism funding may be beneficial.\"I think that increasing anti-terrorism funding actually serves to increase people's anxiety toward the issue since they believe there is a reason more funding needs to be put in place by virtue of being one of most significant cities in the couny - and rather, the world as well,\" he said.A version of this article appeared in the Monday, Dec. 3 print edition. Charles Spector is a conibuting writer. Email him at [email protected]\n\nLoad-Date: March 10, 2016"
}