{
    "title": "Chairman Backs FBI's Terrorism Role",
    "publisher": "federal times",
    "year": 2002,
    "month": 5,
    "day": 13,
    "full text": "The Senate Judiciary Committee's chairman expressed   support for the FBI's plans to   de-emphasize missions not related to terrorism.\nToo often, the country turns   to the federal agency to solve   crime problems when other   federal, state and local police   and investigators can handle   them, said Sen. Patrick Leahy,   D-Vt., at a May 8 hearing on FBI   reform.\n\"Too many carjackings? Too   much domestic violence? Too   much simple drug possession?   Too many drive-by shootings?   The answer has long been to   create federal penalties and put   the FBI on it,\" Leahy said.\nThe FBI's effectiveness in focusing on large-scale problems   such as terrorism falters when   its field agents are diverted to   the other crimes, Leahy said.\nThe FBI still is working on its   comprehensive strategy to shift   resources to counterterrorism   programs, FBI Director Robert   Mueller said. However, Mueller   said the agency will continue to   investigate organized crime,   major white-collar crime, civil   rights violations and serious violent crime, coordinating with   other law enforcement agencies at all levels of government.\nAs part of its recent reorgani- zation, the FBI created a Security Division to improve internal security practices and standards, and an Office of Law Enforcement Coordination, which   will improve information sharing with state and local police,   Mueller said.\nThe FBI also recently established an Office of Intelligence   and College of Analytical Studies, and has committed to hiring more than 100 intelligence   analysts, said Deputy Attorney   General Larry Thompson.\nThompson spearheads a new   National Security Coordination   Committee within the Justice   Department, inaugurated in   March, to better coordinate   policy, planning, operations and   resources.\nOther members include   Mueller, Immigration and Naturalization Service Commissioner James Ziglar and other Justice officials.\n\"This new structure is helping   us to marshal our wide-ranging   resources to develop, direct   and execute our counterterrorism strategy and to eliminate   terrorist threats before they develop into terrorist acts,\"   Thompson said.\n\nNotes\n\n1 color photo\n\nLoad-Date: June 18, 2004"
}