{
    "title": "Challengers to Bin Laden _ Round II",
    "publisher": "new york sun ",
    "year": 2006,
    "month": 5,
    "day": 10,
    "full text": "In Osama bin Laden's April 23 audiocassette, he attacked Arab \"freethinkers,\" naming several and calling for their deaths. As a precedent, the Al Qaeda leader referenced Islam's Prophet Muhammad, who killed Ka'b ibn Al-Ashraf for writing defamatory poetry. Mr. bin Laden then instructed his followers: \"It is intolerable and outrageous that the heretics are among us, scorning our religion and our Prophet ... Do not consult anyone about the killing of these heretics. Be secretive in carrying out that which is required of you.\"\nOne of the \"heretics\" Mr. bin Laden spoke of on his most recent tape is a Kuwaiti intellectual and University of Kuwait political science professor, Ahmad Al-Baghdadi. In the years leading up to the attacks of September 11, 2001, Mr. Al-Baghdadi was an outspoken critic of Islamism and, in a March 16 article, referred to Mr. bin Laden as a vile terrorist and murderer.\nFollowing September 11, Mr. Al-Baghdadi penned an article about the attacks that was printed in many Arabic newspapers, including Akhbar Al-Youm of Egypt.\n\"The Palestinian Arabs were the first to invent airplane hijacking and the scaring of passengers ... Arab Muslims have no rivals in this; they are the masters of terrorism towards their citizens, and sometimes their terrorism also reaches the innocent people of the world, with the support of some of the clerics. Today, the Arabs and the Muslims are paying the price of their terrorism ...They are persecuted and humiliated across the civilized world. They are rejected in both the West and the East. In restaurants, in airplanes, in buses - everywhere they are spit upon. One cannot complain to the West for what it is doing to them, because [in] the Arab and Muslim world, everyone ... [is] lying about terrorism ... The Islamic world ... [is] the only [place] in which intellectuals - whose only crime was to write - rot in prison. The Arabs and the Muslims claim that their religion is a religion of tolerance, but they show no tolerance for those who oppose their opinions,\" Mr. al-Baghdadi wrote.\nThe Kuwaiti government on multiple occasions has punished Mr. Al-Baghdadi for expressing his opinions. He was first jailed in 1996, and in 1999 was given a one-month \"suspended\" sentence for \"insulting Islam\" in an article in a University of Kuwait student magazine. More recently, he was given a one year \"suspended\" sentence following the publication of an article in June, 2004, that expressed critical views of religious education in Kuwait. Specifically, he said schools teach children \"how to disrespect women and non-Muslims.\"\nThe political attacks on Mr. Al-Baghdadi culminated in March, 2005. After a Kuwaiti court condemned him to another one-year prison sentence, he published a public request for political asylum in the West in which he observed, \"a morbid atmosphere full of bacteria and viruses of hatred and tyranny.\"\nThe content of a series of articles by Mr. Al-Baghdadi that were published November 14-17, 2004, in the Kuwaiti daily Al-Siyassa, help to explain why he was singled out by Mr. bin Laden. The professor criticized \"Islamic religious thought\" for being misogynistic and intolerant, and said it presents obstacles to freedom of thought and speech and human health in matters of treatment and medicine. The professor went on to say such thinking supports political tyranny by oppressing democracy. \"Proof of this are the supplications and appeals [to Allah] that we hear in the mosques to destroy all non-Muslims,\" he wrote.\nIn the series he praised America and Europe for \"saving many peoples from oppression, while sacrificing [their own] human life and property\" and criticized Muslim leaders for failing to aid non-Muslims. When contrasting Muslims living in the West to non-Muslims living in the Muslim world, Mr. Al-Baghdadi said, \"There is no Islamic country in which a Christian or a Jew could reveal a cross or a skullcap and get away with it peacefully ... without people harming them.\" He also praised the West for supporting freedom of expression, which, he said, is lacking in the Muslim world.\nHe went on to note that the government must approve the construction of churches in Muslim countries, and that no Western countries prohibit the building of mosques or prevents Muslims from praying in public. \"There is no church in the secular Christian world in which a priest stands and curses anyone who disagrees with his religion or prays for trouble and disaster to befall them, as do the preachers in our Friday sermons,\" Mr. Al-Baghdadi said.\nMr. bin Laden's statement of April 23 also called for the killing Turki Al-Hamad. Next week's column will focus on this Saudi reformist.\nMr. Stalinsky is executive director of the Middle East Media Research Institute.\n\nLoad-Date: May 10, 2006"
}