{
    "title": "Challenge sparks creativity Questions & answers",
    "publisher": "business insurance",
    "year": 2008,
    "month": 6,
    "day": 2,
    "full text": "Sarah Perry, risk manager for the city of Columbia, Mo., is the incoming president of the Alexandria, Va.-based Public Risk Management Assn. Ms. Perry spoke with Business Insurance Senior Editor Dave Lenckus about the various challenges that public entity risk managers face over the next year.\nQ: With the economy slumping, public entity risk managers have shrinking resources. How badly have risk managers' resources been dented?\nIt varies across the board, depending on where the risk manager is in the organization. And besides the city and their economic stability, I think one of the things that as risk managers-and certainly across our public entities-we've seen is a reduction in some training resources, some travel. Also certainly, then, monies that are available for other discretionary-type items.\nIt's necessary that we have money for insurance and to pay those things which we have to make sure are there.\nQ: Has this affected at all the amount of resources that risk managers have to finance risk?\nI do believe it has caused us to be more creative and to look at where our dollars are best spent. Again, there are some things that we do have to have, and we have to have certain kinds of insurance: workers compensation, general liability, property. However, it has become a case of you have to look at what is, one, available and, two, is most important.\nQ: How does managing the risk of terrorism play into all of this?\nThe amount of involvement we have with terrorism risk varies within cities and counties in particular. I think a great deal of that is handled through our public safety departments-police, fire, joint communications, things like that. Where there are some resources that are available to them-some grant resources and some federal resources-that actually makes it a little easier for public entities.\nI do know that for some of the other entities-and I think the education side in particular-that's sometimes a little more of a challenge, because they don't always have that law enforcement link or that fire services link that allows them to quickly and easily access federal funds. I know terrorism, handling that risk, is kind of an entitywide process for most of us.\nQ: What areas of enterprise risk management can PRIMA members get into, and are they embracing this challenge?\nI think a lot of us as risk managers have been doing pieces of enterprise risk management for some time. Many of us have participated in some strategic management with our entities and have worked with other departments or areas within our| entities in looking at risks outside of those that are strictly insurable risk. I think that is an area that risk managers can get more involved. But there are pieces of that that many of us either are doing or can get into without somebody from above-somebody in our entities' management-saying we're going to institute an ERM program.\n\nGraphic\n\n \nArt Credit: Sarah Perry\n\nLoad-Date: June 6, 2008"
}