{
    "title": "CHANGING WORLD DUMPS OVER-THE-HILL CARLOS IN DUSTBIN OF HISTORY",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 8,
    "day": 16,
    "full text": "In the end, Carlos became a pitiful caricature of his youth, a besotted, womanizing and increasingly careless gun-for-hire whom nobody wanted to hire.\nThe mastermind behind some of the most audacious terrorist acts of the 1970s, he spent the last decade in Syria trying unsuccessfully to sell his services to his hosts or anyone else, say U.S. officials.\nHe became more and more erratic and visible to intelligence services as time went on.\n\"He was an old man dreaming the dreams of his youth,\" said Vincent Cannistraro, who retired in 1990 as director of the CIA's counterterrorism center.\n\"He kept coming up to the Syrians with all sorts of ideas, and the Syrians would say, Yeah, and now go back home and be a good boy.' \"\nAnother former CIA officer remembers Carlos the Jackal when he was the world's most feared terrorist. David Whipple, a former national intelligence officer for counterterrorism, said, \"To some extent he portrays himself as a revolutionary, and to some extent he is a hired gun. But he is a hell of a good pro, and he's been able to pull off these things rather successfully. He is unmatched in his field. He has been out in it so long, he's been guilty of so many outrages that he is unmatched.\"\nIn the early 1980s, the Syrians gave Carlos a haven for services that included the bombing in Paris in 1982 of an anti-Syrian newspaper that resulted in the death of a woman. The French want to try him on that charge. He already has been sentenced in absentia to life imprisonment for the killing of two French security officers who wanted to question him about missile attacks on airliners at Orly Airport in 1974.\nOther radical countries also rejected his services: The Iranians turned him down two years ago for being \"too communist and too atheist,\" said an intelligence official.\nSo Carlos, who had a soft spot for scotch, went on extended drinking binges.\nHe frequently assaulted his wife, Magdalena Kopp, who was once a German Red Army Faction terrorist, and attacked close friends, the U.S. sources said.\nHe also was indiscreet in his trysts, and Mideast intelligence services routinely tracked his whereabouts as he consorted with other women. When he was arrested in Sudan, he was living with another \"wife,\" a Jordanian.\nA State Department official said, \"I think it's fair to say that at some point he became kind of an embarrassment to the Syrians.\"\nIn addition, according to Donald Winters, a recently retired 33-year veteran CIA officer, \"terrorism is no longer in vogue.\" So, bowing to pressure from the French, Syria finally booted him out last winter.\nCarlos cut his teeth on terrorism in the early 1970s when he joined the rejectionist Popular Front for the Liberation of Palestine.\nHis most spectacular feat was the kidnapping of ministers from the Organization of Petroleum Exporting Countries at its headquarters in Geneva in 1975.\n\nLoad-Date: August 17, 1994"
}