{
    "title": "CHANCES; OF BOMB; BEING; CHECKED",
    "publisher": "pittsburgh post-gazette",
    "year": 1999,
    "month": 11,
    "day": 12,
    "full text": "Chances\nof bomb\nbeing\nchecked\nBy Pat Milton\nThe Associated Press\nHundreds of federal agents continue to gather evidence related to the crash of EgyptAir Flight 990, working out of the spotlight in the event that the catastrophe turned out to be the result of a criminal act.\nThe FBI is closely monitoring the investigation being conducted by the National Transportation Safety Board, which is investigating all possibilities, including mechanical failure, human error, terrorism and sabotage.\n\"We are trying to determine if this plane was brought down by human intervention. That is what the American people expect of us,\" said Lewis Schiliro, an FBI assistant director in New York who is leading the federal probe.\nAll 217 people aboard Flight 990 were killed when the Boeing 767 plunged 33,000 feet into waters off the Massachusetts island of Nantucket. The Cairo-bound flight had taken off from New York's Kennedy Airport early Oct. 31.\nThe FBI has been looking into all criminal possibilities, as it did after the 1996 midair explosion of TWA Flight 800. The government has said that explosion was sparked by a fuel tank fire of still unknown origin, discounting theories that the plane was destroyed by sabotage, terrorism or \"friendly fire\" from the Navy.\nIn the Flight 990 investigation, FBI agents have looked into the backgrounds of passengers and crew members aboard the plane, Schiliro said.\nAdditionally, agents have interviewed passengers on previous legs of the flight, as well as maintenance workers, fuelers, caterers, baggage handlers, security and anyone else who had access to the plane in the hours and days before the disaster.\n\"If this turns out to be mechanical, we need to find out so there's no recurrence,\" said Barry Mawn, the FBI agent in charge of the on-site investigation at Newport.\n\"There's no indication of a crime but if it turns out to be, we'll solve it and bring those responsible to the bar of justice.\"\nThe FBI said about 250 agents are investigating, including 150 agents in Newport. Mawn is one of the bureau's pioneers of modern day terrorism investigative techniques. He supervised the first New York FBI-led terrorism task force in 1979.\nSo far, the FBI has conducted about 500 interviews, Schiliro said.\n\"We are doing almost everything exactly as we did in Flight 800,\" said Schiliro, who directed much of the probe into the TWA disaster.\nThe FBI has also assigned agents to protect a potential trail of evidence, including body parts and clothing recovered from the ocean surface that were X-rayed for possible bomb fragments.\nAgents have also been examining intelligence reports, looking at court-ordered wiretaps of specialized terrorist groups to see if anything in the intercepts has gained relevance because of the crash.\nThe FBI has also set up a telephone hot line to field tips. In its first week, the FBI received 85 calls, including about a dozen claiming responsibility for Flight 990.\n\"Although some have been of interest to us and we are following up, there is absolutely nothing I would characterize as being very significant or of particular relevance at this time,\" Mawn said.\nThe EgyptAir criminal probe has produced intriguing possibilities but no smoking gun, Schiliro said.\n\"So far we see nothing that jumps out at us,\" he said. \"We have to deal in facts. We do not want to speculate.\"\nAbout 30 of the 217 people aboard were from the Egyptian military, including three high-ranking officers, all of whom had undergone mechanics and electronics training in California for helicopters purchased by the Egyptians.\n\nLoad-Date: December 17, 1999"
}