{
    "title": "Change in tactics; U.S. finally allows 'rogue nations' to buy American food and medicine",
    "publisher": "the world",
    "year": 1999,
    "month": 12,
    "day": 6,
    "full text": "The United States is moving away from its long-held position that food should be used as a weapon of foreign policy.\nWith approval from President Clinton, the State Department recently eased trade sanctions on several so-called \"rogue nations\" involved in state-supported terrorism. Included are such charmers as Iran, Libya and Sudan.\n#SANCTIONS.ED#\nUnder the policy change, American companies can now sell food and medical supplies to these countries. Other trade remains banned.\nAmerican drug companies and agricultural trading firms, which reportedly lobbied heavily for the policy change, are ecstatic.  While none of these three countries could be described as rich, all have some oil money and a desperate need for these goods.\nAmerican farmers, always on the lookout for new markets, should also benefit.\nStuart E. Eizenstat, undersecretary of state for business and economic affairs, said a two-year study concluded that trade in food and medical supplies \"doesn't encourage a nation's military capability or its ability to support terrorism.\"\nWhat Eizenstat didn't note is that the general consensus is that sanctions on food and medicine apparently don't have the intended purpose of moving targeted countries toward more acceptable behavior. In fact, by denying the generally poor populations of these countries access to American food and medicines, we may have actually hardened anti-American positions.\nSo the stick theory didn't work. Now it's time to try the carrot.\nThis is a move that makes a lot of sense to us. America continues to let these nations know that we won't tolerate their sponsorship of terrorism, but also shows their people that we are sensitive to their needs for the basic necessities.\nThis policy change seems to be part of a wider, subtler effort on the part of the United States to persuade Iran in particular to abandon terrorism as state policy. This year, for the first time since the hostage crisis of a generation ago, the State Department issued its annual terrorism report without singling out Iran as the world's worst offender.\nWhether Iran has actually changed its ways is unclear, but all this seems designed to show American support for the moderate government of President Mohammad Khatami in its constant battle with hard-line conservative clerics.\nWhether these moves will work won't be known for some time, but Iran is far too important geographically and economically for us to simply to continue to ignore.\n\nLoad-Date: December 8, 1999"
}