{
    "title": "Chapter ends, but terrorism lives on",
    "publisher": "telegraph herald ",
    "year": 2011,
    "month": 5,
    "day": 4,
    "full text": "where we stand The strike on bin Laden was well executed. Now, America must not let down its guard. Nearly a decade after Osama bin Laden came into the crosshairs of the American consciousness, this chapter closes. \nThe man behind the worst terrorism attacks on American soil has finally met his match in a team of U.S. Navy SEALs. For many the world over, his death brings closure, a reason for celebration that justice has finally been done. Meanwhile, though his death is historic, it raises questions about what happens next. The war on terrorism is far from over. An elite special forces team executed what by all accounts was a flawless strike on bin Laden and his minions inside a walled compound in an affluent community in Pakistan. The attack followed the meticulous work of studying intelligence. It required precise execution by military operatives. And it called for a forceful decision to act by our commander in chief. That the action was taken by our nation alone is a policy decision already being scrutinized. Pakistan is supposed to be our ally in this war on terror. Yet the president made the determination that the mission be conducted without Pakistan's or any other countries' prior knowledge. That is somewhat telling. This was our battle to fight. President Obama noted that killing or capturing bin Laden has been his top counter-terrorism priority. \"Today's achievement is a testament to the greatness of our country and the determination of the American people,\" Obama said in Sunday night's surprising announcement. Americans will remember the appalling recording of bin Laden and his underlings laughing over the massive death and destruction they caused on 9/11. It is easy to see him as the evil enemy. But surely we know that one man alone does not bear all the responsibility for the attacks on the World Trade Center, the Pentagon and the hijacked plane that crashed before reaching its intended target due to the heroic efforts of American martyrs. Though a killer's reign has ended, his legacy lives on in his followers. Al-Qaida could prove to have the qualities of the hydra of Greek mythology, that when one head is cut off, two will grow to replace it. Undoubtedly, we have fueled the fire of our enemies in the extremist world. In the weeks and months to come, the United States must remain vigilant. We salute the exacting efforts of our intelligence and military personnel for their mission to eliminate this enemy. While we savor this moment of a job well done, we must maintain our focus on anti-terrorism around the globe. Editorials reflect the consensus of the Telegraph Herald Editorial Board.\n\nLoad-Date: May 4, 2011"
}