{
    "title": "Chaplain backers may be replaced Muslim groups linked to terrorism gave their approval for personnel",
    "publisher": "charleston gazette",
    "year": 2003,
    "month": 10,
    "day": 15,
    "full text": "WASHINGTON - Defense Department officials acknowledged Tuesday that, for years, the Pentagon relied on religious organizations now suspected of having terrorist ties to endorse its Muslim chaplains and is now seeking other groups as sponsors.\nThe change, disclosed at a congressional committee hearing, comes in the wake of the arrest of U.S. Army Capt. James Yee, a chaplain at Guantanamo Bay, Cuba, who was recently charged with improperly handling classified information, after being arrested with drawings of the base and names of prisoners held there.\nMilitary and prison chaplains - whether Roman Catholic, Protestant, Jewish or of other faiths - must be sponsored by a religious organization such as The United Methodist Church before ministering to service personnel or inmates.\nThree groups examine religious credentials\nThree organizations - the American Muslim Armed Forces and Veteran Affairs Council, the Islamic Society of North America and the Graduate School of Islamic and Social Sciences - endorse the religious credentials of military and Federal Bureau of Prisons chaplains.\nSen. Charles Schumer, D-N.Y., said at a hearing of the Senate Judiciary Subcommittee on Terrorism, Technology and Homeland Security that a man the FBI called a possible co-conspirator in the 1993 World Trade Center bombing is on the board of the Islamic Society.\nThe American Muslim Armed Forces and Veteran Affairs Council is related to the American Muslim Foundation, which Sen. Jon Kyl, R-Ariz., the chairman of the committee, said is suspected by the federal government of having ties to terrorist groups.\nThe Islamic Society uses the Graduate School of Islamic and Social Sciences as a subcontractor to help with its endorsements, an attorney for the school said. The school, in Leesburg, Va., was searched by federal agents last year. No charges were filed.\nIn response to questions from the committee, Charles Abell, principal deputy undersecretary for personnel and readiness in the Department of Defense, acknowledged that the three organizations are under investigation, but did not elaborate.\n\"Recognizing that they are under investigation, we are looking for others,\" Abell said.\nAdvice to Pentagon concerns senator\nAbell said the groups would continue to be used by the military as long as they are not found to have terror ties. But Schumer raised concerns about future collaboration with these groups.\n\"There is enough evidence to warrant an investigation of these groups to assess their pluralist credentials and determine whether they should be advising the Pentagon and the Bureau of Prisons on who should provide spiritual guidance to American soldiers and inmates,\" Schumer said at Tuesday's hearing.\nIn addition to Yee, federal investigators have also arrested civilian translator Ahmed Fathy Mehalba and Air Force Senior Airman Ahmed I. al-Halabi as part of investigations into espionage at Guantanamo Bay, where 660 suspected terrorists are being detained by the United States.\nThe Federal Bureau of Prisons, which oversees U.S. federal prisons but not the military facility at Guantanamo Bay, also said Tuesday that it is reviewing how it chooses its chaplains, although its director, Harley Lappin, said that he is not actively seeking new groups to sponsor Muslim chaplains.\n\"We probably will not hire any, at least from these endorsing agencies, until the investigations are completed,\" Lappin said.\nNancy Luque, an attorney for the Graduate School of Islamic and Social Sciences in Virginia, denied any terror connections with the organization Tuesday, calling the accusations \"absolutely false and scurrilous.\"\nShe said nine of the military's 12 Muslim chaplains were trained by the school and are serving proudly. She said reports that Yee was trained by the school are false. The school simply examined his foreign educational transcripts at the request of the Pentagon.\n\nLoad-Date: October 16, 2003"
}