{
    "title": "Charity Coalition Urges Release of Money",
    "publisher": "the chronicle of philanthropy",
    "year": 2008,
    "month": 2,
    "day": 21,
    "full text": "A group of nonprofit organizations is pressing the U.S. Treasury Department to unlock the frozen assets of charities that have been designated as supporters of terrorism. The group, which includes the Council on Foundations, Grantmakers Without Borders, the Muslim Public Affairs Council, and OMB Watch, met last month with Treasury Department officials, asking them to release the money to legitimate charities that can ensure it is used for humanitarian needs.\n\"When the donors gave this money, they intended it to go toward disaster relief, or to orphanages, or to relieve famine,\" said Kay Guinane, director of nonprofit speech rights at OMB Watch. \"It contravenes the intent of the donors, and the charitable missions of these organizations, to hold the money indefinitely.\"\nSince September 11, 2001, the Treasury Department has frozen more than $16-million from approximately 40 charities and other groups that have been accused of supporting terrorism, according to the group of nonprofit organizations. Several charities, including Kind Hearts and the Benevolence International Foundation, have asked the government to give their assets to other nonprofit organizations or to the U.S. Agency for International Development, but their requests have been denied.\nThe Treasury Department, meanwhile, said that many competing interests may have a stake in the charities' assets, which makes it impossible to release the money swiftly. Frozen assets \"continue to be primarily the assets of the titleholder, but there may be other parties who have a legitimate claim on them,\" said Chip Poncy, director of the Treasury's Office of Strategic Policy for Terrorist Financing and Financial Crimes.\nThird-party creditors, terrorism victims, and partner charities may also have a claim on the money, he said. Several charities that have been shut down have also sued the government, and a decision on their money cannot be made until those lawsuits are resolved.\nCharity officials, meanwhile, say the government has yet to find a long-term solution to dealing with the nonprofit world after the September 11 attacks.\n\"The law we're operating under was an emergency response to 9/11, but it doesn't fit for the long term,\" says Ms. Guinane. \"The war on terror isn't going to end in the foreseeable future, and we need a long-term approach that makes sense.\"\n\nLoad-Date: February 20, 2008"
}