{
    "title": "Charles A. Loftus, Ph.D. announces candidacy for Arizona House of Representatives",
    "publisher": "yellow sheet report",
    "year": 2017,
    "month": 12,
    "day": 15,
    "full text": "District 20 - 2018 Election\nCharles Loftus, Ph.D., is an Arizona native, born in Nogales and raised in Phoenix. He entered law enforcement after high school and has been an Arizona law enforcement officer for over 30 years, having served with the Maricopa County Sheriff‘s Office, Arizona State University Police, the Arizona Attorney General‘s Office and the Office of Inspector General at DES. He earned his Ph.D. in Public Administration with an emphasis on Criminal Justice Public Policy (police and public corruption) from Arizona State University. He also earned a Master in Public Administration with an emphasis on organizational behavior and public policy analysis from Arizona State University.\nHe became an instructor with the Arizona State University School of Criminology and Criminal Justice teaching counter-terrorism, domestic terrorism, intelligence, and research methods. He is the director of an intensive study abroad program through ASU that takes students to Israel to learn about counter-terrorism, Islamic fascism, jihadism, martyrdom and emergency responses to terrorism.\nDr. Loftus has witnessed firsthand how Arizona government has worked and at times failed its citizens. Over the years, he has had to implement what previous legislators enacted. He has been witness to the many faults and corruption within Arizona government and it is something he passionately wants to change, to improve. He believes that there is a effort in this country that is dedicated to restoring our Constitution and the Bill of Rights and he strongly feels that he can contribute to it. He feels that in this way and many others, he can help his neighbors in LD20 where he and his family have lived for the last 25 years.\nHe would describe himself as a Republican Conservative with very pro law and order leanings. He would like to help expose and eliminate corruption in government. Like you, he is fed up with politicians that say anything to get elected then support the lobbyist who provides them the most.\nPlease go to the Loftus 2018 website athttp://www.loftus4az.com. There‘s lots more information there. The campaign can use your help, support, donation and prayers. Elect an Arizonan who is tough, smart and passionate about Arizona.\nCopyright © 2018 BridgeTower Media.  All Rights Reserved.\n\nLoad-Date: April 6, 2018"
}