{
    "title": "Charlottesville Attack Shows Homegrown Terror on the Right Is on the Rise",
    "publisher": "new york observer",
    "year": 2017,
    "month": 8,
    "day": 15,
    "full text": "The attack in Charlottesville, Virginia, in which a man named James Alex Fields Jr. used his Dodge Challenger as a weapon against a crowd of protesters, underscores the growing violence of America's far-right wing.\nAccording to reports, Fields was a active member of an online far-right community. Like many other far-right activists, he believes that he represents a wider ideological community, even though he acted alone.\nMy 15 years experience of studying violent extremism in Western societies has taught me that dealing effectively with far-right violence requires treating its manifestations as domestic terrorism.\nIn the wake of the Charlottesville attack, the Department of Justice announced it would launch a federal investigation:\n\"...that kind of violence, committed for seeming political ends, is the very definition of domestic terrorism.\"\nThis acknowledgment may signal that a growing domestic menace may finally get the attention it deserves. While attacks by outsider Jihadist groups will probably continue, domestic terrorism still deserves more attention than it's getting.\nDomestic terrorism\nTerrorism is a form of psychological warfare. Most terrorist groups lack the resources, expertise and manpower to defeat state actors. Instead, they promote their agenda through violence that shapes perceptions of political and social issues.\nFields' attack, if it was motivated by racist sentiments, should be treated as an act of domestic terrorism. Here I define domestic terrorism as the use of violence in a political and social context that aims to send a message to a broader target audience. Like lynching, cross-burning and vandalizing religious sites, incidents of this kind deliberately aim to terrorize people of color and non-Christians.\nI consider domestic terrorism a more significant threat than the foreign-masterminded variety, in part because the number of domestic terror attacks on U.S. soil is greater. For example, my report published by the Combating Terrorism Center at West Point identified hundreds of domestic terror incidents taking place between 2008 and 2012.\nAnother report, published in 2014 by New America Foundation on domestic incidents of extremist violence, shows that excluding the            Orlando nightclub massacre, between 2002-2016, far-right affiliated perpetrators conducted 18 attacks that killed 48 people in the United States. Meanwhile, terrorists motivated by al-Qaida's or the Islamic State's ideology killed 45 people in nine attacks.\nThe Orlando mass shooting, given its mix of apparent motives, is difficult to categorize.\nA spontaneous appearance\nIn briefings with law enforcement and policymakers, I have sometimes encountered a tendency to see U.S. right-wing extremists as a monolith. But traditional Ku Klux Klan chapters operate differently than skinhead groups, as do            anti-government \"patriot\" and militia groups and            anti-abortion extremists.            Christian Identity groups, which believe Anglo-Saxons and other people of Northern European descent are a chosen people, are distinct too.\nCertainly, there is some overlap. But these groups also differ significantly in terms of their recruitment styles, ideologies and whether and how they use violence. Across the board, undermining the threat they pose requires a more sophisticated approach than investigating their criminal acts as suspected hate crimes.\nIn an ongoing study I'm conducting at the University of Massachusetts Lowell with several students, we have determined that, as it seems to be also in the case of Fields, many attacks inspired by racist or xenophobic sentiments are spontaneous. That is, no one plans them in advance or targets the victim ahead of time. Instead, chance encounters that enrage the perpetrators trigger these incidents.\nSporadic attacks with high numbers of casualties that are plotted in advance, such as Dylann Roof's murder of nine African-Americans in a Charleston, South Carolina church, are always big news. More typical incidents of far-right violence tend to draw less attention.\nThe fatal stabbing of Taliesin Myrddin Namkai-Meche and Rick Best aboard a train in Portland, Oregon on May 26 seems to be no exception. The alleged killer of these two white men,            Jeremy Joseph Christian, attacked them with a knife after they stood up to him for haranguing two young women who appeared to be Muslim, police said. A third injured passenger, Micahel Fletcher,            has survived. Much of the media coverage is focused on Christian's            violent and racist background.\nGiven the spontaneous nature of so much far-right violence, U.S. counterterrorism policies should, in my view, target the dissemination of white supremacist ideology, rather than just identifying planned attacks and monitoring established white supremacy groups.\nAn iceberg theory\nThe number of violent attacks on U.S. soil inspired by far-right ideology has spiked since the beginning of this century, rising from a yearly average of 70 attacks in the 1990s to a yearly average of more than 300 since 2001. These incidents have grown even more common since President Donald Trump's election.\nThe Southern Poverty Law Center, a nonprofit that researches U.S. extremism, reported 900 bias-related incidents against minorities in the first 10 days after Trump's election - compared to several dozen in a normal week - and found that many of the harassers invoked the then-president-elect's name. Similarly, the Anti-Defamation League, a nonprofit that tracks anti-Semitism, recorded an            86 percent rise in anti-Semitic incidents in the first three months of 2017.\nBeyond the terror that victimized communities are experiencing, I would argue that this trend reflects a deeper social change in American society.\nThe iceberg model of political extremism, initially developed by Ehud Shprinzak, an Israeli political scientist, can illuminate these dynamics.\nMurders and other violent attacks perpetrated by U.S. far-right extremists compose the visible tip of an iceberg. The rest of this iceberg is under water and out of sight. It includes hundreds of attacks every year that damage property and intimidate communities, such as the attempted burning in May of an African-American family's garage in Schodack, New York. The garage was also defaced with racist graffiti.\nData my team collected at the Combating Terrorism Center at West Point show that the significant growth in far-right violence in recent years is happening at the base of the iceberg. While the main reasons for that are still not clear, it is important to remember that changes in societal norms are usually reflected in behavioral changes. Hence, it is more than reasonable to suspect that extremist individuals engage in such activities because they sense that their views are enjoying growing social legitimacy and acceptance, which is emboldening them to act on their bigotry.\nBudget cuts\nDespite an uptick in far-right violence and the Trump administration's plan unveiled earlier this year to increase the Department of Homeland Security budget by 6.7 percent to            US$44.1 billion in 2018, the White House also proposed to cut spending for programs that fight non-Muslim domestic terrorism.\nThe federal government has also frozen $10 million in grants aimed at countering domestic violent extremism. This approach is bound to weaken the authorities' power to monitor far-right groups, undercutting public safety.\nHow many more innocent people like Heather Heyer, who was killed in Fields' attack - and Taliesin Myrddin Namkai-Meche and Rick Best in Seattle - have to die before the U.S. government starts taking the threat posed by violent white supremacists more seriously?\nThis is an updated version of an article originally published on May 28, 2017.\nArie Perliger is the Director of Security Studies and a Professor at the            University of Massachusetts Lowell. This article was originally published on            The Conversation. Read the            original article.\n\nLoad-Date: August 15, 2017"
}