{
    "title": "Charities Say Antiterror Policies Cause 'Collateral Damage'",
    "publisher": "the chronicle of philanthropy",
    "year": 2008,
    "month": 8,
    "day": 7,
    "full text": "Antiterrorism policies introduced by the U.S. government after the September 11, 2001, attacks continue to hamper the work of charities overseas, according to a new report.\nThe report, by Grantmakers Without Borders and OMB Watch, says that overly broad guidelines, lack of due process for charities accused of terrorist ties, and false assumptions about nonprofit groups' role in supporting terrorism have curbed overseas giving and undermined the work of some organizations that work abroad.\n\"There's a lot of rhetoric out of the Treasury Department that unfairly labels the charitable community as being a conduit for terrorist funding as opposed to being an ally in the 'war on terror,'\" said Vanessa Dick, advocacy coordinator for Grantmakers Without Borders. \"It's really unfortunate that the strength of the charitable community in getting at the root causes of terrorism, whether that be poverty, inequality, or marginalized communities, isn't being recognized.\"\n'Reasonable Suspicion'\nIn order to shut a charity down, the Treasury Department needs only a \"reasonable suspicion\" that the group is aiding terrorists. Since 2001, the government has shuttered seven U.S. charities, designating them as supporters of terrorism. Only three have faced criminal charges, and none have been convicted. Their assets remain frozen, the report says.\nThe Treasury and Justice Departments have expanded their definition of \"material support\" to people designated by the U.S. government as terrorists to include not just the transfer of money and supplies, but charitable aid that may \"cultivate support\" for terrorist groups. Charities are encouraged to check their employees' names against terrorist watch lists.\nThe policies have combined to create a climate of confusion and even fear among charities, the report says. The lack of clarity on what constitutes \"material support\" has left groups wary of operating in areas held by terrorist groups, because even distributing food or setting up camps could be seen by the government as abetting terrorism.\nKay Guinane, director of nonprofit speech rights at OMB Watch, said the problem has gotten worse over the last few years: A lack of Congressional oversight, and courts' excessive deference to the Treasury Department, have exacerbated the hurdles facing charities.\n\"For the charitable sector, it's time to speak up,\" said Ms. Guinane. \"If it's left to others who don't understand how we operate, the situation is going to remain a problem.\"\nReaders can download the report, \"Collateral Damage: How the War on Terror Hurts Charities, Foundations, and the People They Serve,\" free. Hard copies may be purchased from Amazon.com for $10.\n\nLoad-Date: August 6, 2008"
}