{
    "title": "Charges dropped, but momentous RNC 8 legal battle rages on",
    "publisher": "university wire",
    "year": 2009,
    "month": 4,
    "day": 13,
    "full text": "When the Ramsey County Attorney's Office\nannounced late last week that it will drop terrorism charges - but not\nother non-terrorism felony charges - against the RNC 8, both the\nprosecutors and the accused felt like they'd made progress.\nRamsey County Attorney Susan Gaertner said the step signified the best\napproach to serve justice against the eight activists, accused of\nplotting to violently disrupt September's Republican National\nConvention.\nThe RNC 8 said the dropped terrorism counts signaled long-awaited relief after months spent pressuring Gaertner's office.\nBut despite the dropped charges, first leveled in December under\nMinnesota's version of the controversial PATRIOT Act, both sides still\nface a steep legal battle.\nThe dropped terrorism charges have changed the game, to be sure, but in whose favor is yet unclear.\nIn the cases against the RNC 8, the only certainty for both sides has\nbeen a historic outcome. However the charges end up - falling away,\ngoing to trial, marring the criminal records of eight young activists -\nwill be momentous in the law enforcement and political organizing\ncommunities.Political power play?The RNC 8 each carry two felony charges for conspiracy to riot and\ndamage property, which could bring significant prison time if\nconvicted. Gaertner said she's confident her office can prove the\ncharges beyond a reasonable doubt.\nThe prosecution team is burdened with proving that the activists, who\nafter their preemptive arrests never actually made it to the RNC,\nintended violent interference, including kidnapping delegates and using\nexplosives.\nThe activists and their allies have vowed to redouble the political\npressure on Gaertner, also a DFL candidate for governor, until she lets\nthe remaining charges go. The two felonies still carry a possibility of\nseveral years in prison upon conviction.\nFor the prosecution, the heat is off for filing charges against\nprotesters based on an anti-terrorism statute passed in immediate\nreaction to 9/11.\nSupporters of the RNC 8 ridiculed the statute and the charges, and the\nsuggestion that the eight activists could live the rest of their lives\nlabeled as terrorists - a powerful and troubling identifier in a\npost-9/11 world.\nThe RNC 8 could face a new kind of difficulty gaining support for their\ncause, at least compared to before. The terrorism counts sounded harsh\nand excessive to some, allowing the RNC 8 to wrangle skeptics to their\nside.\nWithout the terrorism counts, that support-generating distaste for the PATRIOT Act becomes substantially less relevant.\nDismissing those charges, Gaertner said, was done to avoid distracting jurors who might be put off by the word \"terrorism.\"\nGaertner acknowledged that while the statute covers the alleged actions\nof the RNC 8, such cases likely weren't its express purpose.\nSpeculation swirled since Gaertner's office first tacked on the\nterrorism charges in December. Critics used the charges to bolster\ntheir argument that authorities had waged a war on dissent and\npolitical opposition.\nBack then, the RNC 8 called the trumped-up charges a political power\nplay, claiming they would be something for the gubernatorial hopeful to\ntout.\nNow, the RNC 8 call the charges' dismissal a similar political move -\nthis time, a response to mounting political pressure put on by RNC 8\nsupporters and specifically DFL voters.\n\"Originally they thought it made a much more glamorous prosecution,\"\nsaid Jordan Kushner , an attorney for RNC 8 member Luce Guillen-Givins\n. \"At the end, it couldn't be politically justified, in part because it\ncan't be legally justified.\"\nBut Gaertner, who says she's no stranger to critics who accuse her of\nplaying politics, maintains that her aggressive prosecution of the RNC\n8 is not only justified, but necessary.\nThe activists still face years in prison if convicted. Sentencing is unaffected by the dropped charges, Gaertner said.\n\"[People say] either we're too soft on criminals, or we're too harsh on\ncriminals,\" she said, \"but we just have to shut out that background\nnoise and make the decisions that we think are right.\"\nAs for the claim that politics influenced the dismissal of terrorism charges, Gaertner said that's not the case.\n\"If the defendants' lawyers don't like this decision, I suspect it's\nbecause they realize it's good trial strategy that will help us achieve\na successful result,\" she said.\nThe tactical element isn't lost on RNC 8 member and University of Minnesota student Max Specktor .\n\"They're playing the game, they're being more strategic with what\nthey're charging us with,\" he said. \"It makes me think that the\nprosecutors are more serious about this now because they're actually\ntrying to make a case that isn't as ridiculous.\"Disagreement about dissent?Since their arrests more than seven months ago, the RNC 8 have\nclaimed their surveillance, arrests, detainment and charges result from\none thing: suppressing dissent.\nThe RNC 8 say law enforcement agencies targeted them for their anarchist views and political organizing leading up to the RNC.\nThey've consistently maintained that they never planned to hurt anyone\nor do anything illegal. Instead, they say, they had only been\nexercising their First Amendment rights to speech and assembly.\nAttorney Kushner said the pending felony charges are baseless and clear evidence of the government's criminalizing dissent.\n\"They're not based on anything that anyone did,\" he said. \"They're\naccused of conspiring to commit illegal acts and in reality they're\nbeing prosecuted for their political organizing activities.\"\nIn rallies outside Gaertner's campaign events and elsewhere, supporters\nof the RNC 8 have vilified officials they believe targeted them. And\nthere's a sense among the activists that the method worked.\n\"Look what happened in the last four or five months of us putting\npressure on her,\" RNC 8 member Rob Czernik said, referring to the\ndropped charges. \"It obviously had an affect.\"\nUntil now, it was easy for the activists to highlight the shock value\nof the terrorism charges, which to the public could easily sound harsh\nand excessive.\nAnd the RNC 8 certainly capitalized on that. They have traveled across\nthe country to speak on college campuses -they plan to visit more later\nthis month - and have been featured in the national media, including an\nappearance on MSNBC last week.\nBut perhaps a bigger challenge lies ahead.\n\"We've been defining the charges based on the terrorism enhancement and\nnow that's gone,\" Czernik said. \"Hopefully people will realize they're\ncharging us with the same stuff, just with different language.\"\nSpecktor said he's been trying to put a positive spin on things.\nNow, he said, the focus of the activists' outcry can shift from the use\nof terrorism charges to the core issue of stifling dissent.\n\"Instead of saying what we did wasn't terrorism, we can say what we did wasn't a crime either,\" Specktor said. An uncertain upshotThe prosecutors now continue to prepare their case.\nThe activists continue their push to drop the other charges and garner grassroots support.\nAnd even with last week's significant dismissal of the terrorism\ncharges, Czernik said the eight aren't getting ahead of themselves.\n\"It's too early to celebrate,\" he said. \"This isn't the end game; this\nis just the opening salvos in a long, drawn-out chess match.\"\n(C) 2008 Minnesota Daily via UWIRE\n\nLoad-Date: April 13, 2009"
}