{
    "title": "Charleston and homegrown terrorism",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 6,
    "day": 25,
    "full text": "In the United States, one of the very few developed nations where hardly six months go by without a mass murder, the Charleston church shooting on June 17 has shocked the nation. Dylann Roof, a white supremacist, didn't fit the conventional terrorist profile - he was Caucasian and was inspired to fight by the right-wing Council of Conservative Citizens, according to his manifesto. Yet according to the definition most widely accepted by sociologists, an actor killing for political goals not on behalf of a state is a terrorist. And his case isn't unique. In fact, right-wing terrorism is arguably a much greater threat to the public safety than Islamic terrorism.\nAccording to the FBI's timeline of terrorist attacks, more terrorist attacks from 1980-2005 have been associated with Jewish extremists on U.S. soil than Islamists - 7 percent and 6 percent of attacks were associated with the groups, respectively. Newer data sets have told a similar story. Duke University found that on average nine American Muslims were involved in attempted terrorist attacks every year since 9/11, resulting in 50 fatalities. In a stark contrast, West Point's Combating Terrorism Center recorded 337 right-wing extremist attacks per year, resulting in 254 fatalities since 9/11. Similarly, the Global Terrorism Database of the University of Maryland has recorded just 24 Islamic extremist attacks since 9/11; 65 right-wing terrorist attacks were recorded over the same time period. \nAnd although the difference to the courts between hate crimes and terrorism is almost comically arbitrary, it is likely that the share of terrorist attacks by right-wing extremists is even more lopsided than what these statistics suggest.\nThese data-based trends and the Charleston shooting should not be swept under the rug. The constant state of fear Americans live in is unacceptable. Pundits are calling upon us to believe that Islam is an existential threat to America, and 48 percent of American Muslims are experiencing discrimination every year - a higher incidence rate than any other group. These are symptoms of a strongly Islamophobic society that must be changed to thrive in a globalized world.\nThese misconceptions are dangerous, as they have led to the support of costly interventions in the Middle East. With fears of an Islamic State attack on the U.S. rising, even when IS is strategically limited to the Iraq-Syria region, given the strong states of Turkey, Iran and Saudi Arabia at its borders, I fear that further intervention may be irrationally based upon the idea of an existential threat to the U.S. \nWe need to be honest with ourselves when the lives of thousands of civilians are on the line. Intellectual dishonesty cannot sustain the prosperity and morality of any country, and it will be our downfall, should we choose to hold it more dearly than our own hearts and brains.\nAnhvinh Doanvo\nTampa\n\nLoad-Date: June 25, 2015"
}