{
    "title": "Charge against airline mechanic airs 'insider threat'",
    "publisher": "telegraph herald ",
    "year": 2019,
    "month": 9,
    "day": 22,
    "full text": "BY DAVID KOENIG\nThe Associated Press\nThe arrest of an airline mechanic suspected of being sympathetic with terrorists and charged with sabotaging a jetliner has renewed fear about the \"insider threat\" to aviation security.\nDespite security upgrades since the terror attacks of 2001, breaches including a gun-running operation at the nation's biggest airport illustrate the possibility that a well-placed airport employee could bring down a plane.\n\"Should people be worried? Hell, yeah,\" says Doron Pely, a former aviation security consultant in Israel. \"This doesn't require a suicide bomber. It requires access to an airframe, an aircraft and motivation.\"\nSeveral experts said it would be difficult if not impossible to stop every determined criminal or terrorist. Under federal law, people applying to work in secure areas of an airport must pass a three-part vetting process run by the Transportation Security Administration - a criminal-records check, a \"security threat assessment\" that includes checking their names against a terrorism watch list, and proof that they are eligible to work in the United States.\nAbdul Alani, who was born in Iraq and became a U.S. citizen in 1992, passed that test and got a job repairing planes for American Airlines. There were setbacks in his career - Alaska Airlines fired him in 2008 for shoddy work, something that American apparently didn't know - but there was no criminal history, no other outward signs of problems.\nOn Sept. 5, Alani was arrested in Miami and charged with trying to disable or damage an aircraft. According to an air marshal's affidavit, Alani admitted that in July he used his access to the back side of the Miami airport terminal to drive up to a Boeing 737, open a compartment below the cockpit, and glue a piece of foam inside navigation equipment in such a way that pilots wouldn't be able to tell how fast or high they were flying. The blockage triggered an alert when pilots powered up the plane, and they canceled the takeoff.\nIn 2015, the inspector general of the Homeland Security Department, TSA's parent, found that TSA failed to identify 73 aviation workers with security badges who should have triggered terrorism-related red flags. The reason: TSA wasn't authorized to get all terror-related information from other federal agencies. After an outcry, TSA got more access.\nAlani, the airline mechanic arrested in Miami, was not on a terrorism or no-fly list, according to an air marshal who testified in federal court this week. He had no criminal record. When FBI agents examined his phone, according to prosecutors, they found video of mass murders carried out by Islamic State fighters and other evidence of possible terrorism sympathies.\nAlani hasn't been charged with terrorism-related crimes, but he does face a charge of disabling an aircraft. If convicted, he could spend 20 years in prison.\nThe question for aviation and security officials is whether he could have been stopped with more careful screening or supervision.\n\"Hopefully this will serve as a reminder to all those that work in aviation that they need to take the existing security procedures more seriously,\" said Price, the security expert in Denver, \"because the threat is still out there.\"\nCopyright 2019 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nLoad-Date: September 23, 2019"
}