{
    "title": "Charity Leader Tied to Terrorism Gets Prison Term",
    "publisher": "the new york times",
    "year": 2003,
    "month": 8,
    "day": 19,
    "full text": "A Muslim charity leader linked by prosecutors to Osama bin Laden's terrorist network was sentenced today to more than 11 years in federal prison for defrauding donors.\n     The charity leader, Enaam Arnaout, 41, a Syrian-born American citizen who has said he has met Mr. bin Laden but opposes terrorism, appeared calm as Judge Suzanne B. Conlon of Federal District Court sentenced him. \n Mr. Arnaout's charity, the Benevolence International Foundation in Palos Hills, Ill., was closed in 2002. When Mr. Arnaout was charged, Attorney General John Ashcroft went to Chicago to announce the indictment.\nMr. Arnaout (pronounced ARE-not) pleaded guilty to a racketeering charge, admitting that he diverted thousands of dollars from his charity to support Islamic militants in Bosnia and Chechnya.\nJudge Conlon gave him a term longer than the 8 to 10 years called for in sentencing guidelines because, she said, the $200,000 to $400,000 that he diverted deprived refugees of important assistance.\nThe judge had earlier declined a prosecution request to increase the sentence to 20 years, on the basis of Mr. Arnaout's ties to Al Qaeda. She said the links supplied grounds for suspicion but did not constitute evidence that he supported terrorism.\nJudge Conlon ordered Mr. Arnaout to pay $315,624 in restitution and recommended that it be given to the United Nations for refugee work.\nMr. Arnaout, looking tired after more than a year in solitary confinement, spoke before the court, saying he had been kidnapped by the government. He said he was not guilty.\n\"I came to this country to enjoy freedom and justice,\" Mr. Arnaout said. \"I came to have a peaceful life.\"\nHe said he had answered all the questions put to him by prosecutors in their investigation of Al Qaeda. His lawyers said he had met Mr. bin Laden in the 1980's when Mr. bin Laden was part of the effort supported by the United States to expel the Soviet army that was occupying Afghanistan. They said he had had nothing to do with Mr. bin Laden in recent years.\nProsecutors said he lied about his associations with Mr. bin Laden and his supporters.\nAmong other things, they said a top aide of Mr. bin Laden's, Mamdouh Salim, went to Bosnia with papers showing that he was a board member of Benevolence International. \n\nhttp://www.nytimes.com\n\nLoad-Date: August 19, 2003"
}