{
    "title": "Charges_ Utahn threatened to blow up White House",
    "publisher": "the deseret news",
    "year": 2017,
    "month": 1,
    "day": 5,
    "full text": "By Ben Lockhart\nDeseret News\nHURRICANE, Washington County - A Hurricane man with a history of making violent statements threatened to set off a bomb at the White House in comments left on its Instagram page, according to a felony charge filed against him this week.\nDavid Grant Torrey, 24, was charged Tuesday in 5th District Court with threat of terrorism, a second-degree felony.\nCourt documents say Torrey left threatening comments Monday on the White House Instagram profile page, saying he would \"detonate a bomb strapped to my chest.\"\nTorrey's comments included \"additional threats toward President Barack Obama, his family, and White House staff members,\" the charges state.\nTorrey wrote in his comments at one point that \"it is a big enough bomb to kill everyone there right now YOU HAVE BEEN WARNED,\" according to court documents. He allegedly later commented that \"You have TWO minutes!!!\"\nTorrey pleaded guilty in February 2015 to an attempted threat of terrorism for warning he would blow up Cedar City Hospital using a series of small bombs. He was upset about not being treated there after admitting himself there, according to court documents.\nTorrey also pleaded guilty on April 19, 2016, to attempted threat of terrorism and making a threat of violence for threatening to bomb the Iron County Jail after being released from there. In that case he also gave a note to jail deputies claiming he would kill President Barack Obama and bomb \"multiple government and public buildings,\" including the White House and U.S. Capitol Building, court documents say.\nTorrey pleaded guilty again to attempted threat of terrorism on June 21. In that case, Torrey again threatened to blow up Cedar City Hospital, court documents say. He also threatened to shoot and kill Gov. Gary Herbert after fleeing to Salt Lake City, fatally stab the president and then escape the United States to join ISIS terrorists, according to those charges.\nTorrey was sentenced in his most recent case to six months in jail, with credit for time served, plus three years of probation and a mandatory psychological evaluation.\nFollowing the most recent allegations, Torrey was arrested and booked into the Purgatory Correctional Facility in Washington County. His next court hearing in his new case is scheduled for Monday.\nEmail: blockhart@deseretnews.com\nTwitter: benlockhartnews\n\nLoad-Date: January 5, 2017"
}