{
    "title": "CHARGES FILED AGAINST USF PAIR",
    "publisher": "st. petersburg times ",
    "year": 2007,
    "month": 9,
    "day": 1,
    "full text": "Two University of South Florida students have been indicted on federal explosives charges, four weeks after their arrest following a traffic stop near a naval base in South Carolina.\nAhmed Mohamed, a civil engineering graduate student and teaching assistant from Egypt, faces the most serious charge, demonstrating how to make explosives for use in violent crimes.\nThe indictment, unsealed Friday, cites a terrorism statute, but a federal spokesman said terrorism activity was not a focus of the case.\n\"At this point, we would not characterize it as a terrorism case,\" said Steve Cole, a spokesman for the U.S. Attorney's Office in Tampa. \"We would classify it as an explosives case.\"\nA grand jury in Tampa handed up the indictment. It charges Mohamed and Youssef Megahed, an undergraduate engineering student, with transporting explosives in interstate commerce without permits, a crime that carries up to 10 years in prison.\nAlso on Friday, USF announced it had suspended both men on a provisional basis because they may have violated school rules.\nThe students remain jailed in Berkeley County, S.C. They were detained Aug. 4 on state explosives charges after a deputy pulled them over, accused Mohamed of speeding, then found \"several pipe bombs\" in the car's trunk, according to the arrest affidavit.\nThe men consented to the search. Initial news accounts said they told deputies they had fireworks in the trunk; Megahed's family said he had planned a road trip to see the Carolina coasts.\nA prosecutor described the men as dangerous and flight risks. Bail for Megahed, 21, was set at $300,000. Bail for Mohamed, whom records list as 24 or 26 years old, was set at $500,000.\nGovernment officials have not provided specifics on the contents of the trunk or what they believe the students planned to do with the explosives they are accused of carrying across state lines.\nThe indictment accuses Mohamed of teaching how to make explosives between June and Aug. 4 but does not say with whom he shared the information.\nTampa lawyer John Fitzgibbons, a former federal prosecutor who is not involved in the case, described the indictment as \"bizarre.\"\n\"They snuck in a statute referencing terrorists,\" he said. \"This is as bizarre an indictment as I've ever seen because, on the one hand, the press release from the Department of Justice says nothing about terrorism, yet there is an obscure reference in the indictment to a very significant terrorism statute.\"\nFitzgibbons also found it strange that the government hasn't revealed the contents of the trunk.\n\"This case could be something significant or it could be a tempest in a teapot,\" he said. \"I cannot understand why the government refuses to tell the public.\"\nAttorneys for both studentssaid they knew the investigation had shifted to Tampa after FBI investigators seized items from a Temple Terrace rental home where Mohamed had dropped off some personal belongings in anticipation of moving.\nMegahed's parents allowed the FBI to search their New Tampa home. Investigators removed computers from the family home.\nBut as of Friday, the attorneys said they still had not seen evidence to support the charges.\n\"They certainly don't have the appearances to me of being terrorists,\" said Andrew Savage, who represents Megahed.\nThe men likely will make a first appearance in court to enter a plea to the charges in South Carolina sometime next week before being transferred here for trial, Cole said. Their attorneys said they will plead not guilty.\nA court date is set for Sept. 21 on the state possession charges. Savage suspects those will be dropped before prosecutors have to give defense attorneys any investigative materials.\nAhmed Bedier, executive director of Tampa's chapter of the Council on American-Islamic Relations, testified before the grand jury Wednesday about how he knew the two students.\nThe grand jury ordered DNA and hair samples from Megahed.\nBedier said Friday that the Muslim community was concerned about the serious charges and eager to learn more about the allegations.\n\"Evidence doesn't lie,\" Bedier said. \"Evidence will also lead to the truth.\"\nUSF spokesman Ken Gullette said Megahed is a permanent resident of the United States. Mohamed passed federal homeland security screenings before coming to the university in January on a student visa, Gullette said.\nThe men were informed by letter two weeks ago that they are not allowed to enroll in courses or participate in campus activities until they provide proof that they did not violate regulations by possessing an explosive device, Gullette said.\nHe stressed that no connection has been made between the school and any alleged criminal activity. \"It's not something that we would condone if it's true,\" he said.\nAttorney Lionel Lofton said the Egyptian Embassy hired him this week to represent Mohamed. His client faces up to 20 years in prison if convicted of distributing information about building and using and explosive device.\nSavage was with Megahed's family in South Carolina when they learned about the indictment Friday afternoon. They were dismayed and perplexed by the news, he said.\nThey had just left a visit with Megahed at the rural jail, where the Muslim family sat together in a chapel, surrounded by pictures of Jesus.\nTimes staff writers Mike Brassfield and Shannon Colavecchio-Van Sickler contributed to this report. Colleen Jenkins can be reached at (813) 226-3337 or cjenkins@sptimes.com\nFAST FACTS\nGov. Crist thanks law enforcement\nGov. Charlie Crist issued a statement Friday about the indictments:\n\"I applaud the quick action of the law enforcement officials involved in today's indictment. The local, state and federal partnership prevented a potential danger, possibly saving the lives of countless Americans.\n\"I am grateful to National Security Division at the Department of Justice in Washington, D.C., the Federal Bureau of Investigation, the Joint Terrorism Task Forces in Tampa and South Carolina as well as the Berkeley County Sheriff's Department and the Ninth Circuit Solicitor's Office in South Carolina for their work in this critical investigation. I also commend the brave men and women of the Florida Department of Law Enforcement for their assistance.\n\"The strength of this partnership sends a clear message to those who wish to harm the people of our state and our nation - law enforcement officers will remain vigilant and our people will be protected.\"\n\nGraphic\n\n \nPHOTO (2): Youssef Megahed, left, and Ahmed Mohamed were pulled over Aug. 4 and arrested after a search of their vehicle. PHOTO: Charlie Crist\n\nLoad-Date: September 1, 2007"
}