{
    "title": "CHARGING 'TERRORISM,' PITTSTON COAL HALTS TALKS WITH MINERS",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 8,
    "day": 20,
    "full text": "LEBANON, Va. (AP) - Pittston Coal Group Inc. has suspended negotiations with the United Mine Workers for 10 days because of attacks on company employees and destruction of company property, the company said.  Michael Odom, Pittston's president, said Friday that his workers were being subjected daily to threats of personal injury and physical violence.  ''Meaningful negotiations are impossible, when one party is employing fear and terrorism as its principal negotiating technique,'' he said.  Two Pittston employees were hurt earlier last week when they were hit by rocks as they were driving home from work. Also, two employee vehicles were burned, a company building was destroyed by fire and numerous coal trucks were damaged, state police said.  One employee was still hospitalized Friday after suffering compound fractures of his fingers, a broken nose and multiple cuts and bruises, Odom said.  No one was arrested in the incidents, but Odom blamed the union.  ''While giving lip service to non-violence, the union has yet to take any public steps deploring the acts of violence or to discipline agents or members for the thousands of violent acts that have occurred since the strike began April 5,'' Odom said in a statement released at his office in Lebanon, Va.  In Washington, UMW president Richard Trumka said Pittston was avoiding its obligation to help settle the contract dispute.  ''The company has been trying to find a way to walk away from the mediation process . . . and Pittston is using this gesture as a subterfuge to continue its pattern of bad-faith bargaining,'' Trumka said.\nHe said his union remained ''ready and willing'' to continue mediation.  Contract talks were to have resumed Tuesday at a motel in Duffield, Va. No progress was reported in the negotiations, in which the union and company representatives gathered in separate conference rooms, with a federal mediator relaying messages.  U.S. District Judge Glen Williams, who got the talks going again July 18 after they broke off in June, said Tuesday that he was optimistic the parties would soon get the talks off dead center.  The strike involves Pittston's 1,695 union workers in Virginia, West Virginia and Kentucky.\n\nLoad-Date: October 25, 1993"
}