{
    "title": "Charges Dropped for 3 Accused of Planning to Riot",
    "publisher": "the new york times",
    "year": 2010,
    "month": 9,
    "day": 18,
    "full text": "Prosecutors have dropped charges against three of seven people accused of organizing a dangerous criminal gang and planning to disrupt the 2008 Republican National Convention in St. Paul with a host of unorthodox tactics. The case, which focused on an anarchist group called the R.N.C. Welcoming Committee, was widely regarded as the marquee criminal prosecution to emerge from the convention.\nThe Ramsey County attorney's office said Thursday that it was taking the action ''in the interest of justice'' and that it had mailed plea offers to the other four defendants.\nBruce Nestor, a lawyer for one of the three whose cases were dropped, Monica Bicking, wrote in an e-mail that the dismissals showed that ''this was a political case from the beginning, using charges of terrorism and conspiracy to riot to try and justify the massive police presence and repression.''\nBut Susan Gaertner, the Ramsey County attorney, said the decision was purely strategic.\n''If we went to trial against all seven at once, it would give the defendants and defense lawyers a political platform and what we expected to be quite a circuslike atmosphere,'' she said, adding that she had decided to dismiss charges against the ''least culpable'' in order to focus on the ''most aggressive'' defendants.\nThe members of the Welcoming Committee were arrested as the convention and accompanying protests began, some of them taken into custody by heavily armed officers in early-morning raids. Although the Welcoming Committee had announced plans to blockade roads, a criminal complaint contained accusations that were much more grave.\nInfiltrators, including undercover officers and a paid informer who went by the name Panda, said that the defendants had discussed kidnapping Republican delegates and capturing federal buildings. The authorities also cited as evidence a video clip that the group had made showing, among other things, a figure dressed in black using a Molotov cocktail to ignite a backyard grill.\nEight defendants were initially charged with conspiracy to riot in furtherance of terrorism. The charges were changed to conspiracy to riot and conspiracy to commit criminal damage to property. One of the eight pleaded guilty last month to a gross misdemeanor.\nGarrett Fitzgerald, one of the four defendants who still faces charges, said that prosecutors offered Thursday to dismiss two felonies if he also pleaded guilty to a gross misdemeanor, but that he was leaning against doing so.\n''I don't believe that I am guilty,'' he said. ''I'm interested in open court and letting everybody see what was going on.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Houses were raided during the 2008 Republican convention.  (PHOTOGRAPH BY ROBERT STOLARIK FOR THE NEW YORK TIMES)                                              \n\nLoad-Date: September 19, 2010"
}