{
    "title": "Charlottesville_ The Wake of Racism",
    "publisher": "university wire",
    "year": 2017,
    "month": 8,
    "day": 22,
    "full text": "Charlottesville: The Wake of Racism\nClosePhoto credit: Jessica Johnson\nPhoto credit: Jessica Johnson\nRachel Reyes\nAugust 22, 2017\nFiled under OpinionShare on FacebookShare on TwitterShare via Email Close Modal Window\nHang on for a minute...we're trying to find some more stories you might like.\nClose Close Modal WindowSend email to this address\nEnter Your Name\nAdd a comment here\nVerification\nSend Email Cancel The violent attacks in Charlottesville were considered just another incident that sparked the ongoing feud between \"alt-right\" supremacists and liberal protesters within the United States.\n20-year-old James Alex Fields JR was charged with second-degree murder of Heather Hayes, a civil rights activist and lawyer, after plowing a car through a crowd of counter protesters who gathered to oppose the \"Unite the Right\" rally.\nWith Trump in office, nationalists are finding themselves emboldened by the president's promises to \"make America great again\". Doing so by approaching minority populations with their \"second amendment rights\" and hateful bigotry.\nStarting from the first week of Trump's inauguration, to the murder of Heather Hayes, it is no surprise that the news people are reading and watching today is almost redundant when considering events stated in history textbooks.\nHistory is repeating itself. These supremacists who are angered by the removal of a Confederate statue are promoting terrorism and violence.\nThis act is of true terrorism. By definition, Google's dictionary defines terrorism as \"the unlawful use of violence and intimidation, especially against civilians, in the pursuit of political aims.\" James Fields is a terrorist.\nThe issue with supremacists has now become more than \"just some morons\" using tiki torches to protest a Robert E. Lee statue. People need to be more aware of the actual situation itself. A man drove right through a crowd of counter protesters with malicious intentions - that is domestic terrorism.\nA person does not have to be dressed underneath a white cloak or have to chant \"blood and soil\" in order to be a part of the racial divide problem in the U.S.\nAnyone who sits and denies the fact that racism is prevalent here, regardless if there are deaths involved or not, is part of the problem.\nProtesting safely is a great way to exercise first amendment rights and in fact, there were some people protesting safely at this protest. However, as the march continued, more people began to chant vulgar Nazi slogans while holding Nazi flags.\nIf one does not support Nazism or white supremacy and chooses to stand by a group who is clearly advocating for white supremacy and a possible racial genocide, then no, it was never a peaceful protest.\nThis is the United States we live in. Many people on twitter are currently using the hashtag #thisisnotUS as a means of responding to the protest, but it's wrong to ignore the fact that racism has always been a part of the United States.\nIt is wrong, unsafe and moving the United States backward. It is not an issue to minimize by making the \"alt-right\" protesters seem to be just some silly boys angered by a statue. It is more than just that- it is looking into our future if we continue to let these things happen. Don't be a part of the problem.\nRachel Reyes can be reached at [email protected] or @rachhreyes on Twitter.\nPost Views: 17\nTags: charlottesville, white supremacy\nLeave a Comment\nIf you want a picture to show with your comment, go get a gravatar.\nName (required)\nEmail Address (required)\nSpeak your mind\nClick to cancel reply\n\nLoad-Date: August 22, 2017"
}