{
    "title": "Charity convicted in terrorism financing trial",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 11,
    "day": 25,
    "full text": "DALLAS (AP) - A Muslim charity and five of its former leaders were convicted Monday of funneling millions of dollars to the Palestinian militant group Hamas, finally handing the government a signature victory in its fight against terrorism funding. U.S. District Judge Jorge A. Solis announced the guilty verdicts on all 108 counts on the eighth day of deliberations in the retrial of the Holy Land Foundation for Relief and Development, once the nation's largest Muslim charity. It was the biggest terrorism financing case since the attacks of Sept. \n11. The convictions follow the collapse of Holy Land's first trial last year and defeats in other cases the government tried to build. President George W. Bush had personally announced the freezing of Holy Land's assets in 2001, calling the action \"another step in the war on terrorism.\" After Monday's verdict, family members showed little visible reaction until the jury left. Several women sobbed loudly. \"My dad's not a criminal!\" one nearly inconsolable woman said loudly. Court personnel told the family to calm her down, and as family members rushed her out of the courtroom, she said, \"They treated him like an animal.\" Ghassan Elashi, Holy Land's former chairman, and Shukri Abu-Baker, the chief executive, were convicted of a combined 69 counts, including supporting a specially designated terrorist, money laundering and tax fraud. Mufid Abdulqader and Abdulrahman Odeh were convicted of three counts of conspiracy, and Mohammed El-Mezain was convicted of one count of conspiracy to support a terrorist organization. Holy Land itself was convicted of all 32 counts. \"I feel heartbroken that a group of my fellow Americans fell for the prosecution's fear-mongering theory,\" Elashi's daughter, Noor, said outside the courthouse late Monday. \"This is truly a low point for the United States of America, but this is not over.\"\n\nLoad-Date: November 25, 2008"
}