{
    "title": "Charity Drops Suit Against Terrorism Analyst",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 8,
    "day": 16,
    "full text": "A children's charity that funnels money to Gaza, the West Bank, and Lebanon, Kinder USA, has dropped a libel suit it brought against a prominent terrorism analyst who suggested that the group was funding a terrorist organization, Hamas.\nIn April, Kinder USA, formally known as Kids in Need of Development, Education, and Relief, Inc., sued Matthew Levitt over a brief passage about the group in his book, \"Hamas: Politics, Charity and Terrorism in the Service of Jihad.\"\nThe suit, filed in Los Angeles Superior Court, also named the book's publisher, Yale University Press, and Mr. Levitt's employer from 2001 to 2005, the Washington Institute for Near East Policy.\nOn Tuesday, Kinder USA moved to withdraw the case with prejudice, meaning it cannot be refiled.\n\"I conducted three years of careful research for Hamas, and the book was the subject of academic peer review,\" Mr. Levitt said in a statement issued yesterday by the Washington Institute, which he returned to this year after a stint as a top Treasury Department official. \"I am pleased that this suit has been dismissed with prejudice, vindicating my free speech rights.\"\nIn the passage that led to the suit, Mr. Levitt wrote: \"Even after the closure of the Holy Land Foundation in 2001, other America-based charities continue to fund Hamas. One organization that has appeared to rise out of the ashes of the HLFRD is Kinder USA.\"\nAn attorney for Kinder USA, Todd Gallinger, said the group still believes it was unfairly maligned by Mr. Levitt but concluded that the lawsuit was too costly. \"Kinder USA really looked at the amount of resources continuing to fight this could take,\" the lawyer said. \"They really buried us in paperwork.\"\nAttorneys for Mr. Levitt, Yale, and the Washington Institute moved to toss out the case under a California statute that allows for early dismissal of \"strategic lawsuits against public participation.\" The judge had not ruled on the motion when Kinder USA agreed to withdraw the suit.\nA spokesman for Yale, Thomas Conroy, said the strong arguments under the so-called anti-Slapp law seemed to prompt the dismissal. \"I think it is a matter that that brief was effective,\" he said.\n\"We view this early, voluntary, and full dismissal as a complete victory,\" the executive director of the Washington Institute, Robert Satloff, said. The defendants said no payments or promises were made to Kinder USA. Mr. Levitt, a former terrorism analyst for the FBI, lectures widely on terrorism financing issues. Last month, he testified at a criminal trial in which federal prosecutors have accused officers of the Texas-based Holy Land Foundation of being a front for Hamas.\n\nLoad-Date: August 17, 2007"
}