{
    "title": "Chechenseparatist arrestedin Poland",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 9,
    "day": 17,
    "full text": "Warsaw, Poland » One of Russia's most wanted men -- a charismatic Chechen activist who counts Vanessa Redgrave among his supporters -- was arrested in Poland on Friday on Russian charges related to Chechnya's separatist war of the 1990s, then set free pending a decision on whether to extradite him.\nAkhmed Zakayev faces charges of murder, kidnapping and terrorism.\nZakayev, who was granted asylum in Britain years ago, maintains the accusations are trumped up and defiantly told Radio Free Europe the day before his arrest that he was in Poland \"absolutely legally\" and would not hide from authorities. The Kremlin casts the dapper activist as a dangerous guerrilla mastermind.\nThe 51-year-old was apprehended \"without any trouble\" as he left a home in Warsaw early in the day and turned over to prosecutors, national police spokesman Mariusz Sokolowski said.\nOn Friday evening a Warsaw regional court released Zakayev, who was in Warsaw to attend an international conference on Chechnya, pending a decision on whether to extradite him to Russia. Prosecutors had sought to extend his detention.\nConference organizer Adam Borowski said the court decision means Zakayev will stay in Poland until the court rules on his extradition.\nIt was unclear how long that might take. Prosecutors' spokeswoman Monika Lewandowska said prosecutors have not yet received a formal extradition request from Russia. Alt Heads:\nChechenseparatist arrestedin Poland\n\nGraphic\n\n \nFILE - Akhmed Zakayev, a Chechen rebel envoy who lives in London, arrives at Regents Park Mosque for a prayer service for former Russian agent Alexander Litvinenko ahead of the funeral, in London, in this Dec. 7, 2006 file photo. Senior Russian lawmaker Konstantin Kosachev says Moscow expects Poland to extradite Zakayev from Warsaw, where he was attending a Chechen conference, according to a ITAR-Tass news agency report Friday Sept. 17, 2010. (AP Photo/Kirsty Wigglesworth)\nPolish police officers arrest the head of the Chechen government-in-exile Akhmed Zakhayev in Warsaw, Poland Friday, Sept.17, 2010. Police in Poland say senior Chechen separatist Akhmed Zakayev who is wanted by Russia has been arrested on an international warrant. Zakayev, who lives in Britain, was in Poland to attend a Chechen conference. (AP Photo/str) **Poland Out**\nParticipants of the World Congress of Chechens bring the flag and the EU flag to Pultusk, Poland to open their three-day meeting on Thursday, Sept. 16, 2010. Head of Chechen government in exile, wanted in Russia on terrorism charges, Akhmed Zakhayev, is to attend the meeting. ( AP Photo/Czarek Sokolowski)\nPolish police officers arrest the head of the Chechen government in exile Akhmed Zakhayev who is wanted in Russia on terrorism, charges, in Warsaw, Poland, Friday, Sept.17, 2010. Zakhayev who resides in London came to Poland to attend a World Congress of Chechens. (AP Photo/str) **Poland Out**\nParticipants of the World Congress of Chechens carry the flags to Pultusk, Poland to open their three-day meeting on Thursday, Sept. 16, 2010. Head of Chechen government in exile, wanted in Russia on terrorism charges, Akhmed Zakhayev, is to attend the meeting. ( AP Photo/Czarek Sokolowski)\n\nLoad-Date: September 18, 2010"
}