{
    "title": "Chechen hails Polish court decision",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 9,
    "day": 18,
    "full text": "PULTUSK, Poland ? A Chechen separatist leader wanted in Russia on terrorism charges said Saturday his release from temporary arrest in Poland means that another European country rejects the Russian allegations he calls \"absurd.\" Akhmed Zakayev told The Associated Press that the Polish court's decision on Friday to release him \"showed once again that the position of people in Europe concerning Russia's approach to Zakayev has not changed, that they stand by the law.\" \nZakayev, who lives in exile in Britain, faces charges of murder, kidnapping and terrorism in Russia, stemming from the 1999 conflict in Chechnya, when he was a top assistant to the late separatist President Aslan Maskhadov. Zakayev was wounded and left Chechnya, becoming Maskhadov's top envoy abroad. Chechnya, an impoverished republic in the North Caucasus, has been plagued by violence since two separatist wars with Russia. At Russia's request, international police agency Interpol had put out a \"red notice\" on Zakayev in 2001 ? the equivalent of putting him on its most-wanted list. An Interpol red notice is not a warrant, but shares one country's warrant with other member countries. Zakayev was arrested in Denmark in 2002 and in Britain in 2003. In both countries courts rejected the charges and Britain granted him an asylum in 2004. The 51-year-old was arrested by Warsaw police shortly after his arrival in Poland on Friday, where he was to attend an international conference on Chechnya's future. Polish authorities released him after a brief questioning by prosecutors, who sought to extend his detention. Zakayev is now free to leave Poland. Zakayev said court's decision to free him, pending an extradition hearing, means \"one more country in Europe has rejected the silly charges that Russia has been pushing for the past 10 years.\" Moscow made no immediate response to the Polish decision. Zakayev said his arrest was a \"misunderstanding\" on the part of Russian authorities, which might have thought they could influence a decision in Poland. Following a time of chilly relations with Russia under a nationalist government of former Prime Minister Jaroslaw Kaczynski, the two countries are seeking to improve ties. Russian President Dmitry Medvedev is expected to visit Poland this year. Zakayev said the Polish court quoted international conventions and Polish law regulations when it rejected Russian charges and said that \"everything that Russia said to Poland was nonsense.\" \"Poland is a democratic country ruled by the law,\" Zakayev told a news conference at the end of the congress. \"Poland has shown that politics can be separated from the law.\" The conference that Zakayev was attending was aimed at developing a concept to stop the Russian-Chechen conflict. \"Sooner or later we will have to find a political solution,\" Zakayev said. \n\nLoad-Date: September 19, 2010"
}