{
    "title": "Chechen warlord Doku Umarov claims Moscow metro bombings Chechen warlord Doku Umarov claimed respons",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 4,
    "day": 1,
    "full text": "A Chechen rebel warlord and self-styled \"emir\" of Russia's seething North Caucasus region has claimed responsibility for the Moscow metro bombings, which killed 39 people Monday. He warned of more attacks to come. Doku Umarov - whose own violent path has traced a transition from nationalist rebel and president of the unrecognized independent Chechen Republic of Ichkeria to Islamist warrior who aspires to lead all Muslims of the region away from Russian rule - is emerging from the shadows as the key leader of a loose confederation of Islamist groups who are fighting against Moscow and its local proxies across Russia's turbulent and mainly-Muslim southern flank known as the North Caucasus. \"On March 29 in Moscow two special operations were carried out to destroy the infidels and to send a greeting to the FSB (Federal Security Service - the former KGB). Both of these operations were carried out on my command and will not be the last,\" Mr. Umarov said in a videotaped message posted on Kavkaz Center, a multilingual website run by Chechen rebels. \nThe attackers, believed to be Chechen female suicide bombers, struck first at Lubyanka station, located beside FSB headquarters in Moscow, and 45 minutes later at Park Kultury, which is just across the street from a huge complex that houses the Kremlin's news agency RIA-Novosti and the studios of the state-run English-language Russia Today satellite TV network. About a month ago, in a threat that went largely unnoticed, Umarov warned that the \"zone of military operations will be extended to the territory of Russia... the war is coming to their cities.\" Some experts now believe that an unclaimed blast on a Russian luxury train last November, which killed 25 people, might have been his work as well. \"This is a major change in tactics, to hit Russian cities, begun about six months ago,\" says Alexei Malashenko, an analyst at the Carnegie Center in Moscow. On Thursday, another blast in the southern republic of Dagestan killed two suspected militants, who officials accused of transporting explosives. 'Cruel' response promisedRussian President Dmitry Medvedev said on national television that \"the measures to fight terrorism should be expanded, they should be more effective, more harsh, more cruel.\" A previous wave of large-scale terrorism against Russia's heartland, associated with Moscow's brutal second invasion of Chechnya, ended about six years ago, following a horrific school siege in Beslan, North Ossetia, that killed more than 300 people, mostly children. \"I don't believe that the (Caucasian jihadists) have a centralized organization,\" says Mr. Malashenko. \"There is a confederation of different groups, each with its own leader. But Doku Umarov is recognized as leader number one.\" Umarov, a former separatist rebel, became president of the unrecognized Chechen Republic of Ichkeria after the previous leader, Abdul Sadulayev, was killed in a gun battle with FSB commandos in 2006. But the next year Umarov completed the rebels' transition from nationalists to Islamist militants by declaring himself \"emir\" of the \"Caucasus Emirate.\" Analysts say another rising leader was Said Buryatsky, a Russian whose real name was Alexander Tikhomirov. Mr. Buryatsky revived a training school for suicide bombers after Russian security forces killed its founder, Chechen militant Shamil Basayev, in 2006. Buryatsky was assassinated by Russian secret services last month, leaving some experts to speculate that his \"students\" may have hit Moscow on Monday in an act of revenge. \"It's an open question whether [the Moscow metro bombing] was Umarov's doing,\" says Yury Korgunyuk, an expert with the InDem Foundation, an independent Moscow think tank. \"The terrorists are an illegal net, consisting of small groups who can act without leadership. You might destroy one part, but others will be left. Without this, Umarov himself is not that dangerous. I'm sure he's hiding somewhere deep\" in the rugged Caucasus Mountains, he says. Ten years ago the threat was from Chechen separatists, who also resorted to mass acts of terrorism at times, but who tended to be motivated by Chechen nationalism. 'Putin's tragedy'In a long and brutal war, then-Russian President Vladimir Putin crushed the Chechen separatists and installed a local strongman, Ramzan Kadyrov, to run the republic. The strategy appeared so successful that the Kremlin declared victory last year, abolished the \"special security regime,\" and began withdrawing Russian forces from Chechnya . \"Putin's tragedy is that he solved the problem of Chechen separatism through a combination of military pressure and political alliances with local Chechen forces,\" says Sergei Markov, a pro-Kremlin Duma deputy and political advisor to Putin. \"It was very successful. Today, Chechnya under Kadyrov is peaceful and recovering economically. But, a new enemy appeared: radical Islam. There are no Chechen nationalists, or separatists anymore. These new people are not connected to traditional clans; they are young people who've moved into Islamist communities and embraced a totally new ideology,\" he says. \"Putin paused, and did not develop a strategy for fighting this new enemy. Now, we face a completely new threat, which looks like a Caucasian version of Hamas. It's not just a military and political challenge, it's also an economic and social movement,\" which provides a full-scale community life for its members, he adds. Alvi Karimov, the press secretary of pro-Moscow Chechen strongman Mr. Kadyrov, appeared to dismiss the threat posed by Umarov in a telephone conversation Thursday. \"In Kadyrov's view Doku Umarov is interested in taking responsibility for every single 'loud' act of terrorism,\" he says. \"That doesn't mean that his involvement is absolutely excluded. But the case has to be studied properly until there is some proof that it is so or not. But what is clear is that Doku Umarov wants to represent himself as an omnipotent, all-powerful personality.\" Mr. Malashenko, an expert on the Islamist movement in the Caucasus, says that Kadyrov, like the Kremlin, has probably not fully comprehended the new threat. \"Kadyrov can do nothing about this,\" he says. \"This will continue, because (the jihadists) are very professional, very determined, and they are ready to strike anywhere. This is their challenge to Putin and Medvedev.\"\n       \n\nLoad-Date: April 2, 2010"
}