{
    "title": "CHECKING AUTHORITY, REINING IN DRONE WAR",
    "publisher": "tampa bay times",
    "year": 2013,
    "month": 5,
    "day": 24,
    "full text": "President Barack Obama took a meaningful step forward Thursday by announcing tighter guidelines on the use of unmanned drones even as he strongly defended their use to fight terrorism. His transfer of some control of the drones from the CIA to the military is welcome, and so is his new willingness to consider independent oversight of the use of lethal force beyond reporting to Congress. The president has had too much discretion in deciding when to use deadly drone strikes, and it is time to place some checks on that authority.\nIn a sweeping speech at the National Defense University aimed at redefining the administration's fight against terrorism, Obama persuasively argued that America must remain aggressive in eliminating terror threats even as the war in Afghanistan winds down. Drones will continue to be a key part of that strategy, and the president reasonably explained why they are preferable to sending in ground troops and likely to produce fewer unintended casualties. But the drone program has been too secretive, and dozens of civilian deaths from drone attacks have been documented by outside groups. Even if Obama is given the benefit of the doubt on his judgment in when and where to use drones, there is too much unilateral authority left in the hands of the nation's president.\nObama described the drone attacks as legal and effective, although members of Congress have questioned both assertions. This week, the administration took responsibility for the first time for killing four Americans in drone strikes in Yemen and Pakistan since 2009 - including Anwar al-Awlaki, who was involved in various terrorist plots and who the president said was the only specifically targeted American. Obama also was persuasive in declaring that while presidents should not deploy armed drones over the United States or target any U.S. citizen without due process, citizenship cannot be used as a \"shield'' by Americans overseas who are intent on killing other Americans. \"As president,\" Obama said, \"I would have been derelict in my duty had I not authorized the strike that took out al-Awlaki.''\nThe new drone guidelines are more strict than those outlined in a Justice Department document released in February. For example, now lethal force will be used only against those who are \"a continuing, imminent threat to Americans'' and cannot reasonably be captured. More significantly, Obama also said his administration will discuss with Congress options for outside oversight on drone attacks outside war zones. Those options include a special court to authorize lethal action or an independent oversight board within the executive branch. The administration has previously opposed such options, so opening the door to exploring them is a good first step.\nRegardless of their flaws, armed drones are lethal weapons that remain a key part of the strategy in fighting terrorism. Many of the specifics of the program remain secret. But Obama provided some additional reassurance Thursday about their selective use, and his invitation for a broader discussion about additional oversight should be welcomed by Congress and the American public.\n\nGraphic\n\n \nPHOTO - Getty Images: In a sweeping speech at the National Defense University, President Barack Obama argued that America must remain aggressive in eliminating terror threats.\n\nLoad-Date: May 24, 2013"
}