{
    "title": "Chemical Terrorism A Hot Topic",
    "publisher": "the tampa tribune ",
    "year": 2001,
    "month": 10,
    "day": 9,
    "full text": "LOCAL HOSPITAL PLAYS HOST TO CONFERENCE OCT. 20\nBAYONET POINT - Before Sept. 11, Pasco County health care workers would have considered a conference on chemical terrorism only for military doctors and nurses, said Rao Musunuru, a cardiologist and education chairman at Regional Medical Center Bayonet Point.\nBut when the doors open for the \"Medical Response to Chemical Terrorism\" seminar Oct. 20, nearly 200 doctors, nurses, emergency medical technicians and other health care workers are expected to fill the hospital's conference center.\n\"If the circumstances weren't what they are, this would be limited to emergency medical workers,\" Musunuru said. \"A year ago, we wouldn't be getting the whole medical community.\n\"Now, we've expanded it to include everybody.\"\nThe conference, part of the hospital's ongoing education series, runs from 8 a.m. to 4 p.m. at 14000 Fivay Road. The conference is free to all Pasco County health care workers, but a reservation is required because of limited seating.\nPeople who want to register may call (727) 869-5498 or (888) 741-5119 by Oct. 17.\nThe Sept. 11 attacks on the World Trade Center and the Pentagon exposed America's vulnerability to terrorism. And since then, officials have warned of possible biological or chemical attacks.\nThe hospital also is planning a conference Nov. 10 for health care workers on treating patients after a biological attack and one Nov. 17 for the public about biological and chemical terrorism.\nKurt Conover, from the hospital's education department, said the facility always wants medical professionals and the public to have the latest information on health care.\nHe said the public expects medical professionals to know how to treat chemical injuries, and those same professionals want to feel comfortable about detecting exposure to chemical warfare.\n\"If something were to happen, the first line of defense is obviously the emergency management service workers,\" Conover said.\n\"We're obviously not trying to create a hysteria. We're just trying to make sure our people have the latest information.\"\nOfficials at Regional Medical Center have talked to officials at the Pasco County Health Department and Pasco County emergency management and emergency services.\nMusunuru said he's confident the county's emergency and medical professionals could successfully treat people if Pasco came under biological or chemical attack.\n\"In the hospital, we take care of people with thousands of different diseases,\" he said.\n\"If we can handle that, then why couldn't we handle this?\n\"That's why we study.\"\n\n(CHART) TERRORISM CONFERENCES\nRegional Medical Center Bayonet Point\nOct. 20: \"Medical Response to Chemical Terrorism,\" 8 a.m. to 4 p.m. at the conference center. For all Pasco County medical professionals and emergency medical personnel. Reservations required. Call: (727) 869-5498 or 1-888-741-5119.\nNov. 10: Proposed conference for health care workers who might respond to medical emergencies from a biological terrorist attack.\nNov. 17: Proposed conference to educate public on seeking medical attention after a biological or chemical terrorist attack.\n\nGraphic\n\n \nCHART\n\nLoad-Date: October 12, 2001"
}