{
    "title": "CHENEY ON TORTURE REPORT_ SADDAM HUSSEIN 'HAD A 10-YEAR RELATIONSHIP WITH AL-QAIDA'",
    "publisher": "tampa bay times",
    "year": 2014,
    "month": 12,
    "day": 14,
    "full text": "Says Saddam Hussein \"had a 10-year relationship with al-Qaida.\"\n- Dick Cheney on Sunday, December 14th, 2014 in comments on NBC's \"Meet the Press\"\n* * *\nThe Ruling: FALSE\nFormer Vice President Dick Cheney has been a consistent defender of past interrogation techniques. \"We are castigating the CIA for doing what the president ordered them to do and the Justice Department said was legal,\" Cheney said on NBC's Meet the Press, Dec. 14, 2014.\nFor Cheney, the deaths of 3,000 people on 9/11 at the hands of al-Qaida terrorists justified expanded interrogation methods and the subsequent invasion of Iraq.\n\"We got to the point where we were very concerned about the possible linkage between terrorists on the one hand and weapons of mass destruction on the other,\" Cheney said. \"Saddam Hussein had previously had twice nuclear programs going. He produced and used weapons of mass destruction. And he had a 10-year relationship with al-Qaida.\"\nCheney and the rest of the administration of President George W. Bush made the link between Saddam Hussein and al-Qaida a linchpin in its rationale for war. In that light, Cheney's claim about a 10-year relationship merits a closer look.\nHis statement runs counter to at least two major official inquiries.\nThe 9/11 Commission, an independent, bipartisan body created by Congress and Bush, had the job of writing a complete account of the circumstances surrounding the Sept. 11, 2001, attacks. Among its tasks: Examine the ties between al-Qaida and Hussein's regime.\nThe commission found isolated contacts over the years between Iraq and al-Qaida terrorists but nothing more. The commission released its report in 2004.\n\"To date we have seen no evidence that these or the earlier contacts ever developed into a collaborative operational relationship,\" the report said. \"Nor have we seen evidence indicating that Iraq cooperated with al-Qaida in developing or carrying out any attacks against the United States.\"\nIn 2007, the Institute for Defense Analyses, a nonprofit research branch of the Pentagon's Joint Forces Command, completed its assessment based on over half-a-million captured Iraqi documents.\nThat study \"found no 'smoking gun' (i.e., direct connection) between Saddam's Iraq and al-Qaida,\" the analysts wrote.\nWhen it suited their goals, both the Hussein regime and al-Qaida leaders might support the same third-party militant groups in different countries, but the researchers said the two parties had little else in common.\n\"To the fundamentalist leadership of al-Qaida, Saddam represented the worst kind of 'apostate' regime,\" they wrote. \"A secular police state well practiced in suppressing internal challenges.\"\nAl-Qaida had good reason to mistrust Hussein. In the mid 1990s, the Iraqi government cracked down and arrested religious extremists who it saw as a threat to Hussein's power.\nPeter Neumann is a professor in the War Studies Department at King's College in London and the author of several books on terrorism. Neumann called Cheney's statement \"absolutely false.\"\n\"There was no relationship of any kind, and Vice President Cheney, despite making these claims for more than 10 years now, has failed to present any evidence to support it,\" Neumann said. \"He's, as far as I can see, also the only significant person in the Bush administration that's left making this claim.\"\nThere are isolated examples where Iraqis operating on their own joined forces with al-Qaida and still maintained contacts with members of the Iraqi military, but there is no sign that the connection was any stronger than that.\nWe tried to reach Cheney through a spokesman and did not hear back.\nRecently, Cheney said that Hussein either supported or tolerated some fundamentalists who went on to become al-Qaida leaders. The Washington Post Fact Checker looked at Cheney's evidence in July 2014 and found it lacking. Hussein was ready to encourage extremists when he thought they would destabilize his enemies such as the Kurds in northern Iraq. That's not the sort of relationship that would tie Iraq to the 9/11 attacks.\nOur ruling\nCheney said Hussein had a 10-year relationship with al-Qaida. Two comprehensive, high-level government reports largely refute that statement. That includes one Pentagon study that relied on a trove of secret Iraqi government documents that fell into American hands after the invasion.\nWhile there are cases where the two interests overlapped, there is no evidence of a deep-rooted, meaningful relationship over 10 years as Cheney claimed.\nWe rate his statement False.\n* * *\nAbout this statement:\nPublished: Sunday, December 14th, 2014 at 4:42 p.m.\nResearched by: Jon Greenberg\nEdited by: Aaron Sharockman\nSubjects: Afghanistan, Ethics, Human Rights, Iraq, Military, Terrorism\nSources:\nNBC, Meet the Press, Dec. 14, 2014\nU.S. Joint Forces Command, Institute for Defense Analyses, Iraqi Perspectives Project Saddam and Terrorism: Emerging Insights from Captured Iraqi Documents, November 2007\nNational Commission on Terrorist Attacks on the United States, 9-11 Commission Report, July 22, 2004\nCNN, Hussein's Iraq and al Qaeda not linked, Pentagon says, March 13, 2008\nWeekly Standard, WikiLeaks: The Iraq-Al Qaeda Connection Confirmed, Again, April 26, 2011\nNew York Times, Opinion: Saddam Hussein and Al Qaeda Are Not Allies, Sept. 30, 2002\nCBS News, Pentagon: No Saddam-Al Qaeda Link, April 6, 2007\nGuardian, Saddam Hussein had no direct ties to al-Qaida, says Pentagon study, March 13, 2008\nNew York Times, Senate Panel Releases Report on Iraq Intelligence, Sept. 8, 2006\nWashington Post, The Cheneys' claim of a 'deep, longstanding, far-reaching relationship' between al-Qaeda and Saddam, July 17, 2014\nEmail interview, Peter Neumann, professor of security studies, Department of War Studies, King's College London, Dec. 14, 2014\n\nGraphic\n\n \nPHOTO: Former Vice President Dick Cheney criticized the Senate CIA torture report in an appearance on NBC's \"Meet the Press.\" PHOTO: Former Vice President Dick Cheney on the Dec. 14, 2014, edition of \"Meet the Press.\" PHOTO (2)\n\nLoad-Date: December 15, 2014"
}