{
    "title": "Cheney defends check of banking records in terrorism cases",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 1,
    "day": 15,
    "full text": "Vice President Dick Cheney said Sunday that the Pentagon and CIA are not violating people's rights by examining the banking and credit records of hundreds of Americans and others suspected of terrorism or espionage in the United States.\nRep. Silvestre Reyes, D-Texas, the new chairman of the House Intelligence Committee, said his panel will be the judge of that.\nNational security letters permit the executive branch to seek records on people in terrorism and spy investigations without a judge's approval or grand jury subpoena.\n\"The Defense Department gets involved because we've got hundreds of bases inside the United States that are potential terrorist targets,\" Cheney said.\n\"The Department of Defense has legitimate authority in this area,\" he said. \"... There's nothing wrong with it or illegal. It doesn't violate people's civil rights.\"\nIn a statement Sunday, Reyes promised that his panel would take a careful look at those claims. \"Any expansion by the department into intelligence collection, particularly on U.S. soil, is something our committee will thoroughly review,\" Reyes said.\n\"We want our intelligence professionals to have strong tools that will enable them to interrupt the planning process of our enemies and to stop attacks against our country,\" he said. \"But in doing so, we also want those tools to comply fully with the law and the Constitution.\"\nThe national security letters have generated criticism and court challenges from civil liberties advocates who claim they invade the privacy of Americans' lives, even though banks and other financial institutions typically turn over the financial records voluntarily.\n\nGraphic\n\n \nPHOTO\n PHOTO - Vice President Dick Cheney said of the effort, \"There's nothing wrong with it or illegal.\" \n\nLoad-Date: June 25, 2007"
}