{
    "title": "Cheney seeks aid from Pakistan",
    "publisher": "the bismarck tribune",
    "year": 2007,
    "month": 2,
    "day": 27,
    "full text": "ISLAMABAD, Pakistan - Underscoring growing alarm in the West at how militants have regained ground in Afghanistan and Pakistan, Vice President Dick Cheney on Monday sought Pakistani aid to help counter al-Qaida's efforts to regroup, officials said.\nHowever, President Gen. Pervez Musharraf insisted his forces have already \"done the maximum\" possible against extremists in their territory - and insisted that other allies also shoulder responsibility in the U.S.-led war on terrorism.\nCheney, accompanied by CIA deputy director Steve Kappes, made an unannounced stop in Pakistan en route to Afghanistan, where snow prevented him from reaching Kabul for talks with Afghan President Hamid Karzai.\nThe vice president made no public comment in Pakistan, but a senior aide to Musharraf said they held detailed talks, including a one-on-one lunch of more than an hour.\n\"Cheney expressed U.S. apprehensions of regrouping of al-Qaida in the tribal areas and called for concerted efforts in countering the threat,\" Musharraf's office said.\nHe also \"expressed serious U.S. concerns on the intelligence being picked up of an impending Taliban and al-Qaida 'spring offensive' against allied forces in Afghanistan,\" the statement said.\nThe Musharraf aide, who spoke on condition of anonymity because he is not an official spokesman, said the two men \"exchanged ideas and suggestions\" on improving cooperation against terrorism. However, he said Cheney made no specific demands.\nU.S. and British officials praise Pakistan publicly for its role in arresting al-Qaida suspects after the Sept. 11, 2001, attacks in the United States and for a string of bloody operations against militants along the border.\nFive years after the Taliban's ouster from power, however, militants have regained ground in Afghanistan and Pakistan.\n\nLoad-Date: February 27, 2007"
}