{
    "title": "Cheney, Edwards grapple over issue of terrorism",
    "publisher": "philadelphia daily news",
    "year": 2004,
    "month": 9,
    "day": 8,
    "full text": "Vice President Dick Cheney said yesterday that the nation faces the threat of another terrorist attack if voters make the \"wrong choice\" on Election Day, suggesting that Sen. John Kerry would follow a pre-Sept. 11 policy of reacting defensively.\nThe Kerry-Edwards campaign immediately rejected those comments as \"scare tactics\" that crossed the line.\n\"It's absolutely essential that eight weeks from today, on Nov. 2, we make the right choice, because if we make the wrong choice then the danger is that we'll get hit again and we'll be hit in a way that will be devastating from the standpoint of the United States,\" Cheney told about 350 supporters at a town-hall meeting in this Iowa city.\nIf Kerry were elected, Cheney said, the nation would risk falling back into a \"pre-9/11 mind-set\" that terrorist attacks are criminal acts that require a reactive approach. Instead, he said Bush's offensive approach works to root out terrorists where they plan and train, and pressure countries that harbor terrorists.\nCheney pointed to Afghanistan as a success story in pursuing terrorists although the Sept. 11 mastermind, Osama bin Laden, remains at large. In Iraq, the vice president said, the United States has taken out a leader who used weapons of mass destruction against his own people and harbored other terrorists.\n\"Saddam Hussein today is in jail, which is exactly where he belongs,\" Cheney said.\nDemocratic vice presidential candidate John Edwards issued a statement, saying, \"Dick Cheney's scare tactics crossed the line today, showing once again that he and George Bush will do anything and say anything to save their jobs. Protecting America from vicious terrorists is not a Democratic or Republican issue, and Dick Cheney and George Bush should know that.\"\n\"John Kerry and I will keep America safe, and we will not divide the American people to do it,\" Edwards added.\nThe candidates are campaigning hard for Iowa's seven electoral votes. Democrat Al Gore narrowly won the state in 2000. Bush has campaigned in the state five times in the last month, and Cheney has made three stops.\nHours before Cheney spoke, the Congressional Budget Office said this year's federal deficit will hit a record $422 billion. Cheney, in praising Bush's tax cuts, noted that the CBO said this year's projected deficit will be smaller than analysts had expected. *\n\nNotes\n\nCAMPAIGN 2004\n\nGraphic\n\n \nPHOTO;\nAssociated Press\nVice President Dick Cheney.\n\nLoad-Date: August 31, 2005"
}