{
    "title": "Cheney makes campaign stop; Vice president pitches security to N.J. voters",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 10,
    "day": 12,
    "full text": "Vice President Cheney yesterday diverted his campaign from battleground states to visit New Jersey, seeking to exploit a potential opening for a Republican upset in the Garden State in November.\nSpeaking to thunderous applause from nearly 1,000 supporters at Lenape High School in Medford, Cheney declared that a state the White House had all but conceded to Sen. John Kerry until last month was \"moving toward a Bush-Cheney victory.\"\nThe Democrats have carried New Jersey in the last three presidential elections, winning by lopsided margins in 1996 and 2000. The state is considered essential to Kerry.\nA number of polls in recent weeks have indicated the presidential race is virtually even in New Jersey, in large part because of terrorism concerns in a state that lost 700 residents in the World Trade Center attacks.\nWith wife Lynne by his side, Cheney devoted the bulk of his 25-minute speech in the Republican stronghold of Burlington County to that issue, solemnly casting the election as a referendum on which candidates could protect the nation against terrorist threats.\nHe vigorously defended the war in Iraq, calling it an essential component of the battle against terrorism. And he strongly suggested that he and President Bush would make the same decision today despite heavy criticism from some senior Republicans as well as Democrats.\nBush, said Cheney, \"has made the hard choices and kept his word. And that's exactly how he's going to lead the country for the next four years.\"\nCheney lauded Bush's record and delivered a withering assault on Kerry, contending that the Democrat was not up to the challenge of protecting the nation. In his trademark style, Cheney delivered a series of harsh criticisms against the Democratic challenger in a low-key monotone.\n\"Even after 9/11, John Kerry often seems not to understand the threat\" of terrorism, Cheney told the boisterous crowd packed into the school gymnasium.\nHe accused Kerry of voting on the wrong side of major defense issues before the Sept. 11, 2001, attacks and taking inconsistent and \"weak\" positions on terrorism and Iraq during the campaign.\nHe accused Kerry of softening his position on the Iraq war in order to overtake former Vermont Gov. Howard Dean, the leading antiwar candidate, in the Democratic primaries.\n\"If John Kerry can't stand up to the pressures posed by Howard Dean, how can we expect him to stand up to al-Qaeda?\" Cheney asked.\nThe vice president, who is widely viewed as having played a central role in the decision to invade Iraq, asserted it was the kind of preemptive, unilateral action necessary to neutralize the terrorist threat.\nHe said Bush had demonstrated that he would aggressively go after terrorists abroad and the countries that harbor them \"so we don't have to fight them on the streets of our cities.\"\nBy contrast, he said, Kerry's positions on Iraq and terrorism reflect an \"indecision that sends a message of confusion\" and a \"pre-9/11 mind-set\" that would leave the nation more exposed to attacks.\n\"Our troops, our allies and our enemies need to know where America stands,\" Cheney said, adding, \"The terrorists need to know we will not cut and run.\"\nNew Jersey, he said, \"understands the importance of steady, principled, consistent leadership in the White House. President Bush does not deal in empty threats and halfway measures.\"\nAs he and Bush have done during the debates, Cheney accused Kerry of advocating a \"global test\" before launching war against any country that posed a terrorist threat. Cheney said that would never be the case with him and Bush in the White House.\n\"Our goal is never to conduct international opinion polls,\" Cheney said. \"We will never seek a permission slip to defend the United States of America.\"\nCheney's visit was the clearest sign yet that the White House will make a strong push to win New Jersey's 15 electoral votes.\nBoth sides have reacted to the signs pointing to a close race in the state. In addition to campaign visits by Cheney yesterday and Laura Bush last month, Sen. John Edwards, Kerry's running mate, has campaigned in New Jersey twice in the last two weeks.\nTom Wilson, a leading Republican strategist in New Jersey, said national-security concerns had placed the state back in play in a presidential race for the first time since 1992.\n\"There's no state that has a greater sensitivity to terrorism and the war in Iraq,\" Wilson said. \"It happened on our doorstep.\"\nContact staff writer Tom Turcol at 856-779-3854 or tturcol@phillynews.com.  \n\nNotes\n\nCampaign 2004\n\nGraphic\n\n \nPHOTO;\nMICHAEL PLUNKETT, Inquirer Suburban Staff\nVice President Cheney shakes hands at Lenape High School in Medford after a speech to nearly 1,000 supporters. He visited after polls indicated that New Jersey was up for grabs in the presidential race.\nIn his Medford speech, Vice President Cheney defended the war in Iraq as an essential component of the battle against terrorism.\nMICHAEL PLUNKETT, Inquirer Suburban Staff\nLenape High School student Jordan Baum, a Kerry supporter dressed as Pinocchio, mimes his opinion that the administration has been lying about Iraq after the vice president's speech at the school.\n\nLoad-Date: September 1, 2005"
}