{
    "title": "CHENEY'S DANGEROUS DESIGNS",
    "publisher": "st. petersburg times ",
    "year": 2009,
    "month": 7,
    "day": 28,
    "full text": "The first thing to remember about the Lackawanna Six, a group of Yemeni-American men living just outside Buffalo suspected of having al-Qaida ties, is that they were arrested without incident, pleaded guilty to terrorism-related charges and received prison sentences of between seven and 10 years. They are proof that the American legal system is perfectly equipped to handle terrorism cases.\nBut before the FBI arrests in September 2002, Vice President Dick Cheney sought to have the U.S. military detain and hold the men as enemy combatants, denying them the legal process afforded accused Americans.\nIf that had happened, it would have been the first time since the Civil War that active-duty troops were used without statutory authority in a law enforcement capacity on American soil. Cheney was trying to establish a dangerous precedent: That the president has the authority to unleash the military on American towns whenever he determines national security warrants it.\nCheney's position was typical of his efforts to expand the power of the presidency in ways that disregard established law. He had done so on numerous other occasions by promoting the disregard of the Geneva Conventions, the mistreatment of prisoners and warrantless domestic spying. Thankfully, in this case, President George W. Bush was swayed by others who spoke against deploying the military, including national security adviser Condoleezza Rice and FBI director Robert Mueller. The president's restraint kept Cheney from turning a U.S. city into a war zone and declaring the rights of American citizens null and void.\nFederal law known as the Posse Comitatus Act prohibits the use of the military for domestic law enforcement, and with good reason. The military is trained for battle, not the process of arresting Americans under a constitutional system. Cheney wanted to send in soldiers even though there was no imminent attack. The Lackawanna Six had been surveilled by the FBI for a year, and there was no actionable intelligence that they were planning any violence.\nIt was an anonymous letter that informed the FBI that a group of men from the Yemeni-American community had gone to Afghanistan to train. After their arrest, the men provided information on terrorist recruitment and training - cooperation that came without the use of brutal treatment.\nCheney's push to use the military for a policing operation is indicative of his extreme views of presidential unilateralism. He wanted the president to take every opportunity to expand the power of the office. In this case, even the president said Cheney was out of bounds.\n\nLoad-Date: July 28, 2009"
}