{
    "title": "Cheney Calls for More Unity In Fight Against Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 1,
    "day": 25,
    "full text": "Vice President Dick Cheney called Saturday for greater global unity to fight terrorism, halt the spread of illicit weapons and promote democratic trends in the Middle East, in the Bush administration's most significant appeal yet to disaffected allies who opposed the Iraq war.\n     Mr. Cheney, one of President Bush's most influential senior advisers, defended the administration's decision to topple Saddam Hussein. But in a rare trip outside the United States, he also sought to mend rifts over the war, striking a conciliatory tone in seeking help from Europeans and other traditional allies to strengthen the global partnership against an array of security threats. \n In a wide-ranging address to about 1,000 political, business and religious leaders at an international conference here in the Alps, Mr. Cheney asked European allies to join the United States to promote democratic movements in Iran, to resolve the Israeli-Palestinian dispute and to combat the root cause of terrorism by helping to overcome what he called the \"freedom deficit\" in many Middle Eastern countries.\n\"We must meet the dangers together,\" Mr. Cheney said in his 30-minute speech to the gathering, the annual World Economic Forum. \"Cooperation among our governments, and effective international institutions, are even more important than they have been in the past.\"\nMr. Cheney continued, \"Working cooperatively against the dangers of a new era will place demands on us all, and there will be occasional differences, even among allies who have great respect for one another.\"\nThe administration's choice of Mr. Cheney to lead its delegation here may seem improbable, given his low profile and hard-line reputation. Mr. Cheney was making only his second international trip in three years as vice president, and remains an enigma to many Europeans and other foreigners. The White House also generally avoids the kinds of issues this conference champions, like globalization and multilateral diplomacy.\nBut aides to Mr. Cheney said he was eager to come, both out of an interest in meeting with world political and business leaders, including King Abdullah of Jordan and Pakistan's president, Gen. Pervez Musharaf, and to soften Mr. Bush's international image and to reassure allies that the United States was not pursuing a unilateral security strategy.\nResponding to a question after his speech, Mr. Cheney sought to dispel perceptions that the United States was empire-building. \"If we were a true empire, we would currently preside over a much greater piece of the earth's surface than we do,\" he said. \"That's not the way we operate.\"\nLast year, Secretary of State Colin L. Powell spoke at the conference, drawing a skeptical response when he laid out the case for military action in Iraq, even without a United Nations mandate. Mr. Cheney received polite, but perfunctory, applause on Saturday as he sought to patch up strains with European allies over the Iraq war, stricter visa requirements and the treatment of detainees at Guantanamo Bay, Cuba.\nKlaus Zumwinkel, chairman of the German postal service, Deutsche Post, said that Mr. Cheney \"increased the market share of positive sentiment toward the United States.\"\nWhile other listeners took note of Mr. Cheney's conciliatory tone, some were suspicious of his motives.\n\"This overture comes during an election year,\" said Carel N. Van Der Spek, a Dutch banker. \"The Bush administration wants to draw down its troops in Iraq, and to do that, it needs helps from Europe.\"\nDominique Borde, a French law firm partner, praised Mr. Cheney's tone. But he said the vice president offered little evidence that the United States planned to pay more heed to France or other allies in formulating its foreign policy.\n\"This is a world where economic might prevails,\" Mr. Borde said. \"We're not run by an empire. We're run by a democracy.\"\nSpeaking at a dinner for journalists, the financier George Soros said administration officials have \"recognized the mistakes they have made, and now realize that they need international cooperation,\" but \"there is a big gap between the words of the Bush administration and its actions.\"\nIn his remarks, Mr. Cheney offered no specific initiatives, instead proposing democratic reforms like greater political participation and the rule of law as a broad prescription for \"confronting the ideologies of violence\" and addressing the root causes of terrorism. \"Helping the peoples of the greater Middle East to overcome the freedom deficit is, ultimately, the key to winning the broader war on terror,\" he said.\nEven as Mr. Cheney proposed a rhetorical truce in the trans-Atlantic feud over Iraq and new courses of action ahead, he offered an unapologetic defense of the administration's threat to use military force, if necessary, whenever diplomacy fails.\nMr. Cheney, echoing themes in Mr. Bush's State of the Union address last Tuesday, cited the ouster of the Taliban in Afghanistan and the end of Mr. Hussein's rule in Iraq as examples of the strategy's success.\nThe recent decision by the Libyan president, Col. Muammar el-Qaddafi, to give up his nation's illicit weapons programs, was the result of quiet diplomacy backed up by the threat of force, Mr. Cheney said.\n\"Our diplomacy with Libya was successful only because our word was credible,\" he said.\nHe did not address the issue of Iraq's elusive unconventional weapons, and was not asked about them during a brief question-and-answer period after his remarks. David Kay, who led the American effort to find banned weapons in Iraq, said Friday after stepping down from his post that he had concluded that Iraq had no stockpiles of chemical and biological weapons at the start of the war.\nMr. Cheney's remarks appeared to build on themes Mr. Bush voiced in a speech on Nov. 21 in Britain, when he said France and Germany, which have been reluctant to take part in stabilizing Iraq, should recall the lessons of World War II, when an Allied effort defeated Nazi tyranny in Europe and paved the way there for postwar security and prosperity.\nMr. Cheney again invoked World War II, and noted that American and European intelligence and law enforcement agencies were working together to hunt down terrorists.\n\"Through six decades and 12 American presidents, the United States and Europe have faced monumental challenges and have overcome them together,\" he declared.\nBut he called on Europe to do more: \"Europeans know that their great experiment in building peace, unity and prosperity cannot survive as a privileged enclave, surrounded on its outskirts by breeding grounds of hatred and fanatics.\"\nMr. Cheney listed several positive security developments, including Mr. Hussein's capture, the new democratic Constitution in Afghanistan, and the easing of tensions between India and Pakistan.\nBut he said terrorist groups still posed a long-term threat, given their determination to develop or acquire chemical, biological, radiological and nuclear weapons.\n\"Were they to gain those weapons either by their own efforts or with the help from an outlaw regime, no appeal to reason or morality would prevent them from committing the worst of terrors,\" he said.\nMr. Cheney put a new emphasis on promoting democratic values as a way to defeat terrorism. This appeared to answer criticism from foreign officials that the administration's strategy for combating terrorism was too narrow.\n\"Democracies do not breed the anger and radicalism that drag down whole societies or export violence,\" Mr. Cheney said. \"Terrorists do not find fertile recruiting grounds in societies where young people have the right to guide their own destinies and to choose their own leaders.\"\nThe notion that democratic values could never take root in the Middle East was \"condescending\" and \"false,\" he said. He cited broader women's rights in Morocco, as well as reduced state controls on news organizations in Jordan and increased opportunities for women to run for public office in Bahrain.\nKenneth Roth, the executive director of Human Rights Watch, applauded Mr. Cheney for pressing for democracy in the Arab world, though he said he was disappointed by most of the speech, which he said was notable for its \"complete lack of reference to international law.\"\nSome Arab members of the audience said the United States must step in more forcefully to resolve the Israeli-Palestinian dispute, if it wanted to hasten the development of democracy in the Middle East.\n\"Reform is like a seed you plant,\" said Nadim Y. Muasher, the chairman of the Arab International Hotels Company in Jordan. \"If you plant it between two rocks -- Israel and Palestine -- it won't grow.\"\n\nhttp://www.nytimes.com\n\nLoad-Date: January 25, 2004"
}