{
    "title": "Cheney Says Obama Has Increased Risks",
    "publisher": "the new york times",
    "year": 2009,
    "month": 3,
    "day": 16,
    "full text": "Former Vice President Dick Cheney said Sunday that President Obama had made the country less safe, asserting that the new administration's changes to detention and interrogation programs for terrorism suspects would hamper intelligence gathering. \n  Mr. Cheney said the moves suggested that terrorism was now being treated as a law enforcement problem. \n  ''He is making some choices that, in my mind, will, in fact, raise the risk to the American people of another attack,'' Mr. Cheney said of Mr. Obama in an interview on the CNN program ''State of the Union.''\n  Since taking office, Mr. Obama has reversed many of the policies championed by Mr. Cheney in his eight years of serving under President George W. Bush. Mr. Obama has announced plans to close the detention camp in Guantanamo Bay, Cuba, within the year, suspended military trials for terrorism suspects and prohibited the interrogation practice known as waterboarding. \n  But on Sunday, Mr. Cheney said those very policies had produced intelligence -- still classified -- that helped uncover specific plots.\n  ''I think those programs were absolutely essential to the success we enjoyed of being able to collect the intelligence that let us defeat all further attempts to launch attacks against the United States since 9/11,'' Mr. Cheney said of Bush administration policies, echoing statements he made in an interview last month with the Web site Politico.com.\n  ''I think that's a great success story,'' he said. ''It was done legally. It was done in accordance with our constitutional practices and principles.'' \n  Mr. Cheney said the Bush administration decided after the 2001 attacks to make fighting terrorism a function of the military rather than law enforcement.\n  ''Up until 9/11, it was treated as a law enforcement problem,'' he said. ''You go find the bad guy, put him on trial, put him in jail. \n  ''Once you go into a wartime situation and it's a strategic threat, then you use all of your assets to go after the enemy. You go after the state sponsors of terror, places where they've got sanctuary. You use your intelligence resources, your military resources, your financial resources -- everything you can -- in order to shut down that terrorist threat against you.\n  ''When you go back to the law enforcement mode, which I sense is what they're doing, closing Guantanamo and so forth, that they are very much giving up that center of attention and focus that's required, and that concept of military threat that is essential if you're going to successfully defend the nation against further attacks.''\n  In what CNN promoted as his first televised interview since leaving office in January, Mr. Cheney touched on a number of other subjects, including the economy, his failure to persuade Mr. Bush to pardon his former aide I. Lewis Libby Jr. and the war in Iraq.\n  ''We've accomplished nearly everything we set out to do,'' he said about Iraq. ''Now, I don't hear much talk about that, but the fact is, the violence level is down 90 percent. The number of casualties and Iraqis and Americans is significantly diminished. There's been elections, a constitution. They're about to have another presidential election here in the near future.'' \n  ''We have succeeded in creating in the heart of the Middle East a democratically governed Iraq, and that is a big deal,'' Mr. Cheney said. ''And it is, in fact, what we set out to do.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Former Vice President Dick Cheney said the best approach was to treat terrorism as a military issue, not a law enforcement one. (PHOTOGRAPH BY KEVIN WOLF/ASSOCIATED PRESS)  \n\nLoad-Date: March 16, 2009"
}