{
    "title": "CHENEY REPORTEDLY TRIED TO SIC TROOPS ON ' LACKAWANNA 6'",
    "publisher": "the new york times",
    "year": 2009,
    "month": 7,
    "day": 26,
    "full text": "FORMER VICE President Dick Cheney pushed for using U.S. troops to take down a group of upstate New York terror suspects in 2002, it was reported yesterday.\nCheney and other top advisers pressed former President George Bush to use the military to apprehend the \"Lackawanna Six,\" who were suspected of Al Qaeda ties, The New York Times said.\nBush ultimately nixed the plan, according to The Times, which quoted former administration members who spoke on condition of anonymity. He instead directed the FBI to make the arrests.\nFive men arrested in Lackawanna, near Buffalo, in September 2002 - plus a sixth arrested in Bahrain - later pleaded guilty to terrorism-related charges.\nCheney argued that Bush had the power to use the military to round up the suspects and declare them \"enemy combatants.\" Sending troops into American streets practically never happens because the Constitution and other laws prohibit the use of the military for seizing property, conducting raids and engaging in other police actions.\nIn making his case, Cheney pointed to a Justice Department memo dated shortly after the Sept. 11, 2001, terror attacks.\nThe memo was addressed to then-White House counsel Alberto Gonzales, who had asked about a President's authority to use the military to fight terrorism at home.\nIt argued the commander in chief has broad power to use the military on U.S. soil - in the interest of national security - without running afoul of the Constitution.\n\"The President has ample constitutional and statutory authority to deploy the military against international or foreign terrorists operating within the United States,\" said the now-declassified memo.\nSeveral Bush insiders told the Daily News they had never heard of the plan being discussed, indicating it was kept very compartmentalized.\nSending troops to Lackawanna was the topic of at least one high-level meeting, The Times reported.\nAs Cheney, his legal adviser David Addington and Defense Department officials advocated for the plan, then-National Security Adviser Condoleezza Rice, FBI chief Robert Mueller and Michael Chertoff, who was heading the Justice Department's criminal division, were among those opposing it. ckatz@nydailynews.com\n\nLoad-Date: July 28, 2009"
}