{
    "title": "Cheney applauds rural voters, values; In a visit to East Grand Forks , he defended the war on terror",
    "publisher": "star tribune ",
    "year": 2004,
    "month": 8,
    "day": 7,
    "full text": "Vice President Dick Cheney brought a weeklong outstate Minnesota campaign blitz to the Red River Valley Friday, saying, as President Bush did earlier this week, that the GOP ticket is most in touch with country folk.\n     \"I'm much more comfortable with the values that I find in the middle of the United States than I do in Massachusetts,\" Cheney told about 200 preselected attendees at a town hall-style meeting at Cabela's sporting goods store.\n     \"The greatness of America resides in communities all across America, not inside Washington, D.C.,\" Cheney said against the backdrop of stuffed North American game, dominated by two bull moose locked in combat.\n     Cheney's brief remarks before answering questions were devoted mostly to an extended defense of the war on terrorism.\n   In his trademark low-key voice, Cheney said that terrorist cells were planning the Sept. 11 attack for four years before Bush took office and had learned that they could \"attack with impunity and make us change our course.\"\n     As a result of Bush's aggressive response since Sept. 11, havens of terrorism in Afghanistan and Iraq have been eradicated, and democratic governments should be in place in both countries soon, Cheney said.\n     \"It's vital that we go on the offense,\" Cheney said, and Kerry has yet to lay out any \"clear strategy\" as an alternative.\n     Cheney offered a rousing defense of Bush's economic policies and said 1.2 million jobs have been created since January as a result of tax cuts that generated investment and business start-ups.\n     Republican activists at the event contended that the economy in the region is improving, with gradual expansion of such employers as Marvin Windows.\n     Cheney, a former congressman from Wyoming whose father was a federal Agriculture Department official, loosened up the crowd with asides about his fondness for Cabela's (founded in western Nebraska) and hunting pheasants, a favorite quarry in the region.\n     He drew applause several times, particularly strong when he said that the administration was \"not enthusiastic about having to get a permission slip to defend the country,\" an allusion to Kerry's assertion that the United States needs to cooperate more with the United Nations and allies in the war on terror.\n     Campaign push\n     On Wednesday, Bush differentiated the Minnesota heartland from the West Coast, namely Hollywood and its links to liberal Democrats at a campaign stop in Mankato. On Tuesday, First Lady Laura Bush will speak to female small-businesses owners in St. Cloud, the third Republican campaign event in a week.\n     DFLers and activists for Sen. John Kerry scoffed at Bush's attempt to establish himself as a country boy, charging that his policies have been bad for beleaguered rural America in general and harmful for northwestern Minnesota in particular.\n     Bush and Cheney \"have turned their backs on America's rural communities and small towns\" by failing to live up to promises for education funding, by pursuing trade policies that have hurt sugar beet and dairy farmers, and by leaving 24 percent of rural Americans without health insurance, said Stacie Paxton, spokeswoman for the Minnesota Kerry campaign.\n     State. Sen. Leroy Stumpf, DFL-Thief River Falls, who represents East Grand Forks and the flat fertile region that has seen hard times recently, led a rally of about 70 Kerry supporters in a small shopping mall across the street from Cabela's after the Cheney event.\n     The store got a $7 million public subsidy to build in East Grand Forks after the 1997 flood devastated the area. A recovery made possible by generous help from government at all levels has made northwestern Minnesotans \"much more aware of government's role,\" Stumpf said, and he predicted that Bush will not do as well in 2004 as he did in 2000.\n     Crucial region\n     Republicans insisted that the Bush-Cheney ticket enjoys a strong and growing rapport with small-town and farmland America, and that it will do better than ever in northwestern Minnesota.\n     On abortion, gun control and outdoors issues (a \"Sportsmen for Bush-Cheney\" banner loomed large in Cabela's), and because of his strong allegiance to Christian conservatives, Bush scores points with northwestern Minnesotans.\n     Image alone is important, others said. Bush is often pictured in outdoors scenes cutting brush at his ranch, while \"Kerry has these mansions all over the world and you see him on the ski slopes in Europe,\" said Connie Nicholas, a North Dakota member of the Republican National Committee.\n     Of eight congressional districts in the 2000 election, Bush did best in Minnesota's Seventh, beating Al Gore in almost all of the counties and with 55 percent of the vote, said David Sturrock, the GOP candidate for Congress in the Seventh against Democratic U.S. Rep. Collin Peterson.\n     Some farmers in work clothes appeared across the street among about 50 Bush protesters. One of those shouting slogans as the Cheney event broke up was Todd Leake, who said he farms about 2,000 acres in North Dakota.\n     Leake said he's angry at the administration's support for genetically engineered crops, its limits on civil liberties since Sept. 11, environmental policies and the war in Iraq. And he said the Cheney audience was not typical of ordinary Red River Valley folks.\n     \"The millionaire farmers got to talk to [Cheney], and he wouldn't even talk to us,\" Leake said.\n     Democrats contend that Bush's support of a Central American Free Trade Agreement could be devastating to the sugar beet industry, valued at more than $300 million in 2002. Sugar beets are a key Red River Valley crop.\n     Dane Smith is at     rdsmith@startribune.com.  \n\nGraphic\n\n \nPHOTO\n\nLoad-Date: August 9, 2004"
}