{
    "title": "Cheney_ Direct threats require decisive action; Vice president tells Europe that alliances must rema",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 1,
    "day": 25,
    "full text": "Free nations, working together, must not shy from using force if diplomacy cannot deter terrorism and check the spread of the world's most dangerous weapons, Vice President Dick Cheney told Europe on Saturday.\n\"Direct threats require decisive action,\" Cheney said in a speech to the World Economic Forum, and he urged European allies to \"act with all the urgency that this danger demands.\"\nIdeologies of violence must be confronted at their source by promoting democracy through the Middle East and beyond, he told more than 1,500 political, corporate and opinion leaders who gathered in Davos, a snowy Alpine resort, to discuss global issues.\nCheney, one of President Bush's closest confidants, said the world is becoming safer, but alliances and international partnerships must remain strong in fighting terror because \"We are not safe yet.\" If security can't be reached through dialogue, he said, \"We must be prepared to face our responsibilities and be willing to use force if necessary.\"\nIn his second foreign trip since taking office, Cheney acknowledged the work that European nations have done in Iraq and Afghanistan and in enticing Libya to its decision to rid itself voluntarily of weapons of mass destruction.\nThen he asked for more.\nHe urged the European Union to admit Turkey, whose application to become the union's only majority Muslim member was rejected in 1987 but has been edging closer to acceptance in recent years.\nHe also asked the allies to make more European troops available for deployments to fill a critical need and not to let the European Union and NATO duplicate efforts in providing international security. And he said Europe and America must demand jointly that Iran meet its international commitments not to develop nuclear weapons.\n\"Europeans know that their great experiment in building peace, unity and prosperity cannot survive as a privileged enclave, surrounded on its outskirts by breeding grounds of hatred and fanaticism,\" Cheney said.\nEva Biaudet, a Finnish lawmaker, said she was shocked by Cheney's \"militarism\" and his focus on increasing Europe's military capabilities. \"His solution for reaching democracy was armaments, which is not really the European solution,\" she said. \"He forgot the development part, and it worries me.\"\nSwiss President Joseph Deiss was more diplomatic.\n\"On the one hand, it was a clear expression of American leadership and the will to combat terrorism in the world,\" Deiss said. \"On the other hand, I felt that the Americans also are quite aware of the necessity that (it be) an action of the international community.\"\nAnti-Americanism was heard in Chur, about 45 miles from Davos, where up to 2,000 protesters demonstrated. The protesters' signs decried the conference as elitist.\n\nGraphic\n\n \nmug: Dick Cheney\n\nLoad-Date: January 25, 2004"
}