{
    "title": "Cheney chides Kerry on terrorism stance; Vice president suggests that the senator would not be an 'a",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 10,
    "day": 23,
    "full text": "No level of terrorism is an acceptable level for Vice President Dick Cheney, who on Friday chided John Kerry for suggesting terrorism be tackled until it becomes merely a nuisance.\n\"When was terrorism ever sort of at an acceptable level, or only a nuisance?\" he asked during a town hall meeting with his wife, Lynne, and 415 guests in downtown Cedar Rapids.\nCheney said Kerry has talked about getting terrorism back to the point where it was only a nuisance - \"the implication being you could sort of manage it at some acceptable level.\"\nCheney said that view leaves him with little confidence in Kerry's leadership ability.\n\"The bottom line is, I don't have any confidence in John Kerry to be the kind of tough, aggressive commander in chief who will aggressively pursue our adversaries overseas, and I think that's a major failing because I don't think we can win the war on terror unless we aggressively go after our enemies,\" he said.\nThe vice president said that he and President Bush understand that the cost of the war in Iraq is high, but letting such a country serve as a nexus for terrorism and weapons of mass destruction can lead to a much more costly war on terrorism down the line.\nHe said the country must stay the course.\n\"While the cost is high today, borne especially by military and their families, they are the ones who will inherit it, the cost will only increase over time if we postpone the day of reckoning and allow (terrorists) to operate as they did in the past without an aggressive U.S. response ...\" he said.\nWhen asked by an audience member what can be done to insure the integrity of this year's election, Cheney said that task traditionally is left to local and state officials. However, he said the outcome is important to all Americans and to the country's image around the world.\n\"It's vital that we do everything to guarantee this election, whatever the outcome, is one that can be respected and it doesn't raise doubts about the quality of democracy here in the United States,\" said Cheney, who's made more than a half-dozen stops this year in Iowa, a battleground state where Bush was defeated by Al Gore by just 4,144 votes in 2000.\nHis wife, Lynne Cheney also spoke.\n\"When I think about what this president has done, I can understand why John Kerry has a little gender trouble ...\" she said, adding that Bush has helped cut taxes, benefit small businesses - many owned by women, and has revamped the nation's education system.\nMrs. Cheney also fired back about a comment Teresa Heinz Kerry made to the press, suggesting that first lady Laura Bush hadn't had a real job as an adult.\n\"When I think of all of the things the president has done for women … I have to think of Laura Bush. She's a librarian, she's a teacher, and there's no doubt in her mind that raising a family is a real job,\" Lynne Cheney said the howling cheers from the audience.\nThe Cheneys then left for another town hall meeting in Nevada in central Iowa. About 600 supporters filled a barn at the Story County Fairgrounds Friday night where Cheney covered many of the same points.\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: October 23, 2004"
}