{
    "title": "Chewing Gum for Terrorists",
    "publisher": "the new york times",
    "year": 2011,
    "month": 1,
    "day": 3,
    "full text": "Washington\nDID former Attorney General Michael Mukasey, former New York Mayor Rudolph Giuliani, Tom Ridge, a former homeland security secretary, and Frances Townsend, a former national security adviser, all commit a federal crime last month in Paris when they spoke in support of the Mujahedeen Khalq at a conference organized by the Iranian opposition group's advocates? Free speech, right? Not necessarily.\nThe problem is that the United States government has labeled the Mujahedeen Khalq a ''foreign terrorist organization,'' making it a crime to provide it, directly or indirectly, with any material support. And, according to the Justice Department under Mr. Mukasey himself, as well as under the current attorney general, Eric Holder, material support includes not only cash and other tangible aid, but also speech coordinated with a ''foreign terrorist organization'' for its benefit. It is therefore a felony, the government has argued, to file an amicus brief on behalf of a ''terrorist'' group, to engage in public advocacy to challenge a group's ''terrorist'' designation or even to encourage peaceful avenues for redress of grievances.\nDon't get me wrong. I believe Mr. Mukasey and his compatriots had every right to say what they did. Indeed, I argued just that in the Supreme Court, on behalf of the Los Angeles-based Humanitarian Law Project, which fought for more than a decade in American courts for its right to teach the Kurdistan Workers' Party in Turkey how to bring human rights claims before the United Nations, and to assist them in peace overtures to the Turkish government.\nBut in June, the Supreme Court ruled against us, stating that all such speech could be prohibited, because it might indirectly support the group's terrorist activity. Chief Justice John Roberts reasoned that a terrorist group might use human rights advocacy training to file harassing claims, that it might use peacemaking assistance as a cover while re-arming itself, and that such speech could contribute to the group's ''legitimacy,'' and thus increase its ability to obtain support elsewhere that could be turned to terrorist ends. Under the court's decision, former President Jimmy Carter's election monitoring team could be prosecuted for meeting with and advising Hezbollah during the 2009 Lebanese elections.\nThe government has similarly argued that providing legitimate humanitarian aid to victims of war or natural disasters is a crime if provided to or coordinated with a group labeled as a ''foreign terrorist organization'' -- even if there is no other way to get the aid to the region in need. Yet The Times recently reported that the Treasury Department, under a provision ostensibly intended for humanitarian aid, was secretly granting licenses to American businesses to sell billions of dollars worth of food and goods to the very countries we have blockaded for their support of terrorism. Some of the ''humanitarian aid'' exempted? Cigarettes, popcorn and chewing gum.\nUnder current law, it seems, the right to make profits is more sacrosanct than the right to petition for peace, and the need to placate American businesses more compelling than the need to provide food and shelter to earthquake victims and war refugees.\nCongress should reform the laws governing material support of terrorism. It should make clear that speech advocating only lawful, nonviolent activities -- as Michael Mukasey and Rudolph Giuliani did in Paris -- is not a crime. The First Amendment protects even speech advocating criminal activity, unless it is intended and likely to incite imminent lawless conduct. The risk that speech advocating peace and human rights would further terrorism is so remote that it cannot outweigh the indispensable value of protecting dissent.\nAt the same time, Congress also needs to reform the humanitarian aid exemption. It should state clearly that corporate interests in making profits from cigarettes are not sufficient to warrant exemptions from sanctions on state sponsors of terrorism. But Congress should also protect the provision of legitimate humanitarian aid -- food, water, medical aid and shelter -- in response to wars or natural disasters. Genuine humanitarian aid and free speech can and should be preserved without undermining our interests in security.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDRAWING (DRAWING BY RUTH GWILY)                    \n\nLoad-Date: January 3, 2011"
}