{
    "title": "Chicago group meets to fight Muslim stereotypes",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 6,
    "day": 10,
    "full text": "It's an admittedly fine line: How do you encourage Muslims in one of the nation's largest South Asian enclaves to report crimes — especially terrorism-related — yet still fight the stereotypes they face?\nAn unlikely group hopes to find solutions.\nIn an unusual meeting of the minds, South Asian Muslims, black law enforcement officials and a Jewish Chicago alderman began meeting this week to discuss how to build trust, fight stereotypes and prevent crime around a segment of Devon Avenue.\nThe North Side neighborhood is about a 10 block stretch of mostly Pakistani and Indian businesses, creating a Midwest hub for brides-to-be to shop, suburban and small-town families who need spices and first-generation immigrants who want a connection to the homeland.\nOrganizers admit they aren't sure how they'll proceed, calling their opening meeting \"a first step.\" What was evident, however, was that discussions about terrorism and safety still touch a nerve among Muslims.\n\"This is about everyday people. They weren't being heard,\" said Robyn Dessaure, a Homeland Security field director who's a member of the National Organization of Black Law Enforcement Executives. \"It's the only way to stop terrorism.\"\nBut the group faces serious challenges, long existent in ethnic communities.\nFor one, creating trust with authorities isn't easy in a neighborhood where FBI agents are routinely spotted and then gossiped about in kabob cafes, video stores and tailor shops. And the sentiment stretches beyond Devon.\nChicago businessman Syed Ali, who attended, believes most Muslims want nothing to do with authorities.\n\"We're a very peaceful people,\" he said. \"We don't want to get involved in the law.\"\nThe idea for the meeting started with Tariq Siddiqui, a politically connected Pakistani developer who believes post-Sept. 11 Muslim backlash is still common.\nHe's troubled whenever he hears of a terrorist attack allegedly committed by a Muslim, like last year when two Chicago men with ties to Devon were arrested in connection with the 2008 Mumbai attacks.\nHis feelings came to a tipping point when he watched news of the Times Square plot.\n\"I kept praying it wasn't a guy from Pakistan,\" said Siddiqui, who held fundraisers for Barack Obama when he was an Illinois senator.\nSiddiqui involved friend and alderman Bernard Stone, who for nearly four decades has led a ward encompassing Devon. Siddiqui also recruited federal authorities, city officials and more South Asian Muslims.\n\"They (South Asian Muslims) want to show that they're devoted to this country,\" said Stone. \"They're just as anxious to become involved in the war against terrorism as anyone else. Whatever few terrorists there are we want to root them out.\"\nRoughly two dozen people attended the Tuesday meeting at Stone's ward office. It opened with a Quranic recitation and ended with questions from businessmen and the media, along with a few unsolicited soliloquies from residents.\n\"We've needed this since the last government created a scare that our freedom of speech is gone,\" said Zishan Alvi, who works at a nursing home. \"I am a U.S. citizen.\"\n\nLoad-Date: June 10, 2010"
}