{
    "title": "Chicken-Littleism and international exchanges",
    "publisher": "the world",
    "year": 1986,
    "month": 6,
    "day": 16,
    "full text": "Some say that international terrorism is warfare, and that to fight it you must send in the Sixth Fleet. Others call it crime, and say that you must fight it through the police and the courts.\nBut what if neither definition is appropriate? What if, as many experts hold, it's a form of political theater, a system designed to send messages to entire nations? How do you fightthat?\nWith other messages, obviously.\nHere is where America is losing the war against terrorism.\nThat may sound like strong language - especially because, after the bombing of Libya and the tough anti-terrorist stand taken at the seven-nation summit in Tokyo last month, there have been surprisingly few terrorist attacks against Western targets. But terrorism is primarily a mental phenomenon. It is designed to create fear. And nowhere, in recent months, has it had more success than in America, where travelers who normally flock to Europe are huddling at home by the thousands.\nIf that meant only that fewer tourists would buy Shakespeare souvenirs at Stratford or Vuarnet sunglasses at the Galeries Lafayette, there wouldn't be much lost. The sad part of the current Chicken-Littleism, however, is that it has also made serious inroads into something this nation desperately needs: international student exchanges, through which the rising generation can embrace a wider world.\nAt a recent conference here on terrorism and international exchanges, William Dyal Jr., president of AFS International (AFS), raised a heartfelt plea against the ''Fortress America'' mentality. ''The need is greater than ever for international understanding,'' he told a group of representatives from other exchange programs, whose combined energies provide hundreds of thousands of exchanges each year.\nAFS, which mounts 10,000 exchanges each year, has not been particularly hard hit. But the other two of the ''big three'' nonprofit exchange groups have felt the heat. The Experiment in International Living, which had been growing at more than 12 percent a year, has seen cancellations cut its numbers this summer from a projected 950 students to a current 750. And Youth for Understanding, which sends some 2,000 Americans overseas in its regular programs, has\nhad about 70 cancellations in recent months.\nOne can search in vain for the cold logic behind these shifts. ''Statistics simply do not support the Europhobia that has grown up in this country,'' says John H. Adams, director of the Citizens Emergency Center at the Department of State. He told the conference that of the 6.5 million Americans who traveled to Europe last summer, fewer than ten died in terrorist incidents. One can argue that even that figure (1.5 ten-thousandths of one percent) is too high - although one would have to ask whether travelers to many of America's larger cities would be much safer.\nWhat has all this to do with terrorism as message system? Simply this: that the messages of fear sent by the terrorists operate not on a logical but on an emotional level, and that they have yet to be countered by solid countermessages that can calm the emotions.\nLook, for example, at the modest turnaround in European travel in recent weeks. Some exchange groups are reporting re-applications. Airline bookings for Europe are rising. But the news media, which raised all manner of hue and cry as the numbers were falling, have given little attention to the turnaround.\nLook, too, at the lack of coordination by top administration message-senders. ''We take the position that travel to Europe is generally safe,'' says Mr. Adams, reflecting State Department policy. Yet President Reagan last week called attention to ''what we know about the dangers throughout the world,'' saying that ''I certainly don't want to be quoted as advocating a tourist rush in the face of the world the way it is.''\nThe problem, in each case, is not with logical inconsistency. It's with the feelings that come through - and with the failure to stand up strongly to the fear engendered by the terrorists.\nWhat to do? We all need to recognize, first, that terrorism is a message system: Some terrorist groups, in fact, are known to have a kind of vice-president for communications who works full-time on media relations. Second, we in the news media need to give more space to the countermessage - by recognizing theunderlying value(and not simply discussing thesafety) of international travel. But we can't do that alone. We need, third, an administration whose messages counter not only the physical and legal but also the mental threat of terrorism. Finally, all of us need to be reminded - by the kinds of living examples that the exchange organizations can provide us - of the worth of international contacts. Terrorism is successful in proportion as it makes us afraid. We need examples that give us reason to be courageous.\nA Monday column"
}