{
    "title": "Chicago-Area Teenager Accused of Terrorism Plot",
    "publisher": "the new york times",
    "year": 2012,
    "month": 9,
    "day": 16,
    "full text": "An 18-year-old suburban Chicago man, who the authorities say was enamored with Osama bin Laden and intent on killing Americans, has been arrested after attempting to detonate what he thought was a car bomb outside a Chicago bar, officials said Saturday.\nThere was never any danger that the suspect, Adel Daoud, would actually detonate a bomb. The plot, which ended with Mr. Daoud's arrest on Friday, was proposed by undercover F.B.I. agents posing as extremists, according to a statement released by the United States attorney's office in the Northern District of Illinois.\nMr. Daoud, a United States citizen who lives in Hillside, Ill., on the outskirts of Chicago, has been under surveillance for months, and in multiple conversations with agents expressed a desire to kill on a mass scale as revenge for what he believed was the persecution of Muslims by the United States, according to court papers.\nIn one conversation recorded by the authorities, Mr. Daoud said he wanted the attack to be ''massive'' enough to ''make it in the news like tonight.''\n''I want to get the most evil place, but I want to get a more populated place,'' he said.\nMr. Daoud's older brother, Amr, 21, said he and his family were surprised by the arrest. He described his brother as a devout Muslim who would go to mosque for prayers with their father every day at 4 a.m. He said that their parents had come to the United States from Egypt, but that neither they nor his two sisters were as religious.\nHe said that Adel, who had graduated from high school and was not working, wanted to go to school in Canada to become a sheik, a Muslim religious official.\n''He's a very peaceful guy; I never even knew him to be violent,'' said Amr Daoud, a cigar salesman. ''One time he got punched in school and he didn't do anything. He's a very passive person.''\nAdel Daoud first came to the attention of the authorities in October 2011, when he sent out e-mails ''relating to violent jihad and the killing of Americans,'' according to an affidavit in support of the complaint. At one point he sent out several e-mails with a PowerPoint presentation titled ''The Osama bin Laden I Know,'' in which he defended Bin Laden's tactics.\n''Osama wasn't crazy for wanting to destroy America,'' he wrote. ''This superpower killed millions of people.''\nIn May 2012, Mr. Daoud was contacted online by two undercover agents from the F.B.I., and during these conversations he ''expressed an interest in engaging in violent jihad, either in the United States or overseas,'' according to the affidavit.\nOver the next month, law enforcement officials said, he was introduced to someone posing as an ''operational terrorist.''\nMr. Daoud offered a list of 29 potential targets, officials said, ''including military recruiting centers, bars, malls and other tourist attractions in the Chicago area.''\nHe then chose, researched and conducted surveillance of the target and planned what he thought would be an attack using an explosive device, officials said. But they said there was never any danger.\n''The explosives that Daoud allegedly attempted to detonate posed no threat to the public,'' said Gary S. Shapiro, the acting United States attorney in the Northern District of Illinois. ''They were inert and had been supplied by undercover law enforcement personnel.''\nAbout 7:15 p.m. on Friday, Mr. Daoud met with the undercover agent in Villa Park, another Chicago suburb, and they drove together to downtown Chicago, the statement said. During the drive, Mr. Daoud prayed that the attack would cause destruction and leave many people dead, according to the statement.\nOnce in Chicago, Mr. Daoud and the agent changed vehicles, taking a Jeep containing the fake explosive device and parking it in front of a downtown bar, officials said. Mr. Daoud then walked about a block into an alley, where he tried to activate the fake bomb by pressing a triggering mechanism. He was then arrested.\nMr. Daoud remained in custody after being charged in United States District Court on Saturday with one count of an attempt to use a weapon of mass destruction and one count of attempting to damage and destroy a building by means of an explosive.\nAs part of its counterterrorism efforts, the F.B.I. has similarly provided would-be terrorists with weapons and bomb-making materials. In November 2010, a Somali-born teenager was arrested and accused of plotting to attack a packed Christmas tree lighting ceremony in Portland, Ore., after F.B.I agents supplied him with a fake car bomb. And in September of last year, the F.B.I. provided grenades, assault rifles and plastic explosives as part of a sting operation involving what was said to be a plot to blow up the Pentagon and the United States Capitol using remote-controlled aircraft.\nLawyers for the defendants in such cases have typically accused the government of entrapment, arguing that their clients would never have acted without being coerced by undercover agents.\nAccording to Saturday's statement, Mr. Daoud was ''offered several opportunities to change his mind and walk away from the supposed attack.''\n''From late May to mid-June 2012, Daoud confirmed his belief in the propriety of killing Americans in a terrorist attack,'' the statement said, ''and then began seeking online resources regarding how to carry out an attack.''\n\nhttp://www.nytimes.com/2012/09/16/us/man-is-accused-of-jihadist-plot-to-bomb-chicago-bar.html\n\nLoad-Date: September 16, 2012"
}