{
    "title": "Chicago man admits terror role",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 3,
    "day": 19,
    "full text": "A Chicago man admitted Thursday he scouted out the Indian city of Mumbai for a 2008 terrorist attack that left 166 people dead and plotted an attack on a Danish newspaper over cartoons depicting the Prophet Muhammad.\nDavid Coleman Headley, a 49-year-old American citizen, pleaded guilty in U.S. District Court in Chicago to all 12 counts he faced. Under a deal with prosecutors, he will not face execution if he continues to cooperate with their terrorism investigation. He could face up to life in prison and a $3 million fine when he's sentenced. A date is not set.\nIn court Thursday, Headley wore a prison-issued orange jumpsuit as a dozen federal marshals stood watch. Spectators were walked through a metal detector and women's purses sniffed by a police dog. Headley spoke softly in a British accent when asked by U.S. District Judge Harry Leinenweber if he was pleading guilty of his own free will.\nHis attorney, Robert Seeder, said after the hearing that Headley's decision to talk was \"a manifestation and example of his regret and remorse,\" and wasn't based solely on the fact he will avoid a possible death sentence.\n\"He has provided significant help to the United States and aided other countries,\" said Seeder. He declined to specify what help Headley had provided.\nIn his plea agreement, Headley admitted he made surveillance videos and conducted other intelligence gathering for the November 2008 attack on Mumbai. Nine of the 10 gunmen were also killed in the three-day siege. The U.S. and India say the gunmen were trained and directed by the Pakistani-based terrorist group Army of the Pure.\nHeadley also said he met with a Pakistan-based terrorist leader, Ilyas Kashmiri, in a tribal area of western Pakistan in May 2009, and that Kashmiri told him he had a European contact who could provide Headley with money, weapons and manpower for an attack on Denmark's Jyllands Posten newspaper. That attack never happened.\nHe said men he knew as \"elders,\" whom he understood to be leaders of Osama bin Laden's al-Qaida terrorist network, urged swift action in attacking the newspaper, which offended many Muslims in 2005 by publishing a dozen cartoons depicting the Prophet Muhammad.\nHe said Kashmiri wanted newspaper employees beheaded and the heads thrown from the building to send a message to the Danish authorities. Headley said Kashmiri said it should be a suicide attack, and the attackers should prepare martyrdom videos.\nPart of Headley's continued cooperation could include testifying against his co-defendant, Tahawwur Hussain Rana, if he goes to trial. Rana, a 49-year-old Canadian co-defendant who also lived in Chicago, has pleaded not guilty to conspiracy to provide material support to terrorism in Denmark and India, as well as to Army of the Pure.\n\nLoad-Date: March 20, 2010"
}