{
    "title": "Chief Adviser On Terrorism Resigns Post At White House",
    "publisher": "the new york times",
    "year": 2002,
    "month": 6,
    "day": 28,
    "full text": "Gen. Wayne A. Downing, President Bush's principal adviser on terrorism, is leaving his post at the National Security Council after less than a year in the job, the White House announced today.\n     He will be replaced by Gen. John A. Gordon, a former senior official at the Central Intelligence Agency. \n General Downing did not return phone calls today seeking comment. A spokesman for the National Security Council, Sean McCormack, said General Downing had finished the job he set out to do and was returning to his retirement in Colorado.\nBut associates of General Downing said he had become increasingly frustrated by his inability to marshal the authority he needed to become the center, as he had expected, of White House counterterrorism efforts.\nMr. McCormack said: \"He's given exemplary service. He answered the call of duty for his country when we were in an hour of need, and the president thanks him for that.\"\nGeneral Downing reported to both Condoleezza Rice, the national security adviser, and Tom Ridge, the director of domestic security. His job was to organize the Office of Combatting Terrorism that is part of the National Security Council and the Intelligence and Detection Directorate that is part of the Office of Homeland Security.\nAssociates said General Downing had faced resistance on important initiatives and programs from the administration's other counterterrorism fiefs at the Pentagon, the Federal Bureau of Investigation and the Central Intelligence Agency.\nThe general's associates said he had been particularly frustrated about what they characterized as a begrudging response from the F.B.I. to his requests for intelligence information.\nOutspoken, aggressive and known for his dislike of bureaucratic rigidity, General Downing was recognized within senior administration circles as a champion of military action to oust Saddam Hussein from Iraq. Pentagon officials said today that General Downing had taken the job thinking he would be able to push forward his views on Iraq and had become dispirited by what he saw as the administration's tough talk but no action.\nAssociates said that General Downing, a former Army commando who at one point headed the entire United States Special Operations Command, had also wanted to be more aggressive against terrorism in the Philippines, where an American hostage was killed this month.\nAdministration officials disputed that version of events. \"This is just pure Washington gobbledygook,\" one administration official said.\nMr. McCormack said that \"General Downing had some initial tasks that he and the president and Dr. Rice and Governor Ridge set out,\" and that he had completed them. \nGeneral Gordon has most recently been the under secretary for nuclear security at the Department of Energy. Before that, he was deputy director of the C.I.A. \n\nhttp://www.nytimes.com\n\nLoad-Date: June 28, 2002"
}