{
    "title": "Chiefs endorse anti-terror community watch",
    "publisher": "the salt lake tribune",
    "year": 2009,
    "month": 10,
    "day": 3,
    "full text": "Denver » A store clerk's curiosity about why Najibullah Zazi was buying large quantities of beauty supply products indicated that something about the transaction wasn't quite right -- and it's an example of the kind of citizen vigilance that can combat terror, a police commander said Saturday.\nLos Angeles police Cmdr. Joan McNamara cited this summer's incident as police chiefs meeting in Denver adopted a model for a nationwide community watch program that teaches people what behavior is truly suspicious and encourages them to report it to police.\nFederal authorities allege Zazi, 24, tried to make a homemade explosive using ingredients from beauty supplies purchased at Denver-area stores. He has been jailed in New York on charges of conspiracy to detonate a weapon of mass destruction in a plot that may have targeted New York City. Zazi has denied the charges.\nZazi reportedly told an inquisitive clerk he needed a large amount of cosmetic chemicals because he had \"lots of girlfriends.\" While his purchases weren't reported to authorities because suppliers often buy large quantities, the police chiefs hope a coordinated publicity effort will make people think differently about such encounters.\nLos Angeles Police Chief William Bratton, who developed the iWatch program with McNamara, called it the 21st century version of Neighborhood Watch.\nThe Major Cities Chiefs Association, headed by Bratton and composed of the chiefs of the 63 largest police departments in the U.S. and Canada, endorsed iWatch at the group's conference Saturday.\niWatch would have provided an easy way for that store clerk and others to report suspicious activity so police could launch investigations earlier, McNamara said.\n\"That clerk had a gut instinct that something wasn't right,\" she said. The Associated Press\n\nGraphic\n\n \nLos Angeles Police chief William Bratton talks to the media during a news conference introducing iWatch, a community component of the national terrorism-prevention program, Saturday, Oct. 3, 2009, in Denver. (AP Photo/Jack Dempsey)\nThis undated handout image provided by iWatch.org shows the cover of the I-Watch report, a program of anti-terrorism indicators for police. The nation's big city police chiefs are expected to endorse an anti-terrorism community watch program to educate more people than ever about what behavior is truly suspicious and ought to be reported to police. Police Chief William Bratton of Los Angeles, whose department developed the program, known as iWATCH, calls it the 21st century version of Neighborhood Watch. (AP Photo/iWatch.org)\nLos Angeles Police chief William Bratton talks to the media during a news conference introducing iWatch, a community component of the national terrorism-prevention program, Saturday, Oct. 3, 2009, in Denver. (AP Photo/Jack Dempsey)\nLos Angeles Police chief William Bratton talks to the media during a news conference introducing iWatch, a community component of the national terrorism-prevention program, Saturday, Oct. 3, 2009, in Denver. (AP Photo/Jack Dempsey)\n\nLoad-Date: January 22, 2010"
}