{
    "title": "Chileans Plan Anti-Terror Drive",
    "publisher": "the new york times",
    "year": 1991,
    "month": 4,
    "day": 5,
    "full text": "The Chilean Government has announced a 150 percent increase in spending for the national police force as concern over terrorism grows after the killing of a prominent rightist Senator.\nIn the downtown Church of National Gratitude today, President Patricio Aylwin and former President Augusto Pinochet, along with politicians of almost every major party, attended a funeral Mass for the Senator, Jaime Guzman, a far-right politician and former close aide to General Pinochet.\nAt one point in the service, in which the priest instructs members of the congregation to wish their neighbors the peace of God, Mr. Aylwin went over to General Pinochet and offered a brief handshake.\nMr. Guzman, 44 years old, was shot by terrorists on Monday evening as he was coming out of a law-school class he had taught. The killing prompted an outcry against terrorism that sent the Aylwin Government scrambling to present a credible plan to combat a growing wave of political violence.\nLate Wednesday evening, the Senate held a five-hour session in which it voted to create a permanent commission to combat terrorism. And the Government announced a 150 percent increase in spending for the nation's police force, called the carabineros, and a 400 percent spending increase for the Government's Department of Investigations.\nIt also promised to enlist the aid of General Pinochet's army intelligence unit, considered to be the most capable intelligence-gathering force in the country, but feared for its role in the disappearance of more than 2,000 Chileans during General Pinochet's 17-year rule.\nNot everyone was impressed by the Aylwin efforts.\n\"There certainly has been no sign to date that the Government is capable of handling terrorism,\" said Pablo Longueira, an official of Mr. Guzman's party, the Independent Democratic Union.\n\nLoad-Date: April 5, 1991"
}