{
    "title": "Chile debates when crime is 'terrorism'",
    "publisher": "the christian science monitor",
    "year": 2004,
    "month": 12,
    "day": 6,
    "full text": "Four years ago, electricity, and with it TV, came to this small indigenous community in the vast countryside outside Temuco, some 430 miles south of the capital, Santiago.\nNowadays, Irene Weche Meliqueo, a Mapuche Indian, spends two hours every evening sitting on the hard bench in her one-room ruca, or house, watching events in the world beyond unfold in scratchy black and white. She has learned, she says nodding gravely, a great deal about terrorism.\n\"Every good leader now has taken a stand against terrorists,\" she explains to her teenage niece making soup on the corner stove. \"So, clearly, our president needs to take a stand, too.\" The only problem, she continues, is that there are no terrorists in Chile. \"So,\" she concludes, \"they went and made up some.\"\nChile has a reputation as one of Latin America's best-working democracies, with a record of commitment to human rights and a keen interest in redressing past wrongs. Just last week, President Ricardo Lagos released a long-awaited report on torture during the 18-year dictatorship of Augusto Pinochet and promised reparations to tens of thousands of the victims.\nBut at the same time, over the past five years the Chilean government has been using Pinochet-era laws - modified from the time they were initially enacted to target extreme leftist guerrillas, but still harsh - to charge Mapuche activists engaged in an age-old struggle for land, calling them terrorists. While no one is saying that the brutal oppression of Pinochet's \"dirty war\" is beginning anew, human rights observers are troubled by recent actions against the Mapuche.\n\"It took 14 years of democracy until we reached the point where we came up with a report on torture,\" says Alejandra Matus, a journalist and activist who herself had to flee the country when a book she wrote criticizing the judiciary ran afoul of another Pinochet-era law. \"Things are done late here in Chile, and often even when changes are made, they don't go far enough.\" Ms. Matus returned to Chile only after the law was amended two years ago. \"We have to make sure we not only get on the right path, but stay there. We have to be diligent and demanding of our government.\"\nThe struggle of the Mapuche, whose name means \"people of the earth\" in Mapudungun, is by no means a peaceful one: Activists have set fire to forests, logging trucks, and equipment to stop commercial plantations from expanding on their ancestral lands in southern Chile. Millions of dollars and countless timber jobs have been lost in one of the country's most important industries.\n\"But,\" asks Jose Aylwin, director of Chile's Indigenous Peoples' Rights Watch, which along with Human Rights Watch (HRW) recently put out a chilling report on the government, \"is this - a struggle directed mainly against property - 'terrorism'?\"\nBy using the antiterror law the government can arrest and hold people for months without trial and use anonymous witnesses against them. The minimum sentence for terrorist activity is 10 years in prison, double the ordinary penalty for arson. And under Chile's Constitution, those convicted of terrorism are barred for 15 years from holding public office, teaching, unionizing, starting businesses, or working as journalists.\nTwo weeks after the release of the report, a Temuco court threw out the latest case against eight Mapuche activists for lack of evidence. But the community is not celebrating. An appeal has already been made, and there is a chance the Supreme Court will order a retrial, something that has happened in prior cases. A half dozen activists are serving sentences of five to 10 years.\nSebastian Brett, HRW's representative in Chile, says the government has a \"serious misunderstanding\" of what terrorism is. Last year, for example, he says the government threatened to use the law against a trade union because a Molotov cocktail was thrown at a demonstration.\nGovernment officials, defending use of the antiterrorism laws, say that arson with the intention of instilling fear falls under the definition of terrorism. This definition, they further point out, was worked out several years ago when the antiterror laws were being modified - with the input of human rights groups.\nThe terrorism charges against the Mapuche have already done damage. \"They are used to being called names,\" says Eduardo Melle, a social worker who says that under Pinochet, the Mapuche, numbering some 700,000 in a country of 16 million, would commonly called drunks, lazy, or illiterates. \"So this [name calling] is not new, just disappointing, as there had been faith that the new democratic era would be more responsible.\"\nElias Paillan runs \"Wixage Anau,\" the country's first Mapudungun-language radio program, in Santiago. The \"terrorism trials\" have been the most talked-about item on his news program, he says - and the most painful. He urges his listeners to call into mainstream TV or radio programs when those refer to the Mapuche as terrorists - and complain. He does it often himself, he says, but, it's hard to get anyone to listen. \"It's a tag that sticks,\" he says.\n* Danna Harman is Latin America bureau chief for the Monitor and USA Today.\n(c) Copyright 2004. The Christian Science Monitor\n\nLoad-Date: December 6, 2004"
}