{
    "title": "Chilean police detain Pakistani in US Embassy",
    "publisher": "the bismarck tribune",
    "year": 2010,
    "month": 5,
    "day": 12,
    "full text": "SANTIAGO, Chile - Traces of explosives were found on a Pakistani man who was summoned to the U.S. Embassy because his U.S. visa had been revoked, authorities said Tuesday, and a Chilean judge ordered him held in a high-security prison under anti-terrorism laws.\nMohammed Saif-ur-Rehman Khan, 28, was detained Monday after the embassy's detectors were set off by traces of bomb-making material, said Mario Schilling, a Chilean prosecutor's spokesman. Schilling did not elaborate on what kind of explosives were involved or provide more details about the case.\nU.S. Ambassador Paul Simon said there was not any indication that the embassy was a target of a attack.\nA judge agreed on Tuesday to keep Khan behind bars for five more days under Chile's anti-terrorism law to give more time for the investigation. Khan has not been charged with any crime.\nBefore being taken to jail, Khan was driven by police to a hospital for a medical checkup, and was able to briefly speak to reporters from a window of the police vehicle.\n\"No, I am not a terrorist. I do not have nothing to do with bombs, I am a working man,\" he said in heavily accented English.\n\"This represents an attempt by them to cover up their shame for what they have done in Iraq and Pakistan,\" he added, according to Chile's Radio Cooperativa.\nHis detention came nine days after Faisal Shahzad, a Pakistan-born U.S. citizen, allegedly tried to set off a bomb-laden SUV in New York's Times Square after receiving training from the Taliban in Pakistan.\nChile's interior minister, Rodrigo Hinzpeter, promised a thorough investigation. \"We will be relentless in the fight against any form of crime, especially terrorism,\" he told reporters while touring southern Chile.\nIn Washington, the State Department spokesman, P.J. Crowley, said U.S. and Chilean officials would conduct a joint investigation.\nInvestigators in white hazardous-materials suits searched Khan's apartment in a student residence in downtown Santiago.\nA senior State Department official in Washington said U.S. authorities had received information about Khan that led them to revoke his visa and he was asked to visit the embassy in Santiago so diplomats could inform him of the revocation, as required by U.S. law. The official spoke on condition of anonymity because he was not authorized to discuss the case publicly.\nSimon, the U.S. ambassador, told The Associated Press the embassy called Chile's government and police after \"security procedures detected some traces of explosives during the interview.\" He said it didn't appear the embassy itself was targeted.\nAccording to the Chilean newspaper La Segunda, the substance detected was Tetryl, a compound used to increase the explosive power of TNT.\nAsked about the report, Schilling, the prosecutor's spokesman, said, \"I am not authorized to say that.\" He also wouldn't comment on a report in the newspaper El Mercurio that the substance was detected on a bag, documents and cellular telephone carried by Khan.\nEl Mercurio reported that Khan was in Chile legally to study tourism and had a job at a hotel.\n\nLoad-Date: May 13, 2010"
}