{
    "title": "Chile seeks peace in 3-decade conflict Disputes over land claimed by Mapuche people marked by fires,",
    "publisher": "usa today",
    "year": 2017,
    "month": 3,
    "day": 21,
    "full text": "Chile is taking new steps to end three decades of land disputes with the indigenous Mapuche people that have turned so violent some officials classify the actions as terrorism.\nThis month, President Michelle Bachelet plans to announce the government's latest approach to quell growing anger among the Mapuche. She is sifting through a long list of options handed to her in January after six months of discussions among government officials, the lumber industry, farmers and the Mapuche over the controversial southern territory that has changed hands many times.\nThe proposals in the 45-page report range from reserving more congressional seats for the Mapuche -- who make up nearly 10% of Chile's population but hold only two seats -- to creating a reparation commission that would distribute owed land, money and education scholarships.\n\"Understanding has prevailed over confrontation,\" Bachelet said about the talks. She said the process can bring \"a durable solution for everyone and anyone who wishes to live in peace\" in the Araucania region.\nThe dispute began in the 1990s when the Chilean government tried to make amends for mistreatment under dictator Augusto Pinochet by starting a land reparation program to compensate the Mapuche, the largest indigenous group in Chile at 1.5 million people.\nThe long-running conflict has been marked by fires, shootings and kidnappings that officials downplayed or denied for years. More recently, Chile has experienced some of the worst forest fires in its history that spread over 3,000 square miles, killed 11 people and resulted in more than 40 arrests, some for suspected arson tied to land disputes.\nMinster of Interior and Public Security Mario Fernández labeled the latest violence terrorism. \"Is there terrorism?\" he said during a speech to the lower house of congress. \"Of course, there is terrorism, of course. Who denies that?\"\nBachelet promised during her campaign in 2013 to address the issue but made only two visits to the Araucania region in the first two years of her term. She requested the list of proposals on her desk as a way to fulfill that promise.\nThe discussions sparked arguments over the property each person should receive and often got swallowed up in negotiations with non-indigenous farmers who don't want to sell disputed land.\nChile's lumber industry -- one of the country's largest exporters -- flourishes in the fertile southern regions of Bío Bío and Araucania that were once entirely occupied by indigenous people.\nImpoverished Mapuche said they have no choice but to defend their traditional way of life by actions that are often violent -- intercepting lumber trucks on the highway, burning farmland and shooting at uncooperative residents. \"We don't want to kill anyone,\" said José Huenchucan, 45, a Mapuche living near the coastal town of Tirúa. \"But also, it happens.\"\nIn 2016, 227 acts of violence were reported in rural areas through November, including 61 buildings set on fire, according to the district attorney offices in the Bío Bío and Araucania regions. Sixteen of those burned buildings were churches or other religious structures.\nHuenchucan said death and injuries during attacks are \"products of a much larger fight\" that are no different from the casualties suffered by Mapuche ancestors when Chile expanded in the late 1800s.\nMany Mapuche want the Chilean government to return all land taken during the expansion, so the people can create a separate, independent nation called \"Wallmapu.\"\nLawmakers \"don't want to recognize that this is terrorism, although it fits perfectly into the definition of terrorism,\" said Rojo Edwards, a congressman in Chile's Chamber of Deputies, or lower house of congress, before the talks began. \"They don't want to be seen as a government that is not fighting terrorism, so they call it common delinquency.\"\nFew Mapuche are prosecuted or convicted for the violence. In November 2013, some Mapuche slaughtered livestock and burned forests owned by farmer Rosenda Araneda, 71, of Pidima.\nShe was given 24-hour police protection from the state, but gunfire, homemade explosives and forest fires persist as often as three times a week, and no attacker has been detained or tried.\n\"There's no justice in Chile,\" Araneda said. \n\nGraphic\n\n \nphoto Photos by Luis Hidalgo, AP\n\nLoad-Date: March 21, 2017"
}