{
    "title": "Chile 's old generals haven't faded away",
    "publisher": "the world",
    "year": 1991,
    "month": 3,
    "day": 31,
    "full text": "Chile's bright hopes for a democratic future are being jolted by the aftershocks still emanating from the country's ugly recent past.\n \n    President Patricio Aylwin, whose election a year ago brought an end to Gen. Augusto Pinochet's autocratic rule, has won congressional approval to free most of the Pinochet-era political prisoners still detained under a widely abused anti-terrorism law.  Aylwin's conciliatory gesture represents a necessary step in Chile's effort to move beyond two decades of repression and instability.  However, the emotional reaction to the release this month of a voluminously detailed report on human-rights abuses during the Pinochet years has reopened old wounds and reawakened old fears.\n   The report has spurred a new round of violence on the part of groups who identify themselves as leftist extremists seeking revenge for the crimes of the Pinochet government. Meanwhile, elements of the Chilean military, still under Pinochet's control, already are threatening to use the outbreak of terrorism as an excuse to usurp the elected government's authority.\n \n    There is growing speculation that at least some of the recent crimes attributed to left-wing guerrillas have in fact been the work of agents sympathetic to the military. Those who risked their lives defying Pinochet's military dictatorship surely would gain nothing by destabilizing Aylwin's government and tempting the army to seize control once again.\n \n    The violence also diverts national attention from the substance of the report on the Pinochet regime's abuses. The report gives evidence of more than 2,000 deaths and \"disappearances\" of real or imagined opponents of the Pinochet government. The resolution of criminal cases related to those deaths will be a real test of the new government's independence from the generals who ran the country for 17 years and who may still believe that they wield ultimate control.\n \n    Memories of Chile's 1973 coup, in which Pinochet and his henchmen toppled Dr. Salvador Allende's elected government, should be sufficient to convince the world of the seriousness of Chile's current crisis. However, the great majority of Chileans have demonstrated their support for civilian, democratic rule, and the military would be making a monumental miscalculation if it attempts to take advantage of the new wave of terror. President Aylwin's government is far stronger and more popular than Allende's was, and Chileans are unlikely to tolerate attempts, whether on the part of left-wing rebels or ambitious generals, to destabilize it through violence.\n \n\nLoad-Date: November 12, 1992"
}