{
    "title": "China's security law a 'serious risk' to Hong Kong 's freedoms_ UN experts",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 4,
    "full text": "China on Friday told United Nations experts to stop \"meddling\" in its affairs after the agency's special advisors published a letter raising fears for Hong Kong's freedoms after the enactment of a draconian new security law.\nThe security law \"poses a serious risk that those fundamental freedoms and due process protections may be infringed upon\", the rapporteurs said.\nBeijing has faced a barrage of criticism over the legislation, imposed late June after pro-democracy protests rocked the semi-autonomous city a year ago.\nAuthorities in Beijing have said the law is necessary to ensure Hong Kong's stability and prosperity.\nHong Kong was a British colony for more than 100 years until it was returned to Chinese rule under the so-called \"one country, two systems\" framework, which afforded the territory substantial autonomy and guaranteed rights and freedoms unknown on the mainland for at least 50 years.\nAt that time, China agreed to uphold the International Covenant on Civil and Political Rights in Hong Kong - a landmark treaty that it has signed but has not ratified for the mainland.\n\"We express concern at the broad scope of the crimes defined as secession and subversion\", it said, warning the law would jeopardize the freedom of expression, peaceful assembly and \"the ability of civil society organizations to perform their lawful function\".\nPrince Harry's friend joins Strictly line-up: JJ Chalmers confirmed for dancing competition\nBill said, \"My late mum Madrin would have loved it - I hope she'll be watching\". Strictly Come Dancing airs on BBC One. \"I'm not Lord of the Dance\".\nThe security law extends beyond Hong Kong, targeting anyone overseas who violates it, although it is not clear how it would be enforced.\n48 hours after it was sent to the Chinese government, they also said provisions of the new law appear to undermine the independence of Hong Kong's judges and lawyers, and the right to freedom of expression.\nThe UN experts also raised concerns over the definition of terrorism under the national security law.\nIn the joint letter signed by six special rapporteurs and an expert on arbitrary detention that was sent two days ago to the Chinese government, they said the law lacks precision in key respects, infringes on fundamental rights and may be disproportionate under worldwide law.\nThe sweeping legislation has drawn criticism for stipulating that the destruction of government facilities and utilities would be considered subversive, while damaging public transportation facilities constitutes an act of terrorism.\nIt called for a fully independent reviewer of the law to be appointed to make sure it complies with China's human rights obligations.\n\"We underscore that security and human rights are intertwined and not separate\".\n\nLoad-Date: September 5, 2020"
}