{
    "title": "China in sprint to finish",
    "publisher": "the capital ",
    "year": 2008,
    "month": 7,
    "day": 8,
    "full text": "With month to go, plenty of unfinished Olympic business\nBEIJING (AP) - With one month to go before the Olympics open on Aug. 8, China's work is hardly complete.\nThe government needs to meet its pledge to deliver clean air in one of the world's most polluted cities, and must finish two new subway lines and a railway line. The 31 venues in Beijing are ready, and most have been for months.\nBut the most difficult promise to keep for the authoritarian government may be allowing reporters - as many as 30,000 are expected - to work freely as they have in other Olympics. This was a pledge China made seven years ago in winning the bid.\nTelevision networks like NBC - it has paid billions for Olympic broadcast rights - and the International Olympic Committee have been at odds for months with Chinese security officials, fighting to clarify the rights of satellite trucks to move freely around the city of 17 million.\nAccess to spots like Tiananmen Square - who will be allowed in, when and under what conditions - is also a battleground with Chinese officials fearing the iconic sites could be used as a TV backdrop by pro-Tibet protesters.\nThis issue should come to a head again this week when broadcasters, the IOC and games organizers meet tomorrow in Beijing. This is a follow-up to a contentious meeting in late May when IOC and broadcast officials criticized Beijing organizers for bureaucratic delays that could compromise TV coverage.\n\"I think this free reporting will be a problem for everyone,\" said Johannes Hano, East Asia bureau chief of Germany's ZDF television. \"They will stop you even if you have permission. There is no freedom of press as they promised.\"\nOne of two rights-holding broadcasters for the games in Germany, Hano said ZDF was sending a \"sharp protest letter\" to IOC president Jacques Rogge, Beijing organizers, the Chinese Foreign Ministry and the European Broadcasting Union.\n\"We are worried this situation will continue and freedom of journalists will not be guaranteed here,\" Hano said.\nChinese officials are hyper-sensitive about any potential disruptions. Rocked by protests on international legs of the Olympic torch relay following the outbreak of deadly rioting March 14 in Tibet, China has stepped up security everywhere and tightened visa rules. Even holders of Olympic tickets are finding this is no guarantee of a visa to stay in China.\nChinese officials say terrorism is the biggest threat to the games, although human-rights groups say the threat is being used to dampen internal dissent.\nChina says it will deploy about 100,000 anti-terrorism police during the games, with some of the city's 500,000 Olympic volunteers also serving security roles. Police have already begun bag checks in Beijing's subway stations, leading some to dub these the \"Killjoy Games.\"\n\nLoad-Date: July 10, 2008"
}