{
    "title": "China confirms attack on militia in tense far west China confirms fatal attack at checkpoint in rest",
    "publisher": "the capital ",
    "year": 2014,
    "month": 6,
    "day": 24,
    "full text": "BEIJING (AP) - Chinese authorities on Tuesday reported an attack on security personnel at a checkpoint in the restive far western region of Xinjiang, confirming a days-old report by a U.S.-backed radio service that said five people were killed.\nThe belated and sketchy report contrasts with the extensive coverage given by China to an anti-terrorism crackdown in the region following a May 22 attack at a vegetable market in Urumqi that left 43 dead, and could raise questions about the campaign's effectiveness.\nViolence has risen in recent years in Xinjiang, home to the Muslim Uighur minority. China's government blames it on religious extremists who have ties to overseas Islamic terror groups, while Uighurs complain of repressive cultural and religious policies by the Han Chinese majority and economic disenfranchisement in their resource-rich homeland.\nThe official confirmation of the Friday attack was indirect. It appeared in an article by the local government about public study sessions against terrorism, apparently set up in response to the checkpoint attack.\nIn a Sunday report, Radio Free Asia said assailants stabbed two police officers guarding a security checkpoint in a village in Qaraqash county and set fire to a room in which three other officers were sleeping, killing all five.\nVillage chief Atawulla Qasim told RFA that the attackers locked the door from outside and poured gas into the room through a chimney before setting fire to it.\nThe local government article said militia members manning a checkpoint were killed but did not provide any more details.\nA man who answered the telephone at the local police station said he had no knowledge of the incident. Confirmation of such attacks can be difficult because authorities often want to play down attacks targeting symbols of power.\nEarlier last week, state media reported in detail how local residents helped thwart an attack by three men in a game room in the Hotan area. On Saturday, state media reported that police fatally shot 13 assailants who rammed a truck into a police building and set off explosives in Kashgar. Both incidents were presented as proof that Beijing's measures were working to curb violence.\nOn Monday, authorities said they broke up 32 terrorist groups and arrested more than 380 suspects in Xinjiang in the first month of the crackdown. They said they were able to discover and crush more than 96 percent of terror acts in the planning stage, although critics warned the crackdown might exacerbate tensions.\n\nLoad-Date: June 24, 2014"
}