{
    "title": "China pats Pakistan for doing its _best_ to fight terrorism",
    "publisher": "metro vartha",
    "year": 2017,
    "month": 9,
    "day": 8,
    "full text": "Beijing, Sept. 8 -- China today defended its all-weather ally Pakistan, saying Islamabad has done its \"best\" to combat terrorism and some countries need to give it \"full credit\" for that, days after Beijing backed the BRICS's declaration which named Pakistan-based terror groups like LeT and JeM for the first time.\n\"Pakistan is a good brother and iron friend of China. No one knows Pakistan and understands Pakistan better than China,\" Chinese Foreign Minister Wang Yi said while addressing a joint press conference with Pakistan Foreign Minister Khawaja Muhammad Asif here.\nAsif is visiting China after China backed a tough resolution on terrorism at the just concluded BRICS (Brazil, Russia, India, China, South Africa) summit in Xiamen.\nThe resolution expressed concern over violence caused by terrorist groups including the Pakistan-based Lashkar-e-Taiba (LeT), Jaish-e-Muhammad (JeM) and Haqqani network.\nThe BRICS indictment also followed a scathing criticism of Pakistan over terrorism related issued by US President Donald Trump in his South Asia and Afghanistan policy.\nAhead of his visit Asif for the first time admitted Pakistan needed to rein in terror outfits to avoid \"embarrassment\" on the global stage.\nAvoiding any direct references to BRICS declaration, Wang said terrorism was a global issue and requires concerted efforts from all countries.\n\"Instead of blaming each other, countries need to work with each other. For years Pakistan has been a victim of terror and more importantly Pakistan is an important participant in international cooperation against terrorism,\" he said.\n\"The government and people of Pakistan made huge efforts and sacrifice on the fight against terrorism and such efforts and sacrifice are there for everyone to see. The international community should recognise that. When it comes to the issue of counterterrorism, we believe Pakistan has done its best with a clear conscience,\" he said.\n\"In comparison, some countries need to give Pakistan the full credit it deserves,\" he said in a veiled reference to India and the US.\nThe declaration of BRICS, in which China is a prominent member had expressed \"concern\" over the security situation in the region and the violence caused by the Taliban, ISIS, al- Qaeda and its affiliates including Eastern Turkistan Islamic Movement (ETIM) active in China's Xinjiang and Islamic Movement of Uzbekistan, the Haqqani network, LeT, JeM, Tehrik-i-Taliban Pakistan (TTP) and Hizb ut-Tahrir.\nAt the ninth BRICS Summit from September 3 to 5, the BRICS leaders also condemned terrorism in all its forms and manifestations wherever committed and by whomsoever. They stressed that there can be no justification whatsoever for any act of terrorism.\nThe naming of the JeM in the declaration also sparked speculation whether China would continue to resist efforts by India to bring about a UN ban on its leader Masood Azhar.\nChina has blocked the resolutions brought about by India and later the US, backed by the UK and France, in the UN by putting repeating technical holds.\nMeanwhile, Asif said that Pakistan \"strongly\" adhered to one-China policy.\n\"We support China on its core issues of Taiwan, Tibet, Xinjiang and South China Sea,\" he was quoted by as saying by Dawn news.\nHe said Operations Zarb-i-Azb and Raddul Fasaad against terrorist groups \"including ETIM [East Turkestan Islamic Movement]\", which China blames for carrying out attacks in its far western region of Xinjiang, have yielded positive results.\n\"ETIM is not only a threat to China but also to Pakistan,\" he said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: September 8, 2017"
}