{
    "title": "CHINA STANDS FIRM AGAINST TERRORISM",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 10,
    "day": 1,
    "full text": "BEIJING -- It's a cornerstone of China's foreign policy, invoked vehemently whenever critics challenge its human rights record or its policy toward Taiwan: Don't interfere in another country's internal affairs.\nYet today, as China strives to broaden its role in the world and maintain security on its heavily Muslim western reaches, it's squarely behind a global anti-terrorism coalition that appears ready to interfere in Afghanistan in the most fundamental of ways.\nBut it also is wary of seeing the United States too firmly in control, especially if that means an American military presence in nearby Central Asia.\nWithin a day of the Sept. 11 attacks on the World Trade Center and the Pentagon, Chinese President Jiang Zemin had called President Bush to express sympathy and offer help. China ratified a U.N. Security Council resolution broadly endorsing an American response and promised to share intelligence with Washington.\nChinese media have brimmed with denunciations of terrorism and details of leaders' meetings about the problem. \"I felt such pain in my heart when I saw the familiar World Trade towers collapse,\" the official Xinhua News Agency quoted Foreign Minister Tang Jiaxuan as saying.\nAt the same time, China is making clear it expects any major military action to be multilateral and to involve the United Nations especially the Security Council, where China, as one of five permanent members, holds veto power.\n\"The United Nations is the international organization with widest representation. It has a unique role to play in this issue,\" Foreign Ministry spokesman Zhu Bangzao said last week.\nAs China shapes its stance, several matters come into play the least of which seems to be its bumpy relationship with the United States, which many say has both been abruptly stabilized and pushed toward the sidelines by the terrorist attack.\n\"The Americans are not going to be as interested in East Asia as they were before Sept. 11, and nothing untoward is going to happen in East Asia except that China is going to keep moving toward becoming the superpower of the future,\" said Chalmers Johnson, author of \"Blowback: The Costs and Consequences of American Empire.\"\nTopping the list of Beijing's concerns is its effort to contain a separatist movement in its northwestern Xinjiang region, a heavily Muslim area that shares borders with both Pakistan and Afghanistan. Reports that some ethnic Uighur separatists in the region may be linked to Osama bin Laden can only worry China.\nThe government also worries about what an American military operation in Afghanistan might mean for China's influence in Central Asia. U.S. forces already have bases in South Korea and Japan.\nA similar presence on China's western frontier would hardly be welcome, even by Beijing's moderates.\n\nLoad-Date: October 1, 2001"
}