{
    "title": "China Calls Crackdown An Attack on Terrorism",
    "publisher": "the new york times",
    "year": 2019,
    "month": 11,
    "day": 19,
    "full text": "BEIJING -- The Chinese government on Monday portrayed the country's crackdown in the western region of Xinjiang as a great success against terrorism, trying to counter renewed international criticism prompted by a New York Times article detailing the internal deliberations that led to the mass detention of Muslims in re-education camps and prisons.  \n  A spokesman for the Ministry of Foreign Affairs, Geng Shuang, criticized the newspaper's report, published on Sunday, saying the article smeared China's efforts against extremism. But he did not dispute the authenticity of the leaked internal documents that confirmed the coercive nature of the measures used against Uighurs and other Turkic Muslims in western China over the past three years.\n  A statement from the Xinjiang regional government of China was far more strident, saying the Times article had been ''completely fabricated by hostile forces at home and abroad'' and calling it ''total nonsense and a pack of lies, with sinister motives behind it.''\n  The regional government's statement did not specifically deny the authenticity of the documents on which the article was based, but repeatedly attacked what it described as fictitious reporting by The Times. \n  ''Concocting fake news to attract eyeballs is a habitual trick of America's New York Times, and this newspaper suffered a crisis of credibility for its fakery,'' the statement said. ''This time, America's New York Times has again fabricated and concocted fake news about Xinjiang. This is nothing more than getting up to its old tricks, and is completely unworthy of refutation. This despicable conduct will surely be met with the contempt of wiser minds in the international community.''\n  In a statement, a spokeswoman for The Times, Danielle Rhoades Ha, said: ''Our story is based on more than 400 pages of leaked internal Chinese documents that provide an unprecedented inside look at the crackdown on ethnic minorities in the Xinjiang region. This type of journalism is core to our mission to seek the truth and help people understand the world.''\n  Senator Mitch McConnell, Republican of Kentucky, spoke on the floor of the Senate on Monday about the threat to Muslim ethnic minority groups in the Xinjiang region of northwest China, pointing to the Times report. \n  Mr. McConnell, the Senate majority leader, said the documents were ''a handbook for this Orwellian campaign to effectively erase a religious and ethnic minority in a region that is supposed to be legally distinct from the rest of China.'' He added the campaign was ''chilling'' and ''systematic.''\n  On Monday, Senator Chuck Schumer, Democrat of New York and the minority leader, wrote in a twitter message that ''the documents obtained by the @NYTimes show top officials in the Chinese Communist Party directed a brutal & repressive campaign against the Uighurs and religious minorities. While this should surprise no one, it exposes the Chinese Communist Party's lies.''\n  The documents, provided by a member of the political establishment in China who is concerned about the crackdown, showed the direct involvement of senior officials in conceiving and ordering it. The papers included internal speeches by China's leader, Xi Jinping, that laid the philosophical groundwork for the policy. \n  Mr. Geng, the foreign ministry spokesman, was asked about the article at a regularly scheduled briefing.\n  ''It is precisely because of a series of preventive counterterrorism and de-extremism measures taken in a timely manner that Xinjiang, which had been deeply plagued by terrorism, has not had a violent terrorist incident for three years,'' he said.\n  The Communist government once flatly dismissed reports on the mass detentions of as many as one million Muslims as fabrications, but since evidence of the camps has become irrefutable, it has stepped up attempts to defend its actions as justifiable steps to stamp out a national security threat. \n  Xinjiang has experienced violent attacks, but their extent remains unclear, in part because the authorities censored reports on them at the time and continues to restrict independent reporting.\n  After The Times published its report, China's state media tried to rebuff criticism from ethnic Uighurs in the United States, whose criticism has been highlighted by Secretary of State Mike Pompeo. The Global Times, a newspaper owned by the Communist Party, reported that its own reporters had visited the relatives of those Mr. Pompeo cited and found them living happily in Xinjiang.\n  ''They are ashamed of the scum among their families,'' the report said, referring to the Uighurs now living abroad. \n  The Chinese efforts have not tempered international criticism.\n  A group of 12 United Nations human rights experts has presented the Chinese government with a scathing critique of its counterterrorism laws and de-radicalization regulations, warning that they flout binding obligations under international law and risk stoking the extremism they are said to be intended to prevent.\n  In a 21-page letter addressed to Foreign Minister Wang Yi, the experts said that laws and regulations that provide the legal framework for China's mass incarceration of Uighurs and other Muslims are ''neither necessary nor proportionate.''\n  ''While cognizant of the security situation that China may face,'' they said, ''we are deeply concerned that the approaches taken in the counterterrorism law not only violate fundamental rights but also may contribute to further radicalization of persons belonging to the targeted minorities, creating major and growing pockets of fear, resentment and alienation.''\n  The letter added that ''multiple laws, decrees and policies, in particular those concerning national security and terrorism, deeply erode the foundations for the viable social, economic and political development of society as a whole.''\n  The chilling details contained in the documents obtained by The Times -- such as Mr. Xi's description of Islamist radicalism as a virus or a drug addiction that required ''a period of painful, interventionary treatment'' -- prompted new condemnations from Western politicians.\n  Australia's foreign minister, Marise Payne, called the disclosures disturbing, as did several American politicians, including Senator Marco Rubio, a Florida Republican, and Elizabeth Warren and Pete Buttigieg, two leading candidates in the Democratic presidential race. Former Vice President Joseph R. Biden Jr. said the treatment of the Uighurs was ''among the worst abuses of human rights in the world today.''\n  Given the sensitive nature of the subject -- and the source -- China's state media made little other mention of the issue. The Times's website is blocked in China, but there were signs that the disclosures had filtered through the country's so-called Great Firewall, as they received unexpected expressions of support.\n  One user on Weibo, one of China's most prominent social media platforms, singled out an official cited in the documents, Wang Yongzhi, who had been assigned to oversee the city of Yarkand, a cultural capital of the Uighurs. Mr. Wang, part of the Han ethnic majority in China, initially put in place many harsh measures, but became increasingly concerned about their effectiveness. When he quietly ordered the release of more than 7,000 camp inmates, he was arrested.\n  ''History will not forget this person and this page of paper,'' wrote the user, identifying himself as Still Your Old Yang. Others expressed support for the official who leaked the documents.\n  But Mr. Geng, the Foreign Ministry spokesman, said that Xinjiang had become a model for counterterrorism efforts.\n  ''The New York Times not only shut its eyes and ears to the above-mentioned facts,'' he said, ''but even use the clumsy tricks of grafting flowers and twigs to taking out of context and hyping the so-called internal documents to smear and discredit China's antiterrorism and de-extremism capabilities in Xinjiang.''\n  Nick Cumming-Bruce contributed reporting from Geneva and Edward Wong from Washington.Nick Cumming-Bruce contributed reporting from Geneva and Edward Wong from Washington.\n\nhttps://www.nytimes.com/2019/11/18/world/asia/china-xinjiang-muslims-leak.html\n\nGraphic\n\n \nPHOTO: The Chinese government said a New York Times report on mass detentions in the Xinjiang region was ''unworthy of refutation.'' (PHOTOGRAPH BY GILLES SABRIÉ FOR THE NEW YORK TIMES)               \n\nLoad-Date: November 19, 2019"
}