{
    "title": "China, India sign anti-terrorism pacts",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 1,
    "day": 14,
    "full text": "NEW DELHI, India -- India and China moved to ease their long-time tensions, signing new cooperation agreements Monday despite Beijing's support for Pakistan, India's chief rival.\nChina's Premier Zhu Rongji met Monday with Indian Prime Minister Atal Bihari Vajpayee, who said cooperation against terrorism was at the top of the agenda.\n\"I am happy that we have agreed today to jointly counter this menace,\" Vajpayee said.\nChina's foreign ministry said last week that Zhu would urge India to open talks with Pakistan, a longtime ally of China. India and Pakistan have deployed nearly a million troops on war alert along their border. India has said it will not negotiate until it sees evidence of Pakistan's promised crackdown on Islamic militants.\nIndian Defense Minister George Fernandes played down Indian newspaper reports that China had stepped up military assistance and was dispatching more fighter planes to Pakistan.\n\"China and Pakistan have had a relationship. This is not the first time that Pakistan is acquiring weaponry from China,\" Fernandes said. \"I would not attach any significance to this.\"\nOn Monday, China and India also signed agreements on peaceful uses of outer space and the exchange of scientists.\nBoth sides also plan to launch direct fights between Beijing and New Delhi from the end of March.\n\"There is a very perceptible improvement in the India-China relationship in recent times,\" said Nirupama Rao, spokeswoman for India's foreign ministry. India doesn't see its relations with China in terms of its difficulties with Pakistan.\nIndia and China have remained suspicious neighbors since their 21-day war in 1962. Both countries still claim portions of each other's territory.\nAccording to Vajpayee, India and China have set up a joint working group, comprising officials of the foreign and defense ministries, to settle their 40-year-old border dispute.\n\nLoad-Date: January 14, 2002"
}