{
    "title": "China executes 13 in terrorism crackdown",
    "publisher": "the world",
    "year": 2014,
    "month": 6,
    "day": 17,
    "full text": "BEIJING - China executed 13 people on Monday over terrorism and violent crimes in the far western region of Xinjiang, state media said, as the government wages a harsh crackdown after a series of deadly attacks blamed on Muslim separatists.\nThe executions took place on the same day that a Xinjiang court sentenced three other people to death for planning a deadly car ramming at Beijing's Tiananmen Gate last year that left five people dead.\nThe official Xinhua News Agency said the 13 executed people were convicted of crimes such as organizing, leading and participating in terrorism groups, arson, murder, burglary, and illegal manufacturing, storage and transporting of explosives.\nThe government says it faces grave terrorist threats from people seeking independence for Xinjiang, home to the Muslim Uighur ethnic minority, and has vowed severe punishments.\nAmong those executed, three men organized an assault in which 24 people died last June in the town of Lukqun, Xinhua said. It said the attack targeted the local police station, a SWAT team, a government office building and the living quarters of officials and their families, a housing construction site, a business administration office, as well as a hair salon and a hotel. Xinhua earlier reported that police had killed 10 attackers and that the three men were sentenced to death last September in a one-day trial.\nXinhua said a fourth person who was executed had detonated an explosive device at an illegal preaching site in June 2012, killing a child.\nIt did not provide any details of the remaining nine people.\nSimmering ethnic tensions in Xinjiang have escalated in the past year, as assailants have begun to strike outside the region and at civilians, a departure from their previous targets of government offices, police stations or other symbols of rule by the ethnic Han Chinese majority.\nBeijing says unrest among Uighurs is caused by extremist groups with ties to Islamic terror groups abroad, but has provided little direct evidence.\nUighur activists say public resentment against Beijing is fueled by an influx of Han settlers in the region, economic disenfranchisement and onerous restrictions on Uighur religious and cultural practices.\nDilxat Raxit, spokesman for the German-based group World Uyghur Congress, said Beijing has unjustly labeled disgruntled Uighurs as terrorists.\n\"China's policy has caused extreme acts, and it is the only fight Uighur people in desperation are willing to wage with their lives, Dilxat Raxit said.\nA court in the Xinjiang regional capital of Urumqi sentenced three other people to death Monday for planning the deadly car ramming, the first attack to strike Beijing in recent years.\nThe three were accused of providing funds to carry out the Oct. 28 attack, in which a car plowed through tourists and ended up in a fiery crash in the heart of Beijing. It killed a Chinese visitor and a tourist from the Philippines, along with the vehicle's driver, his wife and mother-in-law, according to Chinese authorities.\nFive other people were given prison sentences, with four receiving terms of five to 20 years and one getting a life sentence, Xinhua said.\nThey had traveled to Beijing on Oct. 7, 2013, to deliver money to buy a jeep, gasoline, knives and other materials related to the attack, Xinhua said.\nThe eight were arrested within days of the incident.\nDilxat Raxit said the speedy trials were politically motivated and deprived the defendants of their legal rights.\nThe Tiananmen Gate attack was followed by similar incidents in Xinjiang, including one on May 22 in which men driving off-road vehicles and throwing explosives plowed through a crowded market in Urumqi, killing 39 people. Police said four suspects were killed at the scene and a fifth was caught that evening in an area about 250 kilometers (150 miles) south of Urumqi.\nDeath sentences in China are automatically forwarded to the Supreme People's Court for appeal but are rarely overturned. While official figures are not released, China is believed to execute more prisoners than the rest of the world combined.\n\nLoad-Date: June 17, 2014"
}