{
    "title": "China Breaks Silence on Muslim Detention Camps, Calling Them 'Humane'",
    "publisher": "the new york times",
    "year": 2018,
    "month": 10,
    "day": 17,
    "full text": "BEIJING -- Under mounting international criticism, China has given its most extensive defense yet of its sweeping campaign to detain and indoctrinate Muslims, with a senior official on Tuesday describing its network of camps in the far west as humane job-training centers.\nRights groups, American lawmakers and a United Nations panel have assailed the ''transformation through education'' camps holding Uighurs and members of other Muslim minority groups in China's far northwestern Xinjiang region. Hundreds of thousands have been held in the camps -- one estimate says a million -- and former inmates who have fled abroad have described them as virtual prisons that engage in harsh brainwashing. \n  But the chairman of Xinjiang's government, Shohrat Zakir, himself an ethnic Uighur, called the camps a ''humane'' and lawful shield against terrorism in an interview published by China's official Xinhua news agency. He said the facilities gave Uighurs and other Muslims courses in the Chinese language and taught them to be law-abiding citizens. They also receive training in job skills such as making clothes, e-commerce, hairdressing and cosmetology, Mr. Zakir said.\n  Mr. Zakir said that ''students'' in the facilities were provided with free meals, air-conditioned dormitories, movie screenings and access to computer rooms.\n  ''Xinjiang has launched a vocational education and training program according to the law,'' Mr. Zakir said. ''Its purpose is to get rid of the environment and soil that breeds terrorism and religious extremism.''\n  Mr. Zakir did not say how many Muslims had been sent to the camps, but he appeared to acknowledge for the first time that people were being held against their will in the facilities for months or years at a time.\n  He said the program dealt with people suspected of wrongdoing that fell short of requiring criminal convictions, and that they received ''graduation certificates'' only after signing agreements and meeting certain criteria. Some detainees, he said, were being prepared for release and assignment to jobs at the end of 2018.\n  Mr. Zakir suggested the campaign would continue for many years. The ''deradicalization'' program is showing results, he said, ''but the duration, complexity and intensity remain acute, and we must maintain high vigilance.''\n  Omurbek Eli, a businessman who has described his time held in a camp in 2017, scoffed at Mr. Zakir's description of the indoctrination centers as ''colorful'' places where students play basketball, watch movies and join in singing contests. His experience, he said, was far harsher, involving long days of marching, singing patriotic Chinese songs and memorizing Chinese laws.\n  ''They're full of nonsense,'' Mr. Eli, who is originally from Xinjiang and obtained Kazakh citizenship, said by telephone. ''They say that these camps are to eradicate terrorism, but inside I saw lawyers, doctors, intellectuals, even officials who had nothing to do with extremism,'' he said. ''They call these vocational training centers, but it was really a prison.''\n  The publication of the interview with Mr. Zakir confirmed a shift in China's public relations strategy over the camps, from silence to an unapologetic defense. Mr. Zakir even cited a United Nations resolution on fighting terrorism to justify them.\n  As criticism of the detentions grew throughout this year, the government first stayed silent. Then it gave sparing acknowledgments of the camps' existence. Appearing before a United Nations panel in Geneva in August, a senior official in the Chinese delegation defended the government's measures yet denied that they amounted to mass detention.\n  But Mr. Zakir's comments marked the first full-throated defense of the indoctrination program, which grew out of policies launched by Xi Jinping, China's president and Communist Party chief.\n  Last week, the Xinjiang government issued amended rules for its ''deradicalization'' program that for the first time gave clear public authorization for the indoctrination camps.\n  On Tuesday evening, China's main state television network, CCTV, broadcast a current affairs program in prime time that praised the camps and depicted them as caring, happy places. It showed a class of Uighur students reading out a Chinese lesson titled, ''I am a law-abiding citizen.''\n  ''After a year plus of denial, the Communist Party has decided to get out in front of the story, and put forward its own view over the legality and the nature of these detention camps,'' James Leibold, an expert on Xinjiang at La Trobe University in Australia, said by email. ''The party's central leadership now seems determined to 'standardize' and 'legalize' their approach.''\n  Mr. Zakir's comments appeared to be part of China's preparations for an international meeting that could put the camps under further scrutiny. At a meeting of the United Nations Human Rights Council in early November, foreign governments will have a chance to question officials from Beijing about the detention program and other intrusive security measures affecting Muslim minorities.\n  ''This meeting is a very important occasion to raise the camp issue,'' Dolkun Isa, the president of the World Uyghur Congress, an exile group based in Germany, said by telephone. (Uyghur is an alternative spelling of Uighur.) ''China has denied the camps, but now it's something that they just cannot hide.''\n  Western governments have indicated that Xinjiang will be a priority at the Human Rights Council meeting in Geneva.\n  ''We are deeply concerned by credible reports pointing to a serious deterioration of the human rights situation'' in Xinjiang, Federica Mogherini, the European Union's high representative for foreign affairs and security policy, told the European Parliament earlier this month.\n  Last week, a bipartisan panel in Washington issued a report condemning the indoctrination camps. Lawmakers on the panel, including Senator Marco Rubio, proposed legislation that would  punish China for the detention program.\n  ''In China, the government is engaged in the persecution of religious and ethnic minorities that is straight out of George Orwell,'' Nikki Haley, who recently announced that she was stepping down as the United States ambassador to the United Nations, said on Monday, according to Fox News. ''It is the largest internment of civilians in the world today.''\n  But Mr. Zakir's account indicated that China would maintain that the camps have strong backing in law. Up until 2014, China was beset by a string of violent attacks and riots involving discontented Uighurs.\n  ''Now Xinjiang is not only beautiful,'' Mr. Zakir said, ''it's also very safe and stable.''\n  Still, Chinese officials have not given foreign diplomats or journalists access to the camps, nor have they said how many people they hold. Hu Xijin, a prominent editor of Global Times, a brashly nationalist Chinese newspaper, said on Monday that he knew the number, and denied it was a million.\n  Rights groups said the existence of the camps exemplified the Communist Party's use of legal justifications as a sweeping cloak for measures that betray China's own guarantees of rights and procedural protections, as well as international law.\n  ''The Xinjiang authorities' clumsy justifications for these camps only serve to illustrate what 'the rule of law' in China means,'' said Maya Wang, a China researcher for Human Rights Watch. ''The party bends it to its will and uses it as a weapon against perceived political enemies.''\n\nhttps://www.nytimes.com/2018/10/16/world/asia/china-muslim-camps-xinjiang-uighurs.html\n\nLoad-Date: October 17, 2018"
}