{
    "title": "China tries to quell violence",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 8,
    "day": 13,
    "full text": "BEIJING ? China has sent its elite Snow Leopard anti-terrorism unit to its far western frontier where ethnic violence has flared, hoping to boost security before the area stages an international trade convention in weeks, a state newspaper reported Saturday. At least 20 people died in two attacks last month in the southern Xinjiang region, where security had already been tight since 2009 fighting between majority Han Chinese and minority ethnic Uighurs, who are Muslim and share other cultural links with groups in Central Asia. \nThe government has blamed Muslim extremists for the July attacks and violent protests in Kashgar, where 80 percent of the population of 600,000 are Uighurs, and in another southern Xinjiang city, Hotan. Recently it sent its elite Snow Leopard Commando unit to patrol the region from a base in Aksu city, roughly halfway between Kashgar and the regional capital of Urumqi, the China Daily said, quoting a spokesman for the Xinjiang People's Armed Police. Calls to the Xinjiang government and police were not answered Saturday. The Snow Leopards, formed in 2002, were charged with securing the 2008 Beijing Olympics and have a mandate to combat terrorism, control riots, dispose of bombs, respond to hijackings and carry out other special tasks, the newspaper said. Xinjiang is China's Central Asian frontier ? bordering Pakistan, Afghanistan, Russia and other countries ? with Kashgar serving as an important hub along the ancient Silk Road trade route to Europe. The Snow Leopard unit will be increasing security for the China-Eurasia Expo, being held in Urumqi the first week in September. China has blamed the region's unrest on forces outside the country, and said last month's attacks were carried out by militants trained in camps run by the East Turkistan Islamic Movement in Pakistan on Xinjiang's southern border. It has given no evidence for the allegation. Many Uighurs in the area resent the Han Chinese majority as interlopers relegating them to minority status in their homeland. China defends its treatment of minorities, saying all ethnic groups are treated equally and that tens of billions of dollars in investment and aid have dramatically raised their living standards. \n\nLoad-Date: August 14, 2011"
}