{
    "title": "China vows to help Afghanistan , Pakistan resolve their disputes",
    "publisher": "university wire",
    "year": 2018,
    "month": 12,
    "day": 16,
    "full text": "China, a close ally of Pakistan, has lately deepened its economic and political ties with Kabul and is using its influence to try to bring the two uneasy South Asian neighbours closer, at a time when the United States has sought Pakistan's help with faltering Afghan peace talks.\nThe dialogue aims to pave way for a solution to the Afghan crisis through political means since peace in Afghanistan is vital for regional growth and development, he said.\nThey are also scheduled to meet Afghan President Ashraf Ghani today.\n\"Cooperation between Afghanistan, Pakistan, and China is important to bring peace to Afghanistan\".\nQureshi also held a meeting with Afghan Chief Executive Abdullah Abdullah, who acknowledged Pakistani prime and foreign ministers' efforts assistance in maintaining peace in Afghanistan. \"We will do everything to support the growing momentum towards reconciliation provided others play their due role and share responsibility and create an enabling environment towards that end\", the foreign minister further said.\nHe stressed upon further promotion of ties among the three countries and underlined the need for a joint strategy to eradicate the menace of terrorism from the region.\nAmid accelerated efforts on the Afghan peace process, political parties said Friday that they will soon announce their negotiating team. I came here to build trust and bridges and reach peace and stability.\nHe said Pakistan had a very firm stance on terrorism and condemned it in all its forms and manifestations.\n'Andi Mack' Actor Stoney Westmoreland Fired After Arrest\nWestmoreland later attempted to meet the victim for sex through a ride-sharing app he used to order the victim a vehicle . According to media reports , Westmoreland communicated with the 13-year-old after matching with them on a dating app.\nAddressing the Pak-China-Afghanistan negotiation session in Kabul, the foreign minister added that the Afghan people have been witnessing terrorism for the past 40 years.\nChina will also assist in establishing connectivity projects including a rail line between Peshawar-Kabul and Kandahar, the Chinese FM said.\nThe first ministerial meeting held in Beijing in December a year ago had helped Islamabad and Kabul make progress on the establishment of 'Afghanistan-Pakistan Action Plan for Peace and Solidarity ', which then became the new framework for steering the bilateral relations.\nPakistan's Foreign Minister Shah Mehmood Qureshi arrived in Kabul on Saturday to participate in the Afghanistan-China-Pakistan trilateral meeting.\nQureshi is accompanied by Foreign Secretary Tehmina Janjua and other senior officials of Pakistan's foreign office, Pakistani media reported.\nChinese Foreign Minister Wang Yi in his address said, Afghanistan and Pakistan were the two brotherly countries and extended China's complete support to Afghanistan peace and reconciliation process.\nLocal broadcaster Geo TV quoted Qureshi as saying, \"We are carrying the message of friendship and peace to Afghanistan\".\nForeign Minister stressed that peace is imperative to take the region forward on the path of sustainable development. He added that the ball was now in Afghanistan's court as it has to decide which route they wished to take in order to achieve peace.\n\nLoad-Date: December 17, 2018"
}