{
    "title": "China blamed for COVID-19 cover-up",
    "publisher": "odessa american ",
    "year": 2020,
    "month": 6,
    "day": 22,
    "full text": "June 22--     Jun. 22--There's a lot of debate about how the COVID-19 pandemic started and spread, but conservative American political leaders agree that the Chinese Communist Party directed a cover-up that made it much worse than it had to be.\nU.S. Rep. Mike Conaway of Midland, U.S. Sen. John Cornyn, R-Texas, and ChinaAid Association President Bob Fu of Midland say it remains undetermined if Chinese scientists engineered the coronavirus in the Wuhan Institute of Virology in central China for the purpose of waging bioterrorism, but they emphasize that China's cover-up has caused the deaths of 444,000 people worldwide including 119,000 Americans through last Wednesday.\n\"We're still working to identify the true origin of COVID-19, which is made all the more complicated by the Chinese Communist Party's lack of transparency and the World Health Organization's willingness to believe Beijing's lies,\" Conaway told the Odessa American. \"If the Chinese government played any part in furthering COVID-19, resulting in the loss of hundreds of thousands of lives, we will ensure that they are held accountable.\"\nCornyn said through a Washington spokeswoman that he would \"just say simply that it's a fact that this virus emanated from China.\n\"That's not a problem with the Chinese people, that's a problem caused by the Chinese Communist Party and the sort of closed society where they are embarrassed and trying to scapegoat other people when, in fact, they are the reason this happened,\" he said.\nCornyn is co-sponsoring Senate Resolution 552, which calls for \"an international investigation into the handling by the government of the People's Republic of China of COVID-19 and the impact of having handled it in that manner on the people of the U.S. and other nations.\"\nFu, who fled China in 1996 to escape persecution as a Christian, said the pandemic is a case \"of state-sponsored medical terrorism.\n\"So far we don't have credible investigative evidence that coronavirus was deliberately manufactured, but the evidence is indisputable and clear that it was certainly deliberately leaked and spread with the massive and purposive cover-up by the CCP,\" Fu said last Wednesday. \"It was deliberately spread all over the world without timely notifying the international community.\n\"This state-sponsored medical terrorism shows how the Chinese Communist Party is hostile not only to its own citizens but also to the whole world.\"\nConaway released the House Foreign Affairs Committee's interim report that \"details how the CCP's cover-up, combined with the World Health Organization's refusal to heed warnings, led to the virus's becoming a pandemic,\" he said.\nU.S. Rep. Michael McCaul of Austin, the committee's lead Republican, says in the report that the Geneva, Switzerland-based WHO \"under the leadership of Director General Tedros Adhanom Ghebreyesus only exacerbated the problem by repeatedly ignoring warnings about the severity of the virus, including from their own health experts, while at the same time parroting the CCP's propaganda without independently confirming their claims.\n\"This was a failure of monumental proportions and it is imperative that we set up future safeguards to prevent it from happening yet again,\" said McCaul, who chairs the House's China Task Force.\nHe said the report \"is the culmination of months of detailed research, utilizing multiple sources of information including WeChat logs and social media posts from doctors and residents of Wuhan, domestic and international open source media reports, academic papers, peer-reviewed scientific research, think tank products and public assessments from the American and French intelligence communities.\"\nAmong other conclusions, the report says:\n* The CCP had enough information to justify a full-scale public health response by mid-December last year.\n* The Wuhan Institute of Virology \"has a long history of coronavirus research including gain-of-function research to accelerate the ability of a pathogen to cause disease.\"\n* The WIV's bio-safety lab was taken over earlier this year by a senior bio-weapons expert in the People's Liberation Army.\n* The WHO ignored reports from Taiwan, outside experts and the media.\n* The CCP's cover-up involved punishing doctors, jailing journalists, censoring the Internet and spreading disinformation on social media.\n* The CCP continues to refuse to provide the international community with laboratory samples, accurate case data and access to sites of interest around Wuhan, \"which means it is unlikely that we will be able to identify the source of the outbreak.\"\n* Tedros delayed the announcement of a Public Health Emergency of International Concern for political reasons.\n* Tedros and the WHO \"continue to use misleading statements and written material that enable CCP propaganda, misinformation and revisionist history regarding COVID-19.\"\n___ (c)2020 the Odessa American (Odessa, Texas) Visit the Odessa American (Odessa, Texas) at www.oaoa.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: June 22, 2020"
}