{
    "title": "China defends Pakistan , says it is at frontlines of anti-terror fight",
    "publisher": "metro vartha",
    "year": 2017,
    "month": 6,
    "day": 28,
    "full text": "Beijing , June 28 -- A day after India and the US asked Pakistan to stop cross-border terror, China today put up a strong defence of its 'all-weather' ally, saying Islamabad was at the frontlines of the fight against terrorism.\n\"China thinks that the international cooperation against terrorism should be enhanced and stepped up. The international community should give full recognition and affirmation to Pakistan's efforts in this regard,\" Chinese Foreign Ministry spokesman Lu Kang told reporters here.\nHis remarks came in response to the India-US joint statement issued after the talks between Prime Minister Narendra Modi and US President Donald Trump.\n\"We have to say Pakistan stands at the frontlines of the international counter terrorism fight and has been making efforts in this regard,\" Lu said in response to the statement in which India and the US had asked Islamabad to ensure that its soil is not used for cross-border terror.\nThe joint statement issued yesterday after Modi-Trump meeting had also called on Pakistan to expeditiously bring to justice the perpetrators of the Mumbai, Pathankot, and other cross-border terrorist attacks.\nModi and Trump also vowed to strengthen efforts to fight terrorism and eliminate safe havens for terrorists.\nAhead of the Modi-Trump meeting, the US State Department had set the tone for the summit by declaring Syed Salahuddin, chief of Kashmiri militant group Hizbul Mujahideen, as a 'global terrorist'.\nThe State Department's action had sent out a strong message against the terrorism emanating from the country which is hurting India.\nDuring their meeting, Modi and Trump had had also \"committed to strengthen cooperation against terrorist threats from groups including al-Qaeda, ISIS, Jaish-e-Mohammad (JeM), Lashkar-e-Taiba (LeT), D-Company (led by underworld don and terror mastermind Dawood Ibrahim), and their affiliates.\"\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: June 28, 2017"
}