{
    "title": "China_ Train station attack an act of terrorism",
    "publisher": "charleston gazette",
    "year": 2014,
    "month": 3,
    "day": 2,
    "full text": "BEIJING - Knife-wielding assailants attacked people at a train station in southwestern China on Saturday in what authorities called a terrorist attack and police fatally shot five of the assailants, leaving 28 people dead and 113 injured, state media said.\nChina's official Xinhua News Agency did not identify who might have been responsible for the late-evening attack at the Kunming Railway Station in Yunnan province, but said authorities considered it to be \"an organized, premeditated violent terrorist attack.\"\nIn an indication of how seriously authorities viewed the attack, one of China's deadliest in recent years, the country's top police official, Politburo member Meng Jianzhu, was on route to Kunming, the Communist Party-run People's Daily reported.\nThe violence in Kunming came at a sensitive time as political leaders in Beijing prepared for Wednesday's opening of the annual meeting of the nominal legislature where the government of President Xi Jinping will deliver its first one-year work report.\nA Xinhua reporter on the scene in Kunming said several suspects had been \"controlled\" while police continued their investigation of people at the station. The reporter said firefighters and emergency medical personnel were at the station and rushing injured people to hospitals for treatment.\nThe authorities said five suspects were shot dead but that their identities had not yet been confirmed, Xinhua reported. Overall, 28 people were confirmed dead and 113 injured, it said.\nA dozen bodies could be seen at Kunming No. 1 People's Hospital, where more than 60 victims of the attack had been taken by midnight, according to Xinhua reporters at the hospital. A doctor at the hospital said medical personnel were so busy treating the injured that they were still not sure of the exact number of casualties.\nYang Haifei, a Yunnan province resident who was being treated at the hospital for wounds to his chest and back, told Xinhua that he was buying a ticket when he saw a group of people, most of them dressed in black, rush into the station and start attacking people.\n\"I saw a person come straight at me with a long knife and I ran away with everyone,\" he told Xinhua, adding that people who were slower ended up severely injured. \"They just fell on the ground,\" Yang said.\nAt the guard pavilion in front of the station, three victims were crying. One of them, Yang Ziqing, told Xinhua that they were waiting for a train to Shanghai when a knife-wielding man suddenly came at them.\n\"My two town-fellows' husbands have been rushed to hospital, but I can't find my husband, and his phone went unanswered,\" Yang sobbed.\nPictures on Sina Weibo, the Chinese equivalent of Twitter, showed bodies covered in blood at the station. Other Weibo users urged people to stop circulating bloody photos on the Internet lest it encourage the attackers and spread panic.\nThe Security Management Bureau under the Ministry of Public Security called the incident a \"severe violent crime\" at its official Sina Weibo account.\n\"No matter what motives the murderers hold, the killing of innocent people is against kindness and justice. The police will crack down the crimes in accordance with the law without any tolerance. May the dead rest in peace,\" it read.\nThe Kunming Railway Station, located in the southeastern area of the city, is one of the largest railway stations in southwest China.\nAP file photo\nA woman reacts, at the crime scene outside a railway station after an attack, in Kunming, in southwestern China's Yunnan province, Saturday.\n- The Associated Press\n\nLoad-Date: March 4, 2014"
}