{
    "title": "China vows to crackdown on 'dead-end terrorists.' Will it work_ Four attacks on Chinese citizens in",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 5,
    "day": 23,
    "full text": "In the wake of another fatal attack in a crowded public space, there seems to be no indication that Chinese government's strategy of tightening the screws in the far west is quashing violence.\nMore pressure from above could worsen a vicious pattern of violence and terror attacks in Xinjiang region. To quell the unrest, Beijing must investigate Islamic extremism there, particularly whether it is homegrown, experts warn. \nOn Thursday, 31 people were killed and nearly 100 injured in Xinjiang's capital, Urumqi, when attackers mowed down pedestrians with SUVs in an outdoor market and set off explosives. This marked the fourth mass attack on civilians across China in recent months, all traced to perpetrators from Xinjiang, and came one day after 39 people were sentenced to prison for up to 15 years on terrorism-related charges, including incitement of violence and advocating ethnic hatred. \nAn editorial in the state-run Xinhua pledged Friday that \"The country is certain to win its war against dead-end terrorists, who are set to be dealt with a heavy blow, with their talons cut and destroyed.\"\nShort on information\nThe attacks remain difficult to tie to an overarching group because of an apparent lack of structural organization and the government's effort to maintain public calm by heavily controlling information that is released. A group called the Turkistan Islamic Party claimed responsibility for a train station attack in Urumqi last month that killed three people, two of them the attackers. Chinese officials say that group belongs to the larger East Turkestan Islamic Movement, but they have not released evidence of links to the public. \nWithout claims of responsibility and public discussion of the problem, it's unclear what is driving the attacks and what might be done to stop them. \nChina's Uighurs, a Muslim ethnic minority group that was once the majority in Xinjiang, has long complained of discrimination, as well as government interference in their religion and cultural practices. In recent years, Islamic extremism has crept into the region, but it's unclear how prevalent it is. In July 2009, hundreds of Uighurs rioted in Urumqi after a two Uighur men were killed in a brawl with Han coworkers at a factory in southern China. The government has maintained tight controls on information about ethnic tension, perhaps in part fearing a repeat.\nJiang Zhaoyong, an independent scholar on Xinjiang, said addressing the issue will require serious steps that go far beyond a heavy-handed crackdown in Xinjiang and Uighurs across China generally. \n\"One single method is not the solution, as this is a very complicated problem. Terrorism and extreme Islamism should be cracked down,\" said Jiang. \"A society that is ruled by law will recover.\" \nSeeking international recognition of terrorist threat\nChina has called for international recognition that these are terror attacks, and is having some success. Most of its major trade partners condemned Thursday's violence, and the White House described the Xinjiang killings as a \"horrific terrorist attack.\"\nA spokesman for China's Ministry of Foreign Affairs called the attacks \"anti-human, anti-society and anti-civilization,\" and said they \"should be condemned in one voice by Chinese and the international community.\"\nMinistry spokesman Hong Lei continued, \"The Chinese government has the confidence and ability to strike at the arrogance of the terrorists, and their intentions will absolutely not be achieved.\"\nYang Shu, head of the Institute for Central Asian Studies at Lanzhou University, says that the public targets and widespread availability of explosives in parts of China present serious challenges.\n\"It is very hard to prevent, especially when they choose the attacks to be conducted at public places,\" says Mr. Yang. \"It is hard to check every car and everyone in a public place. The government has conducted some measures, but it is impossible to prevent.\"\nYang says the ongoing violence has already begun to affect tourism in Xinjiang and will have serious economic implications. Experts agree the violence is not likely to stop. \n\"There will be more attacks and they will be more severe,\" he says.\n\nLoad-Date: May 26, 2014"
}