{
    "title": "China expels French reporter",
    "publisher": "the bismarck tribune",
    "year": 2015,
    "month": 12,
    "day": 27,
    "full text": "BEIJING — China said Saturday that it will not renew press credentials for a French journalist, effectively expelling her following a harsh media campaign against her for questioning the official line equating ethnic violence in China's western Muslim region with global terrorism.\nExpecting the move, Ursula Gauthier, a longtime journalist for the French news magazine L'Obs, said late Friday night that she was prepared to leave China.\nOnce she departs on Dec. 31, she will become the first foreign journalist forced to leave China since 2012, when American Melissa Chan, then working for Al Jazeera in Beijing, was expelled.\n\"They want a public apology for things that I have not written,\" Gauthier said. \"They are accusing me of writing things that I have not written.\"\nChinese Foreign Ministry spokesman Lu Kang said that Gauthier was no longer \"suitable\" to be allowed to work in China because she had supported \"terrorism and cruel acts\" that killed civilians and refused to apologize for her words.\n\"China has always protected the legal rights of foreign media and foreign correspondents to report within the country, but China does not tolerate the freedom to embolden terrorism,\" Lu said in a statement.\nGauthier on Saturday called the accusations \"absurd,\" and said that emboldening terrorism is morally and legally wrong. \"I should be legally persecuted if that's the case,\" she said.\n\"All this is rhetoric,\" Gauthier said. \"It's only meant to deter foreign correspondents in the future in Beijing.\"\nIn a statement Friday, the French foreign ministry said: \"We regret that the visa of Madame Ursula Gauthier was not renewed. France recalls the importance of the role journalists play throughout the world.\"\nThe Foreign Correspondents' Club of China said the accusation that Gauthier supports terrorism \"is a particularly egregious personal and professional affront with no basis in fact.\" It said it was \"appalled\" by the decision, and expressed concerns that Beijing was using the accreditation and visa process to threaten foreign journalists.\n\"The FCCC views this matter as a most serious development and a grave threat to the ability of foreign correspondents to work in China,\" it said in a statement.\nThe fallout began with Gauthier's Nov. 18 article, shortly after the attacks in Paris. She wrote that Beijing's proclaimed solidarity with Paris is not without ulterior motives, as Beijing seeks international support for its assertion that the ethnic violence in its Muslim region of Xinjiang is part of global terrorism.\nGauthier wrote that some of the violent attacks in Xinjiang involving members of the minority Uighur community appeared to be homegrown, with no evidence of foreign ties — an observation that has been made by numerous foreign experts on security and on Xinjiang's ethnic policies and practices.\nAdvocacy groups have argued that the violence is more likely to be a response to Beijing's suppressive policies in Xinjiang.\n\nLoad-Date: December 27, 2015"
}