{
    "title": "China, South Korea and US warn about nuclear terrorism Though North Korea wasn't mentioned by name,",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 3,
    "day": 27,
    "full text": "The leaders of South Korea, the United States and China issued stark warnings Tuesday about the threat of nuclear terrorism during the final day of a nuclear summit that has so far been upstaged by North Korea's long-range rocket launch plans.\nNearly 60 leaders have gathered for the two-day conference meant to find ways to keep terrorists from detonating an atomic weapon in a major city. The leaders were to release a communique Tuesday about their efforts to lock down the world's supply of nuclear material by 2014.\nMuch of the drama, however, has centered on North Korea's stated plans to launch a satellite on a long-range rocket around the April 15 celebration of the birthday of North Korean founder Kim Il Sung. Washington and Seoul view the launch as cover for nuclear missile development; North Korea says the satellite is part of a peaceful space program and will help in forecasting the weather.\nRELATED: North Korea to suspend nuclear activity for food: 5 key questions\nPresident Barack Obama and South Korean President Lee Myung-bak on Monday pressured China, Pyongyang's main ally and economic supporter, to use its leverage to persuade the North to back away from the launch.\nAlthough North Korea wasn't mentioned in opening summit comments Tuesday by China, the U.S. and South Korea, the launch was still a major point of discussion in leaders' meetings on the sidelines. Lee and Italian Premier Mario Monti met Tuesday and urged North Korea to cancel its launch plans, Lee's office said.\nLee told Monti that North Korea would immediately receive aid from the South if it opens up like Vietnam and China have done, his office said.\nIn his opening comments, Chinese President Hu Jintao called for leaders to \"commit to eliminating nuclear proliferation and the roots of nuclear terrorism.\"\nObama urged leaders to secure nuclear material to prevent terrorists from killing hundreds of thousands of people.\nLee said nuclear proliferation and terrorism \"are becoming grave threats\" to international peace. \"There is no border in terrorism,\" he said.\nNorth Korea's surprise announcement 11 days ago of a rocket launch came shortly after Pyongyang and Washington settled an aid-for-nuclear-freeze deal that had been seen as a breakthrough. Washington warns that the launch would jeopardize that deal.\nThe impoverished North has a history of angling for food, oil and other concessions in exchange for disarmament pledges and has previously created crises during diplomatic talks in what negotiators see as attempts to secure more aid.\nRELATED: North Korea to suspend nuclear activity for food: 5 key questions\nJapanese Prime Minister Yoshihiko Noda told leaders during the summit that the world is urging North Korea to cancel the launch, according to Japanese officials.\n\"North Korea's launch of a missile under the guise of a satellite, as recently announced, is against the nonproliferation efforts of the international community,\" Foreign Ministry press secretary Yutaka Yokoi said, quoting a copy of Noda's prepared remarks.\nFollowing last year's earthquake and tsunami disaster, where three reactors melted down, Japan hopes to stress the threat that natural disasters pose to nuclear security, in addition to manmade events such as terrorism.\nIn Tokyo, Japan's defense minister on Tuesday ordered interceptor missile units to prepare for the launch. Seoul also said Monday it might shoot down any parts of the North Korean rocket that pass over South Korean territory.\n\nLoad-Date: March 27, 2012"
}