{
    "title": "China battling terrorism as Olympics approach",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 3,
    "day": 10,
    "full text": "BEIJING -- A Chinese passenger jet that departed Friday morning from the heavily Muslim region of Xinjiang was forced to make an emergency landing after crew members apprehended at least two passengers who authorities said intended to sabotage the airplane, state news media reported Sunday.\nAlso on Sunday, a senior Chinese official said a police raid last January against a group in Xinjiang, which had been suspected of planning terrorist acts, uncovered proof that the group was plotting an attack on the Olympic Games in Beijing this summer.\nTerrorism is usually not a significant threat in China, where the authoritarian government takes an unflinching approach to maintaining social stability. But Chinese security officials are concerned that terrorism poses a serious risk as Beijing prepares for the Games.\nThe airplane episode came in the same week that a man armed with explosives hijacked a private bus filled with Australian tour operators who were sightseeing in the city of Xian. A police sniper later killed the man, and few details have been released about him or his motives. None of the hostages was wounded.\nOn Sunday, Wang Lequan, the Communist Party chief in Xinjiang, took a hard stance, saying that China would strike the \"three evil forces\" of terrorists, separatists and extremists.\n\"We are prepared to strike them when the evil forces are planning their activities,\" Wang said, according to the news agency Xinhua.\nXinjiang is a vast northwestern region that is home to China's 8.3 million Uighurs, a Turkic-speaking Muslim group with linguistic and cultural ties to neighboring Central Asia. Tensions have simmered in the region because of cultural aspirations among some Uighurs for an independent state.\nIn the past, China has blamed Uighur separatists for terrorist activity. Human rights groups have accused China of overstating any terrorist threat as a pretext for cracking down on the Uighurs.\nIn January, the Chinese police attacked what the authorities said was a terrorist gang in Urumqi, the capital of Xinjiang. Two people were killed and 15 were arrested. Initially, few details were released about the raid.\nOn Sunday, Wang said investigators had found knives, axes and books about terrorism in the raid. He said other materials suggested that the group had been planning an attack on the Olympics, though no specifics were provided.\n\"Obviously, the gang had planned an attack targeting the Olympics,\" Wang told Xinhua in an interview conducted during a meeting of the National People's Congress, the country's Communist Party-controlled legislature.\nWang said the gang had ties to the East Turkestan Islamic Movement, a separatist group designated a terrorist organization by the United States and the United Nations.\nThe thwarted airplane attack was also reported Sunday. Nur Bekri, chairman of the Xinjiang Uighur Autonomous Region government, told the state media that \"some people were attempting to create an air disaster.\"\nThe event occurred on a China Southern Airlines flight that departed Urumqi on Friday morning at 10:35, heading for Beijing. But the plane was diverted to the city of Lanzhou after a disturbance on board.\nThe state media provided only a few details, noting that \"the attackers were stopped in time by the air police, and all the passengers and crew members are safe.\"\nBekri suggested that more than one person had been involved but declined to provide specifics, telling Xinhua that the authorities were investigating \"who the attackers are, where they are from and what's their background.\"\n\"But we can be sure that this was a case intending to create an air crash,\" he said.\nA China Southern employee at the Lanzhou airport confirmed that the airplane had been diverted there and that the episode had been handled by public security officers. The diversion was initially described as necessary because of \"traffic control,\" the employee said.\nOne person with information about the episode said a Uighur woman apparently smuggled three containers of gasoline onto the airplane. The person said the Uighur woman took the containers into the bathroom and was later apprehended by members of the flight crew.\nThat account seemed consistent with a posting Friday on a Chinese Internet chat room. The messages discussed a landing in Lanzhou and said that it had been discovered in midflight that people had brought gasoline on board and that four Uighurs had been led away after the plane landed.\nThe messages appeared to be a firsthand account by a passenger using a hand-held device from the airport in Lanzhou, but that could not be confirmed. Nor could the identity of the person sending the messages.\n\"Real bad luck,\" one of the messages said.\n\nLoad-Date: March 10, 2008"
}