{
    "title": "China Doubts Bus Blasts Are Linked to Separatists",
    "publisher": "the new york times",
    "year": 2008,
    "month": 7,
    "day": 27,
    "full text": "Chinese authorities on Saturday discounted claims by a purported Uighur Muslim separatist group in which the group's leader threatened the Olympic Games in Beijing and took responsibility for fatal bus explosions in the cities of Kunming and Shanghai.\n  The group, identified as the Turkestan Islamic Party, released a video dated July 23 that featured a statement by a Commander Seyfullah.\n  ''Our aim is to target the most critical points related to the Olympics,'' he said, according to a translation by IntelCenter, a terrorism research firm in Washington, which obtained the video.\n  ''We will try to attack Chinese central cities severely using the tactics that have never been employed.''\n  In recent weeks, the Chinese authorities have increased security across the country as officials have warned about possible terrorist threats to the Olympics, which open on Aug. 8. \n  In particular, the Chinese police have focused on the restive western region of Xinjiang and singled out a group called the East Turkestan Islamic Movement, which promotes independence for the region's Uighur Muslims. The police say that 82 people have been arrested in Xinjiang in connection with possible terror plots.\n  But some analysts have questioned the government's claims and raised doubts about the true potency of the group. \n  It is also unclear whether the Turkestan Islamic Party, which released the video, is a part of the East Turkestan Islamic Movement.\n  Turkestan is a region of central Asia from the Caspian Sea to the Gobi Desert, extending through a number of countries, including China.\n  In the video, Commander Seyfullah, speaking mostly in the Uighur language, says his group attacked public buses in Kunming last Monday, bombed two buses in Shanghai on May 5, and was responsible for blasts in Wenzhou and Guangzhou. \n  In Kunming, the capital of Yunnan Province, last week, two buses exploded, killing two people and wounding 14 others. Investigators are still searching for suspects and have tripled a reward to 300,000 yuan, or about $43,500. \n  But on Saturday the authorities played down any terror links.\n  ''We have noticed media reports about the claims, but so far, no evidence has been found to indicate the explosions were connected with terrorists and their attacks, or with the Beijing Olympics,'' a spokesman for the Yunnan Province Department of Public Security told Xinhua, the country's official news agency.\n  Meanwhile, the police in Shanghai told state media outlets that the May 5 bus explosion in that city -- which killed three people and wounded 12 others -- was not related to terrorism. \n  ''The blast was indeed deliberate but had nothing to do with terrorist attacks,'' said Cheng Jiulong, deputy head of the city's public security bureau, according to state media reports.\n\nhttp://www.nytimes.com\n\nLoad-Date: July 27, 2008"
}