{
    "title": "China's 're-education camps' are dehumanizing Muslim minorities",
    "publisher": "university wire",
    "year": 2018,
    "month": 10,
    "day": 22,
    "full text": "In a move taken straight from a book Mao Zedong could have written, titled How to Oppress Your People and Lie About It, Chinese officials in the Xinjiang province finally admitted to imprisoning people susceptible to religious extremism in so-called \"education and training centers.\" After months of incessantly denying allegations from the international community, China now claims the legitimization of its illegitimate centers, which mirror internment camps, stating that these centers would eliminate potential terror attacks.\nWhat an admirable idea! Too bad the country's heinous actions are hypocritical, as China terrorizes its own citizens and became the very thing it sought to destroy.\nChina is mainly targeting the Uighurs minority, a Muslim and ethnically Turkish group that makes up more than 40 percent of Xinjiang's population. China has already detained 1 million Uighurs, Kazakhs and other Muslims according to the U.N., with the blind intent of forcing them to assimilate into Chinese culture and the Communist Party.\nFormer detainees like Kayrat Samarkand, taken because he visited Kazakhstan, received no legal representation. They reported mental and physical torture, including being forced to renounce their Islamic faith, consume alcohol and pork, recite communist propaganda and engage in harsh military style training. If detainees refused, guards waterboarded them, cuffed them for 12 hours or starved them to death. However, China assures the international community that no Uighurs rights were violated, justifying its unlawful acts under pseudo-laws claiming to \"eradicate extremism.\" Right, as if the world is foolish enough to believe a few stringent Communist Party leaders over millions of Uighurs.\nPerhaps China missed the memo that protesting for one's religious rights is not a sign of extremism, but a sensible response to oppressive policies. Prohibiting veils and long beards and banning certain Muslim names for infants infringes on Uighurs' religious expression. Using facial recognition software to track residents invades privacy and seizing passports so Uighurs cannot leave Xinjiang are just a few \"de-extremification\" laws those outside the camps face.\nMaybe China misinterpreted and believed the \"thought police\" were the good guys in George Orwell's novel, 1984. China claimed the Uighurs orchestrated attacks on government offices and instilled riots near the Xinjiang capital, killing mostly those of the Han Chinese majority. Punishment for the perpetrators is justifiable, but blaming all Uighurs, when most of them practice nonviolence, is unfair. Xinjiang is now home to the Belt and Road Initiative, a series of roads and energy pathways that would unite China and Iran. By forcing Uighurs cooperation and crushing any hope for rebellion, China fulfills its imperialistic ambitions.\nThe truth is, China committed the vacuous mistake countries face when counteracting terrorism  - equating Islamic practices with terrorism and radical Islam, which creates anti-Islamic sentiment and seemingly justifies enforcement of the majority's culture. Religion is not terrorism, though.\nContaining and minimizing extremism through real education instead of torture may help, while promoting inclusion of different ethnic and religious groups with equal opportunities will create fairness. Denying cultural diversity, such as forcing Uighur children to abandon their language and family by attending state schools, results in exclusion and hatred.\nDespite all of the criticism concerning the issue, however, little action has been taken, although the United States considered placing sanctions on Chinese Communist leaders for their violation of Uighurs rights. Nevertheless, China must lift its oppressive policies and stop treating the Uighurs like second-class citizens before it is too late.\n-Pabvitraa Ramcharan\nPolitical Science '21\n\nLoad-Date: October 22, 2018"
}