{
    "title": "Chinese Official Publishes Rebuke of Bush",
    "publisher": "the new york times",
    "year": 2007,
    "month": 2,
    "day": 2,
    "full text": "A senior Chinese government official issued a rare public rebuke of President Bush on Thursday, accusing him of waging a ''unilateral'' battle against terrorists that had worsened global tensions.\n  The official, Ye Xiaowen, director of China's State Bureau of Religious Affairs, said in a front-page article in the overseas edition of The People's Daily that Mr. Bush's past references to a ''crusade'' and to ''Islamic fascism'' were verbal gaffes that revealed his effort to turn the fight against terrorism into a religious war.\nPartly as a result, he said, the United States had lost support for the war in Iraq and had frittered away the good will Americans gained after the 9/11 attacks.\n  ''The more they oppose terrorism, the more terror they produce,'' Mr. Ye said in the article. ''How many more troops will they send to die in the meat grinder'' of Iraq.\n  Mr. Ye wrote that Mr. Bush had effectively ''hijacked'' one religion, Christianity, to engage in a battle against another one, Islam. That has strengthened Islamic fundamentalists and made the war unwinnable, he contended.\n  ''Unilateralism and terrorism breed each other, but neither can overcome the other,'' he wrote.\n  While such assessments of Mr. Bush's leadership are not new among his opponents in the United States and abroad, Chinese officials generally take pains to maintain cordial relations with Washington. Beijing remained on the sidelines when the United States invaded Iraq, and Chinese officials have refrained from commenting extensively on the difficulties the American military has faced there.\n  Even when China opposes American policies, it is rare for a sitting official to cast aspersions on an American president by name, a step often considered a breach of diplomatic etiquette.\n  It is unclear if Mr. Ye cleared his comments with other top leaders before publishing them in the overseas edition of the newspaper, the Communist Party's most authoritative publication.\n  Mr. Ye's bureau manages China's official Christian, Buddhist and Islamic associations. The associations regulate religious practice in China, which is officially atheist.\n  In the past, Mr. Ye has clashed with American officials who have pressed China to allow greater religious freedom, and he has tended to speak bluntly when defending religious policies.\n  The American Embassy in Beijing did not offer any immediate response to Mr. Ye's article.\n  Beijing at least initially embraced the American-led fight against terrorists. Human rights groups say China has used Mr. Bush's policies to justify a broader crackdown on its Muslim Uighur population in the western region of Xinjiang, where it says separatist groups operate.\n  Yet even as that crackdown has continued, the Chinese religious authorities have sought to improve relations with Islamic nations and Islamic religious leaders at home and abroad.\n  Last year, the Foreign Ministry officially condemned Danish cartoons that Muslims considered an insult to the Prophet Muhammad. This year, Chinese propaganda officials have ordered the Chinese news media to play down images or references to pigs ahead of the Year of the Pig in the Chinese zodiac, because China's Hui Muslim minority considers pigs offensive.\n  Mr. Ye suggested that Mr. Bush follow China's more accommodating approach. Mr. Bush should ''abandon unilateralism'' and ''respect that differences can exist in harmony,'' Mr. Ye wrote.\n\nhttp://www.nytimes.com\n\nLoad-Date: February 2, 2007"
}