{
    "title": "China, Russia stage largest-ever joint drills 18 ships, one sub practicing in Sea of Japan",
    "publisher": "the tampa tribune ",
    "year": 2013,
    "month": 7,
    "day": 6,
    "full text": "- China and Russia kicked off their largest-ever joint naval drills Friday in the Sea of Japan, a further sign of the broad-based progress in ties between the former Communist rivals. \nEighteen surface ships, one submarine, three airplanes, five ship-launched helicopters and two commando units were taking part in the Joint Sea-2013 exercise that runs through July 12. The drills will cover anti-submarine warfare, close maneuvering and the simulated take-over of an enemy ship. \nThe drills are considerably bigger than anything China's navy has previously held with a foreign partner. China's increasingly formidable navy is contributing four destroyers, two latest-generation guided missile frigates and a support ship, all of which sailed Monday from the port of Qingdao, where China's Northern Fleet is based, to the rallying point in Peter the Great Bay near Vladivostok.\nThis is our strongest lineup ever in a joint naval drill, Rear Admiral Yang Junfei, commander of the Chinese contingent, was quoted as saying by state media.\nChina has long been a key customer for Russian military hardware, but only in the past decade have the two countries' militaries begun training jointly. The naval drills are to be followed by another round of anti-terrorism joint drills in Russia's Ural Mountain region of Chelyabinsk from July 27 to Aug. 15.\nChina's armed forces are eagerly pursuing stronger links with most regional militaries with the notable exception of Japan, with which China is embroiled in an emotional spat over control of an uninhabited East China Sea island group north of Taiwan. \nChina began deploying ships to the anti-piracy flotilla off the coast of Somalia in 2008 and in recent years its navy has joined in a series of joint drills in the Pacific and Indian oceans. Chinese land units also have taken part in border security and anti-terrorism exercises organized by the six-nation Shanghai Cooperation Organization.\nCooperation with the U.S. Navy, the predominant maritime force in the region, has been more limited, although China will take part next year in the U.S.-organized multinational Rim of the Pacific exercises, the world's largest maritime drills.\n\nLoad-Date: September 25, 2013"
}