{
    "title": "China finally bends",
    "publisher": "the sentinel",
    "year": 2019,
    "month": 2,
    "day": 23,
    "full text": "The statement issued by the United Nations Security Council (UNSC) on Thursday condemning \"in the strongest terms\" the Pulwama terror attack and naming the Pakistan-based Jaish-e-Mohammad for the \"heinous and cowardly suicide bombing\" has assumed tremendous significance in the context of India's role in combating global terror. The United Nations Security Council in its statement \"urged all States, in accordance with their obligations under international law and relevant Security Council resolutions, to cooperate actively with the Government of India and all other relevant authorities in this regard.\" The statement also said that \"the members of the Security Council condemned in the strongest terms the heinous and cowardly suicide bombing in Jammu and Kashmir, which resulted in over 40 Indian paramilitary forces dead and dozens wounded on February 14, 2019, for which Jaish-e-Mohammad has claimed responsibility.\" This is a reference to India's efforts to list Jaish-e-Mohammad chief Masood Azhar as a global terrorist. \nWhile France took the lead in issuing the statement which was backed by the US, the UK and Russia, significantly also had China on board. Thursday's statement is particularly significant because China was so long single-handedly blocking the listing of the Jaish-e-Mohammad chief as a \"global terrorist\" at the UN Security Council Resolution 1267 sanctions committee for the last 10 years. At least three attempts made in the last one decade - in 2009, in 2016 and in 2017 - have been blocked by China at the behest of none other than Pakistan, a country that has been protecting and patronising the terror group to act against India. Even then, however, as reports have indicated, China, despite agreeing to name Jaish-e-Mohammad, has not yet yielded on listing Masood Azhar by name. The JeM has remained a proscribed terrorist group by the UN since 2002.\n\nTaking a close look at the statement, one finds that the 15-member UN Security Council also expressed \"their deepest sympathy and condolences to the families of the victims, as well as to the Indian people and the Government of India, and wished a speedy and full recovery to those who were injured,\" they also reaffirmed that terrorism in all its various forms and manifestations constituted one of the most serious threat to international peace and security. \"The members of the Security Council underlined the need to hold perpetrators, organizers, financiers and sponsors of these reprehensible acts of terrorism accountable and bring them to justice,\" it said. The members of the Security Council went on to say that \"any acts of terrorism are criminal and unjustifiable, regardless of their motivation, wherever, whenever and by whomsoever committed.\" This is clear reaffirmation of the Security Council members on the need for all States to combat by all means, in accordance with the Charter of the United Nations and other obligations under international law, including international human rights law, international refugee law and international humanitarian law, threats to international peace and security caused by terrorist acts.\n\nChina had for the past one week very cleverly and carefully distanced itself from directly naming JeM, and more particularly the notorious Masood Azhar, this emanating from the fact that China has been trying to emerge as the biggest benefactor and friend of Pakistan vis-a-vis India. Even as condemnation messages were pouring in from across the globe immediately after the Pulwama attack, the Chinese Foreign Ministry spokesperson did not mention JeM or Azhar, Pakistan or even Kashmir. All it had said was - \"China notes reports on the suicide terrorist attacks and (is) deeply shocked by the attack. We express deep condolences and sympathies to the injured and bereaved families. We firmly oppose and strongly condemn all forms of terrorism. We hope relevant regional countries will cooperate to cope with the threat of terrorism and jointly uphold regional peace and stability.\" Given this backdrop, Thursday's UN Security Council statement holds tremendous significance in that the other member-states could finally prevail upon China to yield on such an internationally critical matter of combating global terror. That no country on earth can singularly stand against collective wisdom, and that too on a crucial issue like the campaign against terrorism, has thus been once again proved.\n\nLoad-Date: February 24, 2019"
}