{
    "title": "China accuses 35 of Olympic plot Authorities say Muslim separatists planned to sabotage the Games, k",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 4,
    "day": 11,
    "full text": "China said Thursday that it had uncovered a plot by members of a Muslim minority group to sabotage the Beijing Summer Olympics with suicide bombings and kidnappings of foreign visitors.\nChinese officials offered no evidence to back up the allegations, the latest in a series of dramatic terrorism charges against ethnic minorities in the run-up to the Summer Games.\nChina says violent separatists are behind recent unrest in Muslim and Tibetan areas that has drawn increased attention to China's treatment of minority groups. Pro-Tibetan protesters have also outraged China by disrupting sections of the global Olympic torch relay. Last month, authorities in Beijing accused followers of the Dalai Lama of plotting suicide bombings inside China.\nPublic Security Ministry spokesman Wu Heping said at a news conference that 35 people had been arrested in Xinjiang province over recent weeks and accused of plotting to kidnap athletes, foreign journalists and other visitors to the August Olympics. Uighurs in parts of Xinjiang have staged a struggle for a breakaway state, accusing Chinese communist authorities of suppressing their culture and religion.\nWu said the gang hatched the plot in November and traveled through Xinjiang last month seeking recruits, including those skilled in weapons and explosives production.\nWu said police confiscated almost 22 pounds of TNT-based explosives, eight sticks of dynamite, two detonators and \"jihadist\" literature in raids in Urumqi.\nNicholas Bequelin, a Xinjiang expert with Human Rights Watch in Hong Kong, said Beijing has undercut its credibility by consistently labeling criminal acts, anti-government violence and peaceful dissent as terrorism.\n\"The experience around the world since the launch of the global war on terrorism, has taught the international community how easily threats of terrorism can be manipulated by authoritarian governments for their own purposes,\" Bequelin said.\n---\nKeep up\nSTLtoday.com/world Get updates on China and the Olympics.\n\nLoad-Date: April 11, 2008"
}