{
    "title": "China to share terrorism intelligence with U.S. ; 'No quid pro quo'_ OAS pledges to support efforts",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 9,
    "day": 22,
    "full text": "China will give the United States intelligence it has gathered on terrorist groups in a show of support for the growing American campaign to put Osama bin Laden out of business.\nThe agreement to have counterterrorism experts meet next week in Washington emerged over a luncheon between Foreign Minister Tang Jiaxuan and Secretary of State Colin Powell. \"We firmly oppose and strongly condemn all forms of terrorism and evil acts,\" Tang said.\nPreliminary talks were held Friday with Frank Taylor, the new director of the State Department office on counterterrorism.\n\"We agreed to cooperate,\" Powell said at a joint news conference. \"They have their own problem with terrorism.\"\nHe said China had not asked the United States for anything in exchange for its cooperation. \"There was no suggestion of a quid pro quo\" in his talks with Tang, Powell said.\nMeanwhile, Organization of American States foreign ministers, meeting in a special session, approved two resolutions promising to assist the United States in the counterterrorism struggle.\nOne of the resolutions, referring to the Sept. 11 terrorist attacks, calls on all member states to \"pursue, capture, prosecute and punish and, as appropriate, to expedite the extradition of the perpetrators, organizers and sponsors of these terrorist acts.\"\nIn a speech to the gathering, Powell called for a revitalization of an OAS committee set up to fight terrorism.\n\"We have this tool. We need it. We must use it,\" he said.\nPowell also noted that 29 of the 34 OAS member lost citizens in the terrorist attacks last week.\nTang mentioned in his meeting with Powell a Beijing couple that perished in the attack on the Pentagon. They were flying home after a family reunion in the Washington area.\nTang also told Powell that China had experienced terrorism. A senior U.S. official said the minister alluded to bombings in the Xinjiang Uighur autonomous region, north of Tibet.\nBush, in his speech to Congress and the nation Thursday night, said \"any nation that continues to harbor or support terrorism will be regarded by the United States as a hostile regime.\"\nStill, the administration continued to reach out to Iran, which is listed by the State Department as a sponsor of terrorism, in the U.S. campaign against bin Laden's network.\nPowell said the United States had had indirect contact with Tehran on terrorism and was interested in whatever opportunities there were for cooperation.\nBut, he said, any Iranian commitment must be against \"all forms of terrorism, not just one kind.\"\nIran is strongly opposed to Taliban rule in Afghanistan.\nPowell suggested that British Foreign Secretary Jack Straw would try to learn more about the Iranian position when he visits Tehran next week.\nBritain and Iran exchanged ambassadors in May 1999, ending a 20-year rupture in relations. The United States does not have diplomatic relations with Iran.\nOn another front, the State Department notified Congress it was moving to ease sanctions against Pakistan and India.\nKey House members were briefed Thursday and senators on Friday, all behind closed doors, said a House Republican aide who spoke on condition of anonymity.\nThe United States has engaged Pakistan to intercede with the Taliban movement in Afghanistan in an effort to force bin Laden's expulsion. President Bush has identified the wealthy Saudi exile as the primary suspect in last week's terrorist attacks.\nShamshad Ahmad, Pakistan's ambassador to the United Nations, said there was no deal with the Bush administration.\n\"For us, it is not a question of seeking any quid pro quos,\" he said. \"It is a matter of principle.\"\nAt day's end, Powell met at the State Department with John Manley, the Canadian foreign secretary, and praised Canada's solidarity with the United States since the terrorist attacks.\nPowell recalled 100,000 Canadians had assembled in Ottawa, the capital, in a show of support. \"The American people will be forever grateful,\" he said.\nMeanwhile, Robert McFarlane, national security adviser in the Reagan administration, said he had been told by several Taliban commanders that they were prepared to support a new government in Afghanistan headed by 87-year-old former ruler King Mohammed Zahir Shah.\nMcFarlane, in an interview, said they were \"fed up after five years with the extremist policy of the Taliban,\" which rules most of the South Asian country.\nIn Rome, the king said in a statement: \"My concerns and anxieties for the future of Afghanistan have increased in these precarious moments.\"\n\nLoad-Date: September 27, 2001"
}