{
    "title": "CHINA PREMIER PROMISES TO FIGHT POLLUTION, TERROR",
    "publisher": "the world",
    "year": 2014,
    "month": 3,
    "day": 5,
    "full text": "China's government vowed today to address long-festering complaints about choking smog while promising to crack down harder on the new threat of terrorism and promote unity among the country's sometimes restive ethnic minorities.\n In his first annual policy speech, Premier Li Keqiang also pledged to move more people into the middle class, cut government waste and push further with President Xi Jinping's signature campaign to fight the rampant official corruption that has undermined public faith in the Communist Party.\n Li's speech at today's opening of China's annual ceremonial legislature comes as the government confronts ethnic unrest in the far western region of Xinjiang that has intensified over the past year. On Saturday, China saw the first big terror attack outside Xinjiang blamed on militants from that region - a slashing attack at a train station in Kunming that killed 29 people and wounded 143.\n The meeting's nearly 3,000 delegates from across the country observed a moment of silence for the victims of the attack as the session opened.\n Li did not specifically mention Saturday's attack in his policy report, but said China would toughen its controls on public order, \"crack down hard on violent crimes of terrorism, safeguard China's national security, create good public order and work together to ensure public security in China.\"\n The government will work harder to reduce pollution by shutting more coal-fired furnaces and controlling the tainting of rivers, Li said. He referred to the stifling smog that creeps over increasing areas of China and the fouling of the country's air, water and soil as \"nature's red-light warning against the model of inefficient and blind development.\"\n Much of Li's report served to further define priorities that had been outlined after a party policy meeting in November, which included plans to make the world's second-largest economy more open and competitive.\n The government released details on its budget for the coming year, signaling a 12.2 percent increase in military spending to $132 billion. That followed last year's 10 percent increase to $114 billion, the highest military budget for any nation other than the U.S.\n\nLoad-Date: March 7, 2014"
}