{
    "title": "CHINA LOOMS AS OBAMA TRIES TO STRENGTHEN TIES WITH ASIAN DEMOCRACIES",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 11,
    "day": 14,
    "full text": "WASHINGTON -- As President Barack Obama wrapped up his tour of Asian democracies this weekend, the region's big non-democracy, China, has been an omnipresent factor in his attempt to strengthen U.S. ties with India, Indonesia, South Korea and Japan.\nThere's no question that the entire region has unique appeal for the U.S. as it tries to position itself for resumed economic growth.\n\"This is the fastest-growing part of the world,\" Mr. Obama said at the meeting of leading economic powers in Seoul, South Korea. \"And we've got to be here and we've got to work.\"\nAnd each of the four countries has its own foreign policy significance -- Indonesia for U.S.-Muslim relations and terrorism, and India for the war in Afghanistan, nuclear security, counter-terrorism and climate change, to name just two.\nYet China's rising economic and military clout, and the stagnant U.S. economy, inevitably asserted themselves at each stop -- in Mr. Obama's speeches, in foreign leaders' remarks and in questions from the public and the press.\nIt was front and center at the G-20 in Seoul, where China chastised the U.S. for acting to weaken the world's sole reserve currency, and Mr. Obama lashed out at China's undervaluation of its yuan, calling it an \"irritant\" to the U.S. and other trading partners.\nChina was unmistakably part of the narrative when Mr. Obama told college students in Mumbai, India, that \"for most of my lifetime, the United States was such a dominant economic power\" that it always met other nations \"on our terms,\" but \"because of the incredible rise of India and China and Brazil and other countries ... we're going to have to compete.\"\nMr. Obama's call to give India permanent membership on the United Nations Security Council carries implications for China, even as some foreign policy analysts said Mr. Obama should have demanded more promises from India in return.\nIndia's Prime Minister Manmohan Singh defended the U.S. over China's and Germany's objections to the Federal Reserve's move to purchase $600 billion in U.S. government bonds to stimulate the economy. The move also weakens the dollar, which critics say artificially helps exports.\nBut an Indian journalist was quick to press Mr. Obama on the \"bogeyman\" of outsourcing to India, saying that U.S. job losses \"are really in the manufacturing sector, and they're going to China, which is the greater threat.\"\n\nLoad-Date: November 16, 2010"
}