{
    "title": "Chiquita fights lawsuits over deaths",
    "publisher": "the deseret news",
    "year": 2009,
    "month": 2,
    "day": 28,
    "full text": "WEST PALM BEACH, Fla. ? Chiquita Brands International asked a judge Friday to dismiss lawsuits claiming the banana company paid Colombian paramilitary groups that killed hundreds or even thousands of people. Lawyers for Chiquita insisted that the money it paid over a seven-year period to the United Self-Defense Forces of Colombia had no direct connection to massacres, kidnappings, assassinations and acts of intimidation committed by the group in banana-growing regions. \n\"There are no allegations that Chiquita was directly involved in any of these incidents,\" said Gregg Levy, an attorney for Cincinnati-based Chiquita. The company acknowledges a subsidiary had paid the right-wing paramilitary group ? known by its Spanish acronym AUC ? and another group. But its lawyers contend the company was essentially extorted by the groups that controlled areas where its bananas are grown. But lawyers for the Colombian plaintiffs claim in the lawsuits that Chiquita should be held liable for billions of dollars in wrongful death damages, alleging it paid both the AUC and the left-wing Revolutionary Armed Forces of Colombia, or FARC. The U.S. lists both as terrorist groups. \"The AUC was engaging in murder, torture, forced disappearances and destruction of these communities,\" said Terry Collingsworth, representing family members of about 173 people who died. \"Everybody knew this. Chiquita knew it.\" The lawsuits claim Chiquita should be held liable for allegedly providing material support to the AUC in the form of cash, weapons such as AK-47s, military supplies and even access to its banana ports for cocaine trafficking. In return, lawyers for the hundreds of Colombian plaintiffs claim, the AUC used violence to drive out or kill Colombian labor leaders, attack rival left-wing FARC guerrillas and their sympathizers, and essentially become rulers of a region encompassing some 200 Chiquita banana farms. The lawsuits were filed around the country and consolidated in West Palm Beach before U.S. District Judge Kenneth A. Marra, who held a hearing Friday on the company's motions to dismiss. Marra is expected to issue a written ruling later in cases that collectively could amount to the largest wrongful death claims in U.S. history, according to attorneys involved. There was no timetable for Marra to rule. One claim on behalf of more than 600 people identified only as \"Juan Does and Juana Does\" is seeking $20 million for each plaintiff, or more than $13 billion. Another lawsuit seeks class-action status, which could amount to tens of thousands of plaintiffs and possibly higher damage amounts if successful. Collingsworth said the AUC's actions pacified the region, claiming that improved Chiquita's profits from Colombia and forced out any smaller competitors. Chiquita, he said, \"knew their support was accomplishing these objectives,\" he said. The lawsuits were filed after Chiquita previously acknowledged making payments to the AUC. The company paid a $25 million fine. But Chiquita denies responsibility for killings by the Colombian groups. Through its Banadex subsidiary, Chiquita said it paid about $1.7 million from 1997 to 2004 to the AUC. Chiquita, which sold Banadex in 2004, contends that it was forced to pay both the AUC and FARC as a form of extortion and that the company had no control over violent acts by those groups. The two paramilitary groups have fought for decades in Colombia's bloody civil war, and Levy questioned whether the AUC was engaged in \"terrorism\" in the legal sense. \"There is considerable dispute among the nations of the world about terrorism. There are disputes about the definition of terrorism,\" Levy said. The lawsuits were brought under the Alien Tort Statute, adopted in 1789 in part to deal with piracy claims. It allows non-U.S. citizens to make claims in U.S. courts for acts that violate international law.  \n\nLoad-Date: February 28, 2009"
}