{
    "title": "Chirac Hints at Nuclear Reply To State-Supported Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 1,
    "day": 20,
    "full text": "President Jacques Chirac said Thursday that he would consider a nuclear response to a large, state-backed terrorist strike against France. \n  ''The leaders of states who would use terrorist means against us, as well as those who would consider using in one way or another weapons of mass destruction, must understand that they would lay themselves open to a firm and adapted response on our part,'' Mr. Chirac said in a speech at a nuclear submarine base in Brittany.\nHe named no countries.\n  ''This response could be a conventional one,'' he said. ''It could also be of a different kind.'' \n  Elysee Palace said Mr. Chirac's speech reflected changes adopted as part of a routine review of nuclear doctrine, which is done every five years. \n  But this was the first time that a French president had publicly spelled out the possibility of nuclear retaliation for state-backed terrorism. In the past, France has said nuclear weapons could be used if its ''vital interests'' were at risk, while deliberately refraining from identifying those interests. \n  ''In French doctrine, nuclear weapons are meant to deter attacks against 'vital interests,' to create uncertainty among potential attackers about what these interests could be,'' said Francois Heisbourg, special adviser at the Foundation for Strategic Research in Paris. ''But here, things get defined. That's a change.'' \n  Even though the speech did not name any countries, it was delivered amid heightened concern about Iran, which the State Department frequently calls ''the most active state sponsor of terrorism.'' Iran recently resumed nuclear activities, breaking off a November 2004 agreement suspending most of its nuclear program. Iran maintains that it wants to develop a civilian nuclear program and has no intention of building nuclear weapons. \n  Mr. Chirac couched his directive within other longstanding precedents, saying that France does not plan to use nuclear weapons in a military conflict and that its ''nuclear deterrence is not intended to deter fanatical terrorists'' who operate around the globe, independent of established governments.\n  France's Communist opposition and disarmament groups sharply criticized Mr. Chirac's comments, calling them irresponsible, Reuters reported. \n  ''Far from ridding France of nuclear weapons, the president is, on the contrary, considering the actual use of nuclear bombs,'' the Sortir du Nucleaire, an antinuclear group, said. \n  A Communist deputy, Jacques Brunhes, said Mr. Chirac's position could, perversely, lead nonnuclear nations to seek nuclear arms. ''It can only encourage states which have signed the Nonproliferation Treaty to opt for military uses of nuclear technology.'' \n  Specialists say they believe the French arsenal comprises about 300 warheads. \n  Since the cold war, critics have questioned the need for France to maintain a nuclear deterrent, which absorbs about 10 percent of the military budget. \n  Mr. Chirac's government is under pressure to cut spending as it struggles to bring its budget deficit below the European Union's limit of 3 percent of gross domestic product. But in his speech, Mr. Chirac said, ''Our country's security and its independence have their price.''\n\nhttp://www.nytimes.com\n\nLoad-Date: January 20, 2006"
}