{
    "title": "Chirac Says War in Iraq Spreads Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 11,
    "day": 18,
    "full text": "On the eve of a visit to Britain, President Jacques Chirac said Wednesday that the world was more dangerous because of the American-led invasion of Iraq.\n ''To a certain extent Saddam Hussein's departure was a positive thing,'' Mr. Chirac said in an interview broadcast on the BBC Newsnight television program. ''But it also provoked reactions, such as the mobilization in a number of countries of men and women of Islam, which has made the world more dangerous.''\n Ensuring that his country's relations with the United States and Britain will remain cool, he said, ''There is no doubt'' that terrorism around the world has increased because of the war in Iraq.\n President Chirac's comments followed an equally acerbic assessment of American-led foreign policy that he made in an interview published in British newspapers on Tuesday. In that interview, he expressed doubt that ''with America as it is these days,'' Britain or any other country could be an ''honest broker'' in improving trans-Atlantic relations.\n The comments were a pointed rebuke of Mr. Bush's contention that the world is safer since Mr. Hussein was deposed, and of Prime Minister Tony Blair's view that Britain is a bridge between the United States and Europe.\n French-American relations, rarely easy, have lingered near historic lows since Mr. Chirac's government fought bitterly last year to avert the war. His unwillingness to reach out to the United States as the Bush administration heads into a second term is certain to keep those relations at a low ebb for now.\n Perhaps more striking than Mr. Chirac's disdain for the Bush administration (he referred in the newspaper interview to the secretary of defense, Donald H. Rumsfeld, as ''that nice guy, I've forgotten his name, who talked about Old Europe'') was his dismissal of Mr. Blair's unyielding support for Mr. Bush.\n Recalling a French-British meeting on the eve of the Iraq war, Mr. Chirac told the British reporters that he had counseled Mr. Blair to get something from Washington in return for Britain's support for the war.\n ''Well, Britain gave its support but I did not see much in return,'' the French president was quoted as saying in The Times of London. ''I am not sure it is in the nature of our American friends at the moment to return favors systematically.''\n The unvarnished tone of Mr. Chirac's remarks surprised many people in the normally discreet diplomatic corridors of Europe. But several senior foreign policy analysts remarked that if Mr. Chirac's view of the Bush administration is borne out in the next four years, the weight of Europe may swing behind him.\n ''Chirac is in a fairly strong position,'' said Guillaume Parmentier, director of the French Center on the United States, an independent research organization at the French Institute of International Relations.\n He argued that Mr. Chirac is appealing to both the British public and people within Mr. Blair's own party to work with France. ''Blair needs to show that his support for Bush hasn't broken his ties with Europe,'' he said.\n Mr. Chirac's strong words are also likely to resonate in other European countries, particularly Germany, where frustration with American foreign policy runs high. European support for the war in Iraq has faltered, with both the Netherlands and Hungary planning to follow Spain by withdrawing their troops from Iraq.\n In his interviews, Mr. Chirac repeated his vision of a ''multipolar'' world in which ''there will be a great American pole, a great European pole, a Chinese one, an Indian one, eventually a South American pole,'' with the United Nations mediating. \n Despite his remarks, Mr. Chirac insisted that he feels no anger toward the United States and said that French-British relations were always based on mutual esteem. ''We enjoyed hating each other,'' he said in the newspaper interview. ''It was a kind of violent love.''\n Mr. Chirac's two-day visit to Britain, which begins Thursday, is meant to celebrate the 100th anniversary of the Entente Cordiale, a pact that ended centuries of intermittent warfare between the two countries. The French president, who turns 72 next month, will be the guest of Queen Elizabeth II and stay at Windsor Castle, where he will be treated to a production of the musical Les Miserables.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: President Jacques Chirac of France during a BBC interview yesterday with Gavin Esler in which Mr. Chirac criticized Prime Minister Tony Blair and said the invasion of Iraq ''has made the world more dangerous.'' (Photo by BBC, via Agence France-Presse--Getty Images)      \n\nLoad-Date: November 18, 2004"
}