{
    "title": "CHIRAC SEES NO STATE ROLE IN BOMBINGS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 9,
    "day": 25,
    "full text": "Prime Minister Jacques Chirac of France said today that France had no proof that any government was behind the recent wave of terrorist bombings in Paris.\nMr. Chirac, who spoke at a briefing for reporters after addressing the General Assembly today, said the French authorities believed that that one group, probably acting in concert with another group, was solely responsible for the attacks.\n''We have never said and I don't think that that group and its accomplices are either assisted or given support by a state,'' Mr. Chirac said. ''We don't think this is the case.''\nIn his speech before the 41st General Assembly earlier in the day, Mr. Chirac called for increased international cooperation to combat terrorism. He said terrorism ''would take us back to ages we thought were long gone if we allow it a free hand to corrupt democratic societies and destroy the basic rules of international life.''\n \nRelease From Jail Demanded\nMr. Chirac's references to the group implicated in the Paris bombings were to an organization seeking to free Georges Ibrahim Abdallah, its 35-year-old presumed leader, from a French prison.\nMr. Chirac denied reports that France negotiated directly this year with the terrorist group, which calls itself the Committee for Solidarity With Arab and Middle Eastern Political Prisoners.\n''As to alleged discussions which are supposed to have taken place between the French Government and intermediaries who know terrorist groups, I categorically deny that,'' he said. ''I have made up my mind absolutely to refuse any kind of blackmail.\n''I am allergic to blackmail. I am allergic to terrorism.''\n \nFrench Newspaper Report\nAccording to a report in Le Canard Enchaine, a French weekly newspaper known for satirical commentary and political exposes, French representatives began negotiating with the Lebanese Armed Revolutionary Faction, believed to be the same as the Committee for Solidarity, in Madrid in May. The representatives promised that a way would be found to release Mr. Abdallah in exchange for an end to the bombings in Paris from last December to March, the newspaper said.\n''I don't know who thought of the idea of saying that we had contemplated getting Mr. Abdallah out of the French judicial process,'' the French Prime Minister said. ''We haven't given it the slightest thought for a moment.''\nHe said recent expulsions and arrests of terrorist suspects by the French authorities were designed ''to create a climate of uncertainty around them as a deterrent.''\nMr. Chirac said that the subject of terrorism came up today in a lunch meeting with Secretary of State George P. Shultz and that the two pledged that their specialized services would cooperate against terrorism.\n \nAttacks on Force in Lebanon\nWhen asked about recent attacks against the United Nations peacekeeping force in southern Lebanon, Mr. Chirac denied that these attacks were directed specifically at France's 1,400-member contingent.\n''We believe these attacks took place at a given location where French troops are located,'' he said. He added that when Nepalese troops were deployed in French positions, they were also attacked.\nFour French soldiers and an Irish soldier have been killed in the last six weeks in a wave of attacks by Iranian-backed Moslem guerillas. A Nepalese soldier with the United Nations force was wounded today.\nMr. Chirac refused to say whether he believed that Iran was behind the attacks against the United Nations force, saying, ''I certainly wouldn't make any accusations without having proof.''\n \n'Banish the Hypocrisy'\nHe called for the United Nations force, known as Unifil, to be allowed to fulfill its mandate and move to the border with Israel.\n''We must banish the hypocrisy and tell the truth,'' Mr. Chirac said. ''If we keep Unifil in existence, and we're quite ready to do that, it means that certain consequences must follow: respect for the resolution which set up the peacekeeping force.''\nOn Tuesday the Security Council approved a French-sponsored resolution calling for Israel and the Israeli-backed Lebanese militia to withdraw from southern Lebanon so that the United Nations force can move its own troops to the international border according to its eight-year-old mandate.\nToday, Prime Minister Shimon Peres of Israel rejected the resolution, saying United Nations peacekeepers did not sufficiently protect Israel's northern border.\n \nMission May Be 'Cut Down'\nDespite the problems, Mr. Chirac said, ''we have no intention of withdrawing our contingent, and we are not calling for the withdrawal of Unifil.'' He acknowledged, however, that if the circumstances did not change, the mission of the force might have to ''be cut down.''\nOne sign of Mr. Chirac's concern about terrorism was the tight security that surrounded him when he arrived at the United Nations. He entered the building surrounded by American Secret Service and French security agents.\n''The tragic events in Istanbul, Karachi and Paris prove once again that terrorism has become the systematic weapon of a war that knows no borders or seldom has a face,'' Mr. Chirac said.\nNine people have been killed and more than 160 wounded in five bombings in Paris this month. Terrorists stormed a synagogue in Istanbul, Turkey, on Sept. 6, killing 21 worshipers. The day before, 20 people were killed after hijackers took over a Pan American World Airways jetliner in Karachi, Pakistan.\nMr. Chirac criticized the world for failing at times to show ''the necessary lucidity toward this scourge, which some would like us to think is the sole means of expression of the oppressed.''"
}