{
    "title": "Chokehold on the United Nations",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 9,
    "day": 22,
    "full text": "Tomorrow, President Bush will address the U.N. General Assembly. His speech will mark the opening of the 58th session's General Debate. At this pivotal moment in the war against terrorism, what does the world body need to hear? Recent U.N. actions indicate that the role of the United Nations is to encourage terrorism rather than to fight it.\nIt begins with the U.N. refusal to define terrorism. Even today it is unable to produce a comprehensive international treaty against terrorism that would identify universal standards of behavior. The Organization of the Islamic Conference has the U.N. working group on the subject in a choke-hold.\nThe OIC claims there is a difference between murder in the name of self-determination and terrorism. As an OIC treaty claims, terrorism is not \"armed struggle against foreign occupation, aggression, colonialism, and hegemony, aimed at liberation and self-determination.\" Or as the Arab terrorism convention puts it, \"all cases of struggle by whatever means\" for approved causes are exempt.\nIn April 2002, in Kuala Lumpur, the OIC adopted a \"Declaration on International Terrorism,\" in which they made the point even plainer: \"We reject any attempt to associate Islamic states or Palestinian and Lebanese resistance with terrorism.\"\nThese formal declarations are not an abstraction. In the United Nations they find a willing partner. Free from the constraints of a definition of terrorism, on September 3 and 4, U.N. Headquarters hosted a conference called \"End the Occupation!\" U.N. officials went on a spending spree: 10 hours of Web broadcast, films in the lunch break, a photo exhibit in the official U.N. conference room, and multiple publications from nongovernmental organizations.\nExamples of the information flow under U.N. auspices: criticism that the \"Zionism is racism\" General Assembly resolution was revoked, a large map describing \"the Zionist Invasion of 1948,\" various documents describing the \"catastrophe/Al Nakba\" of the creation of the state of Israel as \"the largest planned ethnic cleansing in modern history,\" an advertisement for \"The Killing Zone… a documentary about… occupied Palestine,\" discussions of an invited participant's proposal for a \"one-state solution\" in which the Jewish population would be outnumbered within a short space of time. The final \"plan of action\" painted Israelis as the \"brutal\" villains, accountable for their own bloodshed.\nFor his part, U.N. Secretary-General Kofi Annan thanked the responsible U.N. committee \"for organizing this event.\"\nThe United Nations' inability to recognize terrorism makes it equally incapable of recognizing self-defense against terrorism, or of distinguishing a \"cycle\" from cause and effect.\nOn September 8, the secretary-general \"condemn[ed] [the] attempt by Israel to assassinate the Hamas spiritual leader Sheik Ahmad Yassin.\" Mr. Annan said it was an \"extra-judicial killing\" and \"in violation of international law.\"\nOn September 10,a few hours after Israelis were butchered in a Jerusalem cafe in a suicide bombing perpetrated by Hamas, Israel attempted to kill senior Hamas leader Mahmoud al-Zahar. The U.N. Special Coordinator for the Middle East Peace Process, Terje Roed-Larsen, said he \"deplores Israel's bombing of a Hamas leader's house in a densely populated Gaza neighborhood, which killed three and injured at least 30.\"\nOn August 21, two days after Hamas massacred 23 people, from age 3 months, and mutilated 115 others on the streets of Israel's capital, Israel killed Hamas leader Ismail Abu\nShanab. Mr. Annan said: \"Israel does not have the right to resort to extrajudicial measures, as it used today in the Gaza Strip… The secretary-general calls upon the government of Israel to… halt its current military actions.\"\nThe U.N. role in the war against terrorism? While the terrorists take aim, Mr. Annan pins the victims' arms behind their backs.\nIsrael targeted Yassin, al-Zahar, and Shanab because they were a central part of the command and control structure of a terrorist organization. They were combatants in a war. They were therefore not entitled to a judicial process before an attempt to kill them. Their deaths would therefore not be \"extrajudicial killings.\"\nIsrael grants such combatants greater protection by holding back when arrest is possible, or when the Palestinian Authority is willing to arrest. Each case is examined individually. In these cases, Israel was unable to arrest these individuals and the Palestinian Authority made it clear it had no intention of doing so. In such circumstances, international law makes them legitimate targets.\nThe United Nations' denial of the necessities of self-defense when it comes to Israel takes another form. The key international rule governing the use of force against terrorists is the requirement of proportionality. The Geneva Conventions say an attack on a military target \"which may be expected to cause incidental loss of civilian life\" is prohibited if \"excessive.\" Only in Israel's case does the United Nations apply this rule to mean zero civilian deaths.\nOn September 9, Israel targeted and killed two senior Hamas military-wing terrorists, Ahmed Uthman Muhammad Badr and Izzedin Hadr Shams-Edin Misq, in Hebron. At the time the two were \"ticking bombs.\" They were engaged in planning suicide attacks in Israel in the very short term. Weapons and ammunition were found on their bodies.\nThe response from the United Nations? Mr. Roed-Larsen \"expressed serious alarm over the latest violence in the Middle East… after an Israeli operation yesterday in Hebron, in which a 12-yearold boy was killed… Israel has an obligation under international humanitarian law to protect civilians and refrain from the use of disproportionate force.\"\nThis is a complete fabrication of the tenets of international humanitarian law.\nThe Geneva Conventions say the presence of \"civilians shall not be used to render… areas immune from military operations… in attempts to shield military objectives from attack.\"\nIt is the Palestinian Authority that violates international humanitarian law by putting civilians, deliberately and directly, in harm's way. Permitting killers to live, socialize, and plot freely in densely populated civilian neighborhoods is the violation of international law.\nThe United Nations' refusal to deplore the Palestinian Authority's cold-blooded complicity in the use of Palestinian civilians as human shields encourages terrorism.\nAs for the kingpin, Yasser Arafat, the Security Council convened immediately in response to Israel's suggestion that Mr. Arafat is a terrorist deserving of concomitant treatment. On September 16, America was forced to exercise its veto, as 11 of 15 members voted in favor of the draft resolution. The resolution expressed grave concern about \"extrajudicial killings and suicide bombing,\" objected to any threat to remove Mr. Arafat, and made no mention of the Al Aqsa Martyrs Brigade and company.\nIsraeli officials have repeatedly given hard evidence: The Karine A arms shipment from Iran to the Palestinian Authority, the checks for the Palestinian Preventive Security Services' terrorist weapons manufacturing operations, the money flowing to the Tanzim and Aqsa Martyrs Brigade from the Palestinian Authority, the speeches in Arabic encouraging martyrdom.\nBut at the United Nations, in Israel's case, smoking guns do not a terrorist make.\nMr. Bush needs to tell it to the General Assembly straight. In the war against terrorism, the United Nations is now part of the problem, not the solution. Without radical change, those pointing weapons at the occupying power in Iraq will find in the United Nations a ready-made partnership.\n\nLoad-Date: September 22, 2003"
}