{
    "title": "Christmas Day attack_ How tough is Obama on terrorism_ Conservatives say President Obama is not aggr",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 12,
    "day": 29,
    "full text": "Two days had passed before President Obama gave a televised statement about the failed attempt to blow up an American airliner on Christmas Day. And even now, two months after Maj. Nidal Malik Hasan allegedly opened fire in Fort Hood, Texas, reportedly yelling \"Allahu Akbar\" as he killed 13 people, Mr. Obama refuses to call it an act of terrorism. It is a reserve that has come to characterize Obama's year as president - and offers a stark contrast to the \"go get 'em, boys\" style of President George W. Bush. But as critics pounce on the White House's handling of the Christmas Day attack by a Nigerian who claims to have been trained by Al Qaeda, the question of Obama's calm style has become a question of his substance. \nWho is Obama, really? Is Obama, as many conservatives say, someone who has fundamentally shifted American security priorities from Bush's offensive \"war on terror\" to a passive emphasis on legal process and law enforcement? Or is he simply following Theodore Roosevelt's maxim to \"speak softly and carry a big stick\"? From Guant치namo to Afghanistan, Obama's record is mixed, which is why experts are looking forward to getting more details at the promised congressional hearings on the Christmas Day attack. \"I am most interested in what the investigation will reveal about the bureaucratic mindset,\" writes Duke University political scientist Peter Feaver in Foreign Policy Magazine. \"The Obama administration has ... made a big point of seeking to reinstate the law enforcement mindset throughout the counterterrorism enterprise.\" \"Congressional investigators should pursue the leads to determine whether this mindset has taken hold and led to the security lapses that almost resulted in the decade ending with another devastating terrorist strike on American soil,\" he adds. The post-9/11 changeFormer Secretary of State Madeline Albright said during the 9/11 commission hearings that the \"pre-9/11\" mentality under President Clinton focused on law enforcement over military responses. That changed after 9/11, when the Bush administration took a decidedly militaristic view of counter-terrorism, using hardline terminology, taking the fight overseas, and establishing military tribunals for combatants. The path the Obama administration is taking is less clear. On one hand, many of its public statements appear to revert to pre-9/11 language, describing jihadists in terms of a global criminal syndicate that should in large part be dealt with in the US criminal justice system. That tack is epitomized by the decision to close the Guant치namo Bay detention facility and try Khalid Sheikh Mohammed, one of the 9/11 masterminds, in a US court in Manhattan. Indeed, Obama's Guant치namo policy could become fodder for critics in the Christmas Day attack case. Nigerian Umar Farouk Abdulmutallab has been charged with attempting to blow up Northwest Flight 253 as it landed in Detroit. He has told investigators that he was trained by Al Qaeda in Yemen, where he lived for several months this year. Some of the ringleaders of the attack on Flight 253 may have been released from Guant치namo Bay during the Bush years, The Wall Street Journal reported. Though this doesn't directly implicate Obama, it throws into question the wisdom of releasing more detainees. \"What has changed is the approach,\" says former CIA agent Kent Clizbe, an outspoken Obama critic. \"During the Bush years, it was 'go get 'em,' take the fight to them, find them and destroy them by whatever means necessary. Now it's become a law enforcement driven approach....\" Obama the commander in chiefYet, in many respects, Obama has continued - and in some cases intensified - the militaristic doctrines of the Bush administration. Adding more than 50,000 troops to Afghanistan is the most obvious example. But more relevant, perhaps, is the administration's stepped-up military relationship with Yemen. Two US-backed air strikes in Yemen last week reportedly killed 30 militants, including two Al Qaeda chieftains. Yemen is the home of Anwar al-Awlaki, the radical cleric who stoked Hasan's anti-US anger through e-mail conversations. He might have been killed in the strikes. In fact, the Yemeni branch of Al Qaeda said the Christmas Day attack was in retribution for the air strikes. Obama used forceful language Monday in vowing to destroy Al Qaeda, and again Tuesday in vowing to get to the bottom of the \"systemic failure\" that allowed Mr. Abdulmutallab - who was on a broad terrorism watch list - to board a flight to Detroit. But in congressional hearings, Republicans will push Obama to make firmer statements about his commitment to an offensive war on terror. \"On the threat from terrorism, Mr. Bush exercised leadership. It is time for President Obama to ditch the political spinmeisters and focus on making responsible and consistent national security decisions to keep our nation safe,\" wrote Rep. Peter Hoekstra of Michigan, the top Republican on the House committee on intelligence, in The Detroit Free Press Tuesday. ----- Follow us on Twitter.\n   \n\nLoad-Date: February 19, 2010"
}