{
    "title": "CHRISTOPHER CITES SUDAN FOR TERRORISM, SAY OFFICIALS",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 8,
    "day": 18,
    "full text": "Secretary of State Warren Christopher has cited the Islamic African nation of Sudan as a sponsor of terrorism, alleging that it harbored Arab terrorist groups, U.S. officials said Tuesday.  Christopher signed the order last weekend, and Sudan will be notified in Khartoum, the capital, this morning, the officials said.  Ahmed Sulaiman, who is set to take over as Sudan's ambassador to the United States, called the move \"very lamentable.\" He said his assignment was to improve relations with the United States.  The disclosure coincided with an ABC report of a taped conversation between the man said to be the ringleader of a plot to bomb the United Nations and a federal informer implicating two Sudanese diplomats as accomplices.  But U.S. officials said the citing of Sudan was unrelated to the report on the tape.  Sulaiman, currently Sudan's envoy to the United Nations, said in a telephone interview that no Sudanese diplomat, in fact \"no wise man,\" would participate in such a plot. He said the people of his country liked the United States and wanted to be on good terms with the country.  A U.S. official said, meanwhile, that the FBI was investigating reports of the plot and that there were no plans in the meantime to expel any Sudanese diplomats.  Sudan has been giving refuge to terrorist groups for some time, one official said. The United States has talked to Sudanese leaders about it for months without a substantive response, the official said.\nThe officials, who spoke on condition of anonymity, said Sudan had a disturbing pattern of relationships with the Abu Nidal organization, a radical Palestinian group implicated in the bombing of the airports of Rome and Vienna, Austria, in 1985. They also mentioned ties with Hezbollah, the Muslim fundamentalist group, and with Hamas, a radical Palestinian organization.  The State Department submits its list of terrorist-supporting countries to Congress in January, but a country can be added at any point. Sudan will join Iran, Iraq, Libya, Syria, North Korea and Cuba.  All are ineligible to receive U.S. military aid or most U.S. foreign assistance. Licenses are required to purchase any U.S. products that could have a military use. And the United States is required to vote against international bank loans to the countries.  The two men named in an ABC account of a bombing plot are intelligence officers for the Sudanese government and were assigned to Sudan's mission to the United Nations in New York, the network said, citing U.S. intelligence sources.  ABC identified the diplomats as Siraj Yousif, the counselor to the Sudanese Mission, and Ahmed Mohamed, the third secretary.\n\nLoad-Date: October 11, 1993"
}