{
    "title": "Christie calls pipe bomb blast along race route 'terrorism'",
    "publisher": "the philadelphia inquirer",
    "year": 2016,
    "month": 9,
    "day": 19,
    "full text": "Gov. Christie said Sunday that the explosion of a pipe bomb in a garbage can along the route for the Seaside Semper Five charity 5k race in Seaside Park, Ocean County, the day before was an act of \"terrorism.\"\nIn a televised interview Sunday with CNN's Jake Tapper, Christie said that there are no suspects in the case yet, but that investigators do have \"some promising leads.\"\nChristie said there was no evidence to suggest that the bomb in Seaside Park had any connection to a bomb that exploded Saturday night in New York City, injuring 29 people, or a stabbing at a Minnesota mall that injured nine. However, he said, all three could be considered terrorism.\n\"Obviously, if you look at a number of these incidents, you can call them whatever you want - they are terrorism, though. There's no doubt about that. They're terrorism,\" he said. \"Now, who is responsible is something else, and what the motive was is something else that, hopefully, we're going to find out in the days ahead.\"\nThe bomb in Seaside Park exploded in a garbage can along the race route on Ocean Avenue near D Street around 9:35 a.m. Saturday, authorities said. \nBecause the start of the race was delayed when someone found an unattended backpack, many of the runners had not yet approached the explosion area. There were no injuries reported.\n\"The race had not started yet down at the Jersey Shore, so we're very fortunate that no one was injured here,\" Christie told CNN. \"We pray for those people who were injured in those other attacks.\"\nThe Seaside Park 5K bombing evoked memories of the terrorist bombing near the finish line of the 2013 Boston Marathon, which killed three people and injured more than 260 others.\nOn Saturday, a swarm of federal agents from the FBI, Homeland Security, and the Bureau of Alcohol, Tobacco, Firearms, and Explosives - with state and local officers - converged on Seaside Park, shutting down the beachfront until Sunday and evacuating nearby homes.\nThousands of runners were prepared to compete in the third-annual race, which was to benefit a foundation that supports both active and medically retired U.S. Marines and sailors. The race was canceled.\nIn New York hours later, 29 people were injured when a device blew up a Dumpster in the crowded Chelsea neighborhood of Manhattan. A second device, which appeared to be a pressure cooker with wiring and a cellphone, was found several blocks away.\nAlso Saturday night, in St. Cloud, Minn., police said, a man in a private security uniform stabbed nine people at a shopping mall, reportedly referring to Allah and asking at least one victim if he or she were Muslim. The assailant, identified by his family as 22-year-old college student Ahmed Adan, was shot and killed by police.\nA news agency said to speak for ISIS claimed credit on Twitter for the mall attack, calling Adan \"a soldier of the Islamic State.\" \nOn Sunday, New Jersey and local authorities directed all media inquiries to the FBI's Newark office, which is leading the coastal bombing investigation.\nMike Whitaker, FBI spokesman for the Newark office, said all beach and travel restrictions had been lifted by Sunday.\nWhitaker declined to answer questions about whether authorities have identified a suspect or a motive in the case. He also declined to address early reports that as many as three other devices may have been found along the race route. He said he did not know what, if anything, was found in the unattended backpack that had delayed the start of the race.\n\"We're running down leads, conducting interviews, and collecting evidence,\" Whitaker said.\nThis article includes information from CNN and the Minneapolis Star Tribune. \nfarrs@phillynews.com\n 215-854-4225\n @FarFarrAway\n1 of 5 devices near train station explodes; no injuries\nhttp://www.philly.com/philly/news/new_jersey/20160919_ap_1749e7fe32cb49f5a5deddbe9184911f.html\nFBI questions car's occupants in NYC blast probe\nhttp://www.philly.com/philly/news/20160918_ap_01e4a53129194157a638f57f5788212c.html\n\nGraphic\n\n \nPhotograph by: CURT HUDSON\n\nLoad-Date: September 20, 2016"
}