{
    "title": "Christmas Markets Are Beloved Tradition, but a Challenge to Protect",
    "publisher": "the new york times",
    "year": 2016,
    "month": 12,
    "day": 19,
    "full text": "Correction Appended\nPARIS — In France this year, the annual Strasbourg Christmas market opened under heavy security. Instead of the usual gleam of holiday decorations in the central square, dominated by a 100-foot pine tree, the authorities left it mostly bare — in case they needed to set up a field hospital.\nBefore anyone can reach the market, they must pass through one of the 15 checkpoints fortifying the center of the city. Vehicles are not allowed on the streets near the market, and the closest tram stops have been temporarily shut down.\nAt a time when terrorist attacks have become all too familiar, public spaces are no longer presumed to be safe, and that includes the ubiquitous Christmas markets that flourish across much of the Continent this time of year.\nSo when a truck careered into one of those markets in Berlin, 470 miles from Strasbourg, on Monday night, it was not clear whether terrorism was the motivation, but it was many people’s first thought.\nIf they turn out to be right, it would hardly be unexpected. At least twice this year, Islamic extremists in Europe have used a vehicle to kill people. There have been at least nine attacks or attempted attacks in Germany in 2016 as well as in at least five other European countries: France, Italy, Belgium, Russia and Serbia.\nAnd these attacks have taken every possible form, from bombings to beheadings. Those who carry them out are young and old. Heightening the pervasive sense of dread, terrorism in Europe seems to have no one face, no one method, no one target and knows no national borders.\nMost of all in France, which has suffered the most attacks of any European country, they have become part of life. The deadliest attack in Europe this year was carried out by a lone driver in Nice on July 14. He used a cargo truck to career into crowds leaving the annual fireworks festivities, and killed 90 people. There have been at least nine other attacks or attempted attacks in the country.\nIn a much-criticized comment made after the Nice killings, Prime Minister Manuel Valls of France said: “Times have changed, and we should learn to live with terrorism. We have to show solidarity and collective calm.”\nA state of emergency has been in effect in France since the November 2015 attacks in and near Paris, which killed 130 people. But the mood began to change about 10 months before that, when two gunmen entered the offices of the satirical newspaper Charlie Hebdo in January 2015 and killed 12 people.\nBags are searched when customers enter supermarkets, before theatergoers can go into performance halls, at the entrances to sporting events and department stores.\nChristmastime has loomed as a daunting challenge for law enforcement. It is the most celebrated single holiday across a continent where a majority of people are Catholic or Protestant. The markets are a beloved feature of cities, towns and even villages, which dress up their historic centers to celebrate the season.\nThey are also a tourist draw with many people coming to glimpse a bit of the Old World that can appear quaint but at the same time is still very vibrant.\nThe Christmas market tradition is especially beloved in the German-speaking world, where it originated in the Middle Ages.\nGermany, Austria and Switzerland as well as places like Strasbourg, a French city that used to be German, have elaborate celebrations. These open-air markets, which often dominate ancient, picturesque streets, coincide with the period of Advent, the four Sundays before Christmas, and have become a monthlong excuse for socializing, shopping and drinking hot spiced wine punch, and informal outdoor concerts.\nFamilies frequent the Christmas markets. So do people working downtown who dart out at lunch to get a little present at one place and a stocking-stuffer at another, and drink a cup of something.\nBut markets are dauntingly hard to protect — a determined killer can almost always find a way to enter and wreak mayhem.\nHence, the heavy security in Strasbourg. Similar precautions are being taken in Metz, another town in Alsace-Lorraine that hosts a famous Christmas market.\nWorried after the deaths in Berlin on Monday that perhaps these precautions were not enough, Bruno Le Roux, the French interior minister, urged all law enforcement officials to redouble the efforts to be vigilant and announced that he was reinforcing the security at Christmas markets throughout France.\nCorrection: January 20, 2017, Friday\nThis article has been revised to reflect the following correction: An article on Dec. 20 about the challenge of protecting Europe’s Christmas markets at a time of frequent terrorist attacks misstated the number of cartoonists among the 12 people killed in 2015 in a terrorist attack at the offices of the satirical newspaper Charlie Hebdo in Paris. Five cartoonists were among the dead, not 10.\nRelated Articles\nBerlin Crash Is Suspected to Be a Terror Attack, Police Say\nGermany Investigates if Boy, 12, Planted Bomb at Christmas Market\nA New Wave of Popular Fury Could Hit Europe in 2017\nFrance Detains 7, Saying It Has Thwarted a New Terrorist Attack\nAttack in Nice, France, Represents Terrorism’s New Reality\n\nLoad-Date: April 14, 2017"
}