{
    "title": "Christchurch Inquiry Says New Zealand Couldn_t Have Prevented Mosque Attacks",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 7,
    "full text": "But the Royal Commission, the country’s highest-level investigation, faulted lax gun regulations and the country’s “fragile” intelligence agencies.\nWELLINGTON, New Zealand — He was a socially anxious loner who was radicalized partly by extremist content on YouTube. But even as he traveled abroad extensively to places linked to far-right violence; amassed weapons, ammunition, tactical gear and unprescribed steroids; and was treated in a hospital after a firearms accident in his living room, he never came to the attention of the New Zealand authorities.\nThe result was catastrophic.\nWith the inheritance left by his father — his only income — running out, Brenton Tarrant, an Australian white supremacist, carried out the terrorist attack he had planned for two years, murdering 51 Muslims at two mosques in Christchurch in March 2019.\nEver since, the country has grappled with the question of whether the massacre, New Zealand’s worst peacetime attack, could have been prevented. On Tuesday came an official answer: There was “no plausible way” the terrorist’s plans could have been detected by New Zealand’s government agencies “except by chance,” according to a major independent inquiry into the attacks.\nAn email that the gunman sent to Parliament and the news media eight minutes before the slaughter was the only direct information the authorities had about the attacks, the inquiry found. By the time the message was read, Mr. Tarrant had opened fire.\nStill, the Royal Commission — the highest-level inquiry that can be conducted in New Zealand — faulted the government on several counts. It found that lax gun regulations had allowed Mr. Tarrant to obtain a firearms license when he should not have qualified. And it said that the country’s “fragile” intelligence agencies had a limited understanding of right-wing threats and had not assigned sufficient resources to examine dangers other than Islamist terrorism.\nA system mired in bureaucracy and unclear leadership was ineffective. But the two independent commissioners who conducted the inquiry stopped short of saying that the disproportionate focus on Muslims as a potential source of violence had allowed Mr. Tarrant’s attacks to happen.\n“The commission made no findings that these issues would have stopped the attack,” Prime Minister Jacinda Ardern told reporters, while also apologizing “on behalf of the government” for failings among the intelligence agencies and the lax firearms licensing system.\nShe said she would put in place a series of recommendations from the inquiry. She added that she planned to speak “directly to the leadership of YouTube” about the report’s revelations that Mr. Tarrant had been radicalized more on the platform than he had in the darker corners of the internet.\nBut for some in a Muslim community that has long awaited an explanation for the annihilation of dozens of its own, the report’s conclusion was deeply dissatisfying.\nAya Al-Umari, whose brother Hussein Al-Umari, 35, was killed at Al Noor mosque, said that Mr. Tarrant “fell under the radar because the radar wasn’t looking in all directions.”\n“I am almost certain that unconscious bias played a part in this happening,” she said. Someone with a foreign-sounding name, she explained, might have been reported to the authorities when he arrived at a hospital with a gunshot wound, as Mr. Tarrant did, and would probably have found it harder to obtain a gun license.\nOne of the country’s largest grass-roots Muslim groups — which in the years before the attacks had requested meetings with lawmakers and officials to outline the increased threats they said they faced — said justice had not been served by the inquiry.\nAliya Danzeisen and Anjum Rahman, spokeswomen for the group, the Islamic Women’s Council of New Zealand, said in a statement that there were “multiple areas” that had not been investigated. They questioned the report’s conclusion that an inappropriate focus by the spy agencies on Muslims would not have made a difference in the detection of a white supremacist terrorist.\n“It is difficult to see why they would recommend changes throughout the report, if such changes would have had no impact in this particular case,” the statement said.\nThe inquiry made 44 recommendations in all. It said that a counterterrorism strategy more engaged with the public — something successive New Zealand governments had failed to implement — could have provoked reports of concern about Mr. Tarrant’s behavior before the attacks.\nNew Zealand has firm limits on its intelligence agencies, the report said, so the government had been reluctant to enact public campaigns about terrorism. The inquiry devoted many of its recommendations to ideas for bolstered defenses and increased monitoring — a matter likely to prove controversial in liberal New Zealand.\nOther recommendations advocated changes to gun licensing; greater support for the bereaved families and survivors of the attacks, many of whom told the inquiry they had struggled to obtain the help they needed; the introduction of hate speech laws; and policies for improved social cohesion.\nThe killings 21 months ago prompted a national outpouring of grief and acts of love, thrusting New Zealand, and Ms. Ardern, who has been praised for her compassion, onto the world stage. Within a month of the attacks, Ms. Ardern passed laws in Parliament outlawing all the military-style weapons that Mr. Tarrant had used.\nThe attacks also provoked a reckoning with the effects of far-right radicalization online. Mr. Tarrant broadcast video of his slaughter live on Facebook and published a racist manifesto steeped in trolling and far-right memes.\nIn March of this year, the terrorist abruptly pleaded guilty to all charges he faced over the attacks at the Al Noor and Linwood mosques, averting a trial. In August, he was sentenced to life in prison without the chance of parole, the first time such a sentence had been handed down in New Zealand.\nHis admission of guilt generated relief among survivors and the bereaved.\nBut given the mass of evidence that the police had accumulated that was never aired in court, their consolation soon gave way to questions: about how Mr. Tarrant could have traveled so widely and planned his attack at such length without detection, given the scrutiny they say their mosques had received by the intelligence agencies.\nThe Royal Commission — which took place behind closed doors as it interviewed politicians, public servants, Muslim residents and others — was viewed by some as the last chance for answers.\nUnlike the 9/11 commission into the Sept. 11, 2001, terrorist attacks in New York and at the Pentagon, the investigation’s report was not written for the New Zealand public — or even for victims of the attacks — but instead for the government.\n“In New Zealand, inquiries are to tell the government what happened so the government can fix it, even when it’s the government that’s being inquired into,” said Andrew Geddis, a law professor at Otago University in Dunedin, New Zealand.\n“Those affected are interested far more in how and why their loved ones died and what has created people who do this, but the inquiry wasn’t set up to answer those sort of questions,” Mr. Geddis added.\nBut to one lasting question, the report suggested a definitive answer: that Mr. Tarrant had acted alone and funded the attack himself.\nDespite his global travel between 2014 and 2018, the inquiry found no evidence that Mr. Tarrant had met or trained with right-wing extremists — although he had gone out of his way, three months before the Christchurch attacks, to fabricate a trail of evidence that he had attended a far-right meeting in Wroclaw, Poland, when in fact he had not.\nHis stops on his trips were mostly too brief for prolonged engagement with local groups, the inquiry found. And while Mr. Tarrant donated small sums of money to those he admired — including to Martin Sellner, the leader of an Austrian far-right group — there was no evidence he had received any in return.\n“We know what equipment he used and how he paid for it,” the report read. “No one else was involved.”\nPHOTO: New Zealand on Tuesday released a study of the 2019 mosque killings. Above, victims’ supporters. (PHOTOGRAPH BY KAI SCHWOERER/GETTY IMAGES)\n\nLoad-Date: June 14, 2021"
}