{
    "title": "CHRISTOPHER DELIVERS ISRAELI APPEAL FOR AN END TO VIOLENCE WITH SYRIA",
    "publisher": "charleston gazette",
    "year": 1994,
    "month": 8,
    "day": 8,
    "full text": "DAMASCUS, Syria (AP) - Secretary of State Warren Christopher on\nSunday registered U.S. and Israeli concerns about international\nterrorism with President Hafez Assad and surveyed prospects for\n\"some sort of an understanding\" of peace between the two countries\n\"We are laying the basis for future progress,\" Christopher\nsaid.\nThe five-hour meeting evidently produced few concrete results\nbeyond an announcement by Christopher that he would return to the\nregion in September.\nA senior U.S. official said Assad listened carefully to\nChristopher's complaints about the fundamentalist group Hezbollah but\ndid not give him \"any set of responses.\"\nJubran Kourieh, a spokesman for the Syrian president, said Assad\ntold Christopher his country was serious about the peace process.\nHezbollah is believed responsible for bloody attacks on Jews in\nBuenos Aires, London and possibly Panama.  It has also dueled with\nIsrael over the border from Lebanon, where Syria is the dominant\npolitical and military force.\n\"I expressed my concerns about Hezbollah,\" Christopher said\n.  \"We had a serious discussion of that issue.\"\nOn the peace track, meanwhile, \"there are real gaps,\" said the\nofficial, who briefed reporters after Christopher gave a terse\naccount of the meeting.\nMounting violence in the region and beyond has complicated\nChristopher's peace mission.  Before flying here from Jerusalem he\nsaid he would be discussing \"the problem of international\nterrorism,\" but his aides said no Israeli demands would be conveyed\nto Assad.\nChristopher appealed for restraint on all sides, saying the\nviolence could damage peacemaking in the region, which Christopher\nhas now visited four times in the past three months.\nHowever,Israeli Foreign Minister Shimon Peres said Israel would\nnever forego \"any military measure that is necessary for defensive\npurposes.\" Insisting Israel was not trying to escalate the situation\nin Lebanon, Peres said after a 70-minute meeting with Christopher,\n\"We weren't asked to stop it or change it.\"\nPeres' assertion, which was coupled with an apology for civilian\ncasualties in southern Lebanon, came against a backdrop of growing\ntensions along the border with Syria.  On Saturday, two Israeli\nsoldiers were killed in a clash with Hezbollah gunmen.\n\"A truly comprehensive peace is the answer to the kind of\nincidents that we've had in the last 48 or 72 hours,\" Christopher\nsaid.\n\"My main aim is to prevent this round of violence from cycling\nand causing difficulty for the peace process.\"\nWhile traveling to the region Friday, Christopher telephoned\nIsraeli Prime Minister Yitzhak Rabin and Syrian Foreign Minister\nFarouk Sharaa to appeal for restraint.\nBut on Saturday morning, Israeli soldiers clashed with Hezbollah\nguerrillas in a security zone in southern Lebanon manned by\nIsraeli-backed Lebanese militia.\nAfter the fight, Hezbollah, an Iranian-backed fundamentalist\ngroup, fired mortar rounds and Katyusha rockets into the zone and\nalso western Galilee in Israel.\nThe Israeli air force, meanwhile, had raided Hezbollah targets\nThursday night, hitting a house and killing several civilians.  Peres\nsaid Sunday that Israel did not intend to harm civilians.\n\"It is not our policy; it was a mistake,\" he said.\nBut, Peres said, \"Israel takes the necessary military and\npractical measures so that such incidents do not recur.  |e This\ngovernment will never prevent recourse to any military measures that\nare necessary for defensive purposes.\"\nAt the same time, the Israeli foreign minister said he and the\nprime minister had passed on to Christopher \"a decisive request to\nboth the Lebanese and Syrians to take matters into their own hands\nand stop this unruliness.\"\nSyria, meanwhile, accused Israel on Sunday of fueling tension in\nsouth Lebanon to sabotage Christopher's Middle East shuttle.\n\"The smell of blood and the deliberate demolition of civilian\nhomes could never be a good prelude,\" the government newspaper\nal-Thawra said in an editorial.\nSimilarly, state-run Damascus radio said Israel was trying \"to\ndrag the Arabs, one after the other,\" into agreements that produce\npeace but without Israel withdrawing from territory.\nThe commentary said if Israel was serious about peace it would\nagree to relinquish all the land it gained in the 1967 Six-Day war\n\nLoad-Date: January 31, 1995"
}