{
    "title": "CHRISTIANS PERSEVERE THROUGH EGYPT 'S TENSIONS COUNTRY CHANGED BUT TROUBLES REMAIN",
    "publisher": "pittsburgh post-gazette",
    "year": 2018,
    "month": 2,
    "day": 4,
    "full text": "Egyptians massed in Tahrir Square in 2011 calling for the ouster of their president of 30 years, Hosni Mubarak, a pro-democracy uprising dubbed the Arab Spring.\nIn the seven years since, Egyptians are still working through the challenges of religious tension and economic stress and terrorism in the post-revolution country.\nAs Andrea Zaki Stephanous put it, \"It's not like a computer, click, and everything changes.\"\nMr. Zaki is president of the Protestant Churches of Egypt and general director of the Coptic Evangelical Organization for Social Services, the largest nonprofit organization in the Middle East, which promotes village development programs and interfaith dialogue.\nHe spoke at the Pittsburgh Theological Seminary in East Liberty Saturday morning about the role of the church in Egypt after the Arab Spring and the 2013 coup d'etat that ousted President Mohamed Morsi of the Muslim Brotherhood.\n\"With all of these difficulties, people ask us, 'Why are you still there?' If you have to choose between life and death, we decided to choose life. Because we decided to choose life, we should fight together. Egyptians are optimistic,\" Mr. Zaki said.\nThe lecture precedes a trip later this month by 53 seminary students, faculty and mission leaders to three countries. A group of 12 will be going to Egypt.\nHunter Farrell, director of the World Mission Initiative at the seminary, noted that there is a \"well-worn road\" between Pittsburgh Theological Seminary and Egypt. The Synod of the Nile - a Presbyterian church that has become the largest Protestant church in the Middle East - was founded by graduates of the Pittsburgh seminary's predecessor seminary.\nMr. Zaki said members of the Christian community in Egypt have participated fully in the revolutions of 2011 and 2013, even as Christians were targets of terrorism.\n\"When they bombed our churches, we were still there,\" he said. About 10 percent of the country's population is Christian. He noted that there are about 1,500 churches in Egypt, but the majority - about 1,000 - are not registered.\nFor change to take place, Mr. Zaki said, Christians must be engaged and work with Muslims to promote religious tolerance. \"It would be a lie to expect foreign intervention to protect the Christians,\" he said \"The only option is to work with moderate Muslims. We must encourage moderation. Radicalization is a very serious problem. The only option for coexistence is moderate thinking and acceptance of others. We also must encourage the international community to encourage moderation.\"\n\nNotes\n\nStephanie Ritenbaugh: sritenbaugh@post-gazette.com, 412-263-4910 or Twitter: @StephanieRit /\n\nLoad-Date: February 6, 2018"
}