{
    "title": "Christchurch brings global white supremacist threat into sharp relief White supremacist terrorism is",
    "publisher": "the christian science monitor",
    "year": 2019,
    "month": 3,
    "day": 22,
    "full text": "The setting alone was shocking: a pastoral, oceanside city in New Zealand, the country ranked the planet's second-most peaceful, after Iceland. When a white-supremacist terrorist opened fire in two Christchurch mosques on March 15, taking 50 lives including those of a 3-year-old child and 78-year-old man, the brutal display of racial hatred - live-streamed on social media - jolted the world.\nThe perpetrator of the deadliest terrorist attack in New Zealand history carefully calculated his actions for maximum impact on a global audience. He published a ranting, 74-page manifesto - praising far-right terrorists from Europe and the United States and inciting white men to violence against people of color, immigrants, and especially Muslims.\nYet while the repercussions of the attack are unclear, it has already proved a watershed event in drawing the world's attention to what experts agree is a rising transnational threat of violent white supremacism - and how it has so far been underestimated and misunderstood.\nWhile governments have tended to view far-right extremism as a homegrown problem, white supremacists today are using the proliferation of social media and cheap travel to operate internationally, much as other terrorists have. \"It is very mobile, it is very transnational,\" says Paul Spoonley, who studies the far-right in New Zealand. Hate crime is \"an international phenomenon,\" says Dr. Spoonley, who wrote the book \"Politics of Nostalgia: Racism and the Extreme Right in New Zealand.\" \n\"This is a much bigger global challenge than it is a challenge just in New Zealand or just in the U.K., with Britain First, or just in the U.S. with the [Ku Klux] Klan and a range of other neo-Nazi and white supremacist groups,\" says Seth Jones, director of the Transnational Threats Project at the Center for Strategic and International Studies. \"There's a broader collective concern here.\"\nThe number and lethality of attacks by far-right terrorist groups has increased sharply in North America and Western Europe since 2002, according to the 2018 Global Terrorism Index, an annual report by the Institute for Economics and Peace based on data gathered by the University of Maryland. Far-right messaging is amplified by online platforms, according to the report, which found \"elements of Islamophobia and xenophobic sentiments\" in 50 different far-right organizations.\n\"Right-wing extremism is on an uptrend in [the United States] now and in Europe, and in English-speaking countries,\" says J.M. Berger, author of the book \"Extremism\" and a research fellow with Vox-Pol, a research network focused on violent online political extremism. Right-wing extremist groups tend to be decentralized and difficult to track, he said, but their members number \"thousands in the U.S. at least and thousands more in Europe.\"\nOverlooking domestic threats?\nOne major reason the rise of far-right terrorism has remained under the radar has been the preoccupation of governments with violent Islamist extremism since the terrorist attacks of Sept. 11, 2001.\nThat focus has been warranted, as Islamist terrorists have been responsible for the vast majority of attacks and deaths since 2001. In 2017, four terrorist groups - Islamic State (ISIS), the Taliban, Al Shabab, and Boko Haram - were responsible for nearly 60 percent of the 18,800 deaths worldwide from terrorism, according to the Global Terrorism Index.\nDeaths from terrorism have been declining overall - falling more than 40 percent since the peak of 2014 - largely because of a decline in violence in conflict zones such as Iraq and Syria, as ISIS has weakened and lost most of its territory and revenue sources. Yet even outside the war zones, Islamist terrorism has declined somewhat, experts say. For example, \"Al Qaeda has been quiet in the West,\" says Mr. Berger.\nStill, government counter-extremism resources remain largely focused on combating Islamist terrorists, including by targeting their online activities.\nThat, in turn, has allowed white supremacy to grow, says Heidi Beirich, the Intelligence Project director at the Southern Poverty Law Center in Montgomery, Alabama. \"I'm not saying that Islamic extremism isn't important. I'm just saying that there's been a willingness to ignore this kind of terrorism in favor of that kind of terrorism,\" she says.\n\"As international intelligence and law enforcement agencies were cracking down on online extremism and demanding that the Facebooks and the YouTubes of the world remove ISIS content, which they did,\" she says, \"nobody said a word about white supremacy, which is just as virulent, is just as radicalizing. And it has been allowed to flourish online until relatively recently.\"\nThere are also legal limitations and political factors, such as First Amendment rights in the U.S., that have led governments as well as tech companies to apply more pressure to foreign Islamist extremists than to domestic, right-wing terrorist groups, analysts say.\nFor example, \"it gets a little tricky for U.S. intelligence agencies to get involved in assessments of domestic terrorist organizations, especially organizations like the CIA to collect on domestic organizations,\" Dr. Jones says. \"Though with more extensive international communication and travel, clearly it starts to blur the line.\"\nAnd mainstream Western media, meanwhile, have given more extensive coverage to Islamist terrorist attacks - especially those targeting Americans and Europeans, ensuring they gain more public attention. The media \"tends to exaggerate threats from certain communities, such as Muslims and blacks, and underestimates the threat coming from white supremacists or groups that are more easily linked to the society's mainstream,\" says Mohamad Elmasry, associate professor of journalism, media, and cultural studies at the Doha Institute for Graduate Studies in Qatar.\nThe blind spot also stems simply from people's tendency to focus more on foreign than domestic threats, says Oren Segal, director of the Anti-Defamation League's Center on Extremism. \"It's almost human nature to identify threats that are outside the family, from abroad, and it's harder for people to look within to understand what those threats are,\" he says.\nA vicious circle\nWhite-supremacist terrorists - partly in response to Islamist extremism - have rallied in recent years around an ideology that merges white nationalism with anti-immigration and anti-Muslim sentiment, experts say.\n\"Anti-Muslim rhetoric has risen to the top\" for white-supremacist groups such as neo-Nazis, Mr. Berger says. \"White supremacy has had a devastating effect on the world.\"\nFar-right extremists are now using the threat of Islamist extremism in an effort to attract more recruits, justify violence, and spread their racist ideology. \"They are not just talking about 'you can't allow Muslims in because they are terrorists' - it's because they are brown people and it's a threat against the existence of the white race. They use the language of invasion to try to spread fear and anxiety among white people,\" Mr. Segal says.\nFor their part, Islamist terrorists similarly take advantage of right-wing violence against Muslims to call for revenge - as a spokesman for ISIS did three days after the Christchurch killings. Breaking a nearly six-month silence, the ISIS spokesman called for retaliation against the mosque attacks, issuing a rare statement urging Muslims to \"wake up\" and \"avenge their religion.\"\n\"It's a disgusting tit for tat we see, and ... people around the world are unfortunately the victims,\" Mr. Segal says.\nEurope has been the theater of some of the deadliest attacks, both by groups claiming allegiance to Islamist terrorist organizations and the extreme right, over the past decade.\nAnders Behring Breivik, who was referenced in the Christchurch manifesto, killed 77 people in July 2011 in a bomb attack and mass shooting at a political summer camp for children in Norway. In Paris in November 2015, 130 people were killed in a multisite attack on a concert hall, a soccer stadium, and various restaurants and cafes by terrorists linked to ISIS. In June 2016, British Labour parliamentarian Jo Cox was shot and stabbed to death by a far-right extremist, and a year later, a British man drove a van into Muslim worshippers during Ramadan near Finsbury Park mosque in London. In between were the Nice, Berlin, Manchester, and London Bridge attacks, all carried out in the name of Islam.\nThe rash of attacks underscores how in Europe, the conflict between the two types of extremist groups - Islamist and far-right - is most stark. \"In Europe you get this spiral of an attack by an Islamic extremist and then a reaction by white supremacists because that signals to them that the Muslims are taking over,\" says Dr. Beirich. \"It taps into that history in Europe\" of Muslim invasions, she says, because many immigrants in Europe are Muslim or Middle Eastern.\nIneke van der Valk is a researcher at the University of Leiden for the European Union-funded DARE (Dialogue about Radicalization and Equality), which is studying radicalization among young people in 13 countries. \"Islamist radicalization is very much on the political agenda, while right-wing extremism is underemphasized, at least in the Netherlands,\" Dr. Van der Valk says. \"But these are two forms of radicalization and they mutually influence each other.\"\nIt's a dynamic that's also been on display in Canada. In the government's latest figures on hate crimes, Quebec reported a 50 percent increase in hate crimes from 2016 to 2017, much of that Islamophobic. Incidents against Muslims peaked in February of 2017. That is the month after the attack on the Islamic Cultural Centre of Quebec, which left six congregants dead. The shooter's name was written on the weapons used in the New Zealand attack.\n\"Within a month of people being shot in Canada, the [anti-Muslim] rhetoric did not change, in fact it got worse,\" says Abdullah Shihipar, a Canadian of Sri Lankan descent. He believes it was backlash to Canadian Prime Minister Justin Trudeau's proposal for a motion for the government to root out Islamophobia. Far-right groups protested what they called the \"Islamization\" of Canada; some told him at a protest that the motion would usher sharia (Islamic law) into Canada.\nThe interplay is nowhere clearer this week than in the Netherlands. Last weekend began with news of the Christchurch massacre. It ended Monday morning with a mass shooting on a tram in Utrecht by a Turkish man who killed three people. Authorities have accused the man of acting with terrorist intent and are investigating other possible motives.\nIn the Netherlands, \"right-wing extremism ... is really growing and becoming more mainstream,\" Dr. Van der Valk says. She says attacks such as the desecration of mosques, for example, were once carried out anonymously but now groups readily take claim, much like ISIS does after a terrorist attack.\nHate crimes perpetrated by the far-right have grown, from Europe to the U.S. and Canada. Most immediately, anti-Muslim hate crimes reported in Britain soared nearly sixfold the week after the New Zealand mosque attacks - and most contained direct references to those attacks - according to the independent monitoring group TellMAMA, The Guardian newspaper reported. In Canada, police-reported incidents were up in 2017 from the previous year. Incidents against Muslims in Ontario, Canada's largest province, grew by 207 percent. As the Canadian federal election nears, anti-immigrant sentiment has grown louder, but activists here warn that politicians and the media are not paying attention.\n\"This has been akin to the idea of the boiling frog in a pot of water, where you're slowly raising the temperature and it's rising so slowly that people are not necessarily conscious of it,\" says Amira Elghawaby, a human rights advocate and board member of the Canadian Anti-Hate Network. \"It's to the point where I do believe it could boil.\"\nThe mainstreaming of far-right rhetoric\nPolitical shifts in Europe and the U.S. are contributing to the rise of right-wing extremism, experts say.\n\"For a long time, we have seen a bright line between mainstream and extremist discourse, and those lines are getting blurry,\" says Mr. Berger.\nFar-right political parties are vying for power and employing divisive \"us-versus-them\" rhetoric, which has a normalizing effect. Across Europe that includes Geert Wilders' Party of Freedom, far-right firebrand Marine Le Pen in France, or Hungarian Prime Minister Viktor Orbán, who won the last election on a platform of defense of the \"Christian nation\" - against migrants, against globalism, and his No. 1 enemy, American-Hungarian Jewish philanthropist George Soros.\nPresident Donald Trump, meanwhile, has been blamed for, at worst, inciting hate, and at best, tolerating it. During the Charlottesville, Virginia, marches by white nationalists and their opponents in 2017, the U.S. president said there were \"very fine people\" on both sides, which for many observers served to endorse white-supremacist sentiment. Mr. Trump said after Christchurch, when asked about a global threat of white nationalists, \"I think it's a small group of people that have very, very serious problems.\"\nAdvocates for groups threatened by white supremacists, such as immigrants and Muslims, worry that the tone set by the president may tacitly encourage violence by right-wing extremists.\nIslamophobia has increased in the U.S. along with \"the normalization of hate and bigotry generally,\" especially since the 2016 elections, says Sarah Stuteville, media and outreach director of the Council on American-Islamic Relations' Washington Chapter. \"What is very dangerous is that it has been ... pulled into the mainstream. We see that by what happens here, but also in New Zealand,\" Ms. Stuteville says, citing FBI data for 2017 - the most recent year available - showing the growing numbers of hate crimes nationwide, including those that target Muslims.\nThe U.S. has recently seen extremist violence shift overwhelmingly to far-right groups. The Anti-Defamation League reports that every one of the 50 extremist-related murders in the U.S. in 2018 was carried out by a right-wing extremist (though one perpetrator converted to radical Islamist beliefs before committing murder). \"If you're objectively looking at where the terrorist threat lives in the Western world, and not just in the United States, you have to count white supremacy as important as Islamic extremism,\" says Dr. Beirich.\n'A rough road ahead of us'\nExperts agree that the Christchurch attacks are a wake-up call that may spur necessary action against the threat of violence from far-right extremists.\n\"This is a dramatically different attack in scale and scope,\" Dr. Jones says. \"What it may do is continue to raise the concern about the threat from far-right extremism among intelligence and law enforcement agencies across now multiple continents.\"\nAlready, the U.S. and British governments have revised their counterterrorism strategies to acknowledge concerns over domestic terrorists, with London explicitly warning of a growing danger from \"the extreme right wing.\"\nOfficials have also more been more willing to label as \"terrorism\" acts of violence by white extremists. In the Netherlands in 2016, for example, judges called an attempt by five men to set a mosque on fire a \"terrorist\" action. It marked the first time an act of right-wing violence was designated as terrorism and a sign officials were taking the crime more seriously, says Dr. Van der Valk.\nGovernments should also publish credible statistics on right-wing violence and ensure law enforcement has the tools necessary to combat domestic terrorism, says Simon Clark, a nonresident senior fellow at the Center for American Progress.\nA daunting challenge for nations and technology firms alike is how to remove hateful and far-right extremist content online. Unlike the 20th century, when institutions set standards for discourse in film, radio, television, and other media, online activity today is like the Wild West, and we are making up the rules as we go, Mr. Berger says. \"We have a rough road ahead of us,\" he says, predicting it will take another decade to develop and apply new standards for social media.\nAn international outpouring of sympathy and support for the New Zealand mosque victims signals the possibility of a growing public movement against such racially motivated terrorism.\nViolent extremists - from ISIS to neo-Nazis - often fail in attracting many followers to their causes. History is full of such examples, including the case of Timothy McVeigh, who killed 168 people in a bombing in Oklahoma City in the deadliest act of domestic terrorism in U.S. history. McVeigh sought to incite a civil war, but any support he enjoyed declined after the attack.\nIn the aftermath of the Christchurch killings, mosques in the city were protected by none other than local biker gangs, whose members stood guard during funerals and prayer services. Non-Muslim women donned headscarves in a sign of solidarity. On Friday, New Zealand's national television broadcast live the Muslim call to prayer followed by two minutes of silence.\n\"Terrorism is a difficult tool to use to win public support,\" Mr. Berger says. \"Often you endure a backlash that makes your actions less popular.\"\n\nLoad-Date: March 22, 2019"
}