{
    "title": "Christmas market attack kills 3, wounds 12",
    "publisher": "spokesman review",
    "year": 2018,
    "month": 12,
    "day": 12,
    "full text": "World\n PARIS  - A man who had been flagged as a possible extremist sprayed gunfire near the city of Strasbourg's famous Christmas market Tuesday, killing three people, wounding 12 and sparking a massive manhunt. France immediately raised its terror alert level.\n It was unclear if the market - a popular gathering place that was the nucleus of an al-Qaida-linked plot in 2000 - was the intended target. The assailant got inside a security zone around the venue and opened fire from there, Mayor Roland Ries said on BFM television.\n Authorities did not give a motive for the shooting, though prosecutors said they had opened a terrorism investigation.\n Authorities said they had identified a suspect, and he had a criminal record. The prefect of the Strasbourg region said the man also was on a watch list of people who had potentially radicalized.\n Hours before the shooting, French gendarmes went to the suspect's home to arrest him, but he wasn't there, Stephane Morisse of police union FGP said. They found explosive materials during a search, he said.\n France raised its terror alert level and was sending security reinforcements to Strasbourg, Interior Minister Christophe Castaner said.\nGunman kills 4, then himself, at  cathedral\n RIO DE JANEIRO  - A man opened fire in a cathedral in southern Brazil after Mass on Tuesday, killing four people and wounding four more before taking a bullet in the ribs in a firefight with police and then shooting himself in the head, authorities said.\n The shooting happened right after the midday service had ended at the Metropolitan Cathedral in Campinas, a city about 60 miles north of Sao Paulo.\n \"It's so sad,\" said Wilson Cassante, a press officer with the archdiocese. \"It's hard to imagine the pain this has caused.\"\n Hours after paramedics were seen taking bodies and injured out of the church, authorities identified the shooter as 49-year-old Euler Fernando Grandolpho from Valinhos, a nearby city in the densely populated state of Sao Paulo.\n Grandolpho, a systems analyst, was not a member of the church, authorities said. According to public records, he had held various jobs with government entities, including a stint as an assistant to the prosecutor in the public ministry in Sao Paulo.\n From wire reports\n\nLoad-Date: December 12, 2018"
}