{
    "title": "Christian terrorists still pose a threat",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 2,
    "full text": "This week, a man stormed into a Colorado Planned Parenthood clinic armed with a gun and propane tanks, carrying out an attack that left three people dead and nine wounded. Officials have kept quiet and refused to comment on potential motives, as the investigation is still underway. However, a law enforcement official stated the gunman mentioned \"no more baby parts.\" \nGiven the target of the shooting, it seems likely this was a terroristic attack fueled in part by Christian anti-abortion rhetoric. Colorado Springs, the location of the attack, is an epicenter of evangelical Christianity in the United States. To use an analogy, Colorado Springs is to evangelical Christianity what Saudi Arabia is to Wahhabism. While I personally think jihad and Islamic extremism pose a greater threat globally, Christianity can still be a motive for terrorism, especially at home in the U.S. Anti-abortion terrorism is oftentimes deeply tied to religion and, in the U.S., specifically Christianity. Abortion clinics and employees have been subject to many horrific acts over the past few decades, including arson, bombings, shootings, acid attacks, vandalism and anthrax threats. We really need to pay attention to attacks like these, not gloss over them because they were inspired by many Americans' religion of choice. The Army of God is just one example of a Christian, anti-abortion terrorist group. Look no further than the name of the organization to find their motives. These people are truly inspired by their religious beliefs and think they have God on their side. Obviously, this is a dangerous combination. Unfortunately, too many people in the U.S. are unwilling to recognize acts like the Planned Parenthood shooting, for example, as religious terrorism. Not just that - some more extreme anti-abortionists even went on Twitter after the attacks and praised the gunman for his \"heroism.\" We need to call out religious terrorism wherever we see it. Far too often, the right-wing bigots are all too willing to criticize Islamic terrorism, but they fail to respond to Christian attacks in the same way. Those on the regressive left do the opposite, rightly criticizing Christian terrorism, but sometimes apologizing for Islamic terrorism. When religious people are confronted with evidence tying their religion to terrorism, one of the excuses I most frequently hear is \"the terrorist wasn't really a Christian\" or \"they aren't really Muslims.\" While I'm relieved to hear your religious beliefs don't perfectly coincide with those held by terrorists, those people read the same religious texts as you and had a different takeaway. Making simple excuses and pretending the person is somehow not \"correctly\" religious fails to address the issue of religion's role in inspiring conflict. Christian terrorism is rarely addressed in this country, but the threats and attacks against abortion clinics are recurring. Both frenzied anti-abortionists and religious moderates need to ask themselves what role, if any, they played in the attack.\n\nLoad-Date: December 2, 2015"
}