{
    "title": "Chronicling the fight against terrorism Two generals receive different grades in books about wars in",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 1,
    "day": 22,
    "full text": "In June 2010, Rolling Stone ruined the four-star career of Gen. Stanley McChrystal, the top military man in Afghanistan.\nMcChrystal and his staff spoke too loosely around Rolling Stone reporter Michael Hastings. He quoted their indiscretions - most notably, some wisecracks about Vice President Joe Biden. President Barack Obama called McChrystal back to Washington and handed the general his walking papers.\nNow, in \"The Operators,\" reporter Hastings writes about McChrystal in particular and the Afghan war in general. Overall, he says, both have been fiascos.\nAt the time McChrystal got axed, many wondered: Why had he opened his door to a notoriously unregimented publication like Rolling Stone? Reporter Hastings notes that McChrystal had come from a plucky Special Forces background and said the general's aides \"were building Brand McChrystal - ballsy, envelope-pushing, risk-taking.\" (McChrystal might tell his side at Powell Symphony Hall on April 3 as part of Maryville University's St. Louis Speaker Series.)\nHastings has spent a lot of time in Afghanistan. He wonders why the United States has chosen to spend so much blood and treasure in fighting insurgents who pose no risk to Western civilization. And he sees no hope that in the end, the United States can prevail.\nOK, Rolling Stone is hardly the last word on geopolitics. But Hastings makes a strong case - and a well-written one, too - for his point of view.\nReplacing McChrystal in Afghanistan was America's best-known active-duty soldier, Gen. David Petraeus. He gets profiled positively in \"All In,\" by Paula Broadwell, an academic specializing in counterinsurgency and counterterrorism (and, like Petraeus, a West Point graduate).\nWith help from Washington Post journalist Vernon Loeb, Broadwell traces in academic prose Petraeus' key role in drawing the Army's attention to counterinsurgency warfare before the wars in Iraq and Afghanistan. In Iraq, Petraeus led the surge that turned that war around. Whether his subsequent surge in Afghanistan will have the same result remains to be seen, although Broadwell seems more confident than Rolling Stone's Hastings.\nYes, Broadwell concedes, Petraeus brims over with ambition. But he has competence to match his ambition, she says. In her book, he comes across as able but abstract - easy to respect, tough to warm to.\nLast fall, Petraeus hung up his Army uniform to take over the CIA. That job was a consolation prize for not getting the post he really wanted - chairman of the Joint Chief of Staffs. Petraeus' critics chide him for going along with Obama's plan to pull all uniformed Americans from Afghanistan by mid-2014.\nThat's when we'll know whether Petraeus deserves the upbeat handling this book gives him.\nIn \"Intel Wars,\" intelligence specialist Matthew M. Aid looks at what U.S. intelligence agencies have done since 2001 to meet the challenge of terrorism.\nHis conclusion: Too little, and too late. True, he writes, the agencies generate massive amounts of data. Trouble is, he says, they generate far more data than they can analyze.\nLike others, Aid says red tape and turf wars cripple the U.S. intelligence effort. He says U.S. agencies are profoundly ill-equipped to deal with the threat of homegrown American terrorists like the would-be Times Square bomber of May 2010. Abroad, he says, things look dicey in Yemen and Somalia, and erstwhile ally Pakistan now turns a blind eye to terror groups.\n\"Intel Wars\" teems with useful statistics and interesting anecdotes. Trouble is, the book reads like a dismayingly long newspaper story that got rushed through an understaffed and overworked copy desk. Digesting \"Intel Wars\" requires a whole lot of chewing.\n'The Operators: The Wild and Terrifying Inside Story of America's War in Afghanistan'By Michael Hastings Published by Blue Rider Press, 417 pages, $27.95\n'All In: The Education of General David Petraeus'By Paula Broadwell, with Vernon Loeb Published by the Penguin Press, 394 pages, $29.95\nOn sale Tuesday 'Intel Wars: The Secret History of the Fight Against Terror'By Matthew M. Aid Published by Bloomsbury Press, 261 pages, $28\n\nNotes\n\n NONFICTION \n\nGraphic\n\n \n photos by Associated Press  Gen. David Petraeus, who replaced McChrystal, talks at a news conference in April 2010 in Kandahar, Afghanistan.  photos by Associated Press Gen. Stanley McChrystal, who was commander of U.S. forces in Afghanistan, testifies in December 2009 before the House Foreign Affairs Committee.  Gen. David Petraeus, who replaced McChrystal, talks at a news conference in April 2010 in Kandahar, Afghanistan. \n\nLoad-Date: January 24, 2012"
}