{
    "title": "Chronicling the FBI_s role in the ongoing war on terror",
    "publisher": "the hill",
    "year": 2011,
    "month": 5,
    "day": 20,
    "full text": "The decades-long cat-and-mouse chase for Osama bin Laden finally came to an end May 1, nearly 10 years after the terrorist mastermind successfully executed one of the deadliest attacks on American soil, and almost two decades after the Islamic jihadist made his way onto the FBI’s radar screen. And, while Garrett M. Graff’s new book, The Threat Matrix: The FBI at War in the Age of Global Terror, came out a mere two months before the dramatic conclusion to the bin Laden saga, it paints a harrowing picture of the FBI’s relationship with the country’s most infamous terrorist in the more than 60-year history of the agency’s struggle against terrorism. Graff’s two-year-long investigation into the FBI’s counterterrorism fight offers insight into the once-classified intelligence the federal government had on bin Laden and other terrorists prior to their deadly attacks across the globe, leaving readers on the edge of their seats, knowing the FBI would not learn the true plans for the attacks until it was too late. From Special Agent Kenneth Williams’s July 10, 2001, memo warning intelligence officials that an “inordinate number of individuals” were attending flight schools in the U.S. under religious orders issued by an ardent bin Laden supporter, to a former FBI informant who, when he was let go just prior to the 1993 World Trade Center bombing, told intelligence officials not to call him “when the bombs went off,” Graff gives readers an inside look at the FBI’s often unsuccessful battle to stop terrorism in its tracks. \nThrough interviews with top FBI officials, including current Director Robert Mueller, and access to thousands of once-secret documents, Graff chronicles the internal battles of leadership within the FBI, as well as the agency’s struggles with White House and Department of Justice officials in order to carry out the task of keeping the country safe. From the golden years of J. Edgar Hoover’s nearly 40-year reign over the agency, during which he was credited with giving the FBI its powerful crime-fighting image, to the failures of former FBI Director William Sessions, who was fired by then-President Clinton after embarrassing allegations into ethical misconduct were made against him, Graff’s book offers a comprehensive history of the agency in an interesting and exciting way. Graff also chronicles Mueller’s tenure as FBI director, which started seven days before the 9/11 attacks, and could continue for another two years after President Obama asked Congress to extend his 10-year term. Mueller is the only national security leader still in power since 9/11, and is credited with helping centralize counterterrorism efforts, and for bringing the hub of the FBI’s intelligence back to Washington. He’s also credited with helping launch “The Threat Matrix,” a daily briefing of the threats across the globe the U.S. intelligence operation is tracking. Mueller’s tactics led to the capture and prevention of homegrown terror plots, including the would-be Times Square Bomber in May 2010, and have made him the longest-serving FBI director since Hoover. Overall, Graff’s book is a well-written account of the FBI’s decades-long fight against terrorism, from the early part of the 20th century up until today. It presents the rocky road the FBI has traveled during its war against terror through an in-depth look at the agency’s documents and staff, and leaves readers with an understanding of the threats the country faces on a daily basis — and with the comfort of knowing there are thousands of agents working hard to prevent them.\n\nLoad-Date: July 13, 2011"
}