{
    "title": "Chuck loves Ray for FBI Says he's perfect to lead agency",
    "publisher": "daily news ",
    "year": 2011,
    "month": 3,
    "day": 13,
    "full text": "THE NATION needs a new top cop - and Sen. Chuck Schumer believes Raymond Kelly is the man for the job.\nThe state's senior senator didn't hesitate when asked by the Daily News whom he would like to take over as FBI director when the agency's current head retires this fall.\n\"I think the country needs him,\" said Schumer. \"Ray Kelly is a world-class choice, and he's at the top of the list, whether it's fighting terrorism, drug crime or street crime.\"\nSchumer promised that in the coming weeks he would strenuously advocate for Kelly to both the Justice Department and the White House.\n\"He's the preeminent law enforcement person in the country,\" said Schumer. \"He knows more about this than anyone.\"\nThe current director of the FBI, Robert Mueller, will step down this September when his 10-year term expires.\nKelly has been considered for the prestigious post before. After his handling of the original World Trade Center attack in 1993, he was discussed as a leading candidate for the role but turned it down.\nSchumer (D-N.Y.) touted Kelly's experience keeping the city safe from terrorism since the Sept. 11 attacks.\nThe NYPD has had a hand in thwarting at least 13 potential plots since the 2001 attacks and has established international outposts in cities like Tel Aviv, Paris and Madrid.\n\"In light of 9/11 and what the NYPD had done since, nobody understands the fight against terror that we face as much as Ray Kelly,\" Schumer said. \"His anti-terrorism experience is second to none.\"\nSchumer said he has not spoken to Kelly about the idea. Kelly's top spokesman, Paul Browne, declined to comment yesterday.\nKelly, 69, has spent 31 years in the NYPD, including two stints as commissioner. He ran the department from 1992 to 1994 under then-Mayor David Dinkins, and he reclaimed the top spot when Mayor Bloomberg took office in 2002.\nIn the interim, he worked in Washington as the nation's customs commissioner and the under secretary for the Treasury - and Schumer believes Kelly's experience at the federal level would help him as top G-Man.\n\"He's a pro and he knows how to work in the chain of command - at heart, he's still a Marine,\" Schumer said of Kelly, who served in Vietnam.\n\"I'm sure when he's asked [about the FBI job] he'll be modest and shrug his shoulders,\" the senator said, \"But I know this: You couldn't find a better person for the job.\"\njlemire@nydailynews.com\n\nGraphic\n\n \nPolice Commissioner Raymond Kelly (left) would be the perfect choice to head the FBI, according to Sen. Chuck Schumer. Photo by Elisa Miller\n\nLoad-Date: March 15, 2011"
}