{
    "title": "Church speeches break military rule; Officer who cast the war on terrorism in religious terms was ou",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 8,
    "day": 20,
    "full text": "A Pentagon investigation has concluded that a senior military intelligence officer violated regulations by failing to make clear he was not speaking in an official capacity when he made church speeches casting the war on terrorism in religious terms, a senior defense official said yesterday.\nIn most instances, the officer, Lt. Gen. William G. Boykin, was wearing his Army uniform.\nThe probe by the Defense Department's deputy inspector general also found that Boykin, the deputy undersecretary of defense for intelligence, violated Pentagon rules by failing to obtain advance clearance for his remarks, which gained wide publicity last fall.\nIn one appearance, Boykin told a religious group in Oregon that Islamic extremists hate the United States \"because we're a Christian nation, because our foundation and our roots are Judeo-Christians. . . . And the enemy is a guy named Satan,\" according to news reports.\nDiscussing a U.S. Army battle against a Muslim warlord in Somalia in 1993, Boykin told one audience: \"I knew my God was bigger than his. I knew that my God was a real God and his was an idol.\"\nThe Boykin investigation report has not been publicly released. Its findings were described yesterday by a senior defense official who is familiar with its conclusions. The official spoke only on condition of anonymity because the report has not been acted upon yet by acting Army Secretary Les Brownlee.\nThe report said that in considering possible action against Boykin, the Army should take into account that he had asked military lawyers in advance about the propriety of making the speeches and was not advised against speaking.\nIslamic and religious-freedom groups, as well as some members of Congress, criticized Boykin when news reports surfaced in October of remarks he had made in several speeches at evangelical Christian churches. Boykin said the enemy in the terrorism fight was Satan and that God had put President Bush in the White House.\nThe Washington Post, which first reported the conclusion of the inspector general's investigation in yesterday's editions, said the probe determined that Boykin discussed his involvement in the war on terrorism at 23 religious-oriented events since January 2002 and that he wore his uniform at all but two.\nThe Post also reported that the investigation concluded that Boykin violated a regulation by failing to report reimbursement of travel costs from one of the sponsoring religious groups.\nAfter the controversy erupted, Boykin issued a statement apologizing to those who were offended and saying he did not mean to insult Islam. He has remained at his intelligence post during the investigation.\n\nLoad-Date: August 30, 2005"
}