{
    "title": "CIA adding officers to FBI anti-terrorism teams; Conduits of information_ Goal is to have at least 1",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 10,
    "day": 24,
    "full text": "The CIA is increasing its presence at FBI field offices by assigning intelligence officers to domestic anti-terrorism teams, officials said Wednesday.\nThe goal is to have at least one CIA officer at each of the 56 FBI field offices in the United States, a U.S. intelligence official said. The officers are being drawn from both the agency's analytical and operational branches.\nThey serve as conduits of information, providing the FBI and local police distilled intelligence that the CIA and other services have collected overseas, officials said. At the same time, information gathered by local law enforcement on potential terrorist activities is sent to CIA headquarters.\n\"This increased cooperation is crucial in the fight against terrorism, and the role of the agency is to provide intelligence information to law enforcement authorities,\" said CIA spokesman Mark Mansfield.\nThe practice follows an FBI effort to station more of its agents on CIA territory: overseas. For several years, the FBI has been assigning agents as legal attaches to U.S. embassies, the traditional home of clandestine CIA officers.\nThe CIA officers at the FBI field offices will not be employed in the field, officials said. As a foreign intelligence agency, the CIA has been severely restricted in what it can do inside the United States since the mid-1970s, when Congress enacted reforms to prevent the agency from spying on Americans.\nThe expanded CIA domestic counterterrorism effort is separate from a second, more secretive CIA operation in several U.S. cities. At these, intelligence officers interview American businessmen and scholars returning from overseas and try to recruit sources among foreigners who are returning to their home countries.\nOne such CIA office was at the World Trade Center when it was destroyed by terrorists during the Sept. 11 attacks, but no agency personnel were killed. The CIA also is believed to be expanding its operations at several of these domestic offices.\nThe CIA and FBI came under fire for not cooperating on terrorism matters, particularly before the attacks. Since Sept. 11, 2001, some critics have called for a new emphasis on domestic intelligence-gathering, using a system similar to that employed by the British intelligence services. Others, however, fear a domestic-spying effort ultimately will erode Americans' civil liberties.\nIn recent congressional hearings on the Sept. 11 attacks, the directors of the FBI and CIA both said their agencies have improved cooperation.\n\"We are also working to extend the good cooperation we have built between our chiefs of station and legal attaches overseas to a system of cooperation between CIA and FBI field offices in the United States,\" CIA Director George J. Tenet said.\nThe agencies also share counterterrorism officers between their respective headquarters.\n\nLoad-Date: October 24, 2002"
}