{
    "title": "CIA should use Nickelback , not Red Hot Chili Peppers for torture Campus Crime Records Requests(2)",
    "publisher": "university wire",
    "year": 2014,
    "month": 4,
    "day": 14,
    "full text": "According to a Senate Intelligence Committee report, the CIA used music by the Red Hot Chili Peppers (looped endlessly at high volumes) to torture terrorism detainees. In a world plagued by Justin Bieber, Miley Cyrus and Katy Perry, this agency has a tremendous number of far more grating artists to choose from. The fact that they would settle on the Peppers is odd.\nFrom the caterwauling of Lana Del Rey, to the whiny, angst-filled mass that is Death Cab for Cutie, a veritable garbage dump is just a click away.\nTwo of the more agonizing choices are Nickelback and Creed. That the CIA chose not to play these bands demonstrates either some degree of mercy, or an aversion to the obvious.\nThe agency could also torture detainees with Mumford & Sons' album. And if they don't want to pay 12 dollars for the full album on iTunes, agents could just loop \"I Will Wait\" - same effect.\nAnd don't think the CIA has to rely on songs written in this millennium. Just look at Ethel Mermen. I would add a few folk singers from the 1960s, but this column has a word limit.\nAnother highly effective choice is Guns n' Roses. I would confess to anything (including terrorism) if it meant no longer having to listen to Axl Rose. Rather than simply music, the CIA could also use unpleasant noises.\nIn 2012, researchers at Newcastle University in England conducted a study on those sounds that most disturb humans. The top three most irritating (from first to third) were a knife on a bottle, a fork on a glass and chalk on a blackboard. Surprisingly, nails on a blackboard only made it to number five.\nScientists have come up with several theories behind the displeasure humans experience when hearing these sounds. Some believe that the noises resemble calls used by our primate ancestors to signal danger.\nA 2011 study by musicologists in Austria and Germany found that sounds with frequencies between 2,000 and 4,000 Hz were often the most irritating. One of the researchers, Michael Oehler, says that the human ear may have evolved to amplify pitches at which we are likely to communicate. \nAmericans should be concerned that their tax dollars are going toward the CIA's musical torture methods. How many songs did the agency buy before finally settling on the Red Hot Chili Peppers? Is this program simply a fabrication by agents to purchase thousands of songs for their own personal use?\nRegardless of whether one is for, against or neutral toward, \"enhanced interrogation techniques,\" one can agree that the CIA has far more effective musical options.\n\nLoad-Date: April 15, 2014"
}