{
    "title": "CIA REPORT TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2009,
    "month": 8,
    "day": 25,
    "full text": "On Monday, President Barack Obama's administration released newly declassified 2004 CIA documents detailing the Bush administration's policy of capturing suspected terrorists and interrogating them in overseas prisons. Among the contents:\n- Capturing and interrogating terrorism suspects helped warn officials of terrorist plots and provided important intelligence. \"In this regard, there is no doubt that the program has been effective.\"\n- Some CIA officials said the agency possessed limited intelligence on al-Qaida and very little understanding about what senior leaders knew. So when it came time to conduct interrogations, analysts could only speculate about what a detainee \"should know.\"\n- Interrogators told 9/11 mastermind Khalid Sheikh Mohammed that \"if anything else happens in the United States, 'we're going to kill your children,\"' one veteran officer said in the report.\n- An officer who said he'd never been trained in interrogating repeatedly pinched the carotid artery of a detainee until he started to pass out, then shook him awake.\n- Interrogators stepped up their use of waterboarding beyond the simulated drowning tactics authorized by lawyers. One of the interrogators acknowledged it was different from the methods that had been approved and said that's because it was \"for real.\"\n- Even after interrogators believed terrorism suspect Abu Zubaydah to be cooperative, CIA officials at headquarters pressured them to keep waterboarding.\n- Interrogators conducted at least one mock execution to try to scare a prisoner.\n- While questioning Abd al-Nashiri, a suspect in the bombing of the destroyer Cole, an interrogator hinted that officials would sexually assault al-Nashiri's mother in front of him.\n- One CIA officer expressed concern that agency officers would some day wind up on a \"wanted list\" to appear in court for war crimes. Another said, \"Ten years from now we're going to be sorry we're doing this ... (but) it has to be done.\"\n\nLoad-Date: August 25, 2009"
}