{
    "title": "CIA courted security contractor to target terrorism operatives",
    "publisher": "the world",
    "year": 2009,
    "month": 8,
    "day": 31,
    "full text": "WASHINGTON - When the CIA revived a plan to kill or capture terrorists in 2004, the agency turned to the well-connected security company then known as Blackwater USA.\nWith Blackwater's lucrative government security work and contacts arrayed in hot spots around the world, company officials offered the services of foreigners supposedly skilled at tracking terrorists in lawless regions and countries where the CIA had no working relationships with the government.\nBlackwater, which now operates under the name Xe Services, told the CIA that it \"could put people on the ground to provide the surveillance and support - all of the things you need to conduct an operation,\" a former senior CIA official familiar with the secret program told The Associated Press.\nBut the CIA's use of the private contractor as part of its now-abandoned plan to dispatch death squads skirted concerns now re-emerging with recent disclosures about Blackwater's role.\nThe former senior CIA official said he had doubts during his tenure about whether Blackwater's foreign recruits had mastered the necessary skills to pull off such a high-stakes operation.\nBlackwater's later hiring of several senior CIA officials who were involved in or aware of the secret program, including one of the men who ran the operation, showed the blurred lines of using a private contractor for such a highly classified and dangerous project.\nWhile Blackwater won the government's confidence by handling security and training operations in Iraq and Afghanistan, the 2004 decision by CIA officials to entrust the North Carolina-based company with such a sensitive overseas operation struck some former agency officials as highly unusual.\n\"The question remains: Why do we need Blackwater?\" said Charles Faddis, a former department chief at the CIA's Counterterrorism Center who retired in 2008 and was not involved in the secret program.\n\"I remain mystified. This is quintessential CIA work. You wonder what it means that the CIA has to rely on Blackwater. Why are we still funding the CIA?\"\nThe former senior CIA official who had knowledge of the program explained that \"you wouldn't want to have American fingerprints on it.\"\nXe spokeswoman Stacy DeLuke did not respond to questions seeking comment. Blackwater altered its corporate name to Xe Services after a series of use-of-force controversies, including a September 2007 shooting in Baghdad by five company security guards that left 17 civilians dead.\nThe former senior CIA official said that close to a dozen Blackwater \"surrogates\" were recruited to join the death squad program. The recruits, the former official said, were not told they were working for the CIA. The official did not know how Blackwater found them.\nThe program reportedly cost millions of dollars over an eight-year span. A precise figure is not available because of the agency's classified budget.\nThe operation had several lives under four successive CIA directors: George Tenet started the program during the Bush administration, but canceled it, another former CIA official said, because there were too many risks involved.\nThe operation was revived under Tenet's successor, Porter Goss, who ran the agency from 2004 to 2006. Michael Hayden, who served from 2006 to 2009, downgraded the program to intelligence-gathering only. Leon Panetta, the current director, killed the operation in June.\nThe former senior CIA official said that after the death squad project was revived under Goss in 2004, there were serious questions about whether Blackwater's operatives had demonstrated the ability to conduct clandestine surveillance and maintain fictitious identities with credible-appearing faked documents.\nTheir need to provide rock-solid cover stories was essential, the former official said, adding that they had to have a \"damn good reason to be there.\"\nA spokesman for Goss declined comment.\nThe former senior CIA official said that during his tenure it was unlikely that the Blackwater recruits would have been involved directly in the mechanics of the killings. Instead, they were learning how to spy on targets and operate discreetly.\nThe trainees never got a chance to prove themselves. They were never provided a target and no operation was ever approved. CIA spokesman George Little said the program yielded no successes.\nThe CIA started planning for its death squad project shortly after the attacks of Sept. 11, 2001. The agency wanted the ability to target terrorists at close range, providing an alternative to air strikes that ran the risk of accidentally killing civilians.\nAnother former senior intelligence official said the use of Blackwater was not the only plan considered to kill or capture terrorists.\nBlackwater long has had a close and intertwined relationship with the CIA. Several senior agency leaders have taken up positions with the company. Among them were J. Cofer Black, once the head of the CIA's Counterterrorism Center, who would have had operational involvement with the secret plan in the early 2000s. Others included Robert Richer, a former deputy director for operations, and Alvin B. Krongard, a former CIA executive director.\nAt the time that Blackwater began working with the CIA on the death squad operation in 2004, the CIA had in place a long-standing policy mandating that senior officials leaving the agency could not go to work for private firms for a year after their departure. In 2007, Hayden toughened requirements for the entire agency, mandating an 18-month hold on security clearances for all departing employees who leave prior to retirement.\nScott Amey, general counsel for the Project on Government Oversight, a watchdog group in Washington, said \"the revolving door is a very accepted practice\" between government and private industry, but added that \"to be able to bring people in from the CIA, there is a possibility that it gives you a competitive advantage in receiving awards from that agency.\"\nWhen Panetta terminated the CIA's death squad program in June, he informed congressional intelligence committees about its existence in an emergency briefing.\nThe House Intelligence Committee is investigating whether the CIA broke the law by not quickly informing Congress about the secret program.\n\nLoad-Date: September 1, 2009"
}