{
    "title": "CIA funds professor at UNM",
    "publisher": "university wire",
    "year": 2019,
    "month": 9,
    "day": 26,
    "full text": "The University of New Mexico is building upon its relationship with the Central Intelligence Agency through a Memorandum of Understanding .\nThe memorandum allows the agency to station an active-duty CIA operative on campus. UNM alumnus and CIA agent David Berg arrived on campus earlier this fall.\nBerg will be stationed at the University for two years, teaching classes and serving as a resource for students seeking career opportunities within the CIA. His classes will begin next semester and include Ethics in Cyber Intelligence, Technology, and Social Media for National Security, and Introduction to Global and National Security.\nDavid Berg graduated from UNM in 1999, double-majoring in criminology and psychology and going on to do graduate programs at both Northern Arizona University and Arizona State University. He served in the Marine Corps and the Army at different points in his career, later joining the CIA through a graduate fellowship program. Berg has been at the CIA full-time since 2008 and has done work related to counter-insurgency analysis and counter-terrorism operations.\n\"Most of my work is focused on terrorism, so I spend a lot of time traveling to countries that are dealing with a terrorist issue, or have a national security interest related to terrorism,\" Berg told the Daily Lobo. \"I spent a lot of time doing counter-ISIS work.\"\nThe MOU that brought Berg to UNM is a different memorandum than the one that made UNM part of the CIA's Signature School Program. The signature school MOU was signed in 2016 by then-President Bob Frank and was renewed this summer by President Garnett Stokes. An MOU, signed by interim President Chaouki Abdallah in 2017, brought Berg to the University.\nWhile at UNM, the CIA will be paying his salary. Berg described the agreement as \"basically free labor for the University.\"\nBerg said his mission at UNM involves teaching and outreach. His goal is to talk to people and educate them about the intelligence community and national security issues.\nThis semester, much of his time has been devoted to outreach. On the whiteboard in his office, Berg is maintaining a diagram of the faculty members to which he's been trying to introduce himself.\n\"If they have questions, if I can bust some myths about the CIA in the process and break down some barriers between the UNM community and the CIA, I want to help do that,\" Berg said.\nNot everybody at the University is convinced of the benefits from the CIA's partnership with UNM. William Stanley, the director of the Latin American & Iberian Institute, previously expressed concern to the Albuquerque Journal that the signature school designation for UNM has the potential to make student research in Latin America less safe, given the history of the CIA's intervention in the region.\nBerg responded to these worries and said the CIA's relationships with prestigious universities date back to World War II. There has never been any evidence of negative impact on students or institutions. He said the CIA would be mindful of the kind of effect they have.\n\"I'm just really excited to be back at UNM. I love UNM - I always have.\" Berg said. \"I can't believe that CIA's letting me do this, and I'm really excited and happy that the University is letting me do this.\"\nAlex Hiett is a freelance news reporter for the Daily Lobo. He can be contacted through news@dailylobo.com or on Twitter @dailylobo\n\nLoad-Date: September 26, 2019"
}