{
    "title": "CIA OFFICIALS VISIT ARAFAT WITH TIPS TO QUELL TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 3,
    "day": 10,
    "full text": "Palestinian leader Yasser Arafat met Saturday with a delegation of senior CIA officials who arrived in Gaza to discuss ways to neutralize Muslim terrorism.\nThe militant Islamic group Hamas has claimed responsibility for four suicide bombings in Israel since Feb. 25 that have claimed 58 lives and threatened the Israeli-Palestinian peace negotiations.\nThe CIA visit precedes an international anti-terrorism summit scheduled for Wednesday at the Egyptian resort of Sharm el-Sheikh.\nPresident Bill Clinton, his Russian counterpart Boris Yeltsin and 28 other European and Middle Eastern heads of state will attend.\nMeanwhile, rallies were held in New York, Rome, London, Copenhagen and Paris to express support for Israel and the peace process, and former enemies of Israel such as Jordan and Egypt were offering Israel help in coping with terrorism.\nThe hour-long meeting with the CIA, which Palestinian security leaders also attended, was held at Arafat's vacation home in Beit Hanoun near the Erez checkpoint, the border of the Palestinian-run Gaza Strip, Palestinian sources said.\nThe American delegation was headed by CIA Deputy Director George J. Tenet, according to the sources, who spoke on condition of anonymity.\nThey said Arafat presented the group with a list of security requests such as trained dogs and expertise to discover explosives, as well as counterterrorism training for the Palestinian police.\nQassam, the military wing of Hamas, announced in a leaflet Saturday that it had canceled an offer of a four-month cease-fire in view of raids and arrests by Arafat's Palestinian Authority, and would \"resume the martyrdom attacks against the Zionists.\"\nIt said a crackdown by Arafat would \"destroy completely any understanding or future agreement\" between Hamas and the Palestine Liberation Organization.\nQassam condemned the summit as \"an international conspiracy against the struggle of the people and an attempt to save the Zionists from defeat.\"\nArafat had been seeking political accommodation with Hamas until the recent series of bombings.\nSince the bombings, however, he accused Hamas of trying to \"kill the Palestinian dream\" and promised tougher action.\nThat came Friday night with the arrest of 12 Hamas activists in Gaza, including one of its founders, Ibrahim Yazouri, and another leader, Mohsen Abu Aita. They were the first such arrests since Arafat consolidated his leadership in January elections.\nPLO security boss Jibril Rajoub was forced to resign on Friday because he refused to carry out Arafat's orders to arrest Hamas leaders, a well-placed Palestinian source said.\nHis supposed successor, Hussein Sheik, confirmed the report, but Rajoub denied it. Arafat's office could not be reached for comment.\nSheik is the security head in the West Bank city of Ramallah. He was described by an Israeli security source as a moderate.\nIsrael has already closed off Palestinian self-rule areas. Troops have blockaded 465 towns and villages in the West Bank, destroyed or sealed militants' homes and closed down institutions affiliated with Hamas.\nThe closure bars about 60,000 Palestinians who work in Israel from reaching their jobs there. Arafat claims the measure costs the Palestinian economy up to $ 6 million daily in lost wages and trade.\nWhen the Palestinian leader Mousa Mohammed Abu Marzook was arrested at John F. Kennedy Airport in New York on July 15 as he returned from abroad, U.S. and Israeli officials said he was a senior official of Hamas.\nOn Friday, in his first interview since his detention, the 45-year-old businessman said he was the head of the political bureau of Hamas. Abu Marzook said he had agreed to an interview in order to call for an end of violence by both Israel and the Palestinians, and he said tensions in the Mideast had reached a critical stage.\n\nLoad-Date: March 11, 1996"
}