{
    "title": "CIA chief warns of new terrorism",
    "publisher": "pittsburgh post-gazette",
    "year": 1995,
    "month": 4,
    "day": 7,
    "full text": "International terrorists are shifting from hostage-taking and hijacking to ''indiscriminate slaughter of innocent men, women and children,'' acting CIA Director William O. Studeman said yesterday, in urging Congress to grant U.S. authorities new powers to fight terrorism.\nAlthough the number of international terrorist acts has declined over the past 10 years, the shift in the type of terrorism is producing more civilian casualties, greater property damage ''and increasingly devastating effects on economies,'' Studeman said in testimony before the House Judiciary Committee.\nThe greatest threat to U.S. interests are extremists groups claiming to act on behalf of a religion -- especially Islam, he said.\nStudeman urged enactment of the administration's Omnibus Counterterrorism Act of 1995, which is drawing increasing civil liberties opposition. Joining him was FBI Director Louis J. Freeh, who cited the case of an individual he identified only as ''Y.''\n''Y'' entered the United States with his wife in 1989 on an exchange visitor and spouse visa, and he has been attending classes at a major university, Freeh said. Throughout his stay here, ''Y'' has been active in an internationally known terrorist organization, playing a major role in financing, communications and administration, according to an FBI investigation.\n''Y'' has not violated any visa requirements and thus cannot be deported by normal procedures. The FBI can't disclose any classified information about the man to support deporting him because it would cause ''irreparable harm to the national security,'' Freeh said.\nThe Counterterrorism Act would solve this by providing ''Y'' and other aliens with only a summary of the classified evidence, and a special panel of federal district court judges would handle the proceedings. In rare cases, where even disclosing the summary could cause the death or serious injury of a person, the judge can consider the evidence without showing the alien the summary.\nRep. John Conyers of Michigan, ranking Democrat on the Judiciary Committee, denounced the alien provision and others as outrageous. ''Are we going to allow the government to deport aliens convicted of no crime, based on secret information?'' Conyers shouted in his opening statement. ''This is still the United States of America.''\nWhile most of the critical comments and questions about the administration bill came from committee Democrats, its sponsor, Rep. Charles Schumer, D-N.Y., said the law ''strikes a careful, rational balance between preserving our fundamental rights and protecting ourselves from the violent intentions of international terrorists.''\nBesides easing deportation of suspected alien terrorists, the measure would create new federal offenses of international terrorism within the United States and of conspiring within the United Sates to commit terrorism against persons overseas. It also would ban raising or transmitting funds to organizations designated by the president as engaging in terrorism.\n\nLoad-Date: April 9, 1995"
}