{
    "title": "CIA DIRECTOR, ON DEFENSIVE, ADMITS INTERROGATION FLAWS",
    "publisher": "pittsburgh post-gazette",
    "year": 2014,
    "month": 12,
    "day": 12,
    "full text": "LANGLEY, Va. - In an unprecedented news conference from CIA headquarters, agency director John Brennan admitted Thursday that some officers had engaged in \"abhorrent\" conduct in their interrogations of terrorism suspects, but he insisted that the secret program had provided \"useful intelligence.\"\nWhether that intelligence could have been obtained without torture was \"unknowable,\" he said.\nNo CIA director has ever given a televised address at agency headquarters. Mr. Brennan did so partially to rebut a Senate Intelligence Committee report on the CIA's George W. Bush-era interrogation program. He called the report \"flawed.\"\nEven as he spoke, the report's principal architect, Sen. Dianne Feinstein, D-Calif., the Senate Intelligence Committee chairwoman, shot back critiques on her Twitter account.\nThe exchanges between the CIA director and the head of the Senate panel that oversees the agency highlighted the public debate that began Tuesday when the committee's Democratic majority released a scathing report on the CIA's use of torture after the Sept. 11, 2001, attacks.\nMs. Feinstein and her colleagues among the Democratic majority on the committee, along with some Republicans, including Sen. John McCain, R-Ariz., have denounced the agency's actions as torture. The report's extensive documentation aims to prove that the tactics produced no actionable intelligence that could not have been obtained without mistreatment of prisoners.\nBy contrast, former Vice President Dick Cheney and top CIA officials from the Bush administration, which allowed what the CIA called its \"enhanced interrogation techniques,\" have insisted that the tactics saved thousands of lives. Mr. Cheney has denounced the report as \"full of crap.\"\nMr. Brennan sought to strike a middle position, reflecting the stance of President Barack Obama, who banned the use of coercive interrogation tactics but has also praised the CIA as protecting the country.\nStanding in the white marble entrance of the agency's headquarters in front of about 20 senior CIA managers, Mr. Brennan said the agency had not always held its officers accountable and had made errors during the Bush years.\n\"In a limited number of cases, agency officers used interrogation techniques that had not been authorized, were abhorrent and rightly should be repudiated by all, and we fell short when it came to holding some officers accountable for their mistakes,\" he said.\nBut he added he was frustrated that the study had portrayed CIA officers as \"untrustworthy.\"\nThe Senate report lists instances where the CIA's statements to members of Congress about the interrogation program were false.\n\"This in no way comports with my experience in the CIA,\" said Mr. Brennan, who joined the agency in 1980.\n\"We take exceptional pride in providing 'truth to power,' whether that power likes or agrees with what we believe and say or not,\" he said. \"CIA's legitimacy is closely tied to its credibility, and we can afford to lose neither.\"\nMr. Brennan insisted that the interrogation program had produced intelligence that thwarted attack plans and helped lead to the raid in which Osama bin Laden was killed - both points that the committee report disputed.\nDetainees who had been subjected to waterboarding, hung from bars, beaten or otherwise brutalized had divulged secrets, he said.\nBut \"we have not concluded that it was the use of EITs within that program that allowed us to obtain useful information,\" he said, using an abbreviation for enhanced interrogation techniques.\nStaff in Ms. Feinstein's office shot back immediately. \"Study shows it IS knowable: CIA had info before torture. #ReadTheReport,\" read one message.\n\"Study definitively proves EITs did not lead to bin Laden. Page 378. #ReadTheReport,\" read another.\nThe CIA spent $40 million to lease an office and pay contractors to screen more than 6.3 million pages of material before giving the committee access to them.\nMr. Brennan declined to say directly whether he had opposed release of the report but made his overall feeling clear.\n\"I think there's more than enough transparency that's happened over the last couple days. It's over the top,\" he said.\nSome Democratic lawmakers have called for Mr. Brennan to step down because he was a senior manager at the agency in 2002 and 2003, when some detainees were tortured, and because of what they see as his efforts to impede the Senate committee's work.\nMr. Obama, however, has stood by Mr. Brennan, who was the top counter-terrorism aide at the White House before he moved to head the CIA early in 2013.\nPresident George W. Bush authorized the CIA to capture and detain suspected terrorists six days after the 2001 attacks. The program was \"uncharted territory\" for the CIA, Mr. Brennan said, and began at a time when the agency was receiving \"numerous, credible and very worrisome reports about a second and third wave of major attacks.\"\n\"We were not prepared,\" Mr. Brennan said, adding that the CIA had little experience housing detainees and had few trained interrogators. The majority of officers involved \"did what they were asked to do in the service of our nation,\" including raise objections, Mr. Brennan said.\nThe CIA stopped using brutal techniques in December 2007, Mr. Brennan noted, adding that he \"fully supports\" Mr. Obama's ban on the use of waterboarding and other types of torture.\n\nGraphic\n\n \nPHOTO: Pablo Martinez Monsivais/Associated Press: Central Intelligence Director John Brennan gestures Thursday during a news conference at CIA Headquarters in Langley, Va. Mr. Brennan is pushing back hard against the wave of criticism following a Senate Intelligence Committee report detailing harsh interrogation tactics employed by intelligence community people against terrorism war-era detainees.\nPHOTO: CIA'S BRENNAN ADDRESSES TORTURE REPORT/John Brennan, the spy agency's director, says Thursday that some agents engaged in \"abhorrent\" conduct during post-9/11 interrogations, but that the secret program provided useful intel. (Photo, Page A-1)\\\n\nLoad-Date: December 12, 2014"
}