{
    "title": "CIA GUILT TERRORISM CREATED",
    "publisher": "the world",
    "year": 1996,
    "month": 7,
    "day": 19,
    "full text": "LAST MONTH, when a terrorist bomb in Saudi Arabia killed 19 American\nsoldiers and seriously wounded 148 others, it's possible that part of\nthe blame rested on - believe it or not - the CIA and the Reagan White\nHouse.\nIn the 1980s, former President Reagan was so paranoid about communism\nthat he secretly sent the CIA to arm, train and pay any band of\ncutthroats willing to make armed attacks on any Marxist government.\nReagan's surrogate \"covert wars\" were waged around the world.\nThe May Atlantic Monthly says one of these clandestine operations -\narming Muslim fanatics in Afghanistan - produced a \"blowback,\" a spy\nterm for backfire. It created a permanent cadre of secret \"holy\nwarriors\" who later traveled to other nations and attacked Western\ntargets.\n\"The CIA poured billions into a jihad against Soviet-occupied\nAfghanistan, creating a militant Islamist Abraham Lincoln Brigade\nbelieved to have been involved in bombings from Islamabad to New\nYork,\" the magazine said.\nAbout $ 3 billion of U.S aid was given to seven mujahideen (holy\nwarrior) militias. Most went to warlord Gulbuddin Hekmatyar, who got\nhis start as a Muslim firebrand by throwing acid in the faces of\nAfghan college girls who didn't wear veils.\nHekmatyar worked arm-in-arm with blind Sheik Omar Abdul-Rahman, who\nhad left Egypt after being accused of helping assassinate President\nAnwar Sadat. In their jihad (holy war), 25,000 young Muslim men from\n30 nations flocked to Afghanistan as volunteer fighters.\nThe CIA plot succeeded. The rebel factions drove the Soviet Army out\nof Afghanistan. Then they wrecked their own country by plunging into\nmurderous power struggles. Recently, their civil war seemed near an\nend - but the Taliban militia of religious students loosed a new\nonslaught. Afghanistan has been reduced to ruin and misery.\nForeign holy warriors who had fought in Afghanistan fanned out to lead\nMuslim terrorism in a dozen nations. Sheik Rahman went to New York,\nwhere he caused the bombing of the World Trade Center.\nThe Atlantic says other CIA-trained mujahideen \"went off in search of\nnew jihads, in Tajikistan or Kashmir, or joined some 3,000 veterans of\nthe jihad who went as volunteers to Bosnia.\" Some became active in\nEgypt and Algeria. Many remained in mountainous parts of Pakistan near\nAfghanistan, and are suspected in deadly bombings there.\nMeanwhile, the magazine says, some volunteers returned to Saudi Arabia\nand joined Islamic militants who want to drive U.S. soldiers out of\nthe nation. Last November, a blast killed five Americans at a Riyadh\nbarracks. Four fanatics - three of them Afghan veterans - were\nbeheaded for it on May 31.\nLess than a month later, the U.S. compound at Dhahran was blasted,\npresumably in reprisal for the beheadings. The horror goes on and on.\nMuslim extremism is a world threat of the 1990s. It would be\noccurring, even if the CIA hadn't trained a mujahideen army in the\n1980s. But it's bitter to realize that part of the peril stems from a\nfurtive White House scheme that has returned to haunt America.\n\nLoad-Date: July 19, 1996"
}