{
    "title": "CIA Chief Meets Indian Home Minister",
    "publisher": "rtt news",
    "year": 2009,
    "month": 3,
    "day": 19,
    "full text": "(RTTNews) - Central Intelligence Agency (CIA) Director Leon Panetta Thursday met with India&apos;s Home Minister P Chidambaram in New Delhi as part of a series of high-level contacts between the two countries, and discussed various issues, including security co-operation, terrorism and unrest in Pakistan, reports say.\nThey also discussed issues like the impact of the global economic crisis on the internal security of the countries as also growing militancy in the subcontinent.\nThe two sides expressed satisfaction on the close co-operation between the two countries during last November&apos;s Islamic terrorist strikes in Mumbai that killed 183 persons including many U.S. citizens and explored new ways for forging closer ties between them in their fight against terrorism.\nPanetta, who chose India as his first overseas visit since assuming office, will be holding discussions with Intelligence Bureau Director Rajiv Mathur, besides meeting with National Security Advisor M K Narayanan and Overseas Indian Intelligence Agency Research And Analysis (RAW) Director K C Verma to discuss the security situation in Pakistan and Afghanistan.\nThis is the third high-level visit by a U.S official to India since the Islamic terrorist strikes in Mumbai, which began with Director of National Intelligence John Michel McConnell in the third week of December last year, followed by that of FBI Director Robert Mueller this month.\nPanetta, who is scheduled to go to Pakistan from India, was accompanied by Peter Burleigh, a retired American career diplomat, as \"Interim Ambassador\" to India its nominee for the post.who will be Charge d&apos; Affairs until the Obama administration sends its appointee.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 16, 2010"
}