{
    "title": "CIA remembers fallen covert operatives",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 5,
    "day": 26,
    "full text": "WASHINGTON ? The CIA is remembering those lost in the hidden, often dangerous world of espionage, adding a new star to the intelligence agency's memorial wall and more than a dozen names to its hallowed Book of Honor. The new star carved into the wall is for Jeffrey Patneau, a young officer killed in a car crash in Yemen in September 2008. \"Jeff proved that he had boundless talent, courage and innovativeness to offer to our country in its fight against terrorism,\" said CIA Director David Petraeus at a private ceremony at CIA headquarters this past week. Petraeus' tribute was the first public identification of Patneau. \nThe stars on the memorial wall at headquarters in Langley, Va., bear no names. Yemen, the ancestral homeland of al-Qaida leader Osama bin Laden, was the site of the 2000 bombing of the USS Cole, which killed 17 American sailors. Patneau was part of the fight against militants in the country in a tense year in which the U.S. Embassy in Sanaa was attacked. With the addition of the star for Patneau, the wall now commemorates the lives of 103 Americans who died in service of the CIA, \"never for acclaim, always for country,\" Petraeus said at the annual event attended by hundreds of employees and family members of those lost. The rememberance came just days ahead of Memorial Day, when the nation remembers its military veterans and those who died in war. The addition of 15 names to the CIA's Book of Honor means family members can openly acknowledge where their loved ones worked when they died. Leslianne Shedd was lost when hijackers forced down her plane over the Indian Ocean, killing more than 125 people. \"Everybody who was on the plane with her who survived said she was not at all scared,\" her sister, Corinne Collie, said. \"She was saying it's all going to be okay, holding the hand of the person sitting next to her.\" Collie says the agency approached her family a year ago, saying it was now possible to acknowledge her death ? likely meaning the cases she had worked on had been wrapped up, or staff she worked with had either retired or were no longer in harm's way. Collie said being able to share what her sister did has been a relief. \"To lose a sister and not be able to talk about the full picture of who she was has been hard,\" said Collie of Tacoma, Wash. Shedd's cover was working for the State Department. \"The biggest relief is my parents ... get to acknowledge and brag about her, especially my dad,\" she said. Like Shedd, most of those honored were killed in the clandestine war on terrorism, the list reading like a grim roll call of terrorist acts of the last three decades. Matthew Gannon was among the victims of the December 1988 bombing of Pan Am Flight 103 over Lockerbie, Scotland. Molly Hardy was killed in the August 1998 suicide bombing of the U.S. Embassy in Nairobi. She urged others to take cover as she was hit by the blast from an al-Qaida car bomb. Jacqueline Van Landingham was killed in a terrorist attack in Pakistan in 1995. The CIA did not disclose how she died. CIA officers face constant threat in Pakistan, hunting and hunted by the Taliban and al-Qaida. They often play a cat-and-mouse game with Pakistan's intelligence service, sometimes able to work with them and sometimes forced to work around them to gather intelligence on al-Qaida's militant diaspora. U.S. officials say it gets support from elements of the Pakistani government. \n\nLoad-Date: May 27, 2012"
}