{
    "title": "CIA'S HAITI UNIT WENT AWRY; HAITIANS PAID TO COMBAT DRUGS TURNED TO TERRORISM AND TRAFFICKING",
    "publisher": "the new york times",
    "year": 1993,
    "month": 11,
    "day": 14,
    "full text": "The Central Intelligence Agency created an intelligence service in Haiti in the mid-1980s to fight the cocaine trade, but the unit evolved into an instrument of political terror whose officers at times engaged in drug trafficking, American and Haitian officials say.\nAmerican officials say the CIA cut its ties to the Haitian organization shortly after the 1991 military coup against Haiti's first democratically elected president, the Rev. Jean-Bertrand Aristide.\nThree former chiefs of the Haitian unit, the National Intelligence Service, known as SIN from its initials in French, are now on the U.S. Treasury Department's list of Haitian officials whose assets in the United States were frozen this month because of their support for the military leaders blocking Aristide's return to power.\nThe disclosure of the American role in creating the agency in 1986 comes amid increasing congressional and public debate about the intelligence relationship between the United States and Haiti, the richest and poorest countries in the Western Hemisphere.\nSupporters of Aristide contend that the CIA is undermining the chances for his return with analyses skewed by a misplaced trust in his military foes.\nThe agency paid key members of the junta now in power for political and military information up until the ouster of Aristide in 1991.\nA review of the CIA's activities in Haiti under the Reagan and Bush administrations, based on documents and interviews with current and former officials, confirms that senior CIA officers have long been deeply skeptical about the stability and politics of Aristide, a leftist priest.\nNo evidence suggests that the CIA backed the coup or intentionally undermined Aristide. In fact, the agency has acted to help him at times, for example through a program that is now training bodyguards to protect him should he return to Haiti from his exile in the United States.\nThough much of the CIA's activities in Haiti remains secret, the emerging record reveals both failures and achievements in recent years.\nHaving created the Haitian intelligence service, the agency failed to insure that several million dollars spent training and equipping the service from 1986 to 1991 was actually used in the war on drugs.\nThe unit produced little narcotics intelligence. Senior members committed acts of political terror against Aristide supporters, including interrogations and torture, and threatened last year to kill the local chief of the U.S. Drug Enforcement Administration.\nOn the other hand, U.S. officials said, one senior Haitian intelligence officer dissuaded soldiers from killing Aristide during the 1991 coup.\nThe CIA also helped to save the lives of at least six Aristide supporters after the coup, evacuating them in a late-night rescue that involved the Navy's elite SEAL unit, officials said.\nOne crucial source of information for American intelligence over the years, according to two government officials, was Gen. Raoul Cedras, who leads the Haitian armed forces. The officials said he provided the U.S. government with reports critical of Aristide. The officials did not provide details from those reports. Nor did they say whether the general was paid.\n\nNotes\n\nThis article is based on reporting by Stephen Engelberg, Howard W. French, and Tim Weiner, and was written by Weiner.\n\nLoad-Date: September 20, 1995"
}