{
    "title": "CIA's planted falsehoods complete the circle",
    "publisher": "the new york times",
    "year": 1987,
    "month": 10,
    "day": 25,
    "full text": "American journalists frequently warn about the danger of    disinformation planted in the news overseas by the KGB and CIA. When it    enters the flow of foreign news, it probably is less harmful to the    closed Soviet society than when it comes to this country, where    citizens need accurate information to make the decisions required of    self-government.\n \n     In his book Veil: The Secret Wars of the CIA 1981-1987, Bob    Woodward reveals a classic case of how falsehoods planted in the news    can mislead the American people and U.S. government officials.\n    The incident began seven days into the Reagan administration in    1981, at a time when the nation was deeply worried about international    terrorism. The new secretary of state, Alexander Haig, at his first    news conference, lashed out at the Soviet Union, accusing it of    directly sponsoring terrorism. The Soviets, he declared, \"Today are    involved in conscious policies, in programs, if you will, which foster,    support and expand this activity.\"\n \n     The head of the State Department's intelligence unit later told    Haig in private that intelligence reports simply didn't support Haig's    accusation. Haig responded that he had just read the evidence in the    galley proofs of a new book, The Terror Network, by Claire Sterling, an    American correspondent in Italy.\n \n     Perhaps Sterling had some new information, the intelligence officer    conceded. He also asked the CIA for a special report giving its best    assessment of the Soviet role in international terrorism.  $     CIA director William J. Casey, the central figure in Woodward's    book, was impressed with an article by Sterling entitled \"Terrorism:    Tracing the International Network\" in the New York Times Magazine. It    was adapted from the book and began with a quotation from Haig's press    conference. He set CIA researchers to work to find out why Sterling was    ahead of his agents in learning how the Soviets were running an    international network of terrorists.\n \n     When the special report requested by the State Department reached    Casey's desk, he was upset. Woodward says the report pretty much    cleared the Soviets of involvement with terrorists. So Casey asked Air    Force Lt. Gen. Eugene Tighe, head of the Defense Intelligence Agency,    to prepare another assessment. As expected, it took an anti-Soviet    view.\n \n     Casey now had two contradictory reports. He gave them to Lincoln    Gordon, a former president of Johns Hopkins University, for a careful    academic review. Gordon started from scratch, going over each bit of    information again and testing its accuracy.\n \n     Gordon's work became the CIA's final assessment. According to    Woodward, it concluded that \"the Soviets were not the hidden hand    behind international terrorism.\" It recommended better human    intelligence to penetrate terrorist groups.\n \n     During his work, Gordon made a fascinating discovery. He found that    a small part of Sterling's information about the Red Brigade had come    from a CIA covert propaganda operation, which planted the story in an    Italian newspaper.\n \n     A falsehood created by the CIA had gone from an Italian newspaper    into Sterling's book into statements by Haig and back into drafts by    the CIA.\n \n     The CIA caught the error. But as Woodward points out, its report    was top secret. The State Department never corrected Haig's mistake,    and the public did not know the truth until Woodward's book was    published.\n \n    \n\nGraphic\n\n \nCOLOR CARTOON, Clay Bennett; 'Ronald Reagan' firefighter-caricature rushing to put out fire, labeled AIDS, with eyedropper\n\nLoad-Date: November 19, 1992"
}