{
    "title": "Cia, Pelosi & Terrorism Kathy E. Hondareseast Lampeter Township",
    "publisher": "the day ",
    "year": 2009,
    "month": 6,
    "day": 1,
    "full text": "The new topic of the day on Capitol Hill is, did Nancy Pelosi know about waterboarding, or if not, is there a right-wing conspiracy within the CIA to humiliate her?\nNancy Pelosi is far from naive. I have absolutely no doubt that she was kept well informed. Knowing Nancy Pelosi, she wouldn't have had it any other way!\nThe CIA is not a political organization. It is in place to deal with many issues, including terrorist threats against our country and our responses to those threats.\nMs. Pelosi is a willing participant in the political arena, so I think she should be a big girl and admit her knowledge and involvement.\nTo all those Americans who believe that our interrogation practices are too excessive, I ask you to visualize what you would have felt if a loved one had been on the 90th floor at the World Trade Center on Sept. 11, 2001.\nAs the scorching heat and the thick black smoke of jet fuel rose within the building, anyone who was on the floors above the point of impact knew that they had no way out. They undoubtedly knew that their fate was sealed. Many of them opted to leap to their deaths instead of slowly suffocating on the acrid smoke and the heat surrounding them.\nWe must never forget that their deaths were a direct result of the terror tactics put into place by the very prisoners who now call Guantanamo home.\nThe worldwide terrorist network is comprised of people who have never or would never abide by the rules of a civilized society. Hate and cruelty are the only codes of conduct they live by, which is why they should not or do not deserve any preferential treatment at all.\nThe reality is that these same prisoners would kill Americans again if give the opportunity.\nIn a perfect world there would be no need for harsh interrogation tactics, but we must remember that, on Sept. 11, thousands of voices were stilled simply because our system of democracy and religious freedom clashed with the hatred imbedded within the souls of our enemy.\nThe victims of 9/11 died simply because we naively did not know our enemy. If waterboarding will help us get into the minds of these hate-filled combatants and perhaps uncover other threats against our country, then so be it.\nProtecting the lives of our fellow Americans and our troops should be our only priority.\n\nLoad-Date: June 2, 2009"
}