{
    "title": "CITIZENSHIP OFFERED FOR INFORMATION ON TERRORISM",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 11,
    "day": 30,
    "full text": "WASHINGTON -- The Justice Department on Thursday offered the prospect of American citizenship, including a promise to ignore visa problems, to entice foreigners to come forward with information about terrorists.\n\"The people who have the courage to make the right choice deserve to be welcomed as guests into our country and perhaps to one day become fellow citizens,\" Attorney General John Ashcroft said.\nThe FBI also said one of the Sept. 11 hijackers used the Virginia address of an Indonesian man now in custody to gain entry to the United States.\nThe citizenship-for-information program was the latest appeal by the Justice Department to elicit help from the public in tracking down terrorists. Hundreds of Middle Easterners have been swept up in the terrorism investigation, drawing complaints from civil rights and Muslim-American groups.\nThe \"responsible cooperators program\" would defer deportation indefinitely for foreigners with visa problems and would allow outsiders to enter the country and eventually apply for citizenship.\nForeigners must provide \"reliable and useful\" information that helps investigators track down terrorists or avert an attack, Ashcroft said.\nAshcroft said investigators \"have clear evidence\" that Osama bin Laden and his al-Qaida network were responsible for the Sept. 11 attacks and that al-Qaida members are in the United States.\nMeanwhile, a federal magistrate in Alexandria, Va., ordered Agus Budiman, 31, held without bail on grounds that prosecutors had shown he had close ties to some of the Sept. 11 hijackers.\nDuring a preliminary hearing Thursday on document fraud charges, FBI special agent Jesus Gomez linked Budiman to four of the hijackers, including suspected ringleader Mohammed Atta.\nGomez testified that Ziad Jarrah, suspected of flying the plane that crashed in Pennsylvania, listed Budiman's address on a visa application to get into the United States.\n\nLoad-Date: November 30, 2001"
}