{
    "title": "Cities abused grants intended to thwart terror, report says",
    "publisher": "the day ",
    "year": 2012,
    "month": 12,
    "day": 6,
    "full text": "WASHINGTON - A decadelong, $7 billion federal program to help local police and fire departments prepare for a terrorist attack has allowed communities to buy millions of dollars worth of equipment that goes unused or is unrelated to terrorism, according to a new report.\nSince 2003, a Department of Homeland Security grant program called the Urban Areas Security Initiative has ballooned from 12 major metropolitan areas to 31 jurisdictions. The study found that some cities and towns had created implausible attack scenarios to win federal grants, and had scrambled at the end of each fiscal year to buy extra, unnecessary gadgets to spend excess cash.\nColumbus, Ohio, for example, used $98,000 to buy an underwater robot for local rivers. Peoria, Ariz., spent $90,000 to install cameras and car bomb barriers at the spring training field for the San Diego Padres and Seattle Mariners.\nPolice in Oxnard, Calif., spent $75,000 to outfit a cultural center with surveillance equipment and alarms. Officials in Clovis, Calif., used the police department's $200,000 armored personnel carrier to patrol an annual Easter egg hunt.\nIn San Diego in September, police officers and rescue workers were allowed to use Homeland Security grant money to cover the cost of a five-day counterterrorism conference held at Paradise Point Resort & Spa. The $1,000 conference fee included admission to a \"zombie apocalypse\" demonstration, in which first responders zapped 40 actors dressed as the undead.\nThe yearlong study, sponsored by Sen. Tom Coburn, R-Okla., examined federal documents and financial statements from 15 communities and found that federal funds were often subsidizing local-level police and fire department budgets.\n\"We cannot make every community around the country invulnerable to terrorist attacks by writing large checks from Washington, D.C.,\" said Coburn, who is seeking to cut the Homeland Security budget, which totaled $46 billion this year. Coburn is widely expected to be the top Republican on the Senate Homeland Security Committee in the next Congress.\nHe said the department's inability to monitor how grant money is spent has led to waste, inefficiency and a false sense of security. He said Congress should reconsider the department's approach to reducing the risk of terrorism.\n\"I'm not sure we are getting much risk reduction sending people to a zombie apocalypse demonstration,\" he said.\nThe study cited abuses in Phoenix and Tucson, Ariz.; Bakersfield, Oxnard, Riverside, Sacramento and San Diego, Calif.; Denver; Indianapolis; Baton Rouge, La.; Minneapolis; Columbus, Cincinnati and Toledo, Ohio; and Tulsa, Okla.\nThe Homeland Security Department \"fundamentally disagrees with the report's position on the value of homeland security grants,\" said spokesman Matthew Chandler. \"We have seen the value of these grants time and again.\"\nThe department has awarded $35 billion in grants, including those for counterterrorism, to cities and states since it was created in November 2002. It awarded $490 million for counterterrorism grants in 2012, down from a peak of $832 million in 2010.\n\"At the end of the day we will have to buckle down and be more smart and efficient,\" said Frank Cilluffo, director of the Homeland Security Policy Institute at George Washington University.\nAfter a decade without a major terrorist attack on U.S. soil, the appetite for big counterterrorism initiatives has diminished, said Rick \"Ozzie\" Nelson, a domestic security expert at the Center for Strategic and International Studies, a think tank in Washington.\n\"The threat has evolved and we don't have the resources to protect all Americans from all threats all the time,\" Nelson said. \"Even if we wanted to do it, we can't afford it.\"\n\nLoad-Date: December 6, 2012"
}