{
    "title": "Citing Terrorism Risk, Britain Tells Citizens to Leave Tunisia",
    "publisher": "the new york times",
    "year": 2015,
    "month": 7,
    "day": 10,
    "full text": "LONDON --  All British travelers should leave Tunisia, the British government said Thursday, because a terrorist attack there is ''highly likely.''\nThe warning was much starker than the advice the British government offered travelers immediately after the June 26 attack on a beachfront hotel in Sousse, Tunisia, which left 38 foreigners dead, 30 of them Britons. Initially, it warned of the possibility of terrorism but did not advise against visiting popular seaside resorts. \n  The assessment changed because ''the intelligence and threat picture has developed considerably, leading us to the view that a further terrorist attack is highly likely,'' said Philip Hammond, Britain's foreign secretary.\n  While the British government said it did not know of a specific terrorist plot in Tunisia, its change of advice is linked to the state of the Tunisian authorities' investigations into the Sousse attack and an attack in March outside the National Bardo Museum in Tunis, which ultimately claimed 22 lives. British officials say that in both cases, Western tourists may have been targeted by a militant group trained in Libya.\n  ''The Tunisians have made clear they want to track down further individuals,'' Mr. Hammond said, adding that ''more work is needed to effectively protect tourists from the terrorist threat.''\n  There was no immediate public reaction from the Tunisian government on Thursday.\n  The country relies heavily on tourism, and the new warning will be a new blow to the industry, which was already reeling. Hotels and travel agents have said that bookings have fallen by as much as four-fifths since the Sousse attack. Hotels are laying off workers, aggravating Tunisia's problems with high unemployment; the rate among young adults is about 30 percent.\n  The government has tried to maintain travelers' confidence by announcing a string of new security measures since the attacks. It has posted nearly 1,300 armed guards at hotels and tourism sites and increased the strength of its coast guard along the length of the nation's seacoast.\n  Tunisia's president, Beji Caid Essebsi, declared a state of emergency on Saturday. Officials said the step would increase the state of readiness of police forces and allow the government to use all means available to protect its citizens and guests.\n  About 2,500 to 3,000 Britons were thought to be in Tunisia on Thursday. Vacationers were advised to contact their airlines or tour operators about departing. Those traveling independently were urged to return home on commercial flights, and Britons were advised to avoid ''all but essential travel for the time being'' to Tunisia.\n  Thomas Cook, a travel company, said about 2,000 of its British and Irish customers were in Tunisia. ''We have taken this decision to bring all Thomas Cook customers back to the U.K. as soon as we can, using third-party carriers and on our 10 scheduled flights over the weekend,'' the company said in a statement. ''Thomas Cook is strongly advising its guests in the country to return on these flights.'' The company said it had canceled all future bookings in Tunisia through October.\n\nhttp://www.nytimes.com/2015/07/10/world/africa/britain-advises-its-citizens-to-leave-tunisia.html\n\nLoad-Date: July 10, 2015"
}