{
    "title": "Citing Terror Defendants' Motivation, Judge Shows Sentencing Leniency",
    "publisher": "the new york times",
    "year": 2012,
    "month": 11,
    "day": 23,
    "full text": "The three men from the impoverished West African country of Mali were at the mercy of the court. Each had pleaded guilty to a terrorism charge. All had been accused in a plot to move numerous shipments of cocaine across two continents to support Al Qaeda and two other terrorist organizations.\nAs the men came up for sentencing, each asked for leniency.\nFederal prosecutors, in turn, asked for the maximum possible prison sentence: 15 years for each man, a penalty that reflected the seriousness of their threat to society.\nBut the judge saw them differently. To her, they were terrorists not driven by ideology or anti-American sentiment, but rather by money and difficult family circumstances.\nThe judge, Barbara S. Jones of Federal District Court in Manhattan, imposed far less time on each man than the government had sought. Two defendants received about five years each, while the third received just 46 months at his sentencing last Friday; with credit for time served and good behavior, he should complete his term in 2013, and be returned to Mali.\n''It seems clear to me that this defendant was not ideologically motivated,'' Judge Jones said in March when she sentenced the first man, Oumar Issa, to 57 months, a view she echoed at the sentencings of the two others last week. ''And this, to me, makes a difference,'' she added, ''and is relevant to whether or not he is looking to commit further crimes and be a danger.''\nAlthough the sentences were quickly praised by federal prosecutors, they could be seen as a rare setback in a high-profile terrorism case involving the use of confidential informants in an overseas sting operation. When the arrests were announced in December 2009, officials said they showed a ''direct link'' between terrorist organizations like Al Qaeda and international drug trafficking groups.\nTerrorism experts differed over the impact of the relatively shorter sentences. Karen J. Greenberg, director of the Center on National Security at Fordham University School of Law, said that if courts began to ''make distinctions between those who are ideologically motivated and those who are apparently not, that is going to have an impact throughout the system.''\nBut Anthony S. Barkow, a former federal terrorism prosecutor, contended that the sentences were still substantial, and that ''this case will not deter the government from enforcing the material support statute, even against people who don't have sinister motives.''\nBut the outcome suggests that the issue is sure to arise in similar cases where actions may have been motivated by economic circumstance.\nAt Mr. Issa's sentencing, one of his lawyers, Julia L. Gatto, a federal public defender, told Judge Jones that the Malian ambassador to the United States had remarked to her after visiting her client in jail: ''If your country is going to come to my country and offer our young men lots of money to transport drugs or do things criminal, you'd better tell your country to build a lot more prisons, because we are very poor people and it is very hard to pass that up.''\nIn the sting operation, the drug agency's informants posed as representatives of Revolutionary Armed Forces of Colombia, or FARC, a Colombian terrorist group. Their discussions with the Malians, who are all in their 30s, centered on a scheme to transport cocaine from West Africa through the African desert and into Spain, the indictment charged.\nOne defendant, Harouna Touré, had claimed that he led a criminal organization that worked with Qaeda groups in Africa; he eventually agreed to transport cocaine at $2,000 per kilogram, with some of the money going to pay Qaeda operatives for security through North Africa, the indictment said.\n''These narco-terrorists do not respect borders and do not care who they harm with their drug trafficking conspiracies,'' Michele M. Leonhart, the Drug Enforcement Administration's top official, said at the time.\nDefense lawyers contended that the men had no connections to Al Qaeda, and had agreed to help move drugs because they wanted to be paid. ''Harouna did not actually know anyone from Al Qaeda,'' Mr. Touré's lawyers wrote in court papers. Mr. Touré received a 63-month sentence.\nThe three ultimately pleaded guilty to conspiracy to provide material support to a foreign terrorist group. As part of the deal, the government dropped a narco-terrorism conspiracy charge that carried a 20-year mandatory minimum sentence.\nIn seeking the stiff 15-year terms, prosecutors argued that a lack of ideological motivation was not a mitigating factor. ''There is no requirement that a defendant who is providing material support to a terrorist organization be driven by ideology,'' a prosecutor, Edward Y. Kim, said at Mr. Issa's sentencing.\nHe argued that actions like Mr. Issa's were dangerous because terrorist groups derived support not only from people who shared their political convictions but also those who saw financial opportunity.\n''The point is that he provided support knowing that it was a terrorist organization, knowing that it had an anti-U.S. agenda,'' Mr. Kim told the judge.\nDefense lawyers portrayed all three men's financial circumstances as dire, and at the sentencings, the men apologized and contended they had had no desire to harm the United States.\nMr. Issa, who had been a port worker in Togo, said that he had never heard of the FARC, but that one informant had explained that the group engaged in kidnapping. The informant ''told me all this, but I was focused on the commission he promised me for helping him,'' Mr. Issa said at his plea hearing.\nMr. Touré, a construction worker, became involved in the deal ''because it promised more money than he could imagine making in a lifetime,'' his lawyers, Michael and Miriam Hurwitz, said in court papers. ''My wife was sick and I needed money,'' Mr. Touré told the judge on Nov. 15, sobbing at times.\nThe third defendant, Idriss Abdelrahman, a car parts seller, had four small children and an elderly mother living in the Islamist-held town of Gao. His two wives had apparently fled to neighboring Niger, leaving his mother to beg for food, his lawyer, Zachary Margulis-Ohnuma, said in court papers.\n''The evidence shows that, far from being a terrorist or large-scale drug trafficker, Mr. Abdelrahman is a hapless tribesman who got involved in a phony drug transaction that he did not understand, which was then disingenuously used by the Drug Enforcement Administration to make a political point,'' his lawyer wrote.\n''It's only because of poverty that I got involved in all of this,'' Mr. Abdelrahman said through a Songhai interpreter in court last Friday.\nPreet Bharara, the United States attorney in Manhattan, hailed the final two sentences on Friday as emblematic of that office's commitment to combating narco-terrorism, and added, ''Yet another group of would-be terror facilitators have been stopped.''\nJudge Jones did make clear that she believed the conspiracy had been serious, given that the men agreed to transport drugs for people who had represented themselves as involved in terrorist activities. But she also noted that the sting operation had not involved a specific detailed terrorist plot, like the one in 2009 by four men in Newburgh, N.Y., to fire missiles at military airplanes.\nCiting the men's family circumstances and financial motives, she also explained why the case called for shorter sentences than would have been appropriate had they been spurred by ideology.\n''The defendant who is committed to the goals of a terrorist organization,'' Judge Jones said, was far more likely to become a recidivist and ''pose a danger to the world community precisely because of his ideological commitment.''\n\nhttp://www.nytimes.com/2012/11/23/nyregion/judges-ruling-in-qaeda-terror-case-open-ideology-debate.html\n\nLoad-Date: November 23, 2012"
}