{
    "title": "Citizenship could be stripped in terrorism fight French bill proposed after Paris attacks faces more",
    "publisher": "the tampa tribune ",
    "year": 2016,
    "month": 2,
    "day": 11,
    "full text": "French lawmakers have approved a divisive bill aimed making it possible to revoke the citizenship of people convicted on terrorism charges.\nThe bill, presented by Socialist Prime Minister Manuel Valls in the wake of the Paris attacks last year, passed by 317-199 Wednesday in parliament's lower house, the National Assembly.\nThe measure revealed deep division among the ruling Socialists. Many on the left expressed indignation at the move and refused to vote for it. Justice minister Christian Taubira resigned last month in protest. The measure also divides the opposition conservatives.\nValls justified the need for the bill by the terrorist threat. Because we are at war, we must unite, he told journalists after the vote. This is a great day for the Republic, for unity, for France and for the fight against terrorism.\nThe reform, which would alter the Constitution, is still far from being definitively adopted. It also needs to be voted on by the Senate and ultimately would require a three-fifths majority vote from lawmakers of both houses. The decision to revoke a person's French citizenship would be made by a judge and would apply to terrorism-related crimes.\nHuman rights groups warned that the bill risked discriminating against minorities of immigrant background as the initial text targeted dual nationals only. \nIn response to the criticism, the Socialist government removed the mention of dual nationals and extended the measure to all French citizens. That risks leaving a person stateless, which could be in conflict with France's obligations under international law.The bill also would introduce the principle of the state of emergency into the Constitution. It would apply in the event of a terrorist threat or a natural disaster for a 12-day period that could be extended by a vote of the parliament, as under current law.\n\nLoad-Date: February 11, 2016"
}