{
    "title": "Citing intelligence report, Democrats attack GOP on war",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 9,
    "day": 25,
    "full text": "Democrats on Sunday seized on an intelligence assessment that said the Iraq war has increased the threat of terrorism. They said it was further evidence that Americans should choose new leadership in the November elections.\nA National Intelligence Estimate concluded that the war has helped create a new generation of Islamic radicals and that the overall terrorist threat has grown since the attacks of Sept. 11, 2001.\nThe report, completed in April, represented a consensus view of the 16 spy services inside the federal government, according to an intelligence official. The official, confirming accounts first published in Sunday's New York Times and Washington Post, spoke on the condition of anonymity Sunday because the report is classified.\nIn a statement issued Sunday afternoon, Bush's national intelligence director, John Negroponte, said, \"What we have said, time and again, is that while there is much that remains to be done in the war on terror, we have achieved some notable successes against the global jihadist threat.\"\nHe added, \"The conclusions of the intelligence community are designed to be comprehensive and viewing them through the narrow prism of a fraction of judgments distorts the broad framework they create.\" \nThe Democrats hoped the report would undermine the GOP's image as the party more capable of handling terrorism.\nRep. Rahm Emanuel, head of the Democratic effort to take control of the House, said, \"Unfortunately this report is just confirmation that the Bush administration's stay-the-course approach to the Iraq war has not just made the war more difficult and more deadly for our troops, but has also made the war on terror more dangerous for every American.\"\nA White House spokesman, Blair Jones, said, \"We don't comment on classified documents.\" But he said the published accounts' \"characterization of the (estimate) is not representative of the complete document.\"\nThe White House issued a written rebuttal arguing that administration officials have been making some of the same arguments as in the intelligence estimate. A White House strategy booklet released this month described the terrorists as more dispersed and less centralized and still a threat to the U.S.\nBush himself said on Sept. 5 that \"terrorist danger remains\" and the broader terrorist movement is becoming more spread out and self-directed. He also quoted Osama bin Laden describing Iraq as the central battlefield in the fight against terrorism.\nThe president has said the United States is safer since the Sept. 11 attacks and that fighting the terrorists in Iraq keeps them from attacking the U.S.\nRep. Jane Harman, the leading Democrat on the House Intelligence Committee and one of a few lawmakers to have read the classified report, said she agrees with the findings.\n\"Even capturing the remaining top al-Qaida leadership isn't going to prevent copycat cells, and it isn't going to change a failed policy in Iraq,\" she said. \"This administration is trying to change the subject. I don't think voters are going to buy that.\"\n\nLoad-Date: September 25, 2006"
}