{
    "title": "CITING TERRORISM, TRAVELERS STAY HOME",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 1,
    "day": 26,
    "full text": "The travel business here is being seriously undermined by the Persian Gulf Warand concern over terrorist attacks, travel agents said Friday.  ''Terrorism is a word that always perks up the traveler's ear,'' said Casey Scheibal of Stewart Travel Service at 721 Olive Street.  ''They don't want to travel and die at the same time.'' Travel to Europe and the Middle East is ''at a halt,'' Scheibal said.  Business travelers within the United States have become a ''little more cautious'' in making plans.  He attributes the slowdown both to the recession and concern over security.  Also contributing is a weak dollar that makes it more expensive once a traveler arrives overseas, he said.  But vacation travel to some areas is holding up very well, particularly within the United States and to Canada and Mexico, Scheibal said. ''I'm pleasantly surprised with our vacation business. We thought it would be affected more than business travel.'' The slowdown results more from a lack of new bookings than from cancellations, he said. But those who wish to cancel, even if they hold non-refundable tickets, are being allowed to do so by most carriers, Scheibal said, often with ''transportation orders'' that serve as credit, he said.  One block away at 818 Olive, Foster Travel owner Dick Anderson said: ''We're affected a great deal. The whole world is affected. Our business to Africa has stopped. Our business to Europe has stopped. Our travel to India is dead.'' His agency is affected more than most because 95 percent of its travel is international, Anderson said.\nLast fall, months before the war began, prudence led Foster Travel to reduce its travel to affected areas, he said.  The risks of travel are viewed in varying ways by different travelers, Anderson said. ''Some people figure that they are more in danger on Highway 40 or Highway 270,'' he said.  Nancy Winer, co-owner of Galaxy Travel in Creve Coeur, said travel was down about 30 percent.  ''Last week was good,'' she said. ''This week the crunch hit.'' ''International travel is down quite a bit, with many cancellations. I'm hoping that Canada and Mexico take over some of the slack, at least by spring.'' ''I was hoping for the Far East, but with the terrorist attacks over there, I think we can forget about the Far East,'' Winer said.  She has some optimism that things will improve, especially with lower-priced bookings.  Some student trips to Washington and abroad also are being torpedoed because of concerns about terrorism.  Sixteen students at John Burroughs High School in Ladue had been scheduled to leave Friday for The Hague, Netherlands, to participate in the International Model United Nations. But on Wednesday, school officials canceled the trip because of a State Department advisory on travel to Europe, said headmaster Keith Shahan.  ''They had been preparing all year,'' he said.  Students and parents are ''disappointed, but understand,'' he said.  The war cost Michael E. Rothenberg of Creve Coeur a week in Washington with about 100 student leaders from the United States and overseas. Rothenberg was one of two students from Missouri selected as delegates to the U.S. Senate Youth Program scheduled to start Feb. 2.  Rothenberg, a senior at Parkway North High School, was notified by mailgram Thursday that the concern for security in the nation's capital and at airports had prompted sponsors to cancel. Instead, each student's college scholarship will be increased by $500 to $2,500.  (NOTE: THE FOLLOWING TEXT APPEARED IN THE 3* EDITION ONLY) Even with the bonus, Rothenberg said he was disappointed. ''I realize that the decision is in everybody's best interest simply because I believe we would be a prime terrorist target,'' he said. ''But the money is n ot as important to me as the experience would have been.'' Rothenberg and the other students were to meet with high-ranking politicians and lawmakers, including President George Bush.  Rothenberg isn't the only Parkway high school student staying home. Friday afternoon, principals from Parkway South, North and Central senior high schools held a special meeting with administrators before deciding to cancel school-sponsored trips abroad.  ''It is just too dangerous for youngsters to be leaving Parkway and traveling overseas,'' said Jim Sanfort, assistant superintendent.  Sanfort said the decision affects about 50 high school students who were scheduled to leave this spring to study and see the sights in Europe.  He said the district would re-evaluate the situation after April 1 to decide what will happen to trips planned for this summer and fall.  Phyllis Brasch Librach and Linda Eardley of the Post-Dispatch staff contributed information for this story. (NOTE: byline appeared in 3* edition only)\n\nGraphic\n\n \nGraphic; LOGO: ''GULF WAR''\n\nLoad-Date: October 8, 1993"
}