{
    "title": "Citing bin Laden, Clinton expands battle on terrorism",
    "publisher": "telegraph herald ",
    "year": 2000,
    "month": 5,
    "day": 18,
    "full text": "$9 billion: President calls for tighter border surveillance\nNEW LONDON, Conn. (AP) - Warning of threats ranging from computer viruses to alleged plots of Saudi fugitive Osama bin Laden, President Clinton ordered tighter surveillance along the U.S-Canadian border Wednesday as part of a $ 300 million expansion of the nation's anti-terrorism efforts.\nThe money is in addition to the $9 billion that the United States already spends in a year for anti-terrorism, the president said. \"It sounds like a lot of money,\" Clinton said. \"When you see the evidence of what we're up against, I think you will support it.\"\nThe president spoke at the commencement exercises of the U.S. Coast Guard Academy, addressing about 5,000 people outdoors under sunny skies at Cadet Memorial Field. Gusts of wind blowing off the Thames River almost blew away the president's notes as he presented degrees to 184 newly commissioned ensigns.\nClinton said the very openness of America's borders and technology \"makes us vulnerable in new ways.\" He cited the Love Bug virus that spread from the Philippines through millions of computers worldwide, causing billions of dollars of damage.\nOther measures include:\n* Increasing the number of Justice Department prosecutors and legal staff to support the prosecution of terrorists. Fifteen positions will be added.\n* Expanding from 26 to 37 the number of Joint Terrorism Task Forces, which combine the assets of the FBI, Immigration and Naturalization Service, the Customs Service, Secret Service and state and local law enforcement agencies.\n* Strengthening the immigration service's forensic capabilities to detect fraudulent travel documents.\n* Intensifying efforts to track and analyze the financing of terrorist organizations and expanding the Treasury Department's office of foreign asset control.\n\nLoad-Date: May 18, 2000"
}