{
    "title": "Cities pushing back against cuts to anti-terrorism grants",
    "publisher": "the bismarck tribune",
    "year": 2017,
    "month": 6,
    "day": 7,
    "full text": "LAS VEGAS - Cities are pushing back on the possibility of losing millions of dollars in U.S. anti-terrorism grants under President Donald Trump's spending plan - the third straight White House that has moved to cut the funding.\nThe proposed budget would cut cash for the program from $605 million to nearly $449 million for the fiscal year beginning Oct. 1 and require cities such as New York, Los Angeles and Las Vegas to pay 25 percent of the grants.\nThe administration says it is proposing the cost-share system, similar to other grant programs, to \"share accountability\" with states and cities.\nBut lawmakers and local officials argue that reducing funding for the Urban Area Security Initiative would undercut efforts to maintain safe communities. Cities have spent the money on command centers, active-shooter training and personnel to patrol airports, transit hubs and waterways.\nBig cities have been down this road before, with funding fluctuating over the years.\nPresident George W. Bush created the grant program after the Sept. 11, 2001, attacks, but scaled it back in his second term. President Barack Obama's proposed 2017 budget suggested slashing the funding from $600 million to $330 million.\nIn each instance, local politicians reacted with outrage and questioned the wisdom of taking away money in the fight against terrorism. This year, Congress ignored Obama's guidance and increased funding by $5 million.\nBut some cities that have received grants in previous years have not spent all the money, another reason the White House says the changes are needed.\nThe proposed cuts came a day after the deadly Manchester, England, concert bombing and the same day authorities in Las Vegas tried to ease concerns about the city being targeted in a recent Islamic State propaganda video. It encouraged knife and vehicle attacks and featured images of Sin City, Times Square in New York and banks in Washington, D.C.\nLaw enforcement officials in Orlando, Florida, told a congressional committee weeks after a nightclub became the site of the worst mass shooting in modern U.S. history that central Florida had missed out on needed training and opportunities to buy equipment because it had not made the cut to receive funding.\nGrants are awarded to the highest-ranked urban areas on a list determined by risk of terrorist threats based on past plots or a known presence; whether its infrastructure is a valuable target; and the consequence of an attack on the population, economy or national security.\nLast year, the 29 highest-ranked metro areas that applied for a grant received funding.\nThe Las Vegas area has spent the money on training and equipment for bomb and hazardous-material squads along with computer software and hardware at a law enforcement command center.\nLas Vegas received almost $3 million in fiscal year 2016.\n\nLoad-Date: June 7, 2017"
}