{
    "title": "CITY SCHOOLS TO CLOSE DURING G-20 _",
    "publisher": "pittsburgh post-gazette",
    "year": 2009,
    "month": 8,
    "day": 20,
    "full text": "The school board last night decided to close all 66 Pittsburgh Public Schools during the G-20 summit Sept. 24 and 25 and scheduled a vote next week on buying terrorism insurance for several buildings.\nAt a special legislative meeting, the board voted 8-0 to close schools during the summit because administrators raised the specter of widespread traffic disruptions and other logistical difficulties.\n\"We talked long and hard about this and, to be honest with you, held out a long time before we came to this conclusion,\" said Linda Lane, deputy superintendent for instruction, assessment and accountability.\nDr. Lane said the district transports about 18,000 students on school buses. Another 5,000 or so ride Port Authority buses to and from school, including 2,500 who transfer Downtown, which will be the heart of the summit zone.\nBoard member Floyd \"Skip\" McCrea said he advocated closing schools during the summit because \"I'm scared for the children's safety.\"\nThe district also plans to dismiss classes early Sept. 23, the day before the summit. No dismissal time was given.\nSchool district spokeswoman Ebony Pugh said extracurricular activities would have to be rescheduled because of the calendar changes.\nAccording to the district football schedule, Perry and Peabody high schools are to play each other Sept. 24. Two other games -- featuring Schenley vs. Oliver and Westinghouse vs. Carrick -- are scheduled for Sept. 25.\nThe board voted to take two staff training days -- Nov. 3 and Feb. 2 -- and use them as makeup class days.\nThe school closings will have no effect on first lady Michelle Obama's planned visit to Pittsburgh High School for the Creative and Performing Arts, Downtown.\nAccording to district officials, the White House wants students involved but hasn't said what kind of event it's planning for Mrs. Obama and other dignitaries. The district said it will develop a selection process for students and staff who want to be involved in the event.\nAt its regular legislative meeting Wednesday, the board will vote on buying terrorism insurance for about 15 buildings with the highest potential replacement costs.\nChief operations and financial officer Christopher Berdnik recommended the terrorism coverage -- an addition to an existing property insurance policy on the buildings -- because of G-20.\nThe coverage would cost $11,315, insure losses of up to $100 million and run from Sept. 21 through Jan. 25, 2010. The district's deductible would remain $2.5 million -- with one exception.\nMr. Berdnik recommended that the district pay an additional $1,500 to reduce the property insurance deductible on the arts school to $50,000 from Sept. 21 through Sept. 27. The arts school, on Ninth Street, will be in the heart of summit-related activities.\n\nNotes\n\nTHE G-20 SUMMIT/ Joe Smydo can be reached at jsmydo@post-gazette.com or 412-263-1548./\n\nLoad-Date: August 20, 2009"
}