{
    "title": "CITY'S ANNUAL LAW ENFORCEMENT AWARDS PRESENTED",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 11,
    "day": 9,
    "full text": "Police, agents and prosecutors who gathered today for the annual Law Enforcement Agency Directors awards ceremony got a nuanced message from the keynote speaker: Inflexible adherence to dogma will cost you.\nPatrick Fitzgerald was the U.S. Attorney for the Chicago area, responsible for the prosecution of two Illinois governors, until he left that post over the summer, and in prior posts he prosecuted top terrorism suspects. Over 20 years, he saw law enforcement dismantle barriers that had kept prosecutors from talking to FBI and CIA agents and kept federal agencies from tapping local and state police intelligence.\nBut problems persist, he said, when people \"let labels control. They fall for the notion that we can stick a label on something and it will allow us to control things.\"\nFor instance, an argument has been made by some leading thinkers and elected officials that law enforcement should never inform arrested terrorism suspects of their right to remain silent, because it might reduce the chance of promptly getting usable information.\nBut Mr. Fitzgerald said his office caught a would-be terrorist in 2009 just before the man planned to board a plane for Denmark and participate in an attack on the office of a newspaper that had published a cartoon that offended some Muslims. Agents read the suspect his Miranda rights, got a taped confession and used it in a prosecution that also yielded significant information on other radical actors.\nHad agents not read the man his rights, Mr. Fitzgerald said, \"We couldn't have used the confession. He might have walked out the door.\"\nReading Miranda to a terror suspect isn't always the best course, he concluded, but it shouldn't be ruled out, either.\n\"If you're choosing between civil liberties and safety,\" he said, \"I'm one of those people who wants to fight for both ways.\"\nThis year's LEAD awards winners include FBI Agent Matthew B. Solomon, who led an investigation of the Allegheny County Jail that brought three prosecutions for civil rights violations and related crimes; Pittsburgh Police Sgt. Cristyn Zett and four officers, who used Facebook and phone call tracing to catch a woman who abducted a baby from Magee Women's Hospital; Assistant U.S. Attorney James T. Kitchen, who led the effort to identify the Pitt bomb threat suspect; members of a Drug Enforcement Administration task force who cracked the Gary Moorefield cocaine and heroin ring;\nU.S. Postal Inspector Steven J. Celletti whose tracking of parcels led to the bust of a major marijuana trafficking operation; a Bureau of Alcohol Tobacco and Firearms team that arrested six suspects in Jeannette arsons; Allegheny County Sheriff's Office Detective Bart Hennessy, who traced the gun used to kill Lower Burrell Police Officer Derek Kotecki; and Assistant U.S. Attorney Jessica Smolar and a Homeland Security Investigations team that prosecuted a child pornography collector who had become active in youth sports.\n\nLoad-Date: November 20, 2012"
}