{
    "title": "City Council decries online threats cited in cancellation of library event",
    "publisher": "the dominion post ",
    "year": 2019,
    "month": 11,
    "day": 21,
    "full text": "Nov. 21--     Nov. 21--MORGANTOWN -- A heckler's veto. Domestic terrorism.\nSocial media threats cited by organizers as the basis for canceling Drag Queen Story Time this past weekend at the Morgantown Public Library were identified in a number of ways during Tuesday's Morgantown City Council meeting.\nRegardless of the phrases used, members of Council seemed to agree on one description of the events--disappointing.\nCouncilors pointed out that the decision to cancel was not made by the city or the library, but by the scheduled participants.\nCouncil members also said they were flooded with feedback, both decrying and supporting the event, prior to Friday's notice that it had been cancelled.\nDeputy Mayor Rachel Fetty characterized correspondence opposed to the event as \"disagreeable and unpleasant, \" but not threatening or aggressive, and said she believed the social media posts in question were made from someone outside Morgantown. She said she hoped the city would investigate and prosecute any illegal behavior.\n\"I would just remind everyone in the community that you're free to disagree, but you're never free to assault or batter someone. You're never free to threaten violence, \" Fetty said. \"I consider that kind of threat an act of terrorism because it is specifically designed to restrict speech and restrict First Amendment-protected activity.\"\nCouncilors, including Fetty and Ron Dulaney, dismissed faith as a basis for questioning whether drag should be a library-backed activity.\n\"A lot of the arguments were faith-based arguments that we heard against this event, \" Dulaney said. \"What would our nation's founders, many of whom were deists and most of whom relied on reason rather than faith for protecting individual rights, think of what we've become today if they looked down on us and this debate ?\"\nMorgantown Pride President Ash Cutright called the events \"absolutely heartbreaking, \" but said they could be used as a stepping stone by the city.\nThey asked the city to create an LGBTQ working group to help advise council and administration on policies and procedures going forward.\n\"While most of the slander and threats did come from folks outside city limits, the fear and pain has 100 % trickled into our community, \" Cutright said.\nIn other city news, Council:\n-- Approved $34, 800 for a housing affordability study, to be completed by Bowen National Research, based in Ohio. City Manager Paul Brake said the study will likely take seven months, correcting the 10-12 week timeline previously provided by the city.\n-- Approved the sale of 30 older surplus City vehicles via online auction.\nBrake said the city is working with contracted auctioneer JJ Kane to establish time, terms, place of sale and vehicle descriptions for the auction.\n-- Authorized Brake to enter into a contract for credit card processing services with Heartland Payment Systems, based in Oklahoma.\nThe services will be utilized by the City's finance department, municipal court, police records and the Metropolitan Theatre. Brake said Heartland offered the best discount rate and lowest fees and already has a relationship with the city through the Morgantown Parking Authority.\n___ (c)2019 The Dominion Post (Morgantown, W.Va.) Visit The Dominion Post (Morgantown, W.Va.) at www.dominionpost.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: November 21, 2019"
}