{
    "title": "City Pols Denounce 'Act of Terrorism' in Kidnapping of Israeli Teens",
    "publisher": "new york observer",
    "year": 2014,
    "month": 6,
    "day": 18,
    "full text": "A slew of city pols and faith leaders came together to denounce the kidnapping of three Israeli teenagers today.\nCongressman Charlie Rangel denounces the kidnapping today.\nA slew of city pols and faith leaders came together today to denounce the kidnapping of three Israeli teenagers, with at least several accusing the Palestinian political party Hamas of committing the act.\nWhile Hamas denies they played a role in the kidnapping-the three boys went missing in the West Bank region last week-speakers at the Manhattan press conference charged that the party was directly responsible.\n\"What happened to these boys was horrific and unacceptable. It was a brazen crime and an act of terrorism,\" said Comptroller Scott Stringer, who organized the event, outside the Municipal Building. \"We are united with Israel-we demand these boys be returned home swiftly.\"\n\"We demand, we demand and we're here to today to make it clear to everyone in the world that New York is weighing in strong,\" he added.\nThousands of Israeli troops have joined the hunt for the three seminary students who disappeared while hitchhiking home from a yeshiva. Since the teenagers went missing, Israeli forces have arrested 150 Palestinians, including three Hamas members, to try to glean any information about the disappearance.\nIsrael has insisted Hamas-categorized as a terrorist organization by the United States and other nations-was responsible, though no \"hard evidence\" has been provided by Israel as of yesterday, according to the British newspaper The Guardian.\nCongressman Charlie Rangel, the dean of the city's congressional delegation now locked in a bitter re-election fight, offered a lengthy defense of Israel and implied Palestine was to blame.\n\"You don't have to be Jewish to understand what it's like when someone for political reasons snatches and holds your children hostage,\" Mr. Rangel said. \"I don't care what country you come from that if you can see and talk with people that will stoop this low to prove a political point, then you can see the credibility they will have on any issue.\"\n\"It's up to the Palestine to avoid not taking full responsibility for it. It is they who have made arrangements with Hamas. It is they who talk about unity,\" he continued. \"We have a saying in New York City: when politicians get together and one person of that agreement breaks his or her word, sometimes they say it's not me who lets you down, it's the boys in the backroom ... if you cannot control the boys in the backroom, you're not credible to sit down and reach any agreement.\"\nAmbassador Ido Aharoni, consul general of Israel in New York, concurred with Mr. Rangel's assessment.\n\"Hamas is offering no future for the Palestinian people. We all have to recognize that,\" he said.\n\nLoad-Date: June 19, 2014"
}