{
    "title": "City Will Not Change Its Way Of Dealing With Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 6,
    "day": 7,
    "full text": "Mayor Michael R. Bloomberg said yesterday that the city would not alter its strategy in future applications for federal antiterror money to comply with the Department of Homeland Security's preference for semipermanent safeguards like new technology over recurring costs like police overtime.\n  ''We're not here to change our strategy to suit anybody,'' the mayor said. ''We're going to do what we think is right, and if the burden falls solely on the taxpayers of New York City, that's not good. But in the end, our No. 1 priority is to provide security, and I would argue that the level of expertise in the city, in all of the different first-responder agencies, is as good as anyplace you'll find in the world.''\nWhile expressing disappointment about the 40 percent cut in annual antiterror money for the city announced last week, Mr. Bloomberg has made it clear since Sunday that he does not expect Washington to change its mind. ''We have a very different philosophy than what the federal government does,'' he said in a news conference on Staten Island. \n  ''While technology is important,'' he added, ''it's really shoe leather that counts'' in fighting crime and terrorism. ''And so a very big portion of the monies that we always ask for are to cover labor costs, which typically the federal government does not do,'' he said. ''We think they're wrong in that.'' \n  Last night, the House of Representatives approved an appropriations bill for the Department of Homeland Security for the fiscal year starting Oct. 1. The bill passed after Republicans blocked an effort by Representative Nita M. Lowey, Democrat of New York, to add $750 million for antiterror grants ''so that no state or urban area receive funding below what it received in 2005 or 2006, whichever is higher.''\n  In a related development, the city's Department of Health and Mental Hygiene, which has received about $14 million in federal funds for health and bioterrorism preparedness, said yesterday that the cut in federal aid could hurt those efforts. \n  ''This cut is likely to have an effect on our planning for radiation events, including subway detection and response projects, as well as on critical emergency response information systems,'' the deputy commissioner for disease control, Dr. Isaac B. Weisfuse, said at a budget hearing before the City Council. \n  He said that the department's request, as part of the city's grant application, included more than $5 million for radiation monitoring, $4.5 million for emergency response computer technology and $1 million on preparations for distributing vaccinations or treatments.\n  At the hearing, Dr. Weisfuse told Councilman David I. Weprin of Queens that the ultimate effect of the cuts was not yet certain. ''Since this has happened relatively recently, we need to regroup and look at all our projects and see how we can attempt to fund them,'' Dr. Weisfuse said.\n  Despite Mr. Bloomberg's position, some New York politicians continued to push for the Bush administration to reconsider the grant allocation to New York.\n  Representative Vito J. Fossella of Staten Island, the only Republican to represent New York City in Congress, said yesterday that he had spoken with the White House chief of staff, Joshua B. Bolten, and urged President Bush to intervene. \n  ''One, it's the right policy to do in the short term,'' Mr. Fossella said, ''but over the long term I think the president really needs to set the example that when it comes to allocating homeland security funding it is going to be truly risk-based, it's going to be threat-based.'' \n  Mr. Fossella said that Mr. Bolten had called him in response to a letter the congressman wrote to President Bush on Thursday.\n  Mr. Bloomberg, however, stopped short of calling for the president to step in, saying, ''I've dealt with the secretary, and I think that's the level that I should be dealing with.''\n  Mr. Bloomberg said that the secretary of homeland security, Michael Chertoff, had promised to help the city to maximize the money that was awarded. The city still needs to document the proper use of the money before it can receive it. \n  The under secretary for preparedness, George W. Foresman, will try to expedite the process of securing the grant money, said Russ Knocke, a spokesman for the Department of Homeland Security.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 7, 2006"
}