{
    "title": "CITY QUALIFIES FOR TERRORISM CRISIS TRAINING; DOZENS OF AGENCIES, FIRMS TO SEND PERSONNEL TO FEMA-SP",
    "publisher": "spokesman review",
    "year": 1997,
    "month": 9,
    "day": 21,
    "full text": "Domestic terrorism is a major threat to Spokane, but officials say they are ill-prepared to respond to a disastrous attack.\n''Our community is not well-prepared for acts or threats of terrorism, whether chemical, biological or environmental,'' Mayor Jack Geraghty wrote to state and federal emergency planners earlier this year. ''This situation must be addressed.''\nIt now is.\nSpokane is one of eight cities to qualify for special disaster response training by the Federal Emergency Management Agency. The reason is clear: Domestic terrorists were blamed in three bombings and two bank robberies in the Spokane Valley last year.\nThree North Idaho men associated with the militia movement were convicted of those crimes, and a fourth is on trial in federal court.\nThe special training next June will emphasize responses to such acts of terrorism.\nAbout 100 community leaders and emergency officials will attend a five-day training session at the National Emergency Training Center near Gettysburg, Pa.\nDozens of public agencies and private companies - from the Spokane Transit Authority to Washington Water Power Co. - will send representatives.\nTwo days of classroom training will be followed by a mock terrorism scenario that, for realism's sake, will include video of Spokane.\nDavid Byrnes, deputy director of the City-County Department of Emergency Services, submitted the request for the training in March. The city was selected from 50 applicants.\nByrnes also is supervising the rewriting of the city-county disaster plan, which should be completed by the end of the year.\nThe new plan includes provisions for responding to a terrorist incident.\n''This updated planning is desperately needed,'' Byrnes said.\nSheriff John Goldman, who is the director of emergency services, agrees.\n''We weren't doing what needed to be done in terms of planning for a possible terrorism incident,'' Goldman said. ''It is one of the priorities I set up after being elected sheriff.''\nIronically, Oklahoma City officials had undergone similar training just weeks before the April 19, 1995, bombing that destroyed the Alfred Murrah federal building and killed 168 people.\nFEMA, using federal tax dollars, will pick up the estimated $ 100,000 tab for airfare and lodging for the training.\nThe participants include the mayor, police and fire chiefs, sheriff, city and county elected officials, the public health officer, hospital administrators, public works, mass transit, military, private utility and social service officials and the coroner.\nSue Lani Madsen, an architect who is vice chairman of the Spokane County Disaster Council, said the council examined potential disasters, ranging from last winter's ice storm to the 1980 eruption of Mount St. Helens.\n''The Disaster Council has determined that terrorism is, unfortunately, a likely scenario,'' she said.\nIn requesting the special training, Dr. James Nania, medical program director for the city and county, wrote that Spokane's preparedness for disaster ''has waxed and waned in the past decade.''\n''It is unfortunate that our region has become increasingly well known as a haven for right-wing extremists, some of whom have been associated with local and national acts of terrorism,'' Nania wrote.\nNania said a recent survey of people involved in disaster response ''rated terrorism as the most likely man-made event to affect our community in coming years.''\nAt Fairchild Air Force Base, Col. Elaine Parker said she knows of no community in the United States that could better use terrorism training.\n''The terrorist threat is of great concern to all individuals in this area,'' the Air Force commander said.\n\nNotes\n\n\nThis sidebar appeared with the story:\n DISASTER AND EMERGENCY RESPONSE PLAN\n Spokane is rewriting its plan for disaster and emergency response.\n David Byrnes, deputy director of the Spokane City-County Department of Emergency Management, says he hopes the new plan will be done by the end of the year.\n He and Sheriff John Goldman, who is the director of emergency services, appointed area experts to head various planning teams:\n Transportation - Sam Husman, Spokane Transit Authority.\n Telecommunications and warning - Ken Holmes, National Weather Service.\n Public works and engineering - Marion Peterson, county Public Works.\n Fire fighting - Dick Gormley, Fire District 10.\n Information analysis and planning - Mike Eno, Spokane International Airport.\n Mass care - Debbie Emory, Salvation Army.\n Resource support - Don McKenzie.\n Health and medical services - Dr. Jim Nania, Deaconess Medical Center.\n Search and rescue - Ken Lesperance, Spokane police.\n Hazardous materials - Chris Powell, State Patrol.\n Food and water - Michael Lowe, Red Cross.\n Energy - Judy Cole, Washington Water Power Co.\n Recovery and restoration - Sue Lani Madsen, architect.\n Law enforcement - Jerry Fojtik, sheriff's department.\n Damage assessment - Roger Flint, city of Spokane.\n Evacuation and movement - Bruce Roberts, Spokane police.\n\nLoad-Date: September 24, 1997"
}