{
    "title": "City residents wary of al-Qaida revenge Some say leader s death a big blow to terrorism, but not lik(2)",
    "publisher": "the day ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "Charleston residents were glued to TV reports and headlines after hearing of Osama bin Laden's death.\nMike Glasser, 42, of Charleston, stayed up until about 3 a.m. Monday watching TV reports.\n\"Like everyone else, I was really glad to hear it,\" Glasser said.\nGlasser said he was also following the news throughout the day on Monday.\nGlasser and his wife, Jennifer, were in London when al-Qaida bombed the tube, a train system that runs through the city.\nGlasser believes killing bin Laden will damage the terrorist organization's cohesiveness around the world. But he does not think the death of the terrorist who masterminded the World Trade Center bombings means the country can let down its guard.\n\"I think the world is a safer place, but we'll have to stay vigilant,\" Glasser said.\nCindy Withrow, 42, of Elkview heard the news Monday morning. She believes bin Laden's death is an impressive accomplishment for the U.S. intelligence service and the military but might not make the world a safer place.\n\"Unfortunately, I don't think it will make a big difference,\" Withrow said.\nWithrow likened the killing of bin Laden to cutting the arms off a starfish.\n\"Another arm is going to grow back,\" she said.\nHowever, she believes bin Laden's death will boost morale for the military and comfort the families of the victims of the Sept. 11, 2001, attacks.\nLike Glasser, she intensely followed the news on television and then over the Internet.\nRobert Pannell, 49, of Charleston, was glad to hear of the death of the world's most wanted terrorist but did not believe this would be the death knell for al-Qaida.\n\"He (bin Laden) had his flunkies,\" Pannell said.\nPannell also said he wondered why it took so long to locate bin Laden.\nCharity Connard, 38, of Charleston agreed with Pannell, saying the United States should have apprehended the terrorist leader years ago.\nConnard believes another terrorist will step in to take bin Laden's place. She also believes al-Qaida will retaliate.\n\"There's probably someone just as evil as him that's next in line,\" she said.\nConnie Snyder, 56, of Charleston, saw the news Sunday night while she was watching television.\n\"I think it's great news,\" she said.\nShe said she watched the news for about half an hour Sunday night and then tuned back in on Monday morning. Although she said she was glad to hear of the death of the terrorist leader, she is unsure of the impact it will have.\n\"I don't think the world is a safer place,\" she said. \"And I'm afraid they'll retaliate.\"\nDebbie Templin, 52, of Ripley said she was happy to see this chapter in U.S. history come to an end. Templin heard the news when she awoke Monday morning.\n\"I'm just glad we can move on,\" she said.\nVickie Caruthers, 49, of Charleston, stayed up until about 12:30 a.m. to watch the news as the story unfolded.\n\"I think the world is becoming a safer place,\" she said. \"But it will never be completely safe.\"\nCaruthers also believes the terrorist organization will retaliate for the death of its leader, and therefore the United States and its allies must continue to watch for terrorist attacks.\n\"We should all be on our guard,\" she said.\nPHILIP MARAMBA/DAILY MAIL\nCharleston newspapers announced the death of terrorist mastermind Osama bin Laden with banner headlines.\nContact writer Paul Fallon at paul.fallon@dailymail.com or 304-348-4817.\n\nLoad-Date: May 3, 2011"
}