{
    "title": "CITY IS READYING ITS OWN WAR ON TERRORISM",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 3,
    "day": 19,
    "full text": "Urging New Yorkers to remain vigilant, but still \"go about their daily lives,\" Mayor Bloomberg and Police Commissioner Ray Kelly yesterday unveiled the most aggressive anti-terrorism program ever seen in an American city: Operation Atlas.\nThe complex, $5 million-a-week plan, described by Mr. Kelly as a \"tightening of the protective net,\" detailed a laundry list of initiatives: bomb sniffing dogs to check delivery trucks and subway cars; strategically placed radiation sensors to detect a dirty bomb or nuclear device, and checkpoints at all major entrances and exits of the city, including a new one on all downtown avenues at 96th Street, aimed at explosive-laden SUVs and vans.\nNew Yorkers will once again see - and hear - military jets roaring overhead, scanning the skies around the city.\nHidden from view are the efforts of police intelligence, listening to phones or radio signals for would-be terrorists, newly motivated for action by the war in Iraq.\nMayor Bloomberg said the plan would be an \"incremental implementation,\" though already the first elements are in place.\n\"New York has been and will continue to be on the front line of global terrorism,\" Mr. Bloomberg said, \"Operation Atlas is designed to prevent a terrorist attack. Prudence is our job.\" He stressed that there is no evidence the city is in \"imminent danger.\"\nOne law enforcement source, who spoke on condition of anonymity, said intercepted communications and other intelligence involving terror suspects \"keep pointing to New York. We're always at the top of the list of possible targets.\"\nPolice patrols around major broadcast media outlets began on Monday, to prevent the possible takeover by anti-Americans that may have slipped through the increased security at airports.\nShould someone find a way around the city's vigilance and launch an attack, emergency response would be managed from a brand-new command and control center, just becoming fully operational in Brooklyn. Each police borough commander has a stand alone backup plan in case the command center is disabled.\nEarlier, in Washington, Tom Ridge, the secretary of Homeland Security, announced Operation Liberty Shield, a security plan that will tighten protection of the nation's transit hubs, borders, nuclear and chemical plants, and food supplies. President Bush has raised the nation's terror alert level to orange. The city has been on orange alert since the September 11 terror attacks.\nGovernor Pataki also introduced his own security initiative, Operation NYShield, which will mean better security along the New York-Canada border and the mobilization of \"hundreds\" of National Guardsmen.\nMr. Pataki and Mayor Bloomberg expressed concern over the costs of the improved protection, though the mayor promised, \"We will not skimp on protecting the city. If something has to give, it will be something else.\"\nOperation Atlas will consume up to $5 million a week to pay for overtime for New York City police officers.\nBoth the city and state are struggling to bridge billion dollar budget gaps.\nIn the press conference, the mayor announced that he would be in Washington today to \"talk about money\" with Secretary Ridge, Health and Human Services Secretary Thompson, and Attorney General Ashcroft, and the New York congressional delegation.\nHe will find support with Senators Clinton and Schumer. Senator Schumer said the cost of the anti-terrorism programs \"should not be a state burden, that should be a federal burden.\"\nHe could not have been heartened when Secretary Ridge said that New York City government would have to worry about expenses later.\n\"No one has asked about additional finances,\" he said. \"The president said there would be a supplemental, and under those circumstances there may be an opportunity to help the states.\"\nAll three executives speaking today warned of the danger of rumors. Mayor Bloomberg placed his trust in the news media to get the information to the public.\nBut they needn't worry about a panic.\n\"I'm not ignorant to the possibilities of an attack,\" said Natalie Pfeister from Astoria. \"But I'm not going to sit here and worry.\"\nMayor Bloomberg pointed out that despite low crime rates, there is still a greater chance of being the victim of a criminal than of getting caught in a terrorist attack.\nMatthew Thornton of Brooklyn agreed: \"This is New York City. If you don't see a crazy person on any given day, something is horribly wrong.\"\n\nLoad-Date: March 26, 2004"
}