{
    "title": "CITY AND U.S. OFFICIALS TO SEEK FOREIGN TIES TO BRINK'S HOLDUP",
    "publisher": "the new york times",
    "year": 1981,
    "month": 10,
    "day": 26,
    "full text": "The chief spokesman for the Federal Bureau of Investigation said today that there would be a ''major coordinated effort'' between Federal and local authorities to investigate ties between a wide range of domestic and foreign terrorist groups in the $1.6 million Brink's robbery in Rockland County last week.\nBut the spokesman, Roger Young, said there was ''no hard evidence'' yet of involvement of foreign terrorist groups.  ''At this point,'' he said, ''we're a long way from knowing what we have.'' ''Why did they steal the money? How far does the network extend?  It's obvious they were out to finance something,'' he said, referring to the four persons charged in the incident, in which two policemen and a guard were killed.\nFBI reports there will be investigation into ties between domestic and foreign terrorist groups following Brink's robbery in Rockland County (NY)\n''When you have something as big as this, you leave all the doors open,'' Mr. Young said. ''You look into possible foreign entanglements.''\n \n'Domestic Operation'\nA spokesman for the Central Intelligence Agency said that the C.I.A. considered the Brink's robbery ''a domestic operation'' at this point.\nBut he added that if the agency gathered any information that bore on the incident, ''we would pass it along to the State Department's Office for Combating Terrorism.''\nThe possibility of links between radical organizations in the United States and foreign terrorist groups was raised yesterday by Kenneth Walton, director of a joint Federal-New York City Terrorism Task Force. He is the F.B.I.'s deputy assistant director in charge of the New York office.\nMr. Walton declined to say what foreign groups might have connections to the domestic radical organizations, which are the target of an inquiry begun after the robbery and slayings on Tuesday.\n \nLinks to Cubans\nThree of the four suspects have been identified as members of the radical group, Weather Underground. They are Katherine Boudin, Judith A. Clark and David J. Gilbert.\nMr. Walton noted yesterday that some links between the Weather Underground, the Black Liberation Army and Black Panthers had been uncovered so far in the inquiry.\nMr. Young said today that the F.B.I. has been aware for some time that the Cuban intelligence service ''has been supportive in the past of the Weather Underground.''\nTwo former F.B.I. officials, who were convicted last November of authorizing secret break-ins of private homes in the early 1970's in search of bombing suspects, contended during their trial that the fugitives of the Weather Underground had foreign connections with Cuba and North Vietnam.\n \nUnconditional Pardon\nDuring their trial, attorneys for the former officials, W. Mark Felt and Edward S. Miller, argued that the two men considered that they were conducting a foreign counterintelligence operation, not just a domestic criminal investigation.\nHowever, Mr. Felt and Mr. Miller were convicted of conspiring to violate the constitutional rights of American citizens by authorizing the secret searches. They were granted unconditional pardons last April by President Reagan.\nIn granting the pardons, the President said that the two men had ''acted on high principle to bring an end to the terrorism that was threatening our nation.''"
}