{
    "title": "City workers on lookout for terrorism",
    "publisher": "st. petersburg times ",
    "year": 2003,
    "month": 3,
    "day": 29,
    "full text": "It could be an abandoned backpack at the recreation center, or an unattended car in the city parking lot. Something odd could enter a sewer pipe. Someone suspicious might be lurking at the water plant.\nAnd the people most likely to encounter a terrorist strike at the city are not police or firefighters, they're sanitation workers, truck drivers, code enforcement officers.\nSo Clearwater and Largo are training all their workers, thousands of them, to spot terrorist threats.\nBoth cities are teaching employees to watch out for suspicious activity. Largo is taking another step, training workers about chemical and biological terrorism and even catering the training to their jobs.\n\"All employees, not just first responders, are responsible for knowing how biological and chemical agents can be used to disrupt a community,\" said Largo City Manager Steven Stanton, who has taken the courses.\n \nLargo's training\nIn the past several weeks, hundreds of Largo employees have taken the mandatory courses, and more are scheduled. The city has offered an overview on weapons of mass destruction as well as a class catered to chemical and biological weapons.\nBill Conway, who runs the city's teen programs, has taken both of those classes. As far as he knows, he has never thwarted a terrorist. But maybe he could.\nHe helped train the recreation staff to watch for liquids leaking out of backpacks. Usually, it's just Gatorade. But it could be something sinister. They learned how a terrorist can use the most mundane container, such as a Thermos or a mayonnaise jar. They learned how gases can be released and how they spread.\nIn another course, Conway and his colleagues learned, in somewhat gruesome detail, about anthrax and smallpox. They got a history lesson on how, in other times, diseased animals were catapulted over city walls to spread the plague.\nThey learned how natural illnesses can mimic bioterrorism, and how health officials tell the difference. And they got a primer on the smallpox vaccine, which eventually will be offered voluntarily to all city employees.\n\"It's cleared up a lot of misconceptions,\" said district Fire Chief Frank DeFrancesco, who organized the class. \"The media is so hot on bioterrorism I wanted to get good information out to employees.\"\nThe city partnered with the health department and the University of South Florida to run the class. Largo has no homeland security budget, but uses emergency management funds for pamphlets and other costs.\nEmployees are reminded about the city's emergency plan, which is essentially the same for a chemical attack as it is for a hurricane, DeFrancesco said. They are taught about the limited effectiveness of gas masks and duct tape.\nPolice and fire departments get far more extensive training, as they have for years. And the city takes other preventive measures. Since Sept. 11, 2001, visitors to City Hall have had to present their driver's licenses. And in the design for the new library, a blow-out wall is planned for the book drop, in case someone puts a bomb in it.\nA third class is in the planning stages. It will teach workers to watch for dangers specific to their jobs. Garbage collectors, for example, should look out for lab equipment in the trash at residential neighborhoods.\nIf a code enforcement officer sees extra vents on a house, that could be a warning sign. The smell of geraniums is ominous if no geraniums can be found - it could be a chemical reaction.\n \nIn Clearwater: Stay alert\nCity employees have been given \"situational awareness training\" from department heads, said Assistant City Manager Garry Brumback. The training focuses on teaching employees to be on the lookout for things that could be dangerous.\n\"We are doing that with the understanding that we don't want people to panic,\" Brumback said. \"We just want them to be more aware and careful.\"\nThanks to the training, employees have reported seeing people taking pictures of a city water plant and seeing an unattended van parked for days near a municipal building. Both cases turned out to be harmless incidents, but they are a good sign the lessons are working, Brumback said.\n\"It was unusual activity that was appropriately identified and appropriately reported,\" Brumback said. \"And the fact that it was benign was wonderful to find that out. What's tragic is if you don't do it and it turns out bad.\"\nThe city began training employees after Sept. 11. By now, a majority of the employees already have received their training, he said.\n\"Our focus is on the areas that we consider to be potentially vulnerable: fire, police, water, sewer and parks and recreation,\" Brumback said. \"The first line of defense against any act of terrorism is people recognizing what's not proper.\"\n\nGraphic\n\n \nPHOTO; Steven Stanton (ran LA)\n\nLoad-Date: April 3, 2003"
}