{
    "title": "City to Lose Man Who Led Terror Fight",
    "publisher": "the new york times",
    "year": 2006,
    "month": 5,
    "day": 6,
    "full text": "Michael A. Sheehan, the Police Department's senior counterterrorism official who for three years has been a principal force behind the city's programs to prevent and respond to a possible attack, will leave his post later this month, police officials and Mr. Sheehan said yesterday.\n  A retired Army Special Forces colonel who served two stints in the White House as a member of the National Security Council, Mr. Sheehan, 51, will be a distinguished fellow at New York University's Center on Law and Security and teach at the United States Military Academy at West Point, where he graduated in 1977.\nHe said he also planned to write a book about the challenges facing America's counterterrorism efforts -- and how the many misconceptions about the threat diminish the country's ability to address it effectively. At the same time, he said, he will work in the financial services industry as a security consultant.\n  In addition to his military career, Mr. Sheehan was the top counterterrorism official at the State Department and helped oversee peacekeeping efforts with the United Nations. Citing his 33 years in government, he said yesterday that he wanted to continue to serve, but in a different way.\n  ''It's time for me to go to a different level,'' Mr. Sheehan said, ''and for the first time in my life, I'm going to be able to write and speak and enter the public policy discussion and hopefully bring a little added value to that discussion in an nonpartisan way.'' \n  Mr. Sheehan, an intensely energetic man whose slim frame belies a forceful personality, had a military career that included stints as a counterinsurgency adviser in El Salvador and a Special Forces commander in Panama.\n  At the Police Department, as the deputy commissioner for counterterrorism, he oversees about 220 officers and investigators. Their responsibilities include protecting the city's infrastructure -- from roadways and the financial system to the water supply. He helped develop and put in place a training program to deal with chemical, biological, radiological and nuclear weapons.\n  Among those investigators are about 110 detectives assigned to the F.B.I.-N.Y.P.D. Joint Terrorist Task Force. He said one of his main accomplishments was working to help change the culture there from one focused on law enforcement to one directed toward intelligence gathering.\n  It was also Mr. Sheehan, whose strong objections to the plans for the Freedom Tower, rooted in his deep concerns about security at the planned building, forced its redesign. He was a driving force behind the department's program to search bags in the city's subways, which began in July 2005. ''As he did the nation, Mike Sheehan served the N.Y.P.D. beyond measure,'' Police Commissioner Raymond W. Kelly said in a statement yesterday. ''No one worked harder or with more professionalism or expertise. He helped transform the Police Department so it could combat terrorism and better protect New York.'' \n  Mr. Sheehan's departure leaves open a major position in the department, which has made preventing terrorism and preparing for another possible attack perhaps its highest priority.\n  Bruce Hoffman, a counterterrorism expert at the Rand Corporation, called Mr. Sheehan's time at the Police Department ''one of immense stewardship.'' He said Mr. Sheehan's broad experience would make it hard to replace him. \n  ''There are few people in the country, let alone the world, that really have his knowledge and understanding of terrorism as a phenomenon and from the diversity of perspective he brought to bear on it,'' he said. ''So it's a big pair of shoes to fill.'' \n  One official, who spoke on condition of anonymity because Mr. Sheehan's replacement has not yet been selected, said the leading candidate among several under consideration was Andrew C. McCarthy, a former assistant United States attorney in Manhattan who led the prosecution of Sheik Omar Abdel Rahman, who was found guilty in 1995 of conspiring to blow up New York landmarks. Mr. McCarthy also took part in other terrorism investigations in New York after the Sept. 11 attacks.\n  Mr. McCarthy, now a senior fellow at the Foundation for the Defense of Democracies, would not comment except to say, ''It's always an honor to hear your name bandied about in a situation like this.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Michael A. Sheehan is stepping down to become a distinguished fellow at New York University. (Photo by Adam Rountree/Getty Images)(pg. B4)\n\nLoad-Date: May 6, 2006"
}