{
    "title": "Civic terrorism injures Spokane;",
    "publisher": "spokesman review",
    "year": 2002,
    "month": 1,
    "day": 29,
    "full text": "Combine a series of controversial issues, a group of assertive elected\n officials and a host of recent changes in the structure of city government and\n you create the perfect formula for heated disagreements. People have come to\n expect disagreements while watching Spokane's City Council in action. And many\n have let their displeasure about those disagreements be known. That's all part\n of the democratic process. But recently someone responded to a council member\n with an anonymous death threat, a threat the community cannot tolerate and\n must condemn.\nThe individual who made the threat obviously cannot separate controversial\n issues from elected individuals who are working on behalf of citizens. What\n the person who made this anonymous threat fails to understand is the power\n that each person has in a democratic society.\n When you don't like the votes your elected officials make, you can vote\n against them and encourage others to do the same. You can also take your\n disagreements to the City Council directly. Open public forums are a standard\n part of each meeting.\n People who stand up make candid, honest statements, sometimes said with\n anger. And it's good to remember that some of the most tense moments came in\n years past, long before the present council took office. For instance, in the\n late 1980s city leaders were considering whether Spokane should invest in an\n incinerator to handle its solid waste. City police officers were stationed in\n the Chase Gallery to prevent debate from becoming anything more than just\n debate. The democratic process during the incinerator debate wasn't always\n pretty, but it was public.\n Anonymous telephone threats undermine the integrity of city government\n played out in the civic arena.\n Threats are a dishonest and cowardly form of personal terrorism.\n Not long ago police started referring to residential burglaries as ''home\n invasions\" because it better captures the violation and vulnerability victims\n feel and the lingering fear many experience. Phone threats have a similar\n effect.\n Elected officials aren't the only ones who have been victims of this\n personal terrorism. Some social service agencies in the Inland Northwest\n routinely receive death threats on their answering machines. Law enforcement\n officers, judges and journalists have also experienced threats against their\n lives.\n Modern phone technology provides some tools to fight telephone threats.\n Caller ID and instant callback are two tools, and phone companies can also\n work with people to track patterns of threatening phone calls and messages.\n Anonymous death threats - received by telephone, letter, e-mail or even\n placed under a car windshield - should be aggressively investigated. And those\n responsible, when caught, should be prosecuted to the full extent of the law.\n Overreaction? Not when you remember that those who engage in anonymous threats\n threaten our democratic way of life.\n\nLoad-Date: January 31, 2002"
}