{
    "title": "Civil suit against UC Berkeley prof over Bush-era memos moves forward",
    "publisher": "university wire",
    "year": 2009,
    "month": 6,
    "day": 18,
    "full text": "A recent decision allowing a civil suit against UC Berkeley Law Professor John Yoo to continue will not likely aid efforts to have him brought to court over Bush-era memos he authored, legal experts said.\nThe suit was brought by convicted terrorism conspirator Jose Padilla and his mother Estela Lebron. In a June 12 decision, Federal District Judge Jeffrey White rejected the defense's claim that the suit could not focus on Yoo.\nPadilla and Lebron argue that Yoo is responsible because of his work as a justice department counsel in the Bush administration. At that time, Yoo reportedly wrote memos that justified Padilla's confinement as an \"unlawful combatant\" and his subsequent treatment.\nMajor media outlets predict Yoo will appeal the decision, but Yoo did not return requests for comment.\nCounsel provided for Yoo by the U.S. Department of Justice had argued that it was unclear whether any of the Bush administration's counter-terrorism policies were unconstitutional at the time of Padilla's incarceration on suspicion of terrorism charges.\n\"Yoo is not entitled to qualified immunity,\" White said in the decision. \"The specific designation as an enemy combatant does not automatically eviscerate all of the constitutional protections afforded to a citizen.\"\nBut advances in civil court will not likely affect other efforts from activists to force the U.S. Federal Government to hold Yoo responsible for Bush administration policies, according to Jesse Choper, Earl Warren professor of public law at Boalt Hall.\n\"It's symbolic (but) it could not have a substantial effect on a criminal proceeding,\" he said.\nHe added that although the court denied a motion to dismiss, Padilla still has to prove his case.\n\"He is a long way from there,\" Choper said.\nAccording to court documents, the plaintiffs allege Yoo's legal advice denied Padilla's constitutional rights during his three years of solitary detention in a Naval brig in South Carolina, where he was allegedly tortured and denied contact with legal counsel and family members.\nPadilla and Lebron seek $1 in damages, \"equitable relief\" and an admission that his detention was unconstitutional, according to Jonathan Freiman, who is part of Padilla's legal team.\nYesterday, Freiman said he was satisfied that the court let the case proceed.\n\"The court held that those accused of designing and justifying torture right here in the United States should have to answer for what they've done,\" he said in an e-mail.\nThe justice department will continue to represent Yoo, following official department policy, according to department spokesperson Charles Miller.\n\"We can only say that we are still\nreviewing (the case) at this stage,\" he said in an e-mail.\nPadilla was arrested in 2002 upon arrival in Chicago, Ill. on the suspicion that he planned to acquire radioactive materials to detonate a nuclear weapon within the United States. A month later, he was transferred to military custody.\nPadilla received national attention in 2004 when he alleged that then-Secretary of Defense Donald Rumsfeld was unlawfully holding him without charges. The U.S. Supreme Court later dismissed the petition on technical grounds.\nA civilian court found Padilla guilty of conspiracy to commit terrorism abroad. In 2008, Padilla was sentenced to more than 17 years in prison.\nAlexandra Wilcox of the Daily\nCalifornian contributed to this report.\n(C) 2008 Daily Californian via UWIRE\n\nLoad-Date: June 18, 2009"
}