{
    "title": "Civilian Sales of Military Rifle Raise Concerns About Terrorism",
    "publisher": "the new york times",
    "year": 2005,
    "month": 11,
    "day": 28,
    "full text": "When American soldiers need to penetrate a tank's armor from a mile away, they count on a weapon that evolved from the garage tinkering of a former wedding photographer.\n  The weapon, a .50-caliber rifle created by the photographer, Ronnie Barrett, and sold by his company, Barrett Firearms Manufacturing, is also the most powerful firearm civilians can buy. It weighs about 30 pounds and can hit targets up to 2,000 yards away with armor-piercing bullets.\nThat kind of power has drawn the United States military, which has been buying Mr. Barrett's rifles since the 1980's and using them in combat since the Persian Gulf war of 1991. But the gun also has critics, who say it could be used by terrorists to bring down commercial airliners or penetrate rail cars or storage plants holding hazardous materials.\n  ''These are ideal weapons of terrorist attack,'' said Tom Diaz, a senior policy analyst with the Violence Policy Center, a gun control advocacy group based in Washington. \n  Mr. Diaz said the guns should be more regulated and harder to buy. They can now be bought by anyone 18 or older who passes a background check. \n  For years some state and federal lawmakers have sought to limit or ban the gun's sale; California became the first state to outlaw its manufacture and sale this year. \n  The majority of Mr. Barrett's sales come from orders for armed forces and police departments in some 50 countries. Every branch of the United States military uses the rifles, which cost $3,500 to $10,000 each; Mr. Barrett said the Department of Defense spent about $8 million on his firearms last year.\n  The New York City Police Department recently announced that it was training officers in its aviation unit to use the rifles, which will be on board some helicopters to intercept potential attacks from boats or airplanes. \n  But Mr. Barrett said civilian sales were crucial to his business because military and police orders fluctuate year to year. Most civilians who use the gun do so for hunting big game and in marksmanship competitions. \n  Mr. Barrett and gun advocates say that the gun's power has been exaggerated and that the weapon is too expensive and too heavy to be used by criminals. But reports have found that the rifles have made their way to terrorists, drug cartels and survivalists.\n  And a 1999 investigation by the General Accounting Office, the predecessor of the Government Accountability Office, Congress's investigative arm, found that ammunition dealers were willing to sell armor-piercing bullets, even when an agent pretending to be a buyer said he wanted the ammunition for use against armored limousines or ''to take a helicopter down.''\n\nhttp://www.nytimes.com\n\nLoad-Date: November 28, 2005"
}