{
    "title": "Civil liberties, domestic security and the Boogeyman",
    "publisher": "university wire",
    "year": 2013,
    "month": 11,
    "day": 19,
    "full text": "Many American lawmakers put on their best show of being \"shocked\" and \"flabbergasted\" with the latest revelations regarding the NSA. However, these encroachments on civil liberties should come as no surprise. Insanely popular political scholar Noam Chomsky predicted it best when he said immediately after 9/11 that every regime is now going to use this incident to further their own goals and agendas, and there is no one to blame for allowing it to happen except for ourselves. The U.S. was no exception to Chomsky's claim in the pursuit of political goals after the tragic events of 9/11.\nFrom the 1960s to the late '80s, \"communism\" was the hot-button word used to scare the American public and to warrant any foreign and domestic actions that previously would have been deemed unreasonable. After 9/11, \"terrorism\" became the one-word justification of abusive and hypocritical policies. Several acts of Congress and the executive branch, acts labeled as a means of protecting us from terrorism, have made infringing on Americans' civil liberties far easier. Terrorism has been used in the same way parents use the idea of the boogeyman with their children.\nWhether it was the Patriot Act or the amendments to the Foreign Intelligence Surveillance Act in 2008, we swallowed, in fear and without question, whatever the government fed us regarding terrorism. We the people allowed Congress to make these abuses of power possible. Looking back on it, it was really genius politics all the way through. Terrorism, even more than communism, gives Congress the leeway to abuse power. In an Internet broadcast interview with Timothy Ferriss, renowned military analyst Daniel Ellsberg compared the current incarnation of FISA to the East German Stasi. Ellsberg stated that post-9/11 amendments to FISA have opened the door to abuses of power and unwarranted surveillance by the federal government. Unlimited surveillance of the communications and conversations of American citizens by the federal government could be initiated merely by the allegation of intent, regardless of fact.\nTerrorism was painted as the \"enemy that could not be seen.\" It was everywhere and everybody. Asymmetrical attacks, small attacks on larger powers, were more dangerous than ever, so the administration had the duty and responsibility to sniff out all these threats through whatever means necessary. In hindsight, many of these methods turned out to be inherently political, but that was the beauty of it. The use of the word \"terrorism\" through the mass media was so successful that the American public was willing to let anything happen as long as this boogeyman lurking in our closet would go away. Just like our parents warned us not to get out of bed in the night because the boogeyman was hidden behind closed closet doors, the administrations of Presidents Bush and Obama have instructed us to fear the unseen enemy and to let the adults take care of it. Because of fear, we have allowed these politicians to gain more and more power.\nWe all were scared of the boogeyman at some point as children-until that one night when we finally mustered up the courage and opened the closet door to discover it was empty of scary monsters. The Bush and Obama administrations have used this same boogeyman tactic for too long now, but Americans everywhere are finally opening the door and finding out that a lot of these \"terrorist\" threats were really just political ploys. Obviously the Bush and Obama administrations were not the only ones. The overthrow of the Iranian Shah in the infamous 1979 coup is a prime example.\nThe NSA's power has been readily explained using the following analogy: if you give a fisherman a net big enough to catch all the fish he needs as well as fish he doesn't need, all the fisherman has to do is take the fish he needs and throw the rest back. I do feel the NSA is a necessary component of fighting legitimate terrorist threats within our country, and some powers that might be unconstitutional must be delegated for times of extreme emergency. An example outside of the NSA is the recent bombing of the Boston Marathon. After the bombing, police authorities searched every home within a three-block radius hoping to find those responsible. However, these powers must come with appropriate checks from civilian authorities. Greater transparency and measures such as a mandatory monthly deletion and wipe out of records that are unrelated to terrorist threats must be put in place.\nMore important than measures on these powers is the importance of the American public refusing to cower in the corner for fear of whatever or whoever may be the next common enemy. We must learn from our mistakes and never again blindly believe in the boogeyman (not) lurking in the closet.\n\nLoad-Date: November 19, 2013"
}