{
    "title": "Civil liberties groups allege misuse of law in terror fight",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 6,
    "day": 27,
    "full text": "WASHINGTON - The Justice Department imprisoned dozens of Muslim men for months in the wake of the Sept. 11 attacks based on secret evidence and often flimsy links to terrorism, two civil liberties groups charge in a new report to be made public today.\nThe report, by the American Civil Liberties Union and Human Rights Watch, accuses the Justice Department of plunging at least 70 men \"into a Kafkaesque world of indefinite detention.\"\nFour of the 70 have been convicted of crimes related to terrorism and three are awaiting trial, and the report said 13 of the men have received apologies from the government.\nIn one case the report cites, a 68-year-old physician and U.S. citizen was hauled away in handcuffs after his suspicious neighbors broke into his apartment and discovered literature on flying. In another, a U.S. citizen, was locked up after his wife was seen videotaping boats on Chesapeake Bay by other drivers who thought she might be scouting the Chesapeake Bay Bridge as a target.\nAt issue is the government's use of material-witness warrants, which are intended to let prosecutors prevent uncooperative would-be witnesses from skipping town before testifying at trial or before a grand jury. Since Sept. 11, the Justice Department has used such warrants to hold people in terrorism investigations.\nThe ACLU and Human Rights Watch identified 70 men - all but one of them Muslims - who they say have been held as material witnesses in terrorism-related cases. The groups say the number could be higher.\nThe Justice Department defended its actions, saying the warrants are constitutional and have been used with great care for years in cases ranging from organized crime to human trafficking.\n\"The material-witness statute may not be used as a broad preventative detention law to hold suspects indefinitely while investigating them without filing charges,\" Chuck Rosenberg, the chief of staff to the deputy attorney general told a House of Representatives panel last month.\nBut since the Sept. 11 attacks, the process has been cloaked in unprecedented secrecy, with cases kept off court dockets and records sealed. The Justice Department has told Congress very little, including how many people have been held.\nToday's report is touted as the first detailed and systemic look at how the government has been using its power to hold material witnesses as part of its counterterrorism campaign.\nIt concludes that the Justice Department has been using the law for a purpose for which it was never intended: holding suspects as witnesses to buy more time to investigate them. Criminal charges must be brought within a set period, but there's no limit on how long a material witness can be held. More than half the men were held for more than 30 days, and one was imprisoned for more than a year.\n\"The material-witness law has been twisted beyond recognition,\" the report said.\n\nLoad-Date: June 29, 2005"
}