{
    "title": "Civil Liberties in Peril Down Under",
    "publisher": "the new york times",
    "year": 2014,
    "month": 11,
    "day": 28,
    "full text": "Australia and New Zealand are not among the usual suspects when it comes to state suppression of civil liberties. But both countries, stung by Edward J. Snowden's revelations last year about their intelligence-gathering efforts, have been cracking down on the press: Australia has passed sweeping secrecy laws, while police officers in New Zealand recently raided the home of a reporter who had published information regarding a government scandal.\nThere has been little international outcry, and Washington is hardly likely to be upset: The two countries harbor the only major intelligence gathering facilities for the National Security Agency in the Southern Hemisphere, and, along with Britain, Canada and the United States, are members of the intelligence-sharing arrangement known as the ''Five Eyes.''\nIn New Zealand, the journalist targeted in the raid is the country's top investigative reporter, Nicky Hager, who has been working with Mr. Snowden and the journalist Glenn Greenwald. Mr. Hager has ''long been a pain in the establishment's neck,'' a former prime minister of New Zealand, David Lange, once said, admiringly.\nIn 1996 Mr. Hager published his book ''Secret Power,'' which revealed the relationship between the N.S.A. and New Zealand. Mr. Lange said that he learned more about what the N.S.A. was doing in his country from reading Mr. Hager's reporting than he did as prime minister.\nAcross the Tasman Sea, the Australian government recently amended the country's national security laws so that journalists and whistle-blowers who publish details of ''special intelligence operations'' may be sentenced to up to 10 years in prison.\nThe measures are part of a groundswell of terrorism hysteria. September brought the largest counterterrorism raids in Australian history, in which some 800 state and federal police officers raided homes in several Sydney suburbs with large Muslim populations, acting on what officials said was an intercepted phone call about possible activity by allies of the Islamic State, also known as ISIS.\nFor all the forces deployed in the raids, only one person was arrested and charged with a terrorism-related crime; in a court appearance in mid-November, his lawyer said the telephone conversation had been mistranslated.\nThe press has added to the hysteria, spreading a story that Islamic State followers were plotting a public beheading in a square in downtown Sydney -- a claim no public official has made, and a claim for which there is virtually no evidence.\nA week after the raids, the ruling center-right Liberal Party proposed the national security amendments aimed at the press and leaks; the opposition Labor Party supported them, and the changes passed with little debate.\nTellingly, one of the few votes against the bill came from a former intelligence official. ''This is disgraceful, absolutely disgraceful,'' said Andrew Wilkie, an independent member of Parliament from Tasmania. Mr. Wilkie had resigned from the country's intelligence service in early 2003 in protest against the lack of evidence in the claims about Iraqi weapons of mass destruction.\nBut it seems the Australian government is motivated by more than just terrorism fears. A year ago, based on information provided by Mr. Snowden, The Guardian Australia newspaper and the Australian Broadcasting Company, the public broadcaster, reported that Australian intelligence had bugged the mobile telephones of President Susilo Bambang Yudhoyono of Indonesia, his wife and eight of his top aides.\nThis was far more serious than just an embarrassment to the Australian government. It caused a serious rupture in diplomatic relations -- Indonesia recalled its ambassador, and he didn't return for six months. Indonesia looms large in Australia's foreign policy constellation, along with the United States, and its major trading partners China and Japan. Cooperation with Indonesia is considered vital in the fight against human trafficking and terrorism.\nIn New Zealand, the fallout from Mr. Snowden's leaks has been domestic. At a conference in Auckland in September, Mr. Snowden said, via a video hookup from Moscow, that the New Zealand government and the National Security Agency of the United States were engaged in vast domestic surveillance.\nThe country's prime minister, John Key, vigorously denied the charges, but then backtracked after Mr. Snowden released supporting documents, saying that he ''may well be right.'' Mr. Key added, ''I don't run the N.S.A.''\nIt came as no surprise to many when, last month, five detectives and a computer engineer raided the home of Mr. Hager, the journalist who has been working with Mr. Snowden. Over a 10-hour period, they took computers, phones, papers, an iPod and a camera.\nThe raid may also have arisen out of Mr. Hager's most recent book, ''Dirty Politics,'' in which he revealed that officials in the prime minister's center-right National Party government had been supplying derogatory information about opposition politicians to a right-wing blogger. The justice minister was forced to resign.\nWhatever the motivation, the raid, like the Australian anti-whistle-blower laws and President Obama's anti-leak investigations, is certain to have a chilling effect. Of course, such steps are always explained as a result of a careful balancing between national security and civil liberties. What is becoming increasingly clear is that political self-interest -- which serves no one except the powers that be -- is just as important a factor.\nRaymond Bonner is a former New York Times reporter and the author, most recently, of ''Anatomy of Injustice: A Murder Case Gone Wrong.''\n\nhttp://www.nytimes.com/2014/11/28/opinion/civil-liberties-in-peril-down-under.html\n\nLoad-Date: November 28, 2014"
}