{
    "title": "Civilian courts work",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 11,
    "day": 23,
    "full text": "The following editorial appeared recently in the Miami Herald: The conviction of terrorist Ahmed Ghailani in New York this week is a resounding reaffirmation of the principle of trial by jury in the criminal justice system and the capability of juries to weigh the evidence put before them and arrive at a fair verdict. Unlike the military commission trials held at Guantanamo, this trial was run by the books. Ghailani was convicted on the basis of untainted evidence, under time-tested rules of cross-examination and in an open court where everyone, including the news media, could witness the proceedings in an unfettered manner. \nCompare that to Guantanamo, where the rules are constantly changing and capriciously applied. Where \"evidence\" is often censored. Where the press and public have no standing. The Ghailani case is significant because he is the first former Guantanamo detainee tried in civilian court. The 36-year-old Tanzanian was convicted of conspiracy to destroy government buildings in al Qaeda's 1998 bombings of the U.S. embassies in East Africa that killed 224 people and maimed thousands. After his capture in 2004, he was held at a CIA \"black site\" until a move to Guantanamo in 2006. That secret detention delayed his being brought to justice by up to five years and complicated the case by forcing prosecutors to decide which evidence was untainted by that detour. Even so, a conviction is a conviction. Ghailani faces 20 years to life in prison, most likely the latter. As Rep. Bennie Thompson, D-Miss., outgoing chairman of the Homeland Security Committee, put it: \"I don't care how bad you are, we can still put you on trial and if the evidence warrants a conviction you'll get it.\" Sadly, many Republicans disagree, pointing to the jury's decision to acquit on most other charges as reason to question the traditional system of jurisprudence. \"We put our nation at risk by criminalizing the war,\" said Sen. Lindsey Graham. Such thinking is the triumph of politics over reason. The actual record of convictions at Guantanamo is abysmal. In the nearly nine years since the camp was set up, a mere five convictions have been obtained, and only two of them by trial. (The others were plea deals.) That's not a record to be proud of, especially when civilian courts have shown repeatedly that they can deliver justice for the accused, as well as reassurance to a security-conscious nation. U.S. prosecutors have obtained more than 400 terrorism-related convictions in U.S. courts since 9/11. That includes Zacarias Moussaoui, the so-called 20th hijacker, and \"Shoe Bomber\" Richard Reid. Nor is the system the foot-dragging caricature that critics portray. A few weeks ago, Faisal Shahzad was sentenced to life in prison ? just six months after his attempted Times Square car bombing. The system works. The Ghailani conviction proves it again. Now it's time for President Obama to bring more terrorism detainees to trial in civilian courts and make good on his promise to dismantle the Guantanamo facility once and for all. \n\nLoad-Date: November 24, 2010"
}