{
    "title": "Civilian lookout team efficient way of preventing terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 7,
    "day": 24,
    "full text": "To date, it remains uncertain as to whether Osama bin Laden is pushing up daisies or still running from 10,000-pound \"daisy cutter\" bombs. But what is known is that al Qaeda and other terrorist groups are still a threat to the United States. As President George W. Bush made clear in January's State of the Union Address, \"Time and distance from the events of Sept. 11 will not make us safer unless we act on its lessons. America is no longer protected by vast oceans. We are protected from attack only by vigorous action abroad and increased vigilance at home.\"\nWith that in mind, the White House recently unveiled its latest precision weapon in the War on Terror: America's citizens.\nTexas A&M U.\nOperation TIPS, or the Terrorism Information and Prevention System, is a program to be directed by the Department of Justice utilizing volunteer citizens to stop terrorism. Despite coming under fire from such groups as the American Civil Liberties Union, Operation TIPS would benefit America and might save lives.\nOperation TIPS is one of five initiatives under the President's \"Citizen Corp,\" a plan to encourage volunteerism and involvement in local communities. TIPS, the most controversial of the five, is a national system for reporting potential terrorist activity. In the wake of another admission by the FBI that information in that agency's control prior to Sept. 11 may have prevented the attacks, TIPS is a chance to prevent terrorism through channels other than those that failed last year.\nThe system's design is to streamline information that would normally end up at numerous departments into a single database via a telephone and Internet hotline. This would enable law enforcement to form a picture using all the information at hand, rather than discovering it in a field office six months too late. According to the Citizen Corps website, TIPS \"will involve the millions of American workers who, in the daily course of their work, are in a unique position to see potentially unusual or suspicious activity in public places.\" This has riled the feathers of many of the more paranoid elements of the political spectrum and has provided those who dislike John Ashcroft and the Bush Administration an opportunity to cry foul.\nRecent weeks have seen a number of notorious interests and conspiracy theorists bash TIPS. The ACLU has called the program a White House attempt to \"turn local cable or gas or electrical technicians into government-sanctioned peeping toms.\" But other than tongue-in-cheek references to 1984 and the Soviet Union, detractors of the program have offered up little evidence against the idea.\nIf privacy is at the center of the issue, the facts should be laid bare. TIPS does not call for, nor sanction, more intrusive behavior on the part of volunteers than what already takes place, nor does it call for them to enter residences. Currently, if \"Joe Plumber\" comes to your house to fix a water main and sees a 10-gallon bucket of Anthrax next to a shrine of Mullah Omar in your driveway, he has done nothing wrong. The only difference is that under Operation TIPS, \"Joe Plumber\" has a central database to report this information to.\nTIPS' opponents are concerned this might be considered illegal search and seizure. Currently, law enforcement officers may search a residence with permission, or any area in plain view. Likewise, plumbers are only allowed onto property when invited and may be asked to leave. Plumbers, however, cannot execute search warrants.\nIt is apparent America has managed to grow apathetic to terrorism in the 10 short months since thousands perished in the Sept. 11 attacks. The media, once focused on the hunt for Osama bin Laden, has moved on to church scandals and corporate witch hunts. Congress, once devoted to winning the war, now cares only about election battles. Much as victory gardens and Rosie the Riveter were in their day, TIPS is more than just a tool to win the war. It is also a way to involve ordinary citizens in events that at times are thousands of miles away. It is a way for Americans to serve their country without wearing a uniform. And that may be its best attribute.\nUnlike the recent creation of the Department of Homeland Security and the federalization of airport security guards, only minimal new government spending and bureaucracy comes attached to Operation TIPS. While it has yet to be proven that making a worker a government employee boosts productivity, volunteerism has an outstanding track record. In 1972, the National Neighborhood Watch Program was founded. The program encourages residents to assist law enforcement in their communities through patrols, reporting suspicious activities, and being \"extra eyes and ears.\" According to the National Sheriff's Association website, participating in a neighborhood watch has a myriad of benefits: \"Research revealed that persons who participated actively in Neighborhood Watches had an increased sense of neighborhood, a better understanding of crime prevention measures, less fear of crime and a greater sense of involvement in informal control in the neighborhood.\"\nThe TIPS program simply makes important information accessible to the right hands.\nEven though the results of the TIPS program would be fruitful, its future remains uncertain. Thursday, bowing to fear tactics used by its opponents, Republican Dick Armey added to the Homeland Security Bill language to prevent the implementation of Operation TIPS. Despite the shaky ground TIPS now occupies, its fundamental principals remain true. Ordinary citizens are key to preventing the next terrorist attack on American soil, and the private sector can do a more efficient job than the government.\n(C) 2002 The Battalion via U-WIRE\n\nLoad-Date: July 24, 2002"
}