{
    "title": "Civil Liberties Today",
    "publisher": "the new york times",
    "year": 2011,
    "month": 9,
    "day": 11,
    "full text": "There is a place for alarmism when threats to civil liberties are concerned. Too much worry about our freedoms is better than too little, particularly in the face of a government shrouded in wartime secrecy after the Sept. 11 attacks.\nBut there is also a place, a decade later, for sober reflection. By historic standards, the domestic legal response to 9/11 gave rise to civil liberties tremors, not earthquakes. And even those changes were largely a result of reordered law enforcement priorities rather than fundamental shifts in the law.\nConsider the USA Patriot Act, which was short for this Orwellian mouthful: Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism Act of 2001. The law, more than 300 pages long, sailed through Congress seven weeks after the attacks with scant dissent. It quickly became a sort of shorthand for government abuse and overreaching.\nThe Patriot Act undeniably expanded the government's surveillance powers and the scope of some criminal laws. But this was, in truth, tinkering at the margins and nothing compared with the responses of other developed democracies, where preventive detention and limitations on subversive speech became commonplace.\n''In comparative perspective, the Patriot Act appears mundane and mild,'' Kent Roach, a law professor at the University of Toronto, writes in a new book, ''The 9/11 Effect: Comparative Counter-Terrorism.''\nThe story is different as one moves beyond domestic criminal law. Detentions at Guantanamo Bay, extraordinary renditions and brutal interrogations all tested the limits of the appropriate exercise of government power in wartime. The American government held people without charge for almost a decade, engaged in torture as that term is understood in international law, and sent people abroad for questioning to countries known to engage in what everyone must agree is torture.\nBut criminal law itself changed surprisingly little in the wake of the attacks. What did change was how law enforcement conceived its mission.\nAlmost immediately after the attacks, Attorney General John D. Ashcroft announced ''a new paradigm.'' Preventing terrorist acts, he said, was now more important than punishing crimes after the fact. There were echoes here of ''Minority Report,'' the 1956 Philip K. Dick story (and 2002 movie) that depicted a world in which the police catch criminals before they can act, based on their thoughts rather than their actions.\nThe new paradigm encouraged the arrests of people thought to be dangerous for, as Mr. Ashcroft put it, ''spitting on the sidewalk,'' or for immigration offenses, or as material witnesses. It increased surveillance of religious and dissident groups. It ramped up the use of a law barring even benign support for organizations said to engage in terrorism, putting pressure on activities long thought to be protected by the First Amendment. And it inserted informants into Muslim communities, giving rise to a culture of suspicion and charges of entrapment.\nThe number of people directly affected by these changes was, in the greater scheme of things, small. The indirect chilling effect on free speech, association rights and religious freedom was impossible to measure. But by the standards of the Alien and Sedition Acts of 1798, the Palmer raids of 1920, the internment of Japanese-Americans during World War II and the McCarthy era, the contraction of domestic civil liberties in the last decade was minor.\nArrest Early, Charge Broadly\nAs they generally have in the past, the courts acquiesced in the government's efforts to combat terrorism. True, the Supreme Court placed some limits on the executive branch's ability to hold prisoners at Guantanamo Bay. But decisions in criminal and immigration cases tell a different story.\n''The courts have been failing terribly,'' said Susan N. Herman, the president of the American Civil Liberties Union and the author of ''Taking Liberties: The War on Terror and the Erosion of American Democracy,'' which will be published in October.\nThe Supreme Court, she said, routinely refuses to hear cases in which lower courts uphold the government's position in cases involving national security. ''They're not interested in civil liberties challenges,'' she said of the justices. ''They're only interested when the government loses.''\nThe goal of stopping terrorism before it happens caused federal law enforcement officials to make early arrests and then to rely on charges that required little proof of concrete conduct. Prosecutors often charged defendants accused of involvement in terrorism with conspiracy or ''material support'' of groups said to engage in terrorism.\nThose laws were already in place, said Robert M. Chesney, a law professor at the University of Texas. ''The difference is,'' he said, ''they just weren't being used.''\nAfter the Sept. 11 attacks, things changed. In just the first five years, prosecutors charged more than 100 people with providing material support to terrorist groups. That support often took tangible form, like providing weapons, and it generally seemed directly linked to the advancement of violent ends.\nBut some prosecutions were based on sending money to groups that engaged in both humanitarian work and violence. And last year, in Holder v. Humanitarian Law Project, the Supreme Court ruled that it could also be a serious felony merely to urge terrorist groups to use peaceful means to resolve disputes. Such speech, the court said, amounted to material support and could be made criminal notwithstanding the protections of the First Amendment.\nChief Justice John G. Roberts Jr., writing for the majority, stressed that the material-support law applied only to speech directed by or coordinated with terrorist groups. People ''may say anything they wish on any topic'' without running afoul of the law, the chief justice said, so long as they are speaking independently.\nAggressive use of material support and similar laws, critics responded, chipped away at two principles that had been thought settled for about half a century. One was that mere membership in a subversive organization cannot be made a crime. The other is that the abstract advocacy of even the violent overthrow of the government must be tolerated under the First Amendment.\nThe Humanitarian Law Project decision ''is akin to the kind of criminalization in the McCarthy era of speech and guilt by association,'' said David D. Cole, a law professor at Georgetown who represented the challengers in the Humanitarian Law Project case as a lawyer with the Center for Constitutional Rights.\nA second law already on the books, this one allowing the arrest and detention of material witnesses -- people said to have evidence of others' crimes -- was misused, critics say, as a shadow preventive detention regime. Instead of using the law to make sure people with information about the wrongdoing of others would turn up to testify, these critics said, prosecutors used the law to hold people themselves suspected of links to terrorism.\nGuilty Until Proven Innocent\nLaws concerning immigration offenses were also used to detain people suspected of terrorism, according to a 2003 report from the Justice Department's inspector general. The report said that the usual presumptions of the legal system were turned upside down after the attacks. People detained on immigration charges were considered guilty until proven innocent and were often held for months in harsh conditions after they were ordered released.\nIn decisions in 2009 and May of this year, the Supreme Court blocked two lawsuits seeking to hold Mr. Ashcroft accountable for what the plaintiffs said were abuses in the use of the material-witness and immigration laws.\n''It should come as no surprise,'' Justice Anthony M. Kennedy wrote for a five-justice majority in one of them, ''that a legitimate policy directing law enforcement to arrest and detain individuals because of their suspected link to the attacks should produce a disparate, incidental impact on Arab Muslims, even though the purpose of the policy was to target neither Arabs nor Muslims.''\nIn the decade since the attacks, the government also became notably more aggressive in the use of informants and sting operations, sowing distrust in some parts of Muslim communities. In one such operation, an imam in Albany was ensnared in a fictitious plot involving shoulder-launched missiles and the assassination of a Pakistani diplomat in New York.\nDefending the 15-year sentence meted out to the imam, Yassin M. Aref, prosecutors said the new paradigm of prevention justified the tactics. ''The Federal Bureau of Investigation has an obligation to use all available investigative tools,'' prosecutors wrote in a 2007 appeals court brief, ''including a sting operation, to remove those ready and willing to help terrorists from our streets.''\nProtections 'Seriously Diluted'\nNot all new tactics in combating terrorism in the United States were based on existing laws. ''In electronic surveillance, you did have a big change,'' said John C. Yoo, a law professor at the University of California, Berkeley, who became known for his aggressive legal advice and expansive view of executive power as a Justice Department official in the Bush administration.\nIn 2002, for instance, a special federal appeals court, the United States Foreign Intelligence Surveillance Court of Review, granted the Justice Department broad new powers to use wiretaps obtained for intelligence operations in criminal cases. ''This revolutionizes our ability to investigate terrorists and prosecute terrorist acts,'' Mr. Ashcroft said at the time.\nAfter revelations concerning the warrantless wiretapping of international communications, Congress largely endorsed the program. Those legal changes, joined with striking advances in technology, have allowed the government broad ability to gather information.\n''The Fourth Amendment has been seriously diluted,'' said Professor Herman, who teaches at Brooklyn Law School. She added that she was struck by ''the amount of surveillance that's been unleashed with less and less judicial review and less and less individualized suspicion.''\nBoth the Bush and Obama administrations have been criticized by liberals as employing excessive secrecy and, in particular, for invoking the state secrets privilege to shut down civil litigation challenging things like rendition and surveillance programs. By international standards, though, the public has learned a great deal about secret government activities.\n''That so many of the abuses committed by the executive in the wake of 9/11 have come to light is another sign of American exceptionalism,'' Professor Roach wrote, ''as manifested by the activities of a free press that is unrestrained by official secrets acts found in most other democracies.''\nOpinions vary about whether efforts to fight terrorism in the United States have inflicted collateral damage on political dissent, religious liberty and the freedom of association.\n''If you look at it historically,'' said Professor Yoo, ''you might say, 'I can't believe we're at war,' when you see how much speech is going on. Civil liberties are far more protected than what we've seen in past wars.''\nProfessor Cole was less sanguine.\n''Since 9/11, the criminal law has expanded, ensnaring as 'terrorists' people who have done no more than provide humanitarian aid to needy families, while privacy and political freedoms have contracted, especially for those in Muslim communities,'' he said. ''On the one hand, the past 10 years have shown that criminal law can be used effectively to fight terrorism; on the other, it has also demonstrated that the demand for prevention can all too quickly lead to the abuse of innocents.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDRAWING (DRAWING BY STEPHEN DOYLE)                                                                \n\nLoad-Date: September 11, 2011"
}