{
    "title": "CLARKE_ AL-QAIDA UNDERESTIMATED; Charge sets off day of partisan sniping",
    "publisher": "daily news ",
    "year": 2004,
    "month": 3,
    "day": 25,
    "full text": "WASHINGTON - Former White House terrorism adviser Richard Clarke on Wednesday told the commission investigating Sept. 11 that the Bush administration underestimated the urgency of the threat posed by al-Qaida, a charge that ignited a day of partisan sniping.\n\"I believe the Bush administration in the first eight months considered terrorism an important issue but not an urgent issue,\" Clarke told the 9/11 commission.\nWhen Clarke sent a memo to National Security Adviser Condoleezza Rice urging a meeting of top-level officials on al-Qaida, the terror network blamed for the attack on the USS Cole and the Sept. 11 attacks, he said the response was that he should address his request to a lower-level group.\n\"It slowed it down enormously - by months,\" Clarke said. He added that he was also upset that Bush administration officials insisted on reviewing all elements of fighting terrorism and not breaking any out and utilizing them immediately.\nClarke said his frustration led him to seek a reassignment in the spring of 2000.\nAsked about the Clinton administration's level of interest in combating terrorism, Clarke called it \"an extraordinarily high priority.\"\nCIA Director George Tenet, who worked for Clinton and continues in the job under Bush, presented a different view in his testimony.  \"Both sets of policymakers care deeply about the challenge of terrorism. . . . this administration, was working hard before Sept. 11 to devise a comprehensive framework to deal with al-Qaida, based on the best knowledge that we in the intelligence community could provide.\"\nAnd Deputy Secretary of State Richard Armitage told the panel that while it was not possible to rank the concerns the Bush administration faced as it took over, \"from our point of view, terrorism and counterterrorism were urgent.\"\nThe 10-member committee, which is evenly divided between Republicans and Democrats, experienced a day of unusual partisan questioning.\nThe White House, which has been highly critical of its former employee, took the unusual step Wednesday of revealing he was the anonymous official who had defended President Bush's anti-terrorism strategy in August 2002.\nRice, who was Clarke's boss, also accused him of offering differing versions of his role in providing a plan to combat terrorism. \"This story has so many twists and turns, he needs to get his story straight.\"\nIn testimony Wednesday, Clarke said the administration scaled back the struggle against al-Qaida after taking office in 2001.\nBut in a 2002 discussion with reporters, Clarke outlined a multi-pronged approach for confronting al-Qaida that he said the White House had developed over several months leading up to the attacks.\nClarke began his appearance with an apology to those whose loved ones died in the 2001 attacks: \"We tried hard, but that doesn't matter because we failed. And for that failure, I would ask, once all the facts are out, for your understanding and for your forgiveness.\"\nAt his conclusion, there was a standing ovation from some family members in the audience of the large Senate office hearing room.\nClarke's testimony on the second day of the commission's eighth public hearing was much anticipated after his Sunday appearance on 60 Minutes discussing his new book, Against All Enemies, that is highly critical of the Bush administration.\nThe White House has fired back at Clarke, who retired last year, as inaccurate, politically motivated and a disgruntled former employee.\nAt the hearing, his standing was the subject of numerous questions.\n\"You've got a real credibility problem,\" said commissioner John Lehman, former U.S. Navy Secretary for Reagan. Lehman said Clarke's recent public comments and statements in his book differed from what the previously told the commission in 15 hours of interviews.\nClarke ticked off his political background that included working for President Reagan and both Bushes, voting Republican in the 2000 Virginia primary and stating \"on the record, under oath\" that, should Democratic candidate John Kerry win, Clarke would not accept any position in that administration.\nClarke added that there was a \"very good reason\" for the differences in his commission testimony and his book.\n\"In the 15 hours of testimony, no one asked me what I thought about the president's invasion of Iraq,\" Clarke said. \"And the reason I am strident in my criticism of the president of the United States is because by invading Iraq - something I was not asked about by the commission, but something I chose to write about a lot in the book - by invading Iraq, the president of the United States has greatly undermined the war on terrorism.\"\nClarke's testimony was a highlight of the two-day hearing before the panel, formally called the National Commission on Terrorist Attacks Upon the United States.\nThe commission, established by Congress to explore the attacks and make recommendations to prevent future occurrences, is to issue a report by July 26. It has three other two-day sessions scheduled during the next three months.\nThe Associated Press contributed to this report.\n \nCIA HAD AUTHORITY TO KILL BIN LADEN, PANEL TOLD\n\nLoad-Date: March 26, 2004"
}