{
    "title": "CLARKE VIEW ON PRE-9_11 NOT POINT; He's splitting hairs, until subject turns to aftermath",
    "publisher": "daily news ",
    "year": 2004,
    "month": 4,
    "day": 2,
    "full text": "It's a shame that so much attention has focused on the pre-9/11 part of Richard Clarke's critique of the Bush ad- ministration.\nTrue, the former head of the Bush and Clinton anti-terrorism efforts makes some striking, counterintuitive comparisons between the two administrations. And, true, the Bush administration has been selling the president as a tough-guy from Day 1, while the president's partisans have attempted to blame absolutely everything in the whole wide world on wimpy old Bill Clinton.\nSo when the top terrorism guy says that President George W. Bush's focus on terrorism was more languid than Clinton's, the resulting fuss is understandable. This is especially true because Clarke's background is Republican to the degree it is partisan, and because some of his views are seriously hawkish, that is, Republican-sounding.\n(He proposed military attacks that neither administration was interested in. He wants a domestic intelligence agency. He laments the alleged underfunding of intelligence work. He laments public criticism of CIA operations, in that he thinks the criticism has made the agency too timid.)\nBut the debate about pre-9/11 decisions is of limited importance, because Clarke's comparison of the two administrations looks a lot like hair-splitting. Yes, Clinton at least bombed a site where Osama bin Laden was supposed to be, as well as a pharmaceutical plant in Africa that intelligence had linked to chemical weapons, whereas Bush didn't even respond to the al-Qaida attack on the USS Cole, which happened at the end of the Clinton watch.\nBut Clarke does not argue that these kinds of differences caused 9/11. Indeed, he specifically states the opposite, and then some: He admits that even if the Bush administration had followed all his advice - which went beyond anything Clinton did - even that would not have prevented 9/11.\nSo why fight about who was weaker before 9/11?\nThe real substance of Clarke's complaint is that Bush was more focused on Iraq than on al-Qaida. Clarke says Bush got distracted from real terrorism issues and focused on a regime that, whatever else one might say about it, was not a significant part of the terrorism problem.\nAnd, yes, Clarke notes that the Bush preoccupation predated 9/11. But he wants to talk mainly about the war in Iraq. He believes it has been a diversion from the war on terrorism, rather than a part of the war. That huge indictment is the point that's worth debating (though not really by the 9/11 commission, which is supposed to focus on 9/11).\nIn 2004, of course, the Iraqi die is cast. This country has no responsible choice but to see its Iraqi adventure through.\nStill, the decision to go to war is relevant, because the president is seeking re-election as the guy who defended this country's interests by invading Iraq. If he was wrong in that invasion, then the case that he is the right guy to make foreign policy for the next four years is undercut.\nOne might argue that the same is true if he was wrong before 9/11. Trouble is, just about everybody was wrong before 9/11. Bush wasn't being lambasted by Democrats for laxness on terrorism, just as Clinton wasn't lambasted back then by Republicans for laxness. (On the contrary, when Clinton tried to kill bin Laden, he was widely accused by Republicans of just trying to divert attention from a far, far more important matter: lies about sex.)\nAny discussion about the days before 9/11 is a discussion about national, general failings, not individual failings. As a nation and a government, we just didn't get it. If we looked now for a presidential candidate who was an exception, we might be looking for a long time.\nWhatever the job of the 9/11 commission is - and it is not to split hairs to decide whether Clinton was better than Bush, if nobody was proposing policies that would have prevented 9/11 - the larger national interest is in who was more right after 9/11. By that time, different parties and different politicians actually had different views.\nMartin Gottlieb is an editorial writer and columnist for the Dayton Daily News . He may be reached at 225-2288 or by e-mail at mgottlieb@DaytonDailyNews.com.  \n\nLoad-Date: April 3, 2004"
}