{
    "title": "Clarke_ Bush scaled back al-Qaida fight; Former adviser tells a panel that terrorism was not an urge",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 3,
    "day": 25,
    "full text": "The Bush White House scaled back the struggle against al-Qaida after taking office in 2001 and spurned suggestions that it retaliate for the bombing of a U.S. warship because \"it happened on the Clinton administration's watch,\" a former top terrorism adviser testified Wednesday.\nThe Clinton administration had \"no higher priority\" than combatting terrorists while the Bush administration made it \"an important issue but not an urgent issue,\" said Richard Clarke, who advised both presidents. He testified before the commission investigating the Sept. 11 attacks, the worst terrorist strikes in American history.\nClarke's turn in the witness chair turned what had been a painstaking, bipartisan probe of pre-Sept. 11 intelligence failures and bureaucratic miscommunications into a nationally televised criticism of Bush on the terrorism issue that he has made the core of his campaign for a new term.\nThe White House sought anew to undermine Clarke, the author of a recent book critical of the president, identifying him as the senior official who had praised the president's anti-terrorism efforts in an anonymous briefing for reporters the year following the attacks.\n\"He needs to get his story straight,\" said Condoleezza Rice, Bush's national security adviser and Clarke's boss while he served in the administration.\nFormer Illinois Gov. Jim Thompson, a Republican, took up the president's cause inside the commission hearing. \"We have your book and we have your press briefing of August 2002. Which is true?\" he challenged the witness.\nClarke's testimony overshadowed the release of a commission staff report that said bureaucratic disagreements about the extent of the CIA's authority to kill Osama bin Laden hampered efforts to eliminate al-Qaida's leader during the Clinton era. The result was a continued reliance on local forces in Afghanistan that all sides recognized reduced the chance of success, both before and after Bush took office, the report added.\n\"If officers at all levels questioned the effectiveness of the most active strategy the policy-makers were employing to defeat the terrorist enemy, the commission needs to ask why that strategy remained largely unchanged throughout the period leading up to 9-11,\" it concluded.\nOfficials from Clinton's National Security Council told investigators the CIA had sufficient authority to assassinate al-Qaida, the report said, but Director George Tenet and other spy agency officials \"believed the only acceptable context for killing bin Laden was a credible capture operation.\"\nSandy Berger, Clinton's national security adviser, testified that the former president gave the CIA \"every inch of authorization that it asked for\" to kill bin Laden.\n\"There could have not been any doubt about what President Clinton's intent was after he fired 60 Tomahawk cruise missiles at bin Laden in August 1998,\" Berger said, referring to strikes at a camp in Afghanistan where the leader was believed present. Bin Laden escaped.\nTenet, who preceded Berger in the witness chair, also was asked about the issue of authorization to kill bin Laden.\n\"I never went back and said, 'I don't have all the authorities I need,\"' he replied.\nTenet said that even if bin Laden had been captured or killed in 2001, he did not think it would have prevented the 9-11 attacks, an assertion that mirrored testimony by Defense Secretary Donald Rumsfeld and Secretary of State Colin Powell on Tuesday.\nTenet's tenure has spanned two administrations. And unlike Clarke, he praised aides to both presidents for their attentiveness to terrorism.\n\"Clearly there was no lack of care or focus in the face of one of the greatest dangers our country has ever faced\" after the Bush administration took office, he said.\n\nGraphic\n\n \nRichard Clarke, the government's former top counterterrorism adviser, testifies to the federal panel reviewing the Sept. 11 terrorist attacks.\n\nLoad-Date: March 25, 2004"
}