{
    "title": "Clarke's view of terrorism unclouded",
    "publisher": "the atlanta journal-constitution",
    "year": 2004,
    "month": 3,
    "day": 29,
    "full text": "Administration officials have attacked their former colleague, Richard Clarke, from every possible angle, but they have not dared to attack him as being soft on terrorism. Whatever his faults, the hardheaded Clarke saw more clearly than most the threat posed by terrorism, and within the highest circles of the Clinton and Bush administrations he lobbied persistently to the point of obsession for more aggressive action against al-Qaida.\nLogically, then, you might think that Clarke would be a huge fan of George W. Bush. As the president's campaign commercials try to drive home, as his supporters stress at every opportunity, Bush has been a man of action, the decisive leader in the flight suit who actually did something against terrorism. If Clarke wanted aggressive action against terror, and Bush has taken aggressive action, shouldn't Clarke be one of the president's most ardent supporters?\nAJC\nAs most of the world knows by now, the answer is no. In his book, in TV interviews and in sworn testimony before the 9/11 commission, Clarke has strongly criticized the president's leadership, expressing outrage at Bush's effort to make his anti-terror strategy the centerpiece of his re-election bid.\nWhy?\nBecause Clarke understands that macho preening is an attitude, not a foreign policy. He also understands that if macho preening becomes a substitute for thoughtful policy, it will lead this country into real trouble, which is exactly where we find ourselves today.\nBefore Sept. 11, Clarke found much that was objectionable about U.S. counterterror strategies. He believed, for example, that the Clinton administration had done too little to disrupt al-Qaida and other groups, and that the Bush administration had done even less.\nBut the real anger in his critique seems to stem from what happened within the Bush inner circles in the hours and days immediately after the attacks. In his book, the breaking point occurs when he walks into an important meeting early on Sept. 12, with smoke and steam still rising from New York and Washington and with al-Qaida already fingered as the responsible party. Clarke expected to be talking about ways to retaliate against al-Qaida, to hunt its leadership and members down to their lairs and destroy them, and to ensure that no further attacks took place.\nInstead, the meeting was dominated by talk of Saddam Hussein and invasion.\n\"At first I was incredulous that we were talking about something other than getting al-Qaida,\" Clarke writes. \"Then I realized with almost a sharp physical pain that [Defense Secretary Donald] Rumsfeld and [Deputy Paul] Wolfowitz were going to try to take advantage of this national tragedy to promote their agenda about Iraq.\"\nAnd that's exactly what happened. In the weeks and months that followed, the anger inspired in the American people by the attacks of Sept. 11 was cleverly hijacked by the administration to justify an invasion of Iraq that had nothing to do with the threat posed by terrorism. For Clarke, that was unforgivable.\nBy invading Iraq, Clarke believes, \"the president of the United States has greatly undermined the war on terrorism.\" The more than 580 U.S. troops who have given their lives so far \"died for the president's own agenda, which had nothing to do with the war on terrorism.\" As others have, Clarke suggests that by withholding troops and resources from the invasion of Afghanistan because they would be needed later in Iraq, the United States may have allowed al-Qaida leadership to escape, permitting the organization to morph into a less centralized, more dangerous movement.\n\"There have been more major al-Qaida-related attacks globally in the 30 months since 9/11 than there were in the 30 months preceding it,\" Clarke told the commission. \"Hostility toward the U.S. in the Islamic world has increased since 9/11, largely as a result of the invasion and occupation of Iraq.\"\nPresident Bush would like to frame the debate over Iraq as a question of whether to be tough or soft. The real question is whether the policy has been right or wrong, smart or stupid. History's verdict on that point will not be kind.\n \n* Jay Bookman is the deputy editorial page editor. His column appears Mondays and Thursdays.\njbookman@ajc.com  \n\nLoad-Date: March 29, 2004"
}