{
    "title": "CLASSES FOCUS ON DOMESTIC TERRORISM; HOWEVER, INTEREST IN THE SUBJECT HAS DRAWN ONLY ABOUT 100 MAINE",
    "publisher": "portland press herald",
    "year": 1998,
    "month": 6,
    "day": 14,
    "full text": "Firefighters and paramedics across the country are going to school to add another skill many of them thought they would never need: responding to domestic terrorism.\nIn some areas, the effort is being hampered by complacency, other training demands, and even resistance, as in Maine, despite the grim images of terrorist acts that appear on the television almost daily.\n''There has been a reluctance in a lot of places to get involved in this because they're denying that we have a potential for terrorism in the state of Maine,'' said Sherman Lahaie Jr., deputy administrator for fire training and education at Southern Maine Technical College.\nThe 16-hour course, called ''Emergency Response to Terrorism: Basic Concepts,'' was developed by the National Fire Academy in the wake of the Oklahoma City bombing.\nEach state has received $ 50,000 to teach subjects like understanding terrorism, reacting to explosive, biological and nuclear weapons, and maintaining order at a disaster site.\nAmong the sobering lessons included in a thick manual: ''Consider that terrorists may still be on the scene, waiting for responders to arrive. The intention could be to add responders to the victim list.''\nIn Maine, about 100 people have been trained since the state began offering the course eight months ago. Classes were held in Augusta, Old Town and Madawaska.\nHowever, not all emergency response organizations in the state give the program a high priority. And some businesses that were invited to take the training refused because they didn't want to draw attention to themselves, Lahaie said.\nOn a recent night, instructor Olan Johnston wondered if he was going to have a class to teach in Augusta. Only two of the six who started the three-night class showed up for the final session.\n''We've run into some problems in getting participants, for a lot of different reasons,'' Lahaie said. ''Probably first and foremost is that people just are very complacent.''\nAnother problem is that many firefighters and emergency workers, particularly volunteers, have other training commitments and often are stretched for time. Some of the Basic Concepts course also duplicates material learned in hazardous materials training.\nThe experience in other states is telling.\nAlthough about 300 people have been trained in Minnesota, Bill Bruen, manager of the state's fire training center, said it amounts to a small percentage.\n''They read about bombings and discussions about anthrax in the water supply, and I think that there's a lot of denial going on in our area simply because we haven't had any of those activities,'' Bruen said.\nIn West Virginia, where the class has been offered on a limited basis, participation has been good, said J.T. Hodges, interim fire training director at West Virginia University.\nBut he admitted building awareness of terrorism in rural areas can be difficult, he said.\n''When you live in a rural area, and I think Maine and West Virginia are very similar in that concept, I don't think a lot of people perceive the same threat that they would if they were in New York City,'' Hodges said. ''But I certainly think that the potential is there.''\nIndeed it is.\nSeven men with militia ties were indicted in 1996 on charges including stockpiling weapons and obtaining copies of blueprints of the FBI's complex in Clarksburg, W.Va. Prosecutors say the Mountaineer Militia was preparing to attack the center where 2,500 people work.\nSuch news is no longer a rarity. And many firefighters are deadly serious about terrorism training.\nConnecticut, the home to many corporate headquarters that can become targets of protesters, is filling its classrooms, said Mark Lewandowski, deputy training director at the state fire academy.\nIn Alabama, more than 1,000 of the state's firefighters have gone through the Basic Concepts course, said Wayne Murry, deputy director of the Alabama Fire College.\nThe Jan. 29 fatal bombing of a Birmingham abortion clinic helped hammer home the seriousness of the issue.\n''That opened up a lot of people's eyes to terrorism,'' Murry said.\nSo far, about 60,000 police, firefighters and emergency service workers nationwide have gone through the course. Jeff Dyar of the National Fire Academy in Emmitsburg, Md., said he is pleased with the numbers considering the relative newness of the program.\nThe goal is to have the majority of the country's 1.2 million firefighters and 800,000 emergency responders trained in responding to terrorist acts in about three years.\nAbout 80,000 self-study manuals based on the Basic Concepts course have been mailed, Dyar said.\n\nGraphic\n\n \nPHOTO: b&w;\nAssociated Press Rick Moreau, a paramedic from Litchfield, discusse;\n possible responses during a recent counter-terrorism class in Augusta.\n\nLoad-Date: June 16, 1998"
}