{
    "title": "Clashes raise fears of terrorism's spread",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 2,
    "day": 2,
    "full text": "Police have killed a militant wanted in the October bombing of an Egyptian tourist resort. He was slain on Tuesday, just days after Kuwaiti authorities cracked down on militants purportedly influenced by al-Qaida.\nThe gunbattle Tuesday in the Sinai desert and the Kuwait raids follow significant clashes in Bahrain and Oman with suspected militants. The clashes raised fears that terrorists inspired or trained by Saudi extremists are taking part in a regional spread of terrorism. \nThe gunbattle in the mountains of Sinai erupted as police were chasing militants believed to be involved in the Oct. 7 bombings at the resorts of Taba and Ras Shitan, the Interior Ministry said. Thiry-four people were killed in the resorts attack.\nThe ministry identified the suspect killed Tuesday as Mohammed Abdel Rahman Badawi. It said he took part in the Sinai bombings and was found armed with an automatic rifle and a handgun.\nExperts on Islamic militancy agree extremist ideologies are often born in Saudi Arabia, the home of the puritanical Wahhabi doctrine that has inspired thousands of mujahedeen from Afghanistan to the Philippines.\nMany potential militants, particularly in the Middle East, are also believed to be paying heed to their al-Qaida-linked counterparts in Saudi Arabia fighting a violent campaign against security forces and foreign interests.\nBut there is disagreement about whether Saudi militants and non-Saudi terrorists belong to the same organizational core or simply follow the same principle -- waging holy war against infidels.\nIn three weeks of anti-terrorism operations in Kuwait in January, eight al-Qaida-influenced militants were killed and about 20 were taken into custody, including the cell's suspected ringleader. A Kuwaiti lawmaker said the cell had been planning to attack buildings housing Americans and Kuwaiti security forces, and included Kuwaitis, two Saudis, a Jordanian and four stateless Arabs.\nA Web site statement threatening further attacks in Kuwait, its authenticity unknown, was issued in the name of a previously unknown group -- the Brigades of Martyr Abdulaziz al-Moqrin -- apparently named for a Saudi al-Qaida leader killed in a shootout last year with security forces.\nClear Saudi ties also have emerged in militant crackdowns in the Persian Gulf island state of Bahrain, a U.S.-friendly center of discos and clubs linked by a causeway to Saudi Arabia. Last year, at least six Bahrainis were arrested on suspicion of planning to bomb government buildings and foreign interests and collaborating with foreign terrorist groups.\n\nLoad-Date: February 2, 2005"
}