{
    "title": "CLASS REPORT CARD",
    "publisher": "daily news ",
    "year": 1999,
    "month": 4,
    "day": 20,
    "full text": "The New York Korean-American Jaycees has held its first essay and speech contest for Korean-America students. The contest, held at Flushing High School last month, was open to Korean-American students in grades seven through 12.\nThe Queens essay winners were:\nKeith Kim of Douglaston, a seventh-grader at Hunter College Campus School in Manhattan, for his essay on racism: \"Racism affects fellow Korean-Americans' lives and my life greatly. . . . We cannot keep letting other people mistreat us, rather, we must fight back for our right to live a peaceful life. So we must fight our own anger, first.\"\nEugene Oh of Whitestone, a ninth-grader at Stuyvesant High School, for his essay on the environment: \"What's been done is done. What we must do is spend our time, money and effort salvaging our promise to take care of the Earth.\"\nOhn Choe of Bayside, a 10th-grader at Hunter, for his essay on leadership: \"[The world] no longer idolize[s] brute strength some leaders provoked in people, but it idolizes the opposite. . . .\"\nJennifer Kim of Bayside, a senior at Bronx High School of Science, for her essay on volunteerism: \"It is discouraging to see that in a diverse society, many people tend to be inactive with the community and are merely 'bystanders' of the race for integration.\"\nYuna Youn of Oakland Gardens, a 10th-grader at Hunter, for an essay on leadership: \"Martin Luther King expressed the voices of millions who were persecuted for their race, alone, with the 'I Have a Dream' speech.\"\nAnnie Kang of Ridgewood, an 11th-grader at Brooklyn Tech, for her essay on terrorism: \"Throughout recent years, we have learned that 'terrorism' serves as a hindrance in the possibility of reaching this goal set up by our forefathers [to establish a more perfect union.]\"\nThese students won for their speeches:\nJoseph Kim, a seventh-grader at Intermediate School 73 in Maspeth, for a speech on racism: \"Hating one another because of their race is just plain foolish. I cannot believe people can and will judge another human being because they are a different race than you are.\"\nNancy Kang of Ridgewood, a ninth-grader at Hunter, for her speech on the environment: \"It is our responsibility to conserve the splendor of our Earth so that future generations can bask in the same wonder and awe of our lands.\"\nCynthia Cho of Bayside, a 10th-grader at Hunter, for her speech on leadership: \"Since Koreans are a minority group in the U.S., it is crucial that the opinions and thoughts of Koreans be heard on a national level.\"\nRichard Kim of Bayside, an 11th-grader at Stuyvesant, for his speech on terrorism: \"The most damaging effects of terrorism are not physical. Rather it is the fear that is generated by these attacks on innocence. . . .\"\nLia Kim, a ninth-grader at JHS 194 in Whitestone, for her speech on the environment: \"It doesn't necessarily take a person in a high position to make a difference. Even a child can learn not to litter and not to waste water.\"\nSarah Chang of Douglaston, a 10th-grader at Hunter, for her speech on leadership: \"The invisible leaders can lead a community without being dictatorial, by concentrating on the internal lines of communication to unify the community.\"\nSora Woo, a junior at John Bowne High School in Flushing, for her speech on terrorism: \"People are scared when there is even a rumor about terrorism. The word itself instills fear in us.\"\nJoseph Cho of Little Neck, a senior at Stuyvesant, for his speech on volunteerism: \"We must set up programs that instill in the next generation a sense of pride and patriotism in the Korean-American community.\"\nStudents from Long Island City High School took fifth place in the Borough-Wide Science Olympiad. The winners were Imtiaz Ahmed, Diana Aragundi, Stephanie Bowden, Steve Franco, Mursalin Hafiz, Vy Huong Le, Carla Merchan, Mel Novilla, Marilyn Ponce, Peter Rocco and Robin Sewsankar.\nTheresa Chung, also of Long Island City High School, won second prize in a citywide art contest for the cover design of a New York Library catalogue titled, \"Books for the Teen Age.\" She will receive a $ 100 cash prize.\nVictoria Phillips and Sunil Mahabeer of Martin Van Buren High School in Queens Village were chosen to take part in the United States-Israel High School Youth Ambassadors exchange program March 1 to 23.\nFellow Van Buren students, Mehwish Buksh, Marie Francois, Joel Kuncheria, Shirley Sanchez, Simone Simms and Jennifer Walton are taking part in the Bridge to Medicine Program at Long Island Jewish Medical Center, New Hyde Park.\n\nGraphic\n\n \nKeith Kim Eugene Oh Nancy Kang Richard Kim\n\nLoad-Date: April 20, 1999"
}