{
    "title": "Classified docs hold up Padilla resentencing(2)",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 2,
    "day": 13,
    "full text": "MIAMI — Production of thousands of classified documents sought by the attorney for convicted terrorism plotter Jose Padilla is holding up his resentencing in the case, a federal judge was told Wednesday.\nAssistant U.S. Attorney Brian Frazier told U.S. District Judge Marcia Cooke it will take two months to disclose about 4,700 Defense Department documents that Padilla's attorney wants.\nThe exact nature of those documents is unknown, but Padilla was held for more than three years without charge as an enemy combatant at a Navy brig before he was indicted in Miami. Padilla's attorneys have claimed he was mistreated and subjected to psychological duress at the brig, something the Pentagon has long denied.\nCooke said she will set a firm resentencing date at an April hearing \"and bring this matter to a conclusion,\" presumably later this year.\n\"Mr. Frazier, we've been on this one for a while,\" the judge said.\nPadilla, 43, was originally sentenced in 2008 to a little more than 17 years in prison for terrorism support and conspiracy convictions.\nThe case is back before Cooke because the 11th U.S. Circuit Court of Appeals ruled in 2011 that the sentence was too lenient, given Padilla's lengthy criminal record as a Chicago gang member and terrorist training at an al-Qaida camp in Afghanistan.\n\"He is far more sophisticated than an individual convicted of an ordinary street crime,\" the appeals judges said.\nSince the appeals court's ruling, the case has been in limbo. Padilla attorney Michael Caruso said obtaining the necessary documents for the resentencing hearing is \"a long and arduous\" process.\nProsecutors originally sought a life sentence but have not said whether they will ask for that prison term again.\nProsecutors did say in a Feb. 5 filing that the appeals court decision should not allow for a reopening of the case beyond the sentencing issues or to discuss such issues as Padilla's treatment at the so-called \"Supermax\" federal prison in Florence, Colo. He is currently house at a Miami federal detention center.\nAt the hearing, Padilla stared straight ahead and said nothing, other than to smile and wave at his mother sitting a few rows behind.\nPadilla, a U.S. citizen who became a Muslim convert in prison, was arrested by the FBI in 2002 at Chicago's O'Hare International Airport in what authorities at the time said was an al-Qaida plot to detonate a radioactive \"dirty bomb\" in a major U.S. city.\nPadilla was held in solitary confinement at the Navy brig in South Carolina for more than three years without criminal charge as an enemy combatant. Just as challenges to his confinement were ripe for U.S. Supreme Court to consider, the Justice Department under President George W. Bush added him to an existing Miami terrorism conspiracy indictment and the \"dirty bomb\" allegations were dropped.\nOver the objections of prosecutors, Cooke gave in her original sentence gave Padilla credit for his three years held as an enemy combatant. The appeals court found that decision improperly reduced Padilla's sentence as well.\n\nLoad-Date: February 17, 2014"
}