{
    "title": "CLASPING HANDS TO COMBAT TERRORISM",
    "publisher": "the world",
    "year": 1996,
    "month": 3,
    "day": 16,
    "full text": "At the time of the Mideast peace agreement in 1993, the late Prime Minister Yitzhak Rabin urged Israel to let go of its sense of being alone against the world.\nIf peace is to be rescued from its current danger, it will be largely because Israel is able to trust other nations, even though it was rattled by four terrorist bombings in nine days.\nThat is why even though important players - such as Syria and Iran - were missing from the anti-terrorism summit this week in Sharm el-Sheik, the historic event was a powerful weapon for peace.\nPresident Clinton's fast action and persuasive negotiating were directed at Israelis, who understandably are worrying about their own security. The sight of 27 nations' leaders, including several Arabs, with upraised hands clasped in solidarity against terrorism in Israel - and around the world - is at least as potent as plastic explosives.\nAt the same time, Clinton clearly recognizes that hopes for peace may depend on Prime Minister Shimon Peres' winning the May elections. So even though Clinton claimed neutrality, the president's personal pilgrimage of condolences was a campaign appearance by another name.\nCynics note that Clinton, himself up for re-election, looked quite \"presidential\" at the summit. But leading the world is, after all, what U.S. presidents do.\nDREXEL: THE BIG SIXTH If Philadelphia's college basketball Big Five is ever revived (as we devoutly hope it will be), it will have to be expanded into the Big Six.\nDrexel has proved it can play with the big boys.\nOne of the major criticisms of the National Collegiate Athletic Association tournament is that it admits the champions of every Mickey Mouse conference, resulting in too many early-round blowouts of overmatched sacrificial lambs by the top-seeded superpowers.\nNationally ranked Memphis obviously thought it was opening with a breather against a nowheresville school from Philadelphia. And mighty UCLA surely anticipated no problems with Ivy League champion Princeton.\nThey were wrong.\nAnd so were the multitudes who picked wrong on their office pools.\n\nNotes\n\nIN OUR OPINION\n\nLoad-Date: October 17, 2002"
}