{
    "title": "CLASHES LEAVE ISRAELI WOMAN, 3 PALESTINIANS DEAD IN MIDEAST; ISRAELI OFFICIAL SAYS ELECTIONS CANNOT",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 8,
    "day": 11,
    "full text": "Gunfire in a Jordan Valley settlement left a Palestinian and an Israeli woman dead Saturday, as an Israeli official said the Palestinian Authority cannot move forward with U.S.-demanded elections until it reins in terrorism.\nTwo Israelis were also wounded in the gunbattle between the army and at least one suspected Palestinian militant in the Mechora settlement, said Yehoshua Mor-Yosef, spokesman for the settlers' organization. It was unclear whether the wounded were soldiers or settlers.\nIsrael Radio described soldiers moving through the settlement, where residents were under lock-down. The army did not confirm the gunbattle, but said soldiers were searching for more possible infiltrators.\nTwo other Palestinians also were fatally shot in separate clashes Saturday, both by Israeli troops.\nThe clashes came as Raanan Gissin, an aide to Israeli Prime Minister Ariel Sharon, made a call for changes in the Palestinian security service and an end to terrorism. Earlier, a Palestinian official said Israel's occupation of West Bank towns and parts of the Gaza Strip make it impossible for the Palestinians to meet Washington's demand for new leadership.\n\"They don't need elections,\" Gissin told The Associated Press.\n\"First of all, they need to get rid of terrorism,\" he said, arguing that it is impossible to have meaningful elections \"when there is terrorism and corruption.\"\nGissin made the comments as CIA director George Tenet met in Washington with the Palestinian Authority's interior minister, Abdel Razak Yehiyeh, to discuss security issues. A high-level Palestinian delegation has been in Washington since midweek for talks on reforming the Palestinian administration.\nYehiyeh presented Tenet with a plan for bolstering security, people close to the Palestinians said in Washington on condition of anonymity.\nYehiyeh told Tenet he was revamping what remains of a Palestinian security force that he said was decimated by the Israelis, and that he was firing officers found to be incompetent, they said.\nAt home, Nabil Abu Rdeneh, an aide to Palestinian leader Yasser Arafat, said the delegation had told the United States that elections could not be held so long as Israeli troops occupy Palestinian areas and keep the people under a tight curfew.\n\"The cornerstone of stability in the Middle East depends on establishing a Palestinian state, and we hope this American-Palestinian relationship will continue for the benefit of stability and peace in the region,\" Abu Rdeneh said.\nThe talks in Washington are the highest-level U.S. Palestinian meetings since President George W. Bush called in June for Palestinians to replace Arafat and to reform the Palestinian Authority.\nGissin said the Palestinian Authority was responsible for all the Palestinians' hardships and had caused the destruction of infrastructure and prosperity in the West Bank and Gaza Strip by encouraging a \"campaign of terror\" against Israelis.\n\"The Palestinians have a choice to make, not between leaders but between the road they want to take - the road to rehabilitation or the road to destruction,\" Gissin told the AP.\nU.S. officials confirmed Friday that a CIA team had met secretly with Palestinian officials and drawn up a detailed plan for significant changes in Palestinian security services.\n\nGraphic\n\n \nPHOTO; Color Photo by THE ASSOCIATED PRESS - Weeping Saturday at the funeral of Ayman Abu Mughaseb, 13, are his mother, Jamilh Abu Mughaseb, (left) and sister, Mareem. The boy was shot Thursday by an Israeli soldier, said hospital officials in the Gaza Strip.\n\nLoad-Date: August 11, 2002"
}