{
    "title": "Cleric Linked to 2002 Bali Nightclub Bombings Is Released",
    "publisher": "the new york times",
    "year": 2006,
    "month": 6,
    "day": 14,
    "full text": "A radical Islamic cleric, whom the Bush administration has portrayed as an important operative for Al Qaeda in Southeast Asia, walked out of prison on Wednesday morning, after serving just over a year for criminal conspiracy. \n  American officials, who had long pressed Indonesia to prosecute the cleric, Abu Bakar Bashir, expressed disappointment over the release, as did officials in Australia, which lost 88 citizens in the bombings of two Bali nightclubs that killed 202 people in October 2002.\n The release is also sure to raise questions about Indonesia's commitment to combating terrorism, even though the government has prosecuted and imposed harsh sentences, including death, on many of the people involved in the major terrorist attacks here in the last four years. Most of the military leaders of Jemaah Islamiyah, Mr. Bashir's organization, have been arrested or killed.\n  A spokesman for the American Embassy in Jakarta said Tuesday that the United States was ''deeply disappointed'' that Mr. Bashir, 67, had been sentenced to only 30 months in prison after a court found him guilty of a ''sinister conspiracy'' in connection with the bombings, but acquitted him of seven terrorism charges, in March 2005. The judges said then that Mr. Bashir ''knew the perpetrators,'' and that his words might have encouraged them.\n  ''The possibility that a person responsible for such a terrible crime could go free after a light sentence of 30 months is cause for concern,'' said the spokesman, Max Kwak. \n  The actual time served was reduced to just over a year, because he was given credit for previous time served and for good behavior. \n  Officials in the United States and Australia have contended that Mr. Bashir, the spiritual leader of Jemaah Islamiyah, had a direct role in the bombings of the Bali nightclubs in October 2002, and of the bombing of the Marriott Hotel in Jakarta that killed 12 people in August 2003.\n  In a 2003 trial he was acquitted of terrorism charges, but convicted on a passport violation. After serving that sentence, he was released, but not for long, as the United States and Australia pressured Indonesia to file the new charges. Legal observers here said the case against Mr. Bashir was weak. The strongest evidence linking him to the Bali terrorist attacks was never heard by the five-judge panel because of a decision by the Bush administration that the Indonesian government would not be allowed to interview two senior Qaeda operatives, Riudan Isamuddin, better known as Hambali, and Omar al-Faruq. The two men are in the hands of the C.I.A. at undisclosed locations.\n  Hambali, who was one of the few non-Arabs close to Osama bin Laden, told his interrogators that he had been the link between Jemaah Islamiyah and Al Qaeda, according to the report of the 9/11 Commission. Mr. Faruq told the C.I.A. that Mr. Bashir had provided logistical and financial support for several terrorist attacks.\n  It is not known under what conditions Hambali and Mr. Faruq made these statements, and they were not admissible in the Indonesian court.\n  Mr. Bashir has steadfastly denied any involvement in terrorist activities, but has been equally firm in his admiration for Mr. bin Laden, and in his loathing of Jews and the United States.\n  Until Mr. Bashir made common cause with Al Qaeda sometime in the 1990's, the primary goal of Jemaah Islamiyah was the establishment of an Islamic state in Indonesia. Mr. Bashir is expected to return to proselytizing for that cause. \n  Jemaah Islamiyah has been severely weakened by the Indonesian police and intelligence services, terrorism experts here say. Sidney Jones, an authority on Jemaah Islamiyah and the director of the Jakarta office of the International Crisis Group, an organization that studies violent conflicts, said that releasing Mr. Bashir was not likely to increase the threat of terrorism. \n  ''He's got adoring supporters, no question,'' she said. ''But while he will probably be able to draw thousands of fans to lectures in favor of Islamic law or against the U.S., those crowds should not be seen as all terrorists in the making.''\n\nTransfer of Suspects Condemned\n  BRUSSELS, June 14 (Reuters) -- Amnesty International, citing accusations that terrorism suspects have been seized by the Central Intelligence Agency and transferred to countries that use torture, called Wednesday for European nations to stop being ''partners in crime'' with the United States.\n  The human rights group urged European Union leaders, who are meeting in Brussels this week, to say publicly that so-called rendition flights were ''unacceptable,'' and to make sure their airspace and airports were not used for such flights. \n\nhttp://www.nytimes.com\nCorrection\n\n\nAn article on Wednesday about the prison release of Abu Bakar Bashir, a militant Islamic Indonesian cleric, referred incorrectly to a senior Qaeda operative, Omar al-Faruq, who did not testify at Mr. Bashir's trials in 2003 and in early 2005 because the Bush administration would not allow Indonesian authorities to interview him. Mr. Faruq was transferred from C.I.A. custody to American military custody and then escaped from detention in Bagram, Afghanistan, in July 2005. He is not in C.I.A. custody.\nCorrection-Date: June 16, 2006\n\nLoad-Date: June 14, 2006"
}