{
    "title": "Cleric Convicted of All Terrorism Charges",
    "publisher": "the new york times",
    "year": 2014,
    "month": 5,
    "day": 20,
    "full text": "The fiery British cleric who prosecutors said had ''devoted his life to violent jihad'' and sent young men around the world to train and fight was convicted Monday of all 11 terrorism-related charges against him.\nProsecutors had charged that the cleric, Mostafa Kamel Mostafa, a former imam at the Finsbury Park mosque in North London, helped to orchestrate the violent 1998 kidnappings of 16 American, British and Australian tourists in Yemen; tried to create a terrorist training camp in Bly, Ore.; and supported terrorism by sending one of his followers to train with Al Qaeda in Afghanistan.\nFour hostages were killed during the kidnappings after their captors, a militant group allied with Mr. Mostafa, used them as human shields during a Yemeni rescue operation. ''He jumped at opportunities across the globe to support this violent jihad,'' a prosecutor, Ian McGinley, said in his summation last week.\nThe verdict came on the jury's second day of deliberations in the sixth week of the trial in Federal District Court in Manhattan, marking the end of a long legal battle to bring Mr. Mostafa before a jury. Arrested in London in 2004 after the United States requested his extradition, Mr. Mostafa, who is also known as Abu Hamza al-Masri, was tried and convicted in Britain in 2006 on charges of soliciting murder and inciting racial hatred.\nAfter a lengthy extradition fight, he was sent to the United States in 2012 to face trial in Manhattan. He could face life in prison when Judge Katherine B. Forrest imposes his sentence on Sept. 9.\nMr. Mostafa, 56, testified for several days, denying he had played a role in the Yemeni kidnappings, planned the training camp in Oregon or assisted Al Qaeda.\nProsecutors linked him to the kidnappings through statements he had made to one of the rescued hostages, Mary Quin, who had interviewed him for a book she was writing about her experience. Ms. Quin and a second former hostage, Margaret Thompson, both United States citizens, each offered harrowing accounts of their abductions.\nThe government also introduced evidence that Mr. Mostafa had provided a satellite phone to the Yemeni militants who used it to communicate with him before and while the hostage-taking was underway.\nThe government also introduced statements by Mr. Mostafa, in which he had spoken approvingly of Al Qaeda's 2000 bombing of the American destroyer Cole in Yemen, described Osama bin Laden as ''a hero'' and said, ''Everybody was happy when the planes hit the World Trade Center.''\nMr. Mostafa's lawyers argued that the case against their client was based on his words and ''not his deeds.''\nBut after the verdict, the jury foreman, Howard Bailynson, a Westchester resident who works for Xerox, said Mr. Mostafa's ''actions were clearly part of it.'' Mr. Bailynson cited evidence like the satellite phone Mr. Mostafa had given to the kidnappers.\nMr. Bailynson said there was a lot of ''back and forth'' among jurors, who sent the judge a series of notes with questions focused on one count pertaining to the Oregon training camp.\n''I feel he got a fair trial,'' Mr. Bailynson said. ''There's no doubt in my mind about that.''\nPreet Bharara, the United States attorney in Manhattan, said after the verdict: ''The defendant stands convicted, not for what he said, but for what he did. Abu Hamza was not just a preacher of faith, but a trainer of terrorists.''\nMr. Bharara, citing several federal terrorism trials in recent years in Manhattan, including those of Mr. Mostafa and of Sulaiman Abu Ghaith, a son-in-law of Osama bin Laden who was convicted in March, said, ''These trials have been difficult, but they have been fair and open and prompt.''\nHe said that the trials demonstrated ''that in an American civilian courtroom, the American people and all the victims of terrorism can be vindicated without sacrificing our principles.''\nAttorney General Eric H. Holder Jr. added, ''With each efficiently delivered guilty verdict against a top Al Qaeda-linked figure, the debate over how to best seek justice in these cases is quietly being put to rest.''\nIn addition to Mr. McGinley, the case was prosecuted by John P. Cronan and Edward Y. Kim.\nOne of Mr. Mostafa's lawyers, Joshua L. Dratel, said his client would appeal. Mr. Dratel said that he was ''disappointed not only in the verdict, but also in what appeared to be a lack of analysis by the jury.''\nHe said the speed of the deliberations and the jury's ''exclusive'' focus on the count related to the training camp ''confirms our worst fears about the impact of the volume of inflammatory rhetoric by the defendant.''\nAs the verdict was delivered, Mr. Mostafa appeared composed as he sat at the defense table with his lawyers, Mr. Dratel, Jeremy Schneider and Lindsay A. Lewis.\n''He was prepared,'' Mr. Dratel said.\n\nhttp://www.nytimes.com/2014/05/20/nyregion/british-cleric-is-convicted-in-terror-trial.html\n\nGraphic\n\n \nPHOTOS: Preet Bharara, the United States attorney, on Monday after Mostafa Kamel Mostafa's conviction. (PHOTOGRAPH BY ANTHONY LANZILOTE FOR THE NEW YORK TIMES)\n Mostafa Kamel Mostafa, 56, faces life in prison. (PHOTOGRAPH BY MATT DUNHAM/REUTERS)            \n\nLoad-Date: May 20, 2014"
}