{
    "title": "CLERIC URGES MUSLIMS TO STOP TERRORISM_ HE CALLS _HOLY WARRIORS_ AN AFFRONT TO ISLAM",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 2,
    "day": 1,
    "full text": "Saudi Arabia's top cleric called on Muslims around the world Saturday to forsake terrorism, saying those who claim to be holy warriors were an affront to the faith.\nIn a sermon that was remarkable not only for its strong language but also its timing - at the peak of the annual hajj - Sheik Abdul Aziz al-Sheik told 2 million pilgrims that terrorists were giving their enemies an excuse to criticize Muslim nations.\n\"Is it holy war to shed Muslim blood? Is it holy war to shed the blood of non-Muslims given sanctuary in Muslim lands? Is it holy war to destroy the possessions of Muslims?\" he said.\nA large number of the victims of suicide attacks in Saudi Arabia, Turkey, Iraq and elsewhere have been Muslims.\nAl-Sheik, who is widely respected in the Arab world as the foremost cleric in the country considered the birthplace of Islam, spoke at Namira Mosque. His televised sermon was watched by millions of Muslims in Saudi Arabia and other Gulf states.\nThe mosque is close to Mount Arafat, where the pilgrims converged Saturday for the climax of their annual trek. This year's hajj has been carried out amid heightened security after a year of terror attacks in the kingdom.\nIn speaking of terrorists who killed fellow Muslims, al-Sheik was clearly referring to the Prophet Muhammad's final sermon, delivered on Mount Arafat 14 centuries ago.\nIt contained the line: \"Know that every Muslim is a Muslim's brother, and the Muslims are brethren. Fighting between them should be avoided.\"\nAl-Sheik also criticized Western nations, accusing them of attacking Wahhabism, the sect whose strict interpretation of Islam is followed in Saudi Arabia.\n\"This country is based on this religion and will remain steadfast on it,\" he said.\n\"Islam forbids all forms of injustice, killing without just cause, treachery … hijacking of planes, boats and transportation means,\" he said.\nSaudi Arabia came under Western pressure after the Sept. 11 attacks on the United States, in which 15 of the 19 hijackers were Saudi citizens.\nThe Saudi government conducted a crackdown on extremist groups after a suicide bombing in May on a housing compound where foreigners lived. Saudi and U.S. officials blamed the attack, and a similar suicide bombing in November, on groups linked to al-Qaida, which is led by the Saudi-born Osama bin Laden.\nOn Thursday, suspected terrorists fatally shot six Saudi security personnel in a shootout in a house in suburban Riyadh.\nAll total last year, bombings in Saudi Arabia killed 51 people, including eight Americans. Saudi and U.S. officials have blamed al-Qaida.\nLines of pilgrims\nThe pilgrims arrived at Mount Arafat in the early hours of Saturday. Worshippers of all ages and origins, moving slowly, shoulder-to-shoulder, shaded themselves from the sun with white umbrellas, chanting in unison \"at thy service, at thy service, oh God.\"\nEmergency workers directed the crowd as it converged 12 miles southwest of Mecca, in a ritual believed to represent the Day of Judgment, when Islam says every person will stand before Allah, or God, and answer for his deeds.\n\"Oh my God, oh my God, we are actually here. There is nothing better than responding to God's call and being here,\" said Zainab Menaid, a Tunisian pilgrim.\nTemperatures approached 86 degrees. The sunshine made parasols a popular purchase at $1.30 each, and street vendors sold fruit, prayer mats and drinks. Along the path to Mount Arafat, sprinklers mounted on poles cooled worshippers. Free water and milk were handed out.\n\"I could not wait to reach here. This is primarily what we came for,\" said Egyptian Abdel Aziz al-Jezairi. \"This is the worst day for the devil, when he sees thousands of Muslims gathered in such a show of force and piety.\"\nFatima Farouk, a Nigerian who was performing the hajj for the first time, said that despite the demanding journey, she was thrilled \"because after Mount Arafat, you're almost promised heaven.\"\n\nGraphic\n\n \nPHOTO; Photo by THE ASSOCIATED PRESS - Just outside Mecca, Saudi Arabia, on Saturday, Muslim pilgrims prepare to collect pebbles for the annual \"stoning of the devil\" ritual, part of the hajj, or pilgrimage to Mecca. \"This country is based on this religion and will remain steadfast on it,\" Sheik Abdul Aziz al-Sheik in a televised sermon. \"Islam forbids all forms of injustice, killing without just cause, treachery … hijacking of planes, boats and transportation means,\" he said.\n\nLoad-Date: February 1, 2004"
}