{
    "title": "CLERIC SAYS U.S. AID TO ISRAEL STIRS TERRORISM",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 11,
    "day": 11,
    "full text": "The United States should stay out of the affairs of other countries and allow the countries to work out their own problems, according to a local Muslim leader.\n\"This country's image would improve,\" said Imam Shaheed Coovadia, leader of the congregation at the Islamic Center of Virginia for 18 months.\n\"I think it's best for this country not to be involved outside its borders because it's always going to be seen by some in the wrong way,\" he said.\nU.S. assistance to Israel has caused ill feelings in some Arab countries and can be partly blamed for the Sept. 11 terrorist attacks on America, he said.\n\"Why is the same thing not given to Egypt and Saudi Arabia,\" he asked.\nCoovadia explained the beliefs of Islam and answered questions for about 60 people last week at Congregation Or Atid on Parham Road. While most of the questions dealt with Islam, several people asked about the Israeli-Palestinian conflict.\nIsrael is seen by Muslims as \"a country by the Jews for the Jews\" that oppresses Palestinians, Coovadia said. Palestinians should be given a chance to exist and be given human rights, he added.\nJerusalem is important to Muslims as well as Jews, he said. The world's second mosque was built in Jerusalem, and it also was the place from which Muhammed was raised to heaven.\nSuicide bombings and the killing of innocent people is not part of Islam, he stressed. Osama bin Laden, the chief suspect in the Sept. 11 terrorist attacks on the U.S., has been excommunicated from Islam.\n\"He has no training in Islam. He's not a scholar. He's in no position to be issuing instructions to others,\" Coovadia said.\nMuslims do speak out against terrorism and other misuses of the Islamic faith. Although Islam doesn't have a world-wide leader such as a pope, there are prominent religious leaders whose views are respected. \"When they speak, we know that the majority of Muslims around the world are listening,\" he said.\nRabbi Merrill Shapiro of Or Atid said the program was a way of \"getting to know our Islamic brethren.\" Jews and Muslims have things in common. Members of both faiths fast, pray several times a day and have dietary laws.\n\"They get just as annoyed as we are around Christmas time when a cashier in a checkout line asks their children: 'Are you ready for Christmas?' or 'What's Santa going to bring you,'*\" Shapiro added. \"They are a non-Christian minority just like us.\"\nCoovadia said Muslims can learn a lot from Jews and their experiences.\n\"I think we need to be strong together, to support one another in times of need,\" he said. \"Just knowing that we are there for one another gives us strength .*.*. I don't see why we can't co-exist. Doing things together is how we cultivate good feelings.\"\n\nLoad-Date: November 14, 2001"
}