{
    "title": "CLICKBACK ON TOP STORIES",
    "publisher": "daily news ",
    "year": 2009,
    "month": 12,
    "day": 29,
    "full text": "In this last week of 2009 - and of the decade - ClickBack seeks editorial page reader comments on the top stories of the year (or decade), the terrorism threat against Americans, the fate of casino gambling in Maine and our state's ties to Atlantic Canada.\nTo participate, visit bangordailynews.com and select ClickBack from the Opinion menu.\nWhat were the top stories for Maine in 2009?\nHere are some that come to mind, but reader suggestions are welcome: Maine's state budget woes worsened this year as the national economy bottomed out; the recession's effect on Maine; state voters repealed a landmark same-sex marriage law; initiatives to limit state and local government revenues were defeated at the polls; the H1N1 flu; the drop in heating fuel and gasoline prices; FairPoint's takeover of Verizon's land lines and its subsequent bankruptcy filing; and the rise of wind power projects.\nExtra credit: What will be the top story of 2010?\nAre we vigilant enough on terrorism?\nA thwarted terrorism threat by a Nigerian on a flight bound for Detroit reminds us that hatred of Americans continues, and that there are people willing to kill themselves to kill Americans. Are transportation security systems too lax? Does the problem lie in the policies or in the execution of those policies? Or are those policies too reactive, and too prone to being dictated by the latest high-profile threat? Is it possible that the stricter air travel restrictions being proposed - such as not being able to leave one's seat in the last hour of the flight - will do little for safety, yet appease a nervous public?\nAre Mainers ready to approve a casino?\nPetitioners have submitted to the state what they claim are 100,000 signatures in support of a referendum on a casino in Oxford County, well more than the 55,000 needed to force a vote. Will Mainers buck the trend of recent votes and approve a casino, if the vote is held in November? Should they? Will the poor economy favor a yes or a no vote?\nAre Maine's transportation links with Atlantic Canada worthy of public support?\nThe Cat, the high-speed ferry that links Maine and Atlantic Canada - specifically, Nova Scotia - has been discontinued. The weak economy is being blamed. Should Maine state government and Canadian provincial governments support sea, air and road links between the two regions? What economic gains can be had by ensuring such links remain or are enhanced? Or should the market dictate whether these ventures survive?\nAs always, comments posted at ClickBack may be featured on Friday's OpEd page.\n\nLoad-Date: December 29, 2009"
}