{
    "title": "Clinton rips House for 'bowing' to gun lobby; Senate asked to stand firm on terrorism bill",
    "publisher": "the bismarck tribune",
    "year": 1996,
    "month": 3,
    "day": 17,
    "full text": "WASHINGTON (AP) -- President Clinton accused the Republican-controlled House on Saturday of bowing to \"the back-alley whispers of the gun lobby\" by gutting anti-terrorism legislation he submitted responding to the Oklahoma City bombing last year.\n\"The House took the teeth out of our efforts to fight terrorism,\" Clinton said in his weekly radio address. \"We can't let the gun lobby turn America into a safe house for terrorists.\"\nASSOCIATED PRESS\nA Senate-House conference committee will draft a final version of the bill and Clinton said: \"I urge the Senate to stand firm and turn this bill back into the strong anti-terrorism legislation I want to sign and America needs.\"\nClinton, who met with European and regional leaders in Egypt last week to accelerate international efforts to oppose terrorist bombings in Israel, said U.S. efforts are meeting with some success\n\"Yet, on the same day I was in the Middle East rallying the world community to fight terrorism, some in Congress, led by Republicans, were taking apart piece by piece the tough legislation designed to beat back that very threat,\" Clinton said.\nThe Senate passed the administration-backed version of the legislation last June, but the president denounced the House for delaying action for months, and then \"acting to gut the bill.\"\nThe measure cleared the House on a 229-199 vote on Thursday, a day after a coalition of conservative Republicans and pro-gun Democrats voted to remove key sections on grounds they would have given federal law enforcement officials excessive power and endangered individual liberties.\nClinton said the House removed a provision to chemically mark explosive materials commonly used by terrorists \"because, for some reason, the Washington gun lobby opposed it.\"\n\"I know we should be able to keep up with materials terrorists use to build bombs,\" he said. \"If we know where explosives come from, we have a better chance of figuring out who used them.\"\nThe president said the House also stripped from the bill language giving the Justice Department authority to stop terrorist organizations from raising money in the United States and a provision to permit the quick deportation of foreign nationals who support terrorist activities.\n\"And it voted to cripple our ability to use high-tech surveillance to keep up with stealthy and fast-moving terrorists,\" Clinton added.\n\"At the same time the bill went easy on terrorists, it got tough on law enforcement officials,\" he said. \"The House stripped a provision that would have helped protect police officers from cop-killer bullets. And it ordered a commission to study not the terrorists, but the federal law enforcement officials who put their lives on the line to fight terrorism.\"\n\nLoad-Date: January 15, 1998"
}