{
    "title": "Clinton condemns 'apparent' terrorism",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 9,
    "day": 19,
    "full text": "WHITE PLAINS, N.Y. - Hillary Clinton on Sunday condemned what she described as \"apparent terrorist attacks\" in Minnesota, New Jersey and New York.\nThe Democratic presidential nominee made the statement a day after a bomb rocked the Chelsea district in New York City, a pipe bomb exploded in a New Jersey seaside community and a stabbing attack unfolded at a Minnesota mall. Officials in New York and New Jersey said Sunday they were still investigating who was behind the explosions and what the motivation was, while the Minnesota attack was being investigated as a possible act of terrorism.\nClinton stressed that investigations were still underway, saying: \"Law enforcement officials are working to identify who was behind the attacks in New York and New Jersey and we should give them the support they need to finish the job and bring those responsible to justice - we will not rest until that happens.\"\nOn the attack in St. Cloud, Minn., the former secretary of state noted that the Islamic State group had claimed responsibility and added, \"This should steel our resolve to protect our country and defeat ISIS and other terrorist groups.\"\nClinton noted her plans to take on the Islamic State group, which include increased intelligence and efforts to better combat propaganda and recruitment online.\nBoth presidential candidates have been quick to weigh in on the attacks. On Saturday evening, Republican nominee Donald Trump appeared to pre-empt New York City officials when he declared that a \"bomb went off\" in New York City before officials had released details. Trump made the comments around 9:10 p.m., shortly after the explosion in Manhattan's crowded Chelsea neighborhood and as emergency officials were responding to the blast.\n\"I must tell you that just before I got off the plane a bomb went off in New York and nobody knows what's going on,\" Trump said. \"But boy we are living in a time - we better get very tough, folks. We better get very, very tough. It's a terrible thing that's going on in our world, in our country and we are going to get tough and smart and vigilant.\"\nA spokeswoman for Trump did not respond to an email asking whether Trump was briefed about the incident before taking the stage.\n\nLoad-Date: October 12, 2016"
}