{
    "title": "Clinton Administration Sharpens War On Terrorism as Israeli Elections Near",
    "publisher": "the christian science monitor",
    "year": 1996,
    "month": 5,
    "day": 2,
    "full text": "The Clinton administration's campaign against international terrorism is taking on more definition this week - with plans for a new kind of fight against political violence at home and abroad.\nIn coming months, the US will greatly expand its intelligence cooperation with the Israeli government, sharing satellite photos, and coordinating ways to stop the funding of terrorist organizations. With Israeli Prime Minister Shimon Peres in Washington prior to a crucial election May 29, the White House brought out the flag in support of Israeli security, with President Clinton and Mr. Peres signing a counterterrorism pact.\nMoreover, a new State Department report on global terrorism gave the administration another chance to reiterate its message that terrorist causes are \"losing in the court of world opinion.\" Philip Wilcox, the State Department's counterterrorism coordinator, says more governments are treating terrorism as a \"pure crime that cannot be condoned or excused for political reasons.\"\nThe week's campaign was complete after meetings with Palestinian President Yasser Arafat yesterday. Mr. Arafat, once painted as a \"terrorist\" in Western capitals, led his Palestinian National Council last week to revoke passages in its Charter calling for the destruction of Israel, a move US diplomats took credit for setting up. As a reward for the Council's historic move, the White House plans to step up payments of some $ 500 million to the Palestinian Authority - set up by Arafat to administer self-rule.\nIn the past year the administration has begun to characterize terrorist causes as dated, rear-guard efforts that are losing ground. Terrorism on the whole is down, Mr. Wilcox reported. Cuba, Iraq, Syria, Libya, North Korea, Iran, and Sudan remain on the US government's list of states sponsoring terrorism, unchanged from last year.\nAfter a week in which Syria and Iran were seen by US diplomats as blocking their efforts to halt an Israeli bombing campaign in Lebanon in response to Hizbullah rocket attacks, Wilcox singled out Iran as the one state whose terrorist activities are increasing. \"Iran is the principal sponsor of Hizbullah terrorist activities,\" and continues a policy of aiding \"rejectionist groups\" that are \"committing terrorism against the Israeli-Arab peace process.\" Wilcox said there was no evidence that Iran had supported the killing of any Americans.\nFor some time, US officials have been leaking reports of greater cooperation between US and Israeli intelligence services. But the White House openly acknowledged them this week in the new US-Israeli pact - the latest wrinkle in a series of moves to help Israel battle attacks against its civilians. Palestinian groups usually strike either in retribution for attacks against their side or in an effort to undermine the 1993 Oslo peace agreement.\nAfter four Hamas suicide bombings in February and March that killed 59 Israelis, the White House immediately convened an international terrorism conference in Egypt, which led to a promise of some $ 100 million in aid and assistance to Israel's security forces. Last week, Congress approved $ 50 million of that money, which will finance training, assistance, and the purchase of state-of-the-art equipment such as bomb-detection scanners.\nTwo weeks ago Mr. Clinton signed a counterterrorism bill whose origins date to his trip to the Middle East in 1994, just as Hamas military splinter groups (which oppose peace with Israel) began to increase attacks in the heart of Tel Aviv. Along with previous executive orders to stop funds for State Department-designated terrorist groups, the new bill will speed the extradition of persons who can be tied to these groups.\nThe State Department's annual report to Congress on terrorism, released Tuesday, also shows that lethal terrorist acts continue to decline around the world. There were 165 deaths reported last year (including 12 Americans), about half the 1994 total. Attacks on US military and diplomatic facilities abroad are also in decline, with 39 in 1995, down from a high of nearly 200 in the mid-1980s.\nIn a Monitor interview, Wilcox attributed the decline to \"the fall of the Soviet Union and the stop of their patronage of terror groups. Also, it is due to Arab-Israeli peace process, though there have been serious flare-ups,\" he said. \"Most of the Arab world now opposes terrorism. During the heyday of the conflict, they were ambivalent if not supportive.\"\nPakistan continues to support terrorist groups conducting attacks in Indian-ruled Kashmir, according to the report. But Benazir Bhutto's government was not included on the list because of its cooperation in extraditing suspected Egyptian terrorists, and for arresting and extraditing Ramzi Ahmed Youssef, the suspected mastermind of the 1993 World Trade Center bombing.\nKurdish Workers' Party attacks in Europe, especially Germany, represented the greatest increase in terrorism - though the acts are usually destructive rather than lethal, according to the report.\nSome experts express concern that the Clinton counterterrorism effort now is being influenced by a reelection strategy. \"I worry about curtailing the civil liberties of Americans in an effort to look tough on terrorism,\" says James Dempsey of the Center for National Security Studies in Washington.\n\nLoad-Date: May 2, 1996"
}