{
    "title": "CLINTON URGES YEMEN ON ANTI-TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 1,
    "day": 12,
    "full text": "SANAA, Yemen -- Secretary of State Hillary Rodham Clinton arrived Tuesday in Yemen to press its government for greater cooperation on terrorism, promising in return that the United States would do more for the impoverished country.\nMs. Clinton, the first secretary of state to visit Yemen in 20 years, met for three hours with President Ali Abdullah Saleh, and heard promises from the president that he is \"fully committed\" to helping the United States destroy an al-Qaida offshoot based on the Arabian Peninsula, a senior U.S. official said.\nMs. Clinton, meanwhile, promised a new U.S. commitment to help develop the economy and political system of Yemen, the poorest of Arab states. She signaled her intentions by gently pressing Mr. Saleh, who is embroiled in a deepening dispute with minority opposition parties, to take new steps to open the country's political system.\nMs. Clinton's two-part message reflects the delicate U.S. position with Yemen, which has become an important country in the fight against terrorism. The United States desperately needs Yemen's cooperation, yet it can't afford to let Yemenis -- already wary of U.S. intervention -- think that the United States has no interest in the country except in eliminating terror groups operating there.\nMs. Clinton didn't come with offers of new aid, but she noted that U.S. spending on non-military aid has been surging, now at more than $130 million a year. She said the United States also might be willing to help Yemen deal with the crises it faces over the disappearance of its oil and gas supplies.\nMs. Clinton said the new message of U.S. support is aimed at ordinary Yeminis as much as high government officials. \"We want a broad and comprehensive partnership, not only with the government of Yemen, but with the people of Yemen,\" she said in an appearance with Mr. Saleh at his palace in Sanaa.\nU.S. officials say they are grateful for Mr. Saleh's cooperation on terrorism. But he has sometimes put limits on U.S. operations when he feared that they might cause a backlash from the public or allied groups.\nIn this meeting, Mr. Saleh insisted that he understands that terrorism is a threat to his country as well as to the United States. He \"said some things that were encouraging,\" said the official, though declining to provide details.\nBut U.S. officials also are concerned that the terrorism threat from Yemen could worsen if the country, with an exploding population and fast-disappearing stores of oil and water, becomes even poorer.\n\nLoad-Date: January 12, 2011"
}