{
    "title": "Clinton flip-flop angers terrorism victims' kin President blocks compensation he called for in 1996",
    "publisher": "usa today",
    "year": 1999,
    "month": 10,
    "day": 28,
    "full text": "WASHINGTON -- After Cuba's air force shot down planes flown by\nmembers of a Florida-based anti-Castro group in 1996, President\nClinton called on Congress to pass legislation giving victims'\nfamilies access to the frozen assets of terrorist governments.\nCongress did just that. But when two sets of victims went to court\nand won compensation, the Clinton administration blocked the families\nfrom receiving the awards.\nClinton's controversial decision in August to offer clemency to\n16 Puerto Rican terrorists has prompted new efforts by the families\nand sympathetic members of Congress to force the administration\nto allow the awards due under the 1996 Anti-Terrorism Act.\n\"I don't believe our policy against terrorism works very well,\"\nSen. Dianne Feinstein, D-Calif., said Wednesday at a Senate hearing.\nStuart Eizenstat, deputy treasury secretary, said granting the\npayments would violate international law, could cause the United\nStates to violate diplomatic law and would likely use up all of\nthe frozen assets. He also said the assets are significant leverage\nneeded by U.S. negotiators to deal with terrorist states.\nEizenstat did not directly respond to repeated requests by senators\nto explain why Clinton sought the bill and said it was proper\nunder international law in 1996 but now opposes it. Instead, he\nsuggested the problem be solved by forming a commission to study\nthe matter.\nFeinstein scoffed at that suggestion. \"Somebody who doesn't know\nwhat to do says, 'Get a commission.' \"\nIn 1996, Clinton signed with much fanfare the Anti-Terrorism Act\nthat permitted Americans harmed by acts sponsored by Cuba, Iran\nand other nations on the State Department's terrorism list to\nseek compensation in U.S. courts against those countries. The\nUnited States has blocked$ 166 million in Cuban assets; the government\ncould not provide a specific total for frozen Iranian assets.\nIn 1997, a federal judge awarded $ 187 million to relatives of\nthe pilots from Brothers to the Rescue, a Cuban exile group that\nrescued boat refugees fleeing Cuba. In 1998, relatives of Alisa\nFlatow, a New Jersey student killed in Israel by a terrorist bomb\nattack, won $ 247.5 million in damages against Iran, which supported\nthe terrorist group.\nIn both cases, Clinton used his waiver power under the act to\nclaim national security interests to block distribution of the\nCuban and Iranian assets.\n\"No words can possibly explain our shock when we went to court\nand found U.S. attorneys sitting down at the same table as Cuba's\nattorneys,\" said Maggie Alejandre Khuly, the sister of one of\nthe downed pilots. \"We thought Cuba was the terrorist, the guilty\nparty.\"\nStephen Flatow, the father of Alisa Flatow, told how Clinton called\nhim when Alisa died on April 10, 1995, and promised to help find\nthose responsible. He attended Clinton's signing of the Anti-Terrorism\nAct.\nHowever, \"more than a year after obtaining my judgment, I'm still\nbeing opposed by the State Department in my efforts to make the\nIranians pay the price prescribed by the Anti-Terrorism Act,\"\nhe said.\nSens. Connie Mack, R-Fla., and Frank Lautenberg, D-N.J., have\nintroduced a bill to restrict Clinton's ability to waive future\njudgments.\nThe White House opposes the bill.\n\nGraphic\n\n \nPHOTO, b/w, Larry Downing, Reuters; Flatow: Clinton called him when his daughter died in a bombing in 1995. The State Department now opposes his efforts to make Iran pay damages.\n\nLoad-Date: October 28, 1999"
}