{
    "title": "Clinton's remarks are just more of the same",
    "publisher": "university wire",
    "year": 2007,
    "month": 8,
    "day": 27,
    "full text": "Just how against terrorism is Sen. Hillary Clinton?\nVery.\nSo much so that she's appealing to the terrorists to help ensure a Democratic victory next year.\nEarlier this week, speaking at a fundraising party in Concord, N.H., Clinton told supporters that if a terrorist attack occurred between now and the November 2008 elections, the Democrats would have a tougher time trying to capture the White House.\n\"If certain things happen between now and the election, particularly with respect to terrorism, that will automatically give the Republicans an advantage again, no matter how badly they have mishandled it, no matter how much more dangerous they have made the world,\" she said.\nDid you hear that, terrorists? If you attack our country before November 2008, before America has a chance to vote Democratic -- especially for Clinton -- you may very well end up placing another President Bush in the White House.\nClinton's remarks, of course, were damned by her competition for being brash and, according to fellow Democratic Sen. Chris Dodd, \"tasteless.\"\n\"Frankly, I find it tasteless to discuss political implications when talking about a potential terrorist attack on the United States,\" he said.\nOf course, Dodd's words are just as embarrassing -- the strategy of suggesting hypothetical situations is one that candidates engage in frequently, even more so than the meaningless almost-thumbs-up waving at adoring crowds.\nAlso critical of her words was New Mexico governor Bill Richardson, who said in a written statement that \"we shouldn't be thinking about terrorism in terms of its domestic political consequences. We should be protecting the country from terrorists.\"\nClinton's remarks aren't tasteless -- they're just stupid.\nAs if to ensure the crowd that if a terrorist attack were to happen within the next presidency, she would be the best possible candidate \"to deal with that.\"\nForget the fact that, as the best candidate for the next presidency, it would be her administration that allowed the terrorist attack to happen under her watch -- one of the very big foibles of President Bush's early presidency (and, of course, the main criticism of his presidency by the Democrats).\nHer spokesman, Isaac Baker, attempted to clarify her remarks by saying that Clinton \"was making clear that she has the strength and experience to keep the country safe.\"\nComments such as these -- the judging each other on their political machismo against terrorism -- aren't new.\nThroughout the debates, throughout the articles, throughout the interviews, candidates on both sides have made suggestive comments about each other's character in times of national crisis.\nIn an article in The New Yorker, former New York mayor Rudy Giuliani responded to questions about his stance on social issues by throwing in his weight as a terrorism-handler.\nAddressing his skeptics, Giuliani said \" ... take a look at my whole record and see if, in the context of my whole record, I still wouldn't be the best person to lead the country right now, given the threat we have from terrorism.\"\nAdding to appease his base, \"And, I think, given the threat we have from Democrats.\"\nGiuliani, for those unfamiliar, was the mayor of New York at the time of the Sept. 11 terrorist attacks. I doubt anyone is unfamiliar with him, because he happens to mention Sept. 11 wherever he goes.\nAt this point, the meaningless sniping back and forth between parties and candidates is just that -- meaningless.\nThink of her what you may -- to me, she is a fish out of water trying desperately to swim -- eager to prove herself but can't.\nWhat it really comes down to is that no presidential candidate is designed for terrorist response.\nUltimately, it is the situation that declares what kind of president someone might be.\nBush waited seven minutes and continued reading \"My Pet Goat\" before reacting to the happenings of that all-too-familiar day. There was no prepared, textbook Jack Bauer-like reflex to handling the deaths of thousands in your country.\nLet's just hope that no president should have to prove his or her worth in the face of such a national tragedy again.\n(C) 2007 The Daily Athenaeum via U-WIRE\n\nLoad-Date: August 27, 2007"
}