{
    "title": "CLINTON VOWS U.S. WILL HELP ISRAELIS IMPROVE SECURITY PRESIDENT PLEDGES $100 MILLION FOR INCREASED A",
    "publisher": "the world",
    "year": 1996,
    "month": 3,
    "day": 14,
    "full text": "JERUSALEM - Standing with Israel in the face of terror, President\nClinton today pledged at least $ 100 million to combat terrorists and\npromised stronger security ties with the Jewish state. \"Fear must be\nconquered, security must be restored and peace must be pursued,\" he\nsaid.\nWrapping up a two-day trip of summitry and solace, Clinton told Israeli\ncitizens, \"Only you can convince others to lay down their fears.\nBut he warned that open societies are open to violence; the ballyhooed\nanti-terrorism summit - and even Middle East peace - can't wipe out\nterrorism.\n\"Can we create a risk-free world here in Israel? No,\" Clinton said in a\njoint news conference with Israeli Prime Minister Shimon Peres. \"Can we\nreduce the risks and do much better? Yes.\"\nClinton and Peres met a day after they joined other world leaders in an\nunprecedented Red Sea summit against terrorism. \"Yesterday the\nfoundation was laid down to go ahead with peace and reject terror,\"\nPeres said.\nOver and over, Clinton expressed sympathy with Israeli victims of\nviolent extremists.\nWearing a black yarmulke, the president followed a Jewish tradition and\ngently placed a stone at the gravesite of former Prime Minister Yitzhak\nRabin, who was slain Nov. 4 by a Jewish militant opposed to peace.\nIn a gesture laced with symbolism, Clinton had brought the stone from\nthe South Lawn, where Rabin shook hands with Yasser Arafat to seal a\nhistoric Middle East peace pact with the Palestinians. Rabin's widow,\nLeah, locked hands with Clinton as they stood facing the grave.\nAnd he stopped by Beit Hinuch, a Jerusalem high school that lost three\ngraduates in the four suicide bombings that rocked Israel since Feb. 25.\nOutside, he told reporters: \"If you want to be free and safe, you have\nto stand against terror. It doesn't matter whether you're Israelis or\nPalestinians.\"\nOffering more than sympathy, Clinton pledged $ 100 million over two years\nto pay for a host of anti-terrorism initiatives, including training,\nbomb-detection scanners, X-ray systems and robotics for handling suspect\npackages.\nWhite House officials said half of the money will come out of funds\napproved by Congress for other Pentagon uses. The other $ 50 million\nwould require a new spending bill. Clinton said he sent his request to\nCongress Wednesday night.\nHe was returning home tonight, but CIA Director John Deutch and Lt. Gen.\nDaniel Christman are staying in Jerusalem to work on a counter-terrorism\naccord. It could result in increased cooperation between American and\nIsraeli intelligence operations in going after terrorists, officials\nsaid privately.\nIn a second step, the administration is working with Israel on a defense\nagreement, hoping to conclude it before Peres visits Washington at the\nend of April. The deal would provide for closer military ties between\nthe nations.\nIn a poetic plea for peace, Clinton said in Tel Aviv that terrorism has\nits roots in \"the grip of that ancient fear that life can only be lived\nif you're looking down on someone else.\"\n\"We know your pain is unimaginable, and in some extent unsharable, but\nAmerica grieves with you,\" he said at a Tel Aviv performing arts\ncenter, his last scheduled stop of the two-day Middle East trip.\nEarlier, the president tried to imagine how Americans would react to the\ntype of horror suicide bombers brought Israel. \"Our people would be off\nthe wall; they would be angry, they would be furious, they would want\naction,\" he said.\nClinton's visit was bolstered by the Egyptian summit Wednesday that\nbrought Israelis and Arabs together with other world leaders. But he\nconceded that presidents, prime ministers, princes and all the\npoliticians in the world can only do so much. Open societies are victims\nof terrorism, Clinton said, citing the Oklahoma City bombing and poison\ngas attacks in Japanese subways.\n\"There is no guarantee here,\" Clinton said. \"There are no guarantees in\nlife.\"\nPeres pledged that the peace process would continue, though the\nterrorist attacks made it more complicated. \"It's not black and white.\nIt's like climbing a mountain. It is difficult, it takes time. You don't\nreach the peak in one jump.\"\nClinton became emotional when a reporter asked whether world leaders can\nstop suicide bombers. \"No one can do that,\" he replied. \"You couldn't\ndo it before the meeting and we can't do it in six months time.\"\n\"I wish I had it in my power to reach into the hearts of those young men\nwho have bought some apocalyptic version of Islam and politics that\ntogether causes them to strap their bodies with bombs and blow\nthemselves to smithereens and kill innocent children,\" the president\nadded. \"I wish I could do that.\"\nBut Clinton said the risks can be minimized.\n\"The question is can we improve the capacity of Israel and the Palestine\nAuthority to prevent these things from happening. The answer is yes,\"\nClinton said.\n-30\n\nLoad-Date: March 15, 1996"
}