{
    "title": "Clinton escalates the war on terrorism",
    "publisher": "usa today",
    "year": 1998,
    "month": 5,
    "day": 22,
    "full text": "WASHINGTON -- President Clinton today presents a sweeping new\nstrategy for coordinating a U.S. war on terrorism.\nAt the Naval Academy commencement in Annapolis, Md., Clinton will\noffer an overview of the \"security landscape\" of the future\nand outline a new level of commitment to training, research and\ndeveloping ways to thwart terrorist plots.\nThe speech will enable Clinton to \"talk to the next generation\nof military leaders about the next generation of national security\nthreats,\" says Richard Clarke, who will be appointed to the newly\ncreated post of national coordinator for security, infrastructure\nprotection and counterterrorism.\n\"What we have to worry about is the potential threat and the\nnew ways of attacking large numbers of people (using) technology,\"\nsays Clarke.\nClinton is expected to announce that after years of study, he\nhas signed two directives assigning specific jobs to Cabinet-level\ndepartments.\nOne directive covers \"unconventional threats to the homeland\"\n-- such as chemical or biological agents.\nIt is a road map for action on security precautions, prosecution\nand international cooperation.\nThe second deals exclusively with computer security and protecting\nthe nation's critical infrastructure, such as communications,\npower grids, finance systems, pipelines, water supplies and government\nservices.\nThe directives, to be completed in five years, include:\n-- Stepping-up efforts to gather intelligence to \"disrupt\"\nterrorist threats. The FBI and CIA have assigned thousands of\nagents to those tasks.\n-- More money for research -- perhaps $ 1 billion a year -- to\ndevelop tools for detecting cyberassaults and isolating the spread\nof such assaults.\n-- A study of vulnerabilities in the Global Positioning Satellite\nSystem.\n-- Vigorously recruiting computer technicians for law enforcement.\n-- Stockpiling vaccines and antibiotics to treat civilians in\nthe event of germ warfare.\n-- Creating a National Infrastructure Assurance Council, an industry-government,\nfederal-local panel to share information on cyber threats.\nAlthough a presidential commission reported in October that it\nfound \"no evidence of an impending cyberattack,\" Clarke says\nother countries -- not just teen hackers -- are looking for U.S.\nvulnerabilities.\n\"We can say there's evidence of foreign powers engaging in cyber\nreconnaissance,\" against the United States. \"And we hope that's\nall it's been.\"\n\nLoad-Date: May 22, 1998"
}