{
    "title": "Clinton to arrange peace talks",
    "publisher": "telegraph herald ",
    "year": 1998,
    "month": 1,
    "day": 23,
    "full text": "Middle East turmoil: Arafat and Netanyahu prepare to negotiate\nWASHINGTON (AP) - Yasser Arafat demanded on Thursday that Israel turn over 60 percent more of the West Bank as President Clinton moved to set up a U.S.-run meeting between Israeli Prime Minister Benjamin Netanyahu and the Palestinian leader.\n\"We need some results soon,\" said Secretary of State Madeleine Albright, who would mediate between the two feuding leaders.\n\"I do expect at some stage I will try to get a trilateral meeting,\" she said at a White House news conference.\nAfter a morning session with Clinton, Arafat insisted the Palestine National Council had followed through on a promise to nullify calls for Israel's destruction. He said he had presented a letter to Clinton to bolster that statement.\nAlbright called it \"an important step\" but demanded tougher actions against terrorists.\n\"Terrorists are waging a relentless war against Israelis,\" she said.\nClinton urged Arafat to do more to stop them. \"There always is more that can be done,\" said spokesman Mike McCurry.\n\"Thwarting terrorism has been at the top of the list of his concerns,\" McCurry said of Clinton's Middle East agenda.\nArafat called the first meeting encouraging. He told reporters that Netanyahu had distorted the Palestinian record on terrorism, jailing in Jericho the alleged killers of an Israeli who Netanyahu had claimed were free to frequent coffee houses on the West Bank.\nSitting down with Arafat two days after a similar session with Netanyahu, Clinton said, \"I'm convinced we can make some progress.\"\nUnder the proposal for a three-way meeting, Albright would mediate between Netanyahu and Arafat at a still-to-be-determined site in Europe, hoping to close a deal based on a large Israeli pullback on the West Bank, in phases linked to Palestinian moves against terrorism.\nShe already has insisted on a sizable Israeli withdrawal and also called for a freeze on building new homes for Jews on the West Bank or in Arab neighborhoods in Jerusalem.\n\nLoad-Date: January 23, 1998"
}