{
    "title": "CLINTON'S ADDRESS ON MILITARY STRIKES",
    "publisher": "pittsburgh post-gazette",
    "year": 1998,
    "month": 8,
    "day": 21,
    "full text": "Good afternoon.\nToday I ordered our armed forces to strike at terrorist-related facilities in Afghanistan and Sudan because of the imminent threat they presented to our national security.\nI want to speak with you about the objective of this action and why it was necessary.\nOur target was terror.  Our mission was clear - to strike at the network of radical groups affiliated with and funded by Osama bin Laden, perhaps the preeminent organizer and financier of international terrorism in the world today.\nThe groups associated with him come from diverse places, but share a hatred for democracy, a fanatical glorification of violence and a horrible distortion of their religion to justify the murder of innocents.\nThey have made the United States their adversary precisely because of what we stand for and what we stand against.\nA few months ago, and again this week, bin Laden publicly vowed to wage a terrorist war against America, saying - and I quote: ''We do not differentiate between those dressed in military uniforms and civilians.  They are all targets.''\nTheir mission is murder.  And their history is bloody.\nIn recent years, they killed American, Belgian and Pakistani peacekeepers in Somalia. They plotted to assassinate the president of Egypt and the Pope. They planned to bomb six United States 747s over the Pacific.\nThey bombed the Egyptian embassy in Pakistan. They gunned down German tourists in Egypt. The most recent terrorist events are fresh in our memory.\nTwo weeks ago, 12 Americans and nearly 300 Kenyans and Tanzanians lost their lives.  And another 5,000 were wounded when our embassies in Nairobi and Dar es Salaam were bombed.\nThere is convincing information from our intelligence community that the bin Laden terrorist network was responsible for these bombings.  Based on this information, we have high confidence that these bombings were planned, financed and carried out by the organization bin Laden leads.\nAmerica has battled terrorism for many years. Where possible, we've used law enforcement and diplomatic tools to wage the fight. The long arm of American law has reached out around the world and brought to trial those guilty of attacks in New York, in Virginia and in the Pacific.\nWe have quietly disrupted terrorist groups and foiled their plots. We have isolated countries that practice terrorism.  We've worked to build an international coalition against terror.  But there have been and will be times when law enforcement and diplomatic tools are simply not enough.\nWhen our very national security is challenged and when we must take extraordinary steps to protect the safety of our citizens. With compelling evidence that the bin Laden network of terrorist groups was planning to mount further attacks against Americans and other freedom-loving people, I decided America must act.\nAnd so this morning, based on the unanimous recommendation of my national security team, I ordered our armed forces to take action to counter an immediate threat from the bin Laden network.\nEarlier today, the United States carried out simultaneous strikes against terrorist facilities and infrastructure in Afghanistan. Our forces targeted one of the most active terrorist bases in the world. It contained key elements of the bin Laden network's infrastructure and has served as a training camp for literally thousands of terrorists from around the globe.\nWe have reason to believe that a gathering of key terrorist leaders was to take place there today, thus underscoring the urgency of our actions.\nOur forces also attacked a factory in Sudan associated with the bin Laden network. The factory was involved in the production of materials for chemical weapons.\nThe United States does not take this action lightly.  Afghanistan and Sudan have been warned for years to stop harboring and supporting these terrorist groups.\nBut countries that persistently host terrorists have no right to be safe havens. Let me express my gratitude to our intelligence and law enforcement agencies for their hard, good work. And let me express my pride in our armed forces, who carried out this mission while making every possible effort to minimize the loss of innocent lives.\nI want you to understand; I want the world to understand that our actions today were not aimed against Islam, the faith of hundreds of millions of good, peace-loving people all around the world, including the United States.  No religion condones the murder of innocent men, women and children. But our actions were aimed at fanatics and killers who wrap murder in the cloak of righteousness, and in so doing, profane the great religion in whose name they claim to act.\nMy fellow Americans, our battle against terrorism did not begin with the bombing of our embassies in Africa, nor will it end with today's strike.\nIt will require strength, courage and endurance.  We will not yield to this threat.  We will meet it no matter how long it may take. This will be a long, ongoing struggle between freedom and fanaticism, between the rule of law and terrorism.\nWe must be prepared to do all that we can for as long as we must. America is and will remain a target of terrorists precisely because we are leaders; because we act to advance peace, democracy and basic human values; because we're the most open society on earth; and because, as we have shown yet again, we take an uncompromising stand against terrorism.\nBut of this, I am also sure.  The risks from inaction to America and the world would be far greater than action. For that would embolden our enemies, leaving their ability and their willingness to strike us intact.\nIn this case, we knew before our attack that these groups already had planned further actions against us and others.\nI want to reiterate, the United States wants peace, not conflict.  We want to lift lives around the world, not take them.  We have worked for peace in Bosnia, in Northern Ireland, in Haiti, in the Middle East and elsewhere.\nBut in this day, no campaign for peace can succeed without a determination to fight terrorism.  Let our actions today send this message loud and clear: There are no expendable American targets.\nThere will be no sanctuary for terrorists.  We will defend our people, our interests and our values.  We will help people of all faiths, in all parts of the world, who want to live free of fear and violence.\nWe will persist and we will prevail.  Thank you, God bless you and may God bless our country.''\nTHE U.S. STRIKES BACK\n\nGraphic\n\n \nPHOTO, PHOTO: President Clinton arrives back at Andrews Air Force Base; Yesterday from Martha's Vineyard.\n\nLoad-Date: August 21, 1998"
}