{
    "title": "Clinton tries to rescue Mideast peace Warns Arafat that terrorism must be stopped",
    "publisher": "usa today",
    "year": 1997,
    "month": 4,
    "day": 2,
    "full text": "Prodded by Jordan's King Hussein at the White House Tuesday, President\nClinton said he was making an \"urgent\" attempt to save the faltering\nMiddle East peace process.\nClinton offered no specifics beyond saying he had \"some ideas.\"\nHe pledged \"to personally do all I can to put this process back\non track.\"\nBut he sent a pointed warning to Palestinian leader Yasser Arafat,\nsaying that the United States has \"zero tolerance\" for further\nviolence.\nAnd in a signal of increased diplomatic activity, he invited Israeli\nPrime Minister Benjamin Netanyahu to the White House on Monday.\nU.S. officials said they are interested in an Israeli proposal\nto accelerate talks on a a final Palestinian-Israeli peace pact.\nThe White House may be responding to criticism that it has done\nlittle to bring the two sides together. King Hussein suggested\nthat the administration hasn't done enough to save the peace efforts\nfrom total collapse.\n\"Let's hope that we see a more active participation by the United\nStates,\" he said after meeting Clinton. \"We can't continue to\nslide backward as we have. The situation is approaching a dangerous\npoint. It's time for action.\"\nThe peace plan is frozen because of a spate of violence and angry\nrhetoric.\nA plan by Israel to build Jewish housing near Palestinian areas\nof East Jerusalem prompted the Arab League to call for an end\nto doing business with Israel. Palestinians angered by the housing\nproject, which they view as thwarting their hopes to make East\nJerusalem the capital of a Palestinian nation, have been rioting\nsince bulldozers began clearing the construction site two weeks\nago.\nTuesday, two Palestinian suicide bombers were killed when their\nbombs detonated before they reached their targets. Two weeks ago,\na Palestinian suicide bomber killed three Israeli women at a cafe\nin Tel Aviv.\nNetanyahu has charged that Arafat gave bombers a \"green light\"\nby freeing members of the radical Hamas group from prison. On\nTuesday, Clinton said recent moves by Arafat to control violence\nthrough his Palestinian police \"are encouraging.\" But he emphasized\nthat Arafat must curb terrorism before talks can restart.\nKing Hussein has had his own recent traumas with Israel. A Jordanian\nsoldier opened fire on a group of Israeli students visiting a\npeace site in Jordan last month. Seven schoolgirls were killed.\nHussein visited their families, endearing himself to many Israelis.\nThe attack came after Hussein wrote Netanyahu a letter criticizing\nthe housing plan for \"plunging the region into an abyss of bloodshed\nand despair.\" Tuesday he was more muted in his comments about\nNetanyahu, saying, \"I have a sense he's feeling his way.\"\nHe also seemed more restrained in his reaction to Clinton. In\ntheir previous 14 meetings, Hussein stood beaming next to the\npresident. Tuesday, he looked somber. White House spokesman Mike\nMcCurry said the president and the king met alone, without any\nof their aides present.\n\nGraphic\n\n \nPHOTO, B/W, Ruth Fremson, AP\n\nLoad-Date: April 2, 1997"
}