{
    "title": "Clinton urges Pakistani terror crackdown",
    "publisher": "usa today",
    "year": 2012,
    "month": 5,
    "day": 9,
    "full text": "The latest foiled terrorism plot in Yemen should serve as a wake-up call that terrorists \"keep trying to devise more and more diverse and terrible ways to kill people,\" Secretary of State Hillary Rodham Clinton said here Tuesday.\nWrapping up her eight-day trip to China, India and Bangladesh, Clinton pressed Pakistan \"to do more\" to root out terrorists on its soil, including the alleged mastermind of the 2008 attacks in Mumbai, India, for whom she approved a $10million reward.\nShe earlier said al-Qaeda leader Ayman al-Zawahri was most likely residing in Pakistan.\n\"We look to the government of Pakistan to do more,\" Clinton said. \"It needs to make sure that its territory is not used for launching pads for terrorist attacks anywhere.\n\"We are committed to going after those who pose direct threats to the United States and to Afghanistan and our allies,\"  she said.\nThe plot in Yemen was designed to create a more sophisticated version of the underwear bomb that failed to detonate over Detroit on Christmas Day 2009.\nU.S. intelligence officials interrupted the effort before it threatened the U.S. flying public, Clinton confirmed.\nThe secretary used news of the plot to reiterate U.S. efforts not only to prevent acts of terrorism from being carried out but also to dissuade potential recruits from joining terrorist networks in the first place.\nHer Indian counterpart, External Affairs Minister S.M. Krishna, said recent attacks in Kabul show the need to eliminate terrorist sanctuaries in the region.\n\"We are trying to checkmate terror from wherever it emanates,\" Krishna said, emphasizing \"the need for stronger action from Pakistan.\"\nBeyond Yemen and Pakistan, Clinton addressed two other hot issues: sanctions against Iran and the Afghanistan War.\nShe said India must do more to reduce oil exports from Iran, as it has begun to do. The world's second-most-populous nation relies on imports for most of its oil; it imports 10 million additional tons each year. Iran was its second-largest supplier after Saudi Arabia but has dropped below Iraq and Kuwait.\n\"There's no doubt that India and the United States are after the same goal,\" Clinton said. Without tightening the noose on sanctions, she said, \"Iran will have less incentive to negotiate in good faith.\"\nShe reaffirmed the U.S. and NATO support for Afghanistan as the combat mission winds down toward its completion in 2014.\n\"We intend to remain an active presence in Afghanistan. We will support Afghanistan's security and stability,\" Clinton said. \n\nLoad-Date: May 9, 2012"
}