{
    "title": "CLINTON, NETANYAHU HAVE 'CANDID' TALK",
    "publisher": "st. louis post-dispatch ",
    "year": 1997,
    "month": 4,
    "day": 8,
    "full text": "With Israeli Prime Minister Benjamin Netanyahu at his side, President Bill Clinton agreed Monday that Israel should never \"have to bargain to be free of terrorism.\" But their White House meeting failed to produce an immediate formula that would restart stalled Middle East peace talks.\nClinton said he would explore \"any reasonable opportunity\" to end the impasse. A Palestinian delegation will come to Washington later in the week to broaden the discussions.\nUsing diplomatic jargon that usually suggests a strong clash of views and little progress, Clinton said after his two hours with Netanyahu that \"we had a very specific, frank, candid and long talk.\"\n\"Now we're going to talk to the Palestinians and see whether there's something we can do to get this thing going again,\" Clinton said.\nNetanyahu insisted that the Palestinians had violated the peace accords by not deterring terrorism in Israel. \"We keep our commitments; they violate theirs,\" Netanyahu said, signaling that divisions remain.\nHe affirmed that new homes for Palestinians should be built in Jerusalem, a gesture designed to offset the harsh criticism surrounding Israel's project for 6,500 new Jewish housing units in east Jerusalem.\nClinton's administration welcomed the statement. \"That's obviously positive,\" said Nicholas Burns, a State Department spokesman.\nNetanyahu also pledged to carry out commitments for a three-stage pullback from the West Bank whether or not the Palestinians accept his proposal to move quickly into negotiations over Jerusalem, refugees and other tough issues.\nHasan Abdel-Rahman, the chief Palestine Liberation Organization representative in Washington, repeated the Palestinian position that the talks would not be resumed until Israel stopped construction of the Har Homa project.\nThe Palestinian official also dismissed Netanyahu's attempt to focus attention on terrorism.\n\"Mr. Netanyahu knows very well that we oppose terrorism because we feel that terrorism is against our national interests for Palestinians,\" he said. \"Mr. Netanyahu bringing up the issue of terrorism is an attempt, in our view, to cover up for his own policies that are very disruptive to the peace process.\"\nIsraeli-Palestinian peace talks have ceased, and violence has erupted almost every day since Israel broke ground for new Jewish housing last month on Har Homa hilltop. On the West Bank on Monday, a Jewish settler shot and wounded at least two Palestinians during a stone-throwing incident.\nClinton described his two-hour meeting with Netanyahu as \"very thorough\" but gave few details.\nNetanyahu followed suit, giving this spare summary at a news conference: \"We discussed a number of ideas to move the peace process back on track, assuming that the battle for terrorism is engaged effectively.\n\"These are preliminary discussions. Nothing formal, nothing definitive was said. And I'm sure we'll have the opportunity to continue these exchanges of views over the coming days and weeks.\"\nNetanyahu has proposed that he and Palestinian leader Yasser Arafat reach a final peace agreement within six months and has said the goal may require an intensive three-way summit meeting like the one that led to accords between Egypt and Israel.\nAt the outset of Monday's meeting, Clinton renewed his call for a statement from Arafat of \"zero tolerance\" for terrorism.\nClinton said he would consider \"any reasonable opportunity\" to get peace talks up and going again, though he indicated that he was not prepared to set up a summit meeting between Netanyahu and Arafat under U.S. auspices or make any other dramatic move right away.\n\"It's important not to jump into this,\" Clinton said. His chief mediator, Dennis Ross, also suggested that there would be no quick fix and said the United States could not impose a solution.\n\"We can't wave a magic wand and put things back on track,\" Ross said at the annual conference of the American Israel Public Affairs Committee, a pro-Israel lobby. \"But we can serve as a bridge to put this process back on track.\"    \n\nGraphic\n\n \nPHOTO, (1) Color Photo Headshot - ( Benjamin) Netanyahu\n (2) Photo From AP - President Bill Clinton (right) meets with Israeli Prime Minister Benjamin Netanyahu in the White House Monday as they discussed the faltering Mideast peace process.\n\nLoad-Date: April 8, 1997"
}