{
    "title": "CLINTON_ TRUMP'S RHETORIC HELPS ISIS RECRUIT FIGHTERS Candidates swift to capitalize on weekend atta",
    "publisher": "the day ",
    "year": 2016,
    "month": 9,
    "day": 20,
    "full text": "ELECTION 2016\n ESTERO, Fla.  - Hillary Clinton accused Donald Trump of giving \"aid and comfort\" to Islamic terrorists Monday, declaring his anti-Muslim rhetoric helps groups like ISIS recruit new fighters. Trump showed no sign of changing and insisted the U.S. should \"use whatever lawful methods are available\" to get information from the Afghan immigrant arrested in the weekend's bombings.\n As Trump supporters at a packed rally in Florida shouted \"Hang him!\" the Republican presidential candidate mocked the fact that Ahmad Khan Rahami, a 28-year-old U.S. citizen originally from Afghanistan, would receive quality medical care and legal representation.\n \"We must deliver a just and very harsh punishment to these people,\" he said. \"These are enemies, these are combatants and we have to be tough, we have to be strong.\"\n Both candidates moved swiftly to capitalize on investigations into a weekend of violent attacks - bombings in New York and New Jersey and stabbings at a Minnesota mall - casting themselves as most qualified to combat terrorism at home and abroad.\n Clinton touted her national security credentials at a hastily arranged news conference outside her campaign plane, accusing Republican Trump for using the incidents to make \"some kind of demagogic point.\"\n \"I'm the only candidate in this race who's been part of the hard decisions to take terrorists off the battlefield,\" Clinton, a former secretary of state, told reporters. \"I know how to do this.\"\n The possibility of a home-grown terrorist plot cast a new shadow over the presidential race, diverting both candidates' attention from the daily controversies of the campaign and giving them a high-profile opportunity to make their case to undecided voters.\n Clinton and her team see her experience and what they say is her steady judgment as key selling points for her candidacy. On the campaign trail, she frequently invokes her role in the 2011 raid that killed Osama bin Laden, describing to voters the tense atmosphere in the White House alongside President Barack Obama.\n But while much of the foreign policy establishment has rallied around Clinton, Trump's anti-immigrant rhetoric, promises to close U.S. borders and vows to aggressively profile potential terrorists have fueled his presidential bid.\n On Monday, he called for tougher policing, including profiling foreigners who look like they could have connections to terrorism or certain  Middle Eastern nations.\n \"This isn't just a matter of terrorism, this is also really a question of quality of life,\" he said. \"We want to make sure we're only admitting people into our country who love our country.\"\n Pointing to her \"aid and comfort\" remark and others, Trump's campaign said Clinton was accusing him of treason, going beyond the bounds of acceptable campaigning and trying to change the subject from her own failures.\n She insinuated that Islamic militants, particularly those affiliated with ISIS, are rooting for Trump to win the White House. She said, \"We're going after the bad guys and we're going to get them, but we're not going to go after an entire religion.\"\n Trump agreed terrorists have a preference: They \"want her so badly to be our president.\"\n Clinton briefly turned her focus from national security on Monday, wooing younger voters at a midday rally in Philadelphia.\n At Temple University, she acknowledged  she needs to do more to get millennials on board.\n \"Even if you are totally opposed to Donald Trump, you may still have some questions about me. I get that. And I want to do my best to answer those questions,\" she told several hundred students gathered in an ornate, wood-paneled lecture hall.\n This election marks the first presidential campaign  in which millennials make up the single largest generation among U.S. adults, having surpassed baby boomers during the past four years. The group helped anchor Obama's support, but Clinton has failed to attract them in the same numbers.\n She was to meet with the leaders of Egypt, Ukraine and Japan late in the day in New York City. The leaders are in New York for the U.N. General Assembly. Trump announced plans to meet with Egyptian President Abdel-Fattah El-Sisi.\n Trump has tried to appear more statesmanlike as the November election approaches. Still, he suggested it's fine if some world leaders feel uneasy about him.\n \"Well, maybe that's a good thing, not a bad thing. Right now the world has no respect for our country, they have no respect for our president, whatsoever,\" he said in an interview on Fox News.\n New York officials said Monday the bombings in a Manhattan neighborhood and a New Jersey shore town were looking increasingly like acts of terrorism. Authorities were also investigating the stabbings of nine people at a Minnesota mall as a possible act of terrorism.\n\nLoad-Date: September 25, 2016"
}