{
    "title": "Clinton_ Democrats Don't Want Blame for Iraq War Shortages",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 4,
    "day": 26,
    "full text": "Senator Clinton acknowledged yesterday that Democrats do not want to risk being \"blamed\" for withholding funding for troops in Iraq, even as she joined Senator Obama in criticizing Mayor Giuliani for saying Democrats would put America back on the defensive in the war on terrorism.\nSpeaking to a group of Jewish Democrats here, Mrs. Clinton was asked about the likelihood that Democrats in Congress will succeed in forcing President Bush to accept a timetable for the withdrawal of American troops in Iraq. He has promised to veto a bill that will tie needed funding to an exit time line.\n\"I think that it will be extremely challenging, if at all possible,\" Mrs. Clinton told members of the National Jewish Democratic Council. \"We're going to keep trying, but at some point we don't want Democrats being blamed for our troops not being well-equipped, not having the resources they need, even though we don't want them to be there in the middle of a sectarian civil war where they frankly don't even know which side they're supposed to be on anymore.\"\nHer comments came as the top Democratic presidential candidates, led by Mr. Obama, became involved in a bitter exchange with Mr. Giuliani over the former mayor's criticism of the party on Tuesday in New Hampshire.\nThe campaign trail tempest highlighted the political difficulty Democrats have had in advocating withdrawal from Iraq while they pledge to keep up the fight against global terrorism.\nMr. Giuliani suggested that another major terrorist attack would be more likely with a Democrat in the White House. If a Democrat is elected president, he said, \"We are going on defense\" in the war on terrorism. That, he said, will mean \"we will have more losses, and it will go on longer.\"\nMr. Obama, a first-term Illinois senator, reacted angrily in a statement released yesterday morning. \"Rudy Giuliani today has taken the politics of fear to a new low, and I believe Americans are ready to reject those kind of politics,\" he said.\nLess than an hour later, Mrs. Clinton followed suit, releasing her own statement that did not mention Mr. Giuliani by name but said \"political rhetoric won't do anything to quell\" the threats America faces.\nA former North Carolina senator, John Edwards, also weighed in, calling Mr. Giuliani's comments \"divisive and plain wrong.\"\n\"He knows better,\" Mr. Edwards said.\nMr. Giuliani did not back off his remarks yesterday afternoon, stepping up his criticism in a style reminiscent of his days as mayor. Democrats, he said, just don't get it.\n\"They do not seem to get the fact that there are people, terrorists in this world, really dangerous people that want to come here and kill us,\" he said in an appearance on the Sean Hannity radio show.\n\"They want to take us back to not being as alert, which to me will just extend this war much, much longer,\" he added.\nThe flare-up was the most direct and heated rebuke Mr. Giuliani has taken from the leading Democratic contenders thus far in the campaign.\nHis comments also met with disagreement from his successor in City Hall, Mayor Bloomberg. \"I don't think that fighting terrorism is a partisan issue,\" Mr. Bloomberg said when asked about the statements at a press conference in New York.\nThe current mayor also traded presidential barbs - and compliments - with another possible-but-undeclared candidate, Vice President Gore. The two appeared together at a kickoff event for the Tribeca Film Festival, where Mr. Gore was asked by The New York Sun whether the presidential candidates are doing enough to talk about global warming.\n\"Well, I think Mike is,\" Mr. Gore quipped, drawing laughter and applause for his reference to Mr. Bloomberg's rumored presidential aspirations. He also praised the mayor's recently unveiled set of 127 environmental initiatives, including his congestion-pricing proposal.\nFor his part, the mayor later said the talk about a Gore presidential bid was more serious than his own, and he effectively urged the 2000 Democratic nominee to jump into the campaign. \"I hope Al Gore enters the race,\" Mr. Bloomberg said. \"I think it would be good for the country.\"\nAlso yesterday, a former Democratic White House hopeful and the current party chairman, Howard Dean, had his own tip for adding honesty to the presidential race: Cut out the press.\n\"Politicians are incredibly careful not to say anything if they can possibly help it, except if it is exactly scripted. And if you want to hear anybody's true views, you cannot do it in the same room as the press,\" Dr. Dean told the Mortgage Bankers Association when a banker expressed frustration that candidates often spoke only in sound bites, the Associated Press reported. \"If you want to hear the truth from them, you have to exclude the press.\"\n\nLoad-Date: April 26, 2007"
}