{
    "title": "Clinton says GOP candidates hindering anti-terrorism efforts",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 9,
    "full text": "WATERLOO, Iowa - Hillary Clinton accused Republicans of undermining American efforts to fight Islamic terrorism, saying Wednesday that the \"hateful\" campaign rhetoric of frontrunner Donald Trump and the rest of the GOP field is providing new material for Islamic State propaganda.\n\"Instead of showing leadership some of the leaders in this campaign are resorting to really hateful rhetoric,\" Clinton said at a town hall meeting. \"Donald Trump, he does traffic in prejudice and paranoia. It's not only shameful, it's dangerous.\"\nTrump's proposal to block Muslims from entering the U.S. has prompted widespread condemnation from lawmakers of both parties and from leaders across the globe.\nWhile Trump's GOP rivals use what Clinton calls \"veiled language\" to talk about their plans, Clinton noted that their remarks are also undermining efforts of US negotiators to build a global coalition against the group.\nNeurosurgeon Ben Carson has questioned whether a Muslim-American could be president and both former Florida Gov. Jeb Bush and Texas Sen. Ted Cruz have floated the idea of a religious test for Syrian refugees fleeing violence in the Middle East.\n\"That runs counter from what I and others who've actually been in the situation room know we have to do,\" said Clinton. \"We have to enlist help from American Muslims around the work in defeating the radical jihadist and the hateful ideology they represent.\"\nTrump fired back, singling out Clinton as his top competitor during a television appearance Wednesday morning.\n\"She doesn't have the strength or the stamina,\" he said on ABC's \"Kelly and Michael\" program. \"I mean, you know, she's got a name and people will stupidly vote for her.\"\nClinton is spending the day campaigning in Iowa, where she's promoting plans to stop corporate inversions, a practice that permits U.S. companies to merge with corporations overseas to lower their tax bill. Experts say US companies are hoarding roughly $2 trillion in profits abroad to reduce their taxes.\nThough her mention of Trump's name drew boos from the largely elderly crowd, the audience did not raise the issue of terrorism or the conflict in the Middle East. Instead, questioners focused largely on domestic issues, like climate change, health care and childcare costs - a reflection of the economic concerns that remain central in the Democratic primary battle.\n\"If you become successful in America,\" said Clinton, \"you should pay what you owe just like everybody else.\"\nShe added: \"This is not only about fairness, this is about patriotism.\"\nThe November announcement of a plan to merge drug-makers Pfizer and Allergan to create the world's biggest pharmaceutical company reignited a fierce political debate over whether such deals should be permitted.\nUnder the deal, New York-based Pfizer would move its headquarters to Ireland, where Allergan is based. That would enable Pfizer to slash its tax rate from around 25 percent this year to about 18 percent. Ireland's lower corporate tax rate would have saved Pfizer nearly $1 billion of the $3.1 billion in U.S. taxes it paid in 2014.\nClinton says she would have the executive authority as president to address so-called \"earning stripping,\" a practice that shrinks the taxable US profits of multinational corporations.\nUnder current rules, U.S. companies can reincorporate abroad if they acquire a foreign company and transfer more than 20 percent of their shares to foreign owners. The Obama administration has proposed raising that threshold to more than 50 percent. Clinton will reiterate her support for the change this week. The White House and Clinton believe that new standard would discourage inversion deals by requiring the U.S. company to purchase a larger foreign entity.\nClinton would make any company that still attempts to move its headquarters overseas for tax reasons subject to a new \"exit tax,\" which would levy taxes on foreign earnings at the time of the inversion deal. The profits a U.S. company earns overseas are not taxed until they are brought back into the U.S., prompting many companies to hold cash and invest abroad to avoid the taxes.\nA similar proposal released last year by Democratic Sens. Dick Durbin of Illinois and Sherrod Brown of Ohio would require companies seeking to reincorporate abroad to first settle their U.S. tax bill on cash stashed offshore.\n___\nAssociated Press writer Jill Colvin contributed to this report from Washington.\n___\nFollow Lisa Lerer on Twitter at: http://twitter.com/llerer\n\nLoad-Date: January 17, 2018"
}