{
    "title": "CLINTON TO VISIT SYRIA DESPITE TERRORISM LINKS",
    "publisher": "charleston gazette",
    "year": 1994,
    "month": 10,
    "day": 22,
    "full text": "By Steven Greenhouse WASHINGTON _ President Clinton said Friday\nthat he would travel to Damascus, Syria, during his trip to the\nMiddle East next week to coax Syria toward peace with Israel, despite\nconcerns that he would risk criticism for visiting a country linked\nto terrorism.\nAt a news conference in which he vigorously defended the\nadministration's foreign and domestic policies, Clinton said he was\ngoing to the Middle East because it was important \"to stand with our\nfriends at this moment when they're standing up for peace and the\nenemies of peace are trying to derail them.\"\nAdministration officials said that whether to visit Damascus had\nbeen the stickiest issue in planning the trip, partly because of\nheightened emotions and security concerns after the bombing of a bus\nin Tel Aviv, Israel, on Wednesday that killed at least 21 people.\nSome Clinton advisers feared the president could be embarrassed\npolitically for visiting a nation that is on the administration's\nlist of countries that sponsor terrorism.\nThe centerpiece of the trip, which is shaping up as the most\nextensive presidential trip to the region since President Nixon\nvisited 20 years ago, is the signing of a peace treaty between Israel\nand Jordan on their southern border Wednesday.\nClinton, who will depart on the four-day trip Tuesday, also will\naddress the Israeli and Jordanian parliaments and visit American\ntroops in Kuwait.\nHe will also travel to Saudi Arabia to see King Fahd and visit\nCairo, where he will meet with President Hosni Mubarak as well as\nYasser Arafat, chairman of the Palestine Liberation Organization.\nThe president's aides say that\nvisiting Damascus is a political gamble worth taking because\nthey are confident that in a face-to-face meeting, Clinton can\npersuade President Hafez Assad of Syria to take some new steps toward\ncompromise that would hasten a peace treaty with Israel.\nThe president also said he would talk with the Syrian leader\nabout the importance of combatting terrorism.\n\"I will visit Syria,\" Clinton said Friday, \"because it is my\njudgment that the visit will further the goal of an ultimate peace\nagreement between Israel and Syria.  And until that is done, we will\nnever have comprehensive peace in the Middle East.\"\nBut the president's advisers admit the decision holds risks.\nSome Jewish groups have opposed such a visit unless Assad, in return,\nmakes some highly visible, major steps toward peace with Israel, such\nas announcing that he would meet with Prime Minister Yitzhak Rabin\nSince January, peace efforts between Israel and Syria have\ninched forward, with Secretary of State Warren Christopher visiting\nthe region five times since May to mediate between the two countries\nAdministration officials say they hope for a major breakthrough\nin the peace talks in the next three or four months.  The rough\noutline of an agreement is well-known: Israel would withdraw from the\nGolan Heights, and in return, Syria would normalize relations with\nits longtime enemy.\nThe points of disagreement are how quickly and extensively any\nIsraeli withdrawal would be, and how quickly and completely Syria\nwould recognize Israel and accept steps to meet its security concerns\nWith Washington and Jerusalem urging Assad to engage in more\npublic diplomacy to show he is serious about peace, senior\nadministration officials say they hope the Syrian leader will use the\npresident's visit to make some tough public statements against\nterrorism.\nThey also voiced confidence that Assad would go further than\nbefore in his public remarks favoring peace.  In addition, several\nofficials said they expected Assad to show increased flexibility\nbehind the scenes to help narrow his negotiating differences with\nIsrael.\n\"This meeting was agreed to on one basis: substantive moves\nforward in the peace process,\" said one administration official.\n\"You won't see developments on the private negotiating track for a\nwhile, but we expect him to be more forthcoming on the public side\n.\"\nThe official continued, \"Assad knows what we need out of this\nand what he needs out of this.  He's not going to embarrass the\npresident.  \"\nPresident Clinton decided to visit Damascus after a long debate\nin which his advisers painstakingly listed the many pros and cons,\nadministration officials said.  Some advisers said they feared that\nAssad would feel slighted if Clinton bypassed Syria.  Such a slight\ncould be a step backward in the Syria-Israeli peace talks, they said\nOn the other hand, the president's aides expressed concern about\nsafety in Damascus, especially after the recent wave of terrorism.\nThey also worried that unless the Syria visit produces some tangible\nsteps toward peace, the president could lose face among Israelis.\nSome administration officials noted that President Bush had a\nmeeting with Assad and that Clinton met with the Syrian leader last\nJanuary in Geneva.  In an important step forward in the peace\nprocess, Assad announced in Geneva that he had made a strategic\nchoice for peace with Israel.\nIn 1974, Nixon met with Assad in Damascus and the United States\nand Syria re-established diplomatic relations, which were broken off\nin 1967.  In 1979, President Carter visited Israel and Egypt in a\ndiplomatic effort that helped seal a peace treaty between the two\ncountries.\n\"Going there at this time will give the negotiations a push at\na time the negotiations have slowed because of the complexity of the\nissues,\" said a senior administration official.  \"It's an\ninvestment by President Clinton to produce a result a little down the\nroad, rather than a dramatic breakthrough now.\"\nClinton indicated that he would discuss terrorism with Assad.\n\"It is a serious issue,\" Clinton said Friday.  \"It has been\nconstantly discussed between us, and it will continue to be.\"\nAmerican officials have told Assad that if he wants Syria to be\ntaken off the administration's list of nations that sponsor\nterrorism, he needs to do more to crack down on Party of God\nguerrillas in southern Lebanon.\nIn the administration's view, Iran is the chief sponsor of the\nmilitant Shiite Muslims, but Syria can do more to stifle their\noperations.\nThe Party of God has fired three waves of rockets from southern\nLebanon over the past two days, and administration officials said\nFriday that they expect Assad to stop such attacks.\nWhite House officials said that in his meeting with Arafat,\nClinton will discuss a wide range of topics, including financial\nassistance, the fight against terrorism and the PLO's peace talks\nwith Israel.\nAt his news conference, Clinton said he had ordered federal\nagencies to redouble their efforts to stop any Americans from sending\nmoney overseas that could be used for terrorism by Hamas, the\nmilitant Muslim organization that claimed responsibility for the Tel\nAviv bombing.\nAn administration official said Friday that officials at the\nNational Security Council in recent days discussed whether there were\nany American links to Hamas and informally asked law enforcement\nagencies to keep alert for such possibilities.\nThe word has now filtered down to relevant officials at Justice,\nthe FBI and other agencies.\nOn other subjects, Clinton said he would keep his promise to\nCongress and ask the U.N. Security Council to adopt a resolution to\nlift the arms embargo against Bosnia.  He said if that fails, he\nwould consult with Congress about lifting the embargo unilaterally\nNonetheless, Clinton said that for more than two years he has\nbelieved that a unilateral lifting would be a mistake because it\nwould lead to the withdrawal of U.N. troops from Bosnia and would\nhurt Washington's ability to work with its allies to end the war\nthere.\nClinton also defended the accord signed Friday with North Korea\nin which it vowed to freeze its nuclear program in return for having\nthe United States and other nations build it modern nuclear reactors\nHe acknowledged that some people are upset by the decision to\ndelay inspections of waste sites believed to hold evidence showing\nthat North Korea has diverted fissile material to make nuclear\nweapons.\nBut Clinton said the important thing was \"the waste sites are\nnot going anywhere\" and \"we have a commitment for a freeze and then\na dismantling\" of North Korea's nuclear facilities.\n\nLoad-Date: January 30, 1995"
}