{
    "title": "CLINTON'S SECURITY TIGHTENED FOR TRIP TO EGYPT AND ISRAEL _ HE IS SET TO ATTEND A SUMMIT ON TERRORIS",
    "publisher": "the philadelphia inquirer",
    "year": 1996,
    "month": 3,
    "day": 12,
    "full text": "After watching horrifying images of four recent bloody suicide bombings, many Americans must be wondering: Is it even safe for President Clinton to travel to Egypt and Israel?\nBut precautions for the most heavily protected world leader will be extraordinary at tomorrow's antiterrorism summit in Egypt, as well as in Jerusalem, which Clinton will visit tomorrow night and Thursday.\nSecurity experts say that while there are risks, it's unlikely the President faces undue danger.\n\"I don't expect the President to be riding on a bus or walking down a city street in Israel,\" said Brian Jenkins, a former Rand Corp. terrorism expert and now vice chairman of Kroll Associates, a private investigative firm in Los Angeles.\n\"Not to sound callous, but, statistically, the murder rate in Washington, D.C., is higher than fatalities from the bombings. The President is in greater danger walking down 14th Street in Washington than he is in Israel or Egypt.\"\nClinton's two-day Middle East trip is largely symbolic. The primary purpose is to show solidarity with Israel. Four suicide bombings have killed 62 people since Feb. 25., leaving Israel angry, grieving and frightened.\nClinton administration officials say this will be an unprecedented meeting because more top leaders, especially many from the Arab world, are coming together at a time of difficulty - not a time of celebration.\nAs he leaves Washington today, Clinton hopes to accomplish two things: to send a message to Israelis that they are not alone as they try to forge a lasting peace and to send terrorists another message that their murderous actions have not dampened the international commitment to peace.\nThe President will be joined by leaders from about 30 other nations, including Russia, Israel, Egypt, Jordan, the Palestinian Authority, Britain, France, Germany and other European nations. Syrian leaders have not yet responded to an invitation, and U.S. officials very much want them to attend. Lebanon rejected an invitation, which U.S. officials called \"unfortunate.\"\nIran and Iraq were not invited. \"This is not a summit of the war-makers, in the case of Iraq,\" a State Department spokesman said.\nHamas, a militant Islamic group that has claimed responsibility for the bombings, has denounced the summit as \"an international conspiracy against the struggle of the [Palestinian] people.\"\nSome terrorism experts believe that Hamas may stage an attack in an effort to make the conference appear meaningless.\n\"There is no question Hamas will be actively seeking opportune targets,\" said Robert Kupperman, a terrorism expert at the Center for Strategic and International Studies in Washington. \"The Secret Service, the Israeli Shin Bet and other intelligence services will have their hands full. However, I'm sure the Secret Service would not agree to this without the ability to protect the President.\"\nThe one-day terrorism conference - dubbed Summit of the Peacemakers - will be held at the Egyptian resort of Sharm el-Sheikh on the tip of the Sinai Peninsula near the Red Sea. The remote location - a sparkling diving spot with turquoise waters - was selected because it is so isolated.\nFrom there, Clinton will go to Jerusalem, where he will spend the night. He will meet with President Ezer Weizman, a political moderate, and opposition leader Benjamin Netanyahu, head of the conservative Likud Party. The President will also visit the grave of the slain Prime Minister Yitzhak Rabin and address the Israeli people.\n\nGraphic\n\n \nPHOTO;\nPHOTO (1)\n1. Israeli soldiers arrest a Palestinian during a raid on suspected Hamas members in Husan, West Bank, near Bethlehem. (Reuters, LLAN MIZRAHI)\n\nLoad-Date: October 28, 2002"
}