{
    "title": "CLINTON PUSHING HARD ON ANTI-TERRORISM BILL",
    "publisher": "charleston gazette",
    "year": 1995,
    "month": 5,
    "day": 28,
    "full text": "WASHINGTON (AP) _ Turning up pressure for his anti-terrorism\npackage, President Clinton accused congressional critics Saturday of\ntrying to deny police expanded wiretap authority and other tools they\nneed for a fight \"we have to be able to win.\"\n\"I want the police to stop those people cold,\" Clinton said in\nhis weekly radio address.  \"The restrictive view taken by some\npeople in Congress would handicap our ability to track terrorists\ndown, follow them when they move and prevent their attacks on\ninnocent people.\"\nCongressional critics maintain that Clinton's proposals go too\nfar, and could erode constitutional protections and infringe on civil\nliberties.\nAt issue are Clinton proposals to:\nExpand wiretap authority.  Clinton wants police to be able to\nmove their wiretaps without getting a new court order each time\nterrorists move to evade surveillance.\nThe Senate voted 52-28 on Friday to block a Democratic attempt\nto expand the government's wiretapping authority.  Republicans\nexpressed concern that the provision could infringe on the civil\nliberties of domestic political groups.\nExpand the role of the military in fighting terrorism.\nClinton wants to involve the military when terrorists are\ncontemplating the use of biological or chemical weapons.  Currently,\nthe military can join in criminal investigations only when they\ninvolve nuclear weapons.\nCritics are wary of giving the military a greater role in\ndomestic law enforcement, warning of potential government abuse of\nindividual rights.\nPlace traceable materials in chemicals that can be used to\nmake bombs.  Clinton wants to include tiny plastic tracers known as\n\"taggants\" in certain explosive materials so that bombs can be\ntracked to their source.\n\"Every day that goes by without a law like this a terrorist can\nwalk into a store and buy material that is virtually untraceable,\"\nClinton said.\nThe idea of explosive tracers has been around for years, drawing\nopposition from the explosives industry and the National Rifle\nAssociation, which cited safety concerns.  Critics also argue tagging\nwould push up the price of explosives and gunpowder, and could put\nminers and others who work with them at risk.\nClinton rejected suggestions that any of the three proposals was\nover-reaching, saying that the battle against terrorism was \"a fight\nwe have to be able to win.\"\n\"Constitutional protections and legal restrictions are not\nbeing repealed,\" he said.  \"We are simply giving law enforcement\nagencies who are committed to fighting terrorists for us the tools\nthey need to succeed in the modern world.\"\nClinton unveiled his $ 1.5 billion anti-terrorism package one\nweek after the April 19 bombing in Oklahoma City.  Congressional\nleaders supported many of its provisions and pledged to complete work\nby Memorial Day.\nHowever, work on the legislation was delayed while legislators\nfocused on the federal budget and amid partisan finger-pointing over\nthe best way to get tough with terrorists.\n\nLoad-Date: May 30, 1995"
}