{
    "title": "Clinton_ Financial foreign aid needed to combat terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 30,
    "full text": "Speaking to a full audience at Zellerbach Hall at the University of California-Berkeley on Tuesday, former President Bill Clinton touted the prosperity of the 1990s but said its lopsided nature also bred terrorism and identity politics.\nWhile acknowledging the need for a military response to the Sept. 11 attacks, the 42nd president stressed the importance of raising the standard of living in third-world countries and bridging the gap between the rich and poor.\n\"Half of the world was left out of the economic expansion,\" Clinton told a packed crowd of 2,000 people. \"Not surprisingly, they don't think as much of this new world as many of us do, because they are not a part of it.\"\nU. California-Berkeley\nClinton said promoting education and health care in poor countries through foreign aid and debt relief is key to fighting terrorism.\n\"We've got to spread the benefits and shrink the burdens of the modern world,\" Clinton said, citing his administration's debt relief program that directed money toward education.\n\"This (money) was peanuts when it comes to us, and it makes all the difference in the world to them,\" he said.\nClinton is the eighth U.S. president to visit UC Berkeley, but the first since John F. Kennedy spoke at Memorial Stadium in 1962. After his speech on globalization, Clinton sat down for a question-and-answer session moderated by Orville Schell, dean of the Graduate School of Journalism.\nAlthough he usually commands upwards of $ 100,000 per speech, Clinton did not charge a fee for Tuesday's talk. He also attended fundraisers for Sen. Barbara Boxer and Gov. Gray Davis, who introduced the former president and whom Clinton referred to as \"my friend.\"\nThe audience greeted Clinton with cheers and applause and chuckled when he said the right wing despised him \"because I won.\"\n\"If you want to be a Democrat or progressive and run for national office today, you have to have a reasonably high pain threshold,\" he said. \"But it's the most rewarding work in the world.\"\nClinton, whose daughter Chelsea attended Stanford, also drew laughs when he thanked the audience for \"the nicest welcome ever given to a Stanford parent.\"\nClinton's post-presidency got off to a rocky start last January when he was accused of granting unethical pardons and stealing White House silverware. But after a year of world travel and speeches on globalization and terrorism, Clinton's popularity ratings have rebounded, and he has once again become a leading fundraiser for the Democratic Party. He is currently writing his memoirs for a reported $ 10 million.\nWhen asked about campaign finance reform, the former president advocated free air time for candidates, saying politicians are forced to spend too much time raising money in order to disseminate their message.\n\"One of the reasons that Washington is so acrimonious is that too many members of Congress in both parties are sleep-deprived,\" Clinton said. \"Half the people in Congress are physically exhausted all the time, trying to make their votes, learn about the issues, come home on the weekends and spend all their time raising money.\"\nBruce Cain, director of the Institute of Governmental Studies, said Clinton seemed \"a little defensive,\" probably because Republicans have been trying to link him to the recession and failed attempts to capture Osama bin Laden. He also speculated that Clinton feels a need to defend his legacy because elected Democrats are not doing it for him.\nBut Cain called Clinton's speech \"a masterful performance.\"\n\"It reminds us of what it's like to have a president who can talk without notes and with a good command of information,\" Cain said.\nStudents said they were struck by Clinton's intelligence and humor.\n\"Clinton had a very real presence and I felt good about him being president for the last eight years,\" said senior Jing Yang, who was able to obtain a ticket outside Zellerbach Hall at the last minute. \"This is the king of great speakers.\"\n-- Steve Sexton of The Daily Californian staff contributed to this report.\n(C) 2002 Daily Californian via U-WIRE\n\nLoad-Date: January 30, 2002"
}