{
    "title": "CLINTON_ IRAQI INTELLIGENCE CRIPPLED; 'I DID MY JOB' IN ORDERING TOMAHAWK MISSILE ATTACK, PRESIDENT",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 6,
    "day": 29,
    "full text": "President Bill Clinton said his missile strike had crippled Iraq's intelligence operations and vowed to do \"everything we possibly can\" to stop terrorism against the United States.  Clinton also said separately in a letter to Congress that he ordered the action after deciding diplomacy and economic measures would not deter Iraq from future attacks against the United States. He said the United States would take additional measures if Iraq's \"state-sponsored terrorism against the United States continues.\" Clinton defended the attack on Iraq's intelligence headquarters in Baghdad, ordered in retaliation for an alleged plot to murder former President George Bush.  \"I did my job,\" Clinton said.  The president said he had received a report from National Security Adviser Anthony Lake \"confirming that we did in fact cripple the Iraqi intelligence capacity, which was the intent of the action.\" Tomahawk cruise missiles fired from U.S. warships in the Persian Gulf and Red Sea destroyed one wing of the walled intelligence compound early Sunday.  But three missiles went wide and crashed into nearby homes, and Iraq says eight civilians were killed.  Asked about the public message he was sending with the attack, Clinton said: \"The action I took I thought was clearly warranted by the facts, and I think other terrorists around the world need to know that the United States will do what we can to combat terrorism.\" In his letter to Congress, Clinton said \"the government of Iraq acted unlawfully in attempting to carry out (Iraqi President) Saddam Hussein's threats against former President Bush because of actions he took as president.\"\nBush lead the successful coalition war against Iraq after it invaded Kuwait in 1990.  \"Based on the government of Iraq's pattern of disregard for international law, I concluded that there was no reasonable prospect that new diplomatic initiatives or economic measures could influence the current government of Iraq to cease planning future attacks against the United States,\" Clinton wrote.  He said the United States would use force again to protect its security.  \"In the event that Iraqi violence, aggression, or state-sponsored terrorism against the United States continues, I will direct such additional measures in our exercise of the right of self-defense as may be necessary and appropriate to protect United States citizens,\" Clinton wrote.  Also Monday, State Department spokesman Mike McCurry rejected charges that Washington was using a double standard in dealing with Muslims in Iraq and those under siege in Bosnia.  \"We would categorically reject any suggestion of a double standard,\" McCurry said.  \"These are two much different situations. The attack on the Iraqi intelligence headquarters was in response to a direct threat against the United States of America requiring unilateral response. These are just not similar situations.\" At a Cabinet meeting Monday, Clinton said he wanted to \"move on to other matters, that we go back to the domestic agenda.\" \"I'm anxious to go forward,\" the president said.  He said he was concentrating on House-Senate negotiations on his deficit-reduction plan, next week's economic summit meeting in Tokyo and swift action by Congress on his national service program.  A USA Today-CNN poll released Monday found that 66 percent of Americans agreed with Clinton's decision to attack Iraq but that 54 percent believed that the attack will raise the risk of terrorism in the United States.  The survey, conducted by the Gallup organization, found that 53 percent of the 602 Americans interviewed by telephone favored assassinating Iraqi President Saddam Hussein, with 37 percent opposed.  U.S. law forbids a president to order the assassination of a foreign head of state.\n\nLoad-Date: October 7, 1993"
}