{
    "title": "Clinton Assails Effort to Change His Anti-Terrorism Plan",
    "publisher": "the new york times",
    "year": 1995,
    "month": 5,
    "day": 28,
    "full text": "Trying to keep pressure on Congress to pass his anti-terrorism measures, President Clinton warned today that he opposed Senate efforts to weaken his proposals.\nThe President expressed particular concern over opposition to three of his recommendations, which would expand wiretapping authority, ease the ban on military involvement in law enforcement and require that materials that can be used to make explosives be tagged with particles to make them easier to trace.\nMr. Clinton made his comments in his weekly radio address after the Senate voted on Friday to reject an Administration proposal to allow temporary emergency wiretaps in terrorism cases without a court order. In the wake of the Oklahoma City bombing, Congressional leaders promised to have a bill on the President's desk by Memorial Day, but delays on issues like the budget and disputes on a host of amendments to the anti-terrorism bill now make July 4 a more likely date.\nThe Senate Majority Leader, Bob Dole of Kansas, and the chairman of the Judiciary Committee, Orrin G. Hatch of Utah, have introduced legislation that contains many of the proposals in Mr. Clinton's $1.5 billion plan, including the hiring of 1,000 new Federal law-enforcement agents.\nBut, backed by a bipartisan group concerned about infringing on the civil liberties of domestic political groups, the Republican plan does not go as far as the President wants in expanding wiretapping authority.\nMr. Clinton's public approval ratings have risen significantly since the bombing on April 19, and the White House is eager to keep the initiative on an issue that makes the President appear tough. Some aspects of the House version of the anti-terrorism measure are closer to Mr. Clinton's, and so he is taking pains to make his preferences clear as the legislative debate picks up.\n\"I disagree with the position of some senators from both parties that three crucial weapons in the fight against terrorism should be stripped from the bill,\" Mr. Clinton said. \"The restrictive view taken by some people in Congress would handicap our ability to track terrorists down, follow them when they move and prevent their attacks on innocent people.\"\nMr. Clinton particularly cited his proposal to allow investigators to conduct wiretaps on suspected terrorists who move from telephone to telephone, or roving taps, without obtaining a new court order each time. Under current law, agents must demonstrate that a suspect is using multiple lines to avoid detection, and the Republican bill would not change that provision.\n\"Have you ever heard of a terrorist who wasn't trying to evade the police?\" Mr. Clinton asked. \"I don't care whether a terrorist is trying to knowingly evade the police. I care that he or she may be trying to plan another Oklahoma City bombing.\"\nOn Friday, the Senate began consideration of the terrorism bill by rejecting, 52-to-28, an amendment on a separate wiretapping provision that would have brought the bill closer to Mr. Clinton's version.\nThe amendment, by Senator Joseph I. Lierberman, Democrat of Connecticut, would have added domestic or international terrorism to the list of suspected activities for which Federal authorities could obtain a 48-hour emergency wiretap without a court order. Such wiretaps are already allowed in suspected organized crime cases, and investigators must then obtain a court order or any evidence gathered is inadmissible.\nMr. Lieberman said the measure, which mirrored Mr. Clinton's original proposal, \"gives one more weapon to the folks that are fighting on our side.\" But Republicans said it was unclear what sorts of activities might prompt surveillance of domestic groups and criticized the measure as too broad.\nMr. Lieberman has also said he planned to try to revive Mr. Clinton's proposal for roving wiretaps.\nIn his address today, Mr. Clinton also complained about the Senate Republicans' refusal to include provisions that would allow the military to give technical help to law enforcement in cases involving chemical or biological weapons; the House version of the bill would allow it.\nCurrently such cooperation is limited to cases involving nuclear weapons, and Mr. Clinton would leave in place the Federal ban on military involvement in criminal law enforcement that was put in place after Reconstruction-era abuses in the South.\n\"In general, the military should not be involved in domestic law enforcement in any way,\" Mr. Clinton said. But he added: \"I can't understand how some Senators could actually suggest that it's O.K. to use the military for nuclear terrorism but not to use them for chemical and biological terrorism.\nFinally, Mr. Clinton said he strongly disagreed with Senators who would remove his provision requiring that explosive chemicals be tagged with tiny particles that would make them easier to trace afterwards. The Senate bill includes such provisions, but the fertilizer industry has opposed them as too costly and others argue they would curtail the rights of those who buy explosive chemicals for legitimate purposes.\n\"I disagree,\" Mr. Clinton said. \"Constitutional protections and legal restrictions are not being repealed. We are simply giving law-enforcement agencies who are committed to fighting terrorists for us the tools they need to succeed in the modern world.\"\nMr. Clinton also opposes another Senate Republican measure that he did not mention today: inclusion in the terrorism bill of a provision to limit death row appeals. Mr. Clinton has said the issue needs an overhaul, but many liberals would be likely to oppose it, and the White House wants it considered separately, lest it bog down passage of the anti-terrorism measures.\n\nLoad-Date: May 28, 1995"
}