{
    "title": "CLINTON BEGINS MIDEAST PEACE TRIP AFTER THE SIGNING OF THE ISRAELI - JORDANIAN TREATY TODAY, HE WILL",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 10,
    "day": 26,
    "full text": "President Clinton yesterday began a four-day, six-country Mideast trip to toast the Israeli-Jordanian peace pact and prod others in the violence-torn region toward harmony.\nBut the trip - the most extensive presidential tour of the Middle East in 20 years - holds potential dangers, both physical and political.\nSecurity for the visit is extremely tight, following threats of terrorist activity and the bombing of a bus in Tel Aviv last Wednesday that killed 23 people.\nThis morning, Clinton will attend the signing of the peace treaty between Israel and Jordan. The event will take place at a desert border crossing north of the Red Sea.\n\"I am going to the Middle East to deliver one clear message: The United States stands by those who, in the words of the Psalms, 'seek peace and pursue it,' \" Clinton said at a Rose Garden ceremony before leaving Washington for Cairo, his first stop.\n\"And we will stand up to those who threaten to destroy the dream of peace that has brought us to this historic moment.\"\nIsraelis this week rounded up dozens of Islamic militants, fearing terrorist attacks during Clinton's visit. Hamas, the militant terrorist group, has said it will attack again if its leaders are harmed.\n\"For all the progress toward peace - indeed because of that progress - we have witnessed a new wave of violence and terrorism,\" said Clinton.\n\"No step on this long journey requires more patience, discipline and courage than the steps that are yet to come,\" he said.\nPalestine Liberation Organization leader Yasir Arafat is boycotting the peace-treaty signing because he is angry that Jordan's King Hussein will be the guardian of Jerusalem's Muslim holy sites.\nArafat has said that the Israeli-Jordanian pact is an \"outrageous infringement\" of the Israeli-PLO treaty, which calls for final negotiations on the control of Jerusalem.\n\"Jerusalem is the capital of the Palestinian state,\" Arafat told 2,000 cheering students yesterday in the Gaza Strip.\n\"Those who don't like it can drink from the Sea of Gaza.\"\nArafat will meet Clinton today when the President visits Egyptian President Hosni Mubarak at the Qubba Palace to review progress in the peace negotiations and Egypt's role.\nArafat is expected to press Clinton to follow through on a pledge of $2.5 billion over five years from the international community.\nClinton, meanwhile, will deliver \"a very firm message\" to Arafat that there needs to be a \"concerted effort to thwart and throttle\" terrorists threatening to disrupt the peace process, according to Michael McCurry, the State Department spokesman.\n\"The President will indicate to Arafat that the United States is doing everything it can to crack down on terrorism and then he will turn to Arafat and say, 'What more can you do?' \" McCurry said.\nClinton is under some pressure to produce a breakthrough in the slow-moving Israeli-Syrian peace talks. The President plans to meet tomorrow with President Hafez al-Assad of Syria.\nSyria remains on the U.S. list of countries that sponsor terrorism, and some Jewish organizations are protesting Clinton's visit there.\nState Department officials are downplaying the possibility of a breakthrough in the Israeli-Syrian talks, but said such an advance could be achieved in coming months.\nGiven the President's recent foreign policy successes in Haiti, Iraq and North Korea, advisers expect the trip will enhance Clinton's political standing in the days before the difficult midterm congressional elections.\nSome White House advisers argued that Clinton should continue campaigning in the United States as Democrats face potentially devastating losses Nov. 8.\nBut other advisers insisted this was a trip that could burnish Clinton's reputation as a statesman.\nUpon arriving in Cairo this morning, the president paid his respects at the Tomb of the Unknown Soldier and the tomb of Anwar el-Sadat, the Egyptian president who was assassinated in October 1981, largely because he had signed a peace treaty with Israel.\nDuring his fourth overseas trip this year, Clinton will address Israel's Knesset and the Jordanian parliament. He will visit American troops in Kuwait, and will travel to Saudi Arabia to meet with King Fahd.\nClinton's diplomatic mission is the biggest Middle East presidential tour since 1974, when Richard M. Nixon visited Assad in Damascus and re-established diplomatic relations, which were broken off in 1967. In 1979, Jimmy Carter traveled to Israel and Egypt - a trip that helped forge peace between the two nations.\n\nGraphic\n\n \nPHOTO;\n\nPHOTO (2)\n1. President Clinton pays his respects at the Egyptian Tomb of the Unknown\nSoldier after arriving in Cairo this morning. He also visited the nearby tomb\nof assassinated Egyptian President Anwar el-Sadat. (Associated Press, MARCY\nNIGHSWANDER)\n2. Armed and masked activists of Yasir Arafat's Fatah group marched in Hebron\nyesterday to protest signing of the Israeli-Jordanian treaty. (Reuters\n, KHALED ZIGHARI)\n\nLoad-Date: October 21, 2002"
}