{
    "title": "CLINTON PINS MIDEAST HOPES ON ARAFAT",
    "publisher": "the columbian ",
    "year": 1998,
    "month": 1,
    "day": 21,
    "full text": "WASHINGTON President Clintons struggle to revive long-stalled peace talks between Israel and the Palestinians focuses on Yasser Arafat now that Israeli Prime Minister Benjamin Netanyahu has spelled out his conditions for another pullback on the West Bank.\nNetanyahu, who concluded talks with Clinton a few minutes before midnight Tuesday, said today he is prepared to go a long way for peace but not at the risk of Israels security. In a news conference, he again assailed Arafats Palestinian Authority as failing to follow through on promises to fight terrorism and to complete the nullification of legal provisions calling for Israels destruction.\nI think we made some progress, Netanyahu said of the lengthy talks he held with Clinton and his senior advisers.\nThere is more work to be done.\nAt the same time, Netanyahu said he was unlikely to meet with Arafat during the Palestinian leaders stay here beginning later today.\nThe Palestinians want a permanent crisis, the Israeli leader said, ticking off promises they made in return for Israel giving up most of Hebron second only to Jerusalem in importance to religious Jews a year ago.\nIn all cities Israel returned over to the Palestinians under the earlier 1993 and 1995 accords, factories producing explosives are in operation and 300 terrorists have been released from prison, Netanyahu said.\nNetanyahu introduced relatives of two Israeli terrorism victims, who made pleas for enforcement of the U.S.-supervised agreements with Arafat.\nClinton rejected key aspects of Netanyahus formula for peace, the Israeli newspaper Haaretz said today.\nThe newspaper said the president told Netanyahu that he should not expect the Palestinian National Council to swiftly annul its convenant calling for Israels destruction.\nAlso, Clinton said its unrealistic to demand the Palestinians hand over to Israel 34 militants suspected of attacking Israelis, the newspaper said.\nAided by Secretary of State Madeleine Albright and Sandy Berger, Clintons national security adviser, the president offered what White House officials called a proposal, a suggestion for what he thought was necessary to narrow the immense gap between Israel and Arafat.\nWhile withholding details of Clintons overture, officials said it dealt in part with the sequence of Israels turning over more territory to the Palestinians.\nSince Netanyahu is reluctant to retreat unless Israels security is assured, the presidents proposal may include a series of small troop withdrawals matched by moves by Arafat to control terrorism.\nWe are going to work hard to make progress, Clinton promised.\nAlbright, meanwhile, described the American mediation effort as a work in progress, and Israeli diplomats acknowledged Netanyahu had made no specific commitments beyond a general willingness to yield more land to the Palestinians.\nNetanyahu said giving up all the land Arafat demanded would be suicidal as long as the Palestine Liberation Organizations covenant still called for the destruction of the Jewish state and terrorism had not been routed.\n\nLoad-Date: January 22, 1998"
}