{
    "title": "CLINTON SALUTES MIDS   Declares war on terrorism",
    "publisher": "the capital ",
    "year": 1998,
    "month": 5,
    "day": 22,
    "full text": "Declaring war on terrorism on American soil, President Bill Clinton this morning called for the stockpiling of antibiotics and vac cines to protect civilians from bio logical warfare attacks. He also urged the creation of a national center to alert authorities of \"cyber-attack\" that could cripple the nation's computers.\nIn addition to promising a bright future to 908 new Navy and Marine officers, the president told the Class of 1998 that their service will be critical in combating new threats.\n\"Technology is not always a force of good,\" he said. \"You will be our guardians and champions of free dom.\"\nThe president outlined three broad policy initiatives to protect the nation, including: Intensifying the fight against terrorism, both at home and abroad. Launching a comprehensive plan to deter against attacks on critical infrastructure systems now linked by computers. Protecting the nation against biological attack, by enforcing existing treaties and inspection require ments.\n\"We must pursue the fight against biological weapons on many fronts,\" he said.\nFears of an Iraqi arsenal of bio logical weapons, and concerns about a lethal nerve gas attack on a subway in Tokyo in March 1995, have heightened concerns about biological warfare in military circles.\nMr. Clinton said he will order that all of the armed forces, active and reserve, be inoculated against anthrax. He also wants to train the reserves on how to respond to biologi cal attacks in America. On the civilian front, he said he will work to upgrade public health systems for detection and warning of biological attacks, create stockpiles of vaccines, and pursue more research and development to create the next generation of vaccines.\n\"We must not cede the cutting edge of biotechnology to those who would do us harm,\" he said.\nMr. Clinton said he would appoint a national coordinator for infrastructure security and national protection.\n\"Our vulnerability, particularly, to cyber attacks is real, and grow ing,\" he said. \"As always, we must be ready to fight the next war, not the last one.\"\nIntroducing the president, Navy Secretary John Dalton and academy superintendent Adm. Charles H.  Larson praised Mr. Clinton's leadership and wished the new graduates well.\n\"You can go to the fleet proud of who you are, and proud of where you came from. You are truly a great group,\" Adm. Larson said amid applause.\nMr. Clinton's message was serious, but nothing could take the smiles off the faces of graduating midshipmen who enjoyed two hours of pomp and circumstance after ending a four-year journey.\nThe crowd full of family and friends roared it's approval as the graduating mids _ dressed in their stiff \"choker white\" uniforms _ entered the Navy-Marine Corps Memorial Stadium.\nAdding to the colorful annual event, six jets from the Blue Angels flight demonstration team buzzed overhead, leaving a stream of fluffy white smoke in their wake.\nBut the height of the morning was the arrival of Mr. Clinton, who made the 33-mile trip from Wash ington by helicopter. Marine One landed at Farragut Field on the Naval Academy grounds, and a limousine ferried the commander-in-chief to the stadium where a crowd of 22,000 spectators eagerly awaited his arrival.\nAs expected, traffic throughout the city was slowed to a crawl by the festivities this morning. Although no streets were closed for the entire morning, portions of King George Street, College Avenue, Taylor Avenue and Rowe Boulevard were blocked while the Brigade of Midshipmen marched to the stadium.\nSome of 83 law enforcement officers were staffing the graduation ceremonies, 54 of whom were city police officers, police spokesman Capt. Zora Lykken said.\nThe other officers were from fed eral and other local jurisdictions.\n\"'If we get by one o'clock, we're going to be safe around here,\" city Police Chief Joseph S. Johnson said.\nIn addition to his sober message about chemical and germ warfare, Mr. Clinton drew laughter from the crowd by pardoning mids who were on restriction for demerits they received for minor infractions.\n\"I hereby free all midshipmen who are on restriction for minor offenses.\"\nHe also got laughs when he joked that his speech would not take as long as it took this graduating class to scale Herndon Monument when they were plebes. Mr. Clinton last gave the acad emy's commencement address in 1994, when the school was rebounding from a cheating scandal that led to the expulsion of 24 mids.\nFor many of the graduating midshipmen, this morning's com missioning ceremony was a dream come true.\nThe first 100 midshipmen re ceived their diplomas from the president. The rest from Adm. Larson, but all the graduates were able to shake the president's hand.\nFor some that was a mixed blessing. \"The person who nominated me was (Sen.) Phil Graham, and we were kinda hoping he would be here,\" said Ensign Paul Rotsch of Grove, Texas. Most midshipmen, however, were thrilled with the president's visit. After a sleepless night, many were so excited they could barely speak.\n\"I've been looking forward to this since I was in the sixth grade. It's been a long dream finally realized,\" said 2nd Lt. Richard Kevin Cordle of Annapolis.\n\"It's like the end of a long race. It's something you have been think ing about for so long,\" said Ensign Christopher G. Williams of Annapolis.\n\"It's like you've been taken care of for four years. I didn't really realize that we will be leaving the security of the 'Yard,\"' said Ensign Kenneth A. Wallace of Annapolis, whose father is head of admissions at the academy.\nSeventy-five percent of the 1,207 men and women who took the oath of induction four years ago received a diploma today.\nOf today's graduates:\n85 percent are men and 15 percent are women.\n81 percent were commissioned as Navy ensigns and 17 percent were commissioned as Marine Corps second lieutenants. Four graduates joined the Air Force and Army, and 11 foreign students will return to their countries.\n27 percent will be Navy pilots; 25 percent will be officers on surface ships; 11 percent will be submariners; and 11 percent will join the Marines ground forces.  Another 7 percent will be naval flight officers; 6 percent Marine flight officers; 1 percent Marine pilots and others will become engi neers, doctors and oceanographers.\nOnce the diplomas were handed out, familiar tradition took over as the mids tossed their caps into the air, ending their days at the acad emy.\n___\nStaff Writers Sara Marsh and Kristin Hussey contributed to this story.\n\nGraphic\n\n \nBy David Trozzo _ The Capital\nAt Navy-Marine Corps Memorial Stadium this morning, President Clinton told the Class of 1998 that their service will be critical in combating new threats. \"Technology is not always a force of good. You will be our guardians and champi ons of freedom.\"\n\nLoad-Date: May 22, 1998"
}