{
    "title": "Clinton_ Terrorism could make life in Iraq worse than before war; Ex-president says al-Qaida remains",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 6,
    "day": 20,
    "full text": "Terrorism festering in Iraq could make the lives of Iraqis worse than they had been under Saddam Hussein, former President Bill Clinton said in a \"60 Minutes\" interview to be broadcast today.\nAsked whether he agrees with President Bush that removing Saddam from power has made the world safer from terrorism, Clinton said, \"I think the Iraqis are better off with Saddam gone, if they can have a stable government.\n\"There have been more terrorists move into Iraq in the aftermath of the conflict. I still believe, as I always have, that the biggest terrorist threat by far is al-Qaida and the al-Qaida network,\" Clinton said in the CBS interview.\nClinton also said it was a mistake for the Bush administration to invade Iraq before United Nations weapons inspectors finished their work.\nU.N. inspectors were pulled from Iraq just before the war began in March 2003, as senior U.S. officials offered assurances Saddam Hussein was hiding weapons of mass destruction. Months later, retired chief U.S. weapons inspector David Kay concluded Saddam did not have stockpiles of forbidden weapons, although he was conducting programs related to producing such weapons.\nIn an interview to be published in Time magazine, Clinton said that even though he didn't agree with the timing of the attack, he wants the Iraq invasion \"to have been worth it.\"\n\"I think if you have a pluralistic, secure, stable Iraq, the people of Iraq will be better off, and it might help the process of internal reform in Saudi Arabia and elsewhere,\" Clinton said.\nClinton gave the interviews in advance of Tuesday's release of his memoir, \"My Life.\"\nInfinity Broadcasting aired excerpts of the book Saturday in which the former president described his reaction to hearing Martin Luther King's stirring call for unity in his \"I Have a Dream\" speech in 1963, when the future president was 17.\n\"I started crying during the speech and wept for a good while after Dr. King finished,\" Clinton said. \"More than anything I ever experienced, except perhaps the power of my grandfather's example, that speech steeled my determination to do whatever I could for the rest of my life, to make Martin Luther King's dream come true.\"\n\nLoad-Date: June 21, 2004"
}