{
    "title": "CLINTON DESCRIBES TERRORISM THREAT FOR 21ST CENTURY",
    "publisher": "the new york times",
    "year": 1999,
    "month": 1,
    "day": 22,
    "full text": "President Clinton said today that it is \"highly likely\" that a terrorist group will launch or threaten a germ or chemical attack on American soil within the next few years.\nIn an interview in the Oval Office late in the day, Mr. Clinton said he had been persuaded by intelligence reports that the United States needs to bolster its defenses.\n\"I want to raise public awareness of this,\" the President said in the 45-minute interview, \"without throwing people into an unnecessary panic.\" Excerpts, page A12.\nHe said he wanted Americans \"not to be afraid or asleep. I think that's the trick.\"\nWithout providing specifics, Mr. Clinton warned that any attack with germ or chemical weapons would prompt \"at least a proportionate if not a disproportionate response.\" The United States has signed treaties not to use chemical or germ weapons.\nHe made the assertions as the White House disclosed that the Administration planned to ask Congress for $2.8 billion in the next budget year to fight terrorists armed with such unconventional weapons as deadly germs, chemicals and electronic devices. Mr. Clinton insisted during the interview that his drive to expand the budget for these programs was rooted in the growing danger of such threats.\nElaborating on some of the initiatives he intends to unveil on Friday, Mr. Clinton said he is weighing a proposal from the Defense Department to establish a commander in chief for the defense of the continental United States, a step that civil liberties groups strongly resist.\nSuch a step would go far beyond the civil defense measures and bomb shelters that marked the cold war, setting up instead a military leadership to help fight chaos and disarray if an attack occurred. The Pentagon has commanders overseeing regions around the globe, but none for the continental United States.\nCritics fear such moves could open the door to rising military influence and a loss of individual rights, but Mr. Clinton insisted that such erosions would never occur, even while acknowledging the danger.\n\"We've got to preserve civil liberties, resolve all doubt in favor of that, and if there's a question, bring it to me,\" Mr. Clinton said, while acknowledging there were specific concerns in areas like computer security. He did not offer details on how he would insure protection.\nThe President gave the interview as his lawyers ended their defense presentation at his impeachment trial in the Senate. Since the Monica S. Lewinsky issue surfaced a year ago today, the President has given almost no interviews to major American news organizations.\nAt the very end of the interview, he answered one question related to impeachment by agreeing that the impeachment ordeal had placed a great strain on his family and by expressing the hope that the worst was over.\nDespite the political pressures, Mr. Clinton appeared relaxed and deeply engaged in the complex scientific and policy issues raised by what the White House has called 21st-century threats. He smiled repeatedly, yet spoke of sleepless nights pondering new security challenges.\nIn the interview, Mr. Clinton said he hoped that a major legacy of his Presidency would be to stave off unconventional attacks. He said he would be delighted if, decades later, Americans looked back on any such threat as \"the dog that didn't bark.\"\nAmong other new considerations, Mr. Clinton said he was weighing a proposal to give anthrax vaccinations to police, fire, public health and other emergency officials in cities throughout the country. That would be in addition to the current drive to vaccinate more than two million soldiers.\nHe declined to say whether he himself had been vaccinated against deadly germ agents, saying that the Secret Service had advised him to remain silent.\nHe also vowed to forge ahead despite Congressional criticism with cooperative programs with Russia aimed at providing jobs to 8,000 former weapons scientists who might otherwise be tempted to work with rogue states or terrorist groups.\nAmong the programs he will highlight on Friday are developing new vaccines, stockpiling antibiotics, setting up emergency medical teams in major cities and a corps of computer experts who could respond quickly to electronic attacks.\nWith his Presidency under fire, it is unclear how much of the proposed $2.8 billion in military funds and programs Mr. Clinton will be able to get through the Republican-dominated Congress. But lawmakers have usually supported White House efforts to fight terrorism.\nMr. Clinton said that of all the new threats, the one that \"keeps me awake at night\" is the possibility of germ attack. \"A chemical attack would be horrible, but it would be finite,\" he said, adding that it would not spread. But a biological attack could spread, he added, \"kind of like the gift that keeps on giving.\"\nMr. Clinton said he had begun worrying about biological terrorism and other unconventional threats six years ago, in February 1993, after Islamic radicals exploded a bomb under the World Trade Center in New York. The bombing one month after he came into office killed six people and injured more than a thousand.\nHe said his concerns about the danger of germ or chemical attack were deepened by the Oklahoma City bombing, terrorist attacks in the Middle East and Africa on American embassies and facilities, and reports that Iraq had retained chemical weapons it claimed to have destroyed. Mr. Clinton said he was also troubled by the activities of a Japanese cult, Aum Shinrikyo, which attacked the Tokyo subway system in 1995 with a nerve agent, killing 12 and injuring 5,000.\nHe said today that terrorists were probably a greater danger than rogue states, which would be afraid to openly attack American targets for fear of retaliation.\nHe noted that Osama bin Laden, a Saudi fugitive who is accused of masterminding the United States Embassy bombings in Africa in August, has \"made an effort to get chemical weapons\" and \"may have\" tried to get germ weapons. \"We don't know that they have them,\" Mr. Clinton said.\nMr. Clinton asserted that \"a lot of what we've done already,\" some of it secret, \"has delayed\" foreign efforts to develop and deploy chemical, biological or nuclear weapons.\nHe said that ultimately, America's best defense against unconventional warfare and bioterrorism in particular would be scientific strides in deciphering the genetic material in microbes and humans, so that vaccines could be tailored for quick response to an attack.\nThis, he said, would allow defense to stay ahead of the offense. His hope, he said, was that America would use \"each new wave of technology to close the gap between offense and defense.\"\nHe specifically endorsed the Human Genome Project, a costly federally financed effort to map out human genetic material, saying it would be an important part of the defensive shield his Administration is building.\nMr. Clinton's personal interest in the threat, aides agree, has become a powerful force behind a series of secret Federal meetings, actions and directives meant to bolster the nation's anti-terrorism work and to counter what they describe as a growing danger to civilians.\nThe new budget outlined by the White House today and to be formally unveiled Friday by Mr. Clinton includes a total of $10 billion to defend against terrorism, weapons of mass destruction, and cyber attacks, according to a White House statement.\nMost of the money -- about $8.5 billion -- is earmarked for efforts to defend American embassies and other United States buildings and personnel against conventional weapons such as car and truck bombs. The rest, or about $2.8 billion, is divided among existing and a few new programs to counter biological, chemical, and computer attacks, especially those that would cripple key parts of the Government or the economy.\nMr. Clinton insisted in the interview today that such money would be \"well spent,\" despite detractors and skeptics of the new exotic threats.\n\"And if there is never an incident, nobody would be happier than me 20 years from now if the same critics would be able to say, 'Oh, see, Clinton was a kook, nothing happened.' I would be the happiest man on earth.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: In an interview yesterday, the President said that the fear of germ warfare should not cause panic, but that it kept him awake some nights. (Paul Hosefros/The New York Times)(pg. A12)\n      \n\nLoad-Date: January 22, 1999"
}