{
    "title": "CLINTON EXPECTED TO VETO BUDGET CUTS DISASTER, ANTI-TERRORISM FUNDS MAY BE SACRIFICED IN PROCESS",
    "publisher": "los angeles times",
    "year": 1995,
    "month": 5,
    "day": 17,
    "full text": "WASHINGTON _ House and Senate negotiators have approved a record\n$ 16.4 billion in spending cuts, but White House aides confirmed that\nPresident Clinton plans to use his first veto to block the bill,\nwhich would take most of its cuts from federal housing assistance and\nother programs for the poor.\nIn threatening to veto the 1995 \"rescissions\" package _ so\nnamed because it would rescind funds previously committed but not yet\nspent on scores of federal programs _ Clinton is sending the message\nthat he is willing to return a measure to Congress, even though it\ninvolves tough choices for him.\nIn this case, a veto would kill two items that the\nadministration wants: $ 6.7 billion in disaster relief for states and\n$ 240 million to beef up anti-terrorism efforts in the wake of the\nOklahoma City bombing.\nBut a veto also would strengthen Clinton's hand in the\nfull-scale budget battle to come this summer.\nMany liberal groups were waiting nervously to see if Clinton\nwould veto the measure and some officials were acknowledging\nanxieties about whether the often-accommodating Clinton would make\nthe tough choice.\nBut White House aides said the fact that the conferees did\nlittle to improve the bill made the choice less difficult.  One\nofficial said the veto offers Clinton a welcome opportunity \"to lay\nout a road map on the right way to make deficit cuts.\"\nNoting that the GOP-controlled negotiating panels had restored\nmore than $ 1 billion for pet building projects at the expense of\nprograms for the poor, Democrats denounced the spending cuts package\nas retrogressive and vowed to oppose final passage.\nBut Republicans called the bill proof of their determination to\nbalance the budget.\n\"It would be bad politics to veto this bill,\" said House\nAppropriations Committee Chairman Robert L. Livingston, R-La., adding\nthat the cuts in the package are evidence that the Republicans \"are\nkeeping our promises\" to lower the deficit.\n\nLoad-Date: May 18, 1995"
}