{
    "title": "Clinton urges quick action from Congress Some lawmakers wary of moving too hastily",
    "publisher": "usa today",
    "year": 1996,
    "month": 7,
    "day": 31,
    "full text": "President Clinton urged Congress on Tuesday to pass additional\nanti-terrorism legislation by the end of the week, even if that\nmeans dropping proposals the White House supports.\nCongress needs to produce \"the best, strongest bill they can,\"\nsaid Clinton. \"Keep in mind, we're trying to do something very\nquickly here. . . . We need to keep this country together right\nnow.\"\nClinton's comments came as resistance to some of his anti-terrorism\nproposals, particularly the use of chemical markers in explosives\nto make bombs easier to trace, seemed to harden on Capitol Hill.\nBoth House Speaker Newt Gingrich, R-Ga., and Senate Majority Leader\nTrent Lott, R-Miss., indicated that Congress might pass a very\nlimited version of Clinton's proposals this week, then revisit\nthe issue after the congressional recess ends in September.\n\"I doubt if we are going to rush to a final decision this week,\"\nsaid Lott. \"But we're going to take steps that will lead to final\naction.\"\nWhite House chief of staff Leon Panetta met with congressional\nleaders to try to forge a compromise on the new anti-terrorism\npackage, prompted by last week's bombing at the Olympic Games\nand the crash of TWA Flight 800.\nAnd White House spokesman Barry Toiv said agreement had been reached\non several of Clinton's proposals, including expanding the government's\nwiretap authority.\nBut after the Panetta meeting, Sen. Orrin Hatch, R-Utah, warned\nthat, \"These are very controversial provisions that the White\nHouse wants. Some they're not going to get.\"\nHatch called the use of chemical markers -- or \"taggants\" --\na \"phony issue,\" that should be studied before it's put into\nwider use.\nAnd Sen. Larry Craig, R-Idaho, warned Democrats against \"playing\npolitics with this issue,\" by exploiting fears about the Olympics\nbombing and the TWA crash.\nA coalition of liberal Democrats and conservative Republicans\njoined forces to strip an anti-terrorism bill passed earlier this\nyear of the taggants and wiretapping provisions.\nRep. Charles Schumer, D-N.Y., who also participated in the meeting\nwith Panetta, accused the GOP of trying to add \"a whole bunch\"\nof issues unrelated to fighting terrorism.\n\"I hope for some moderation on their part, but I haven't seen\nit yet,\" said Sen. Joseph Biden, D-Del. Other Democrats accused\nRepublicans of caving to pressure from the National Rifle Association.\nWhite House aides said Clinton will push for a separate vote on\nthe taggants issue, to make sure Republican opposition is noted\non the record.\nA Senate subcommittee did grant Clinton's requests Tuesday, adopting\na bill funding the Justice Department and other agencies in 1997\nafter adding provisions expanding a study of use of taggants and\nbroadening wiretap authority.\nWHAT'S REQUESTED\nPresident Clinton is seeking broader anti-terrorism powers in\nthe United States and abroad. He wants Congress to pass a an anti-terrorism\nbill that would:\n-- Expand authority for wiretaps, including \"roving wiretaps\"\nthat allow police to monitor all telephone lines used by suspected\nterrorists, not just the ones they own.\n-- Allow the FBI to get information on suspects from hotels,\ntelephone companies and storage facilities in foreign counterintelligence\ncases.\n-- Allow terrorists to be prosecuted under federal racketeering\nlaws.\n-- Extend the statute of limitations for terrorism laws.\n-- Increase FBI anti-terrorist funding.\n-- Provide $ 25 million for a six-month study of tagging chemicals,\ncalled taggants, that can be placed in explosive material to trace\nits origin, and expand the study to include black and smokeless\ngunpowder, used in making bombs.\nIn Paris Tuesday, eight major nations joined in issuing 25 recommendations\nto combat terrorism. They include:\n-- Tighter border checks.\n-- Legal methods to track terrorists through telecommunications,\nincluding the Internet.\n-- Investigations of charities that support terrorist groups.\n-- Simpler procedures for extraditing suspects.\n-- Better exchange of information on international fund transfers\nwhen a suspected terrorist group is involved.\n\nGraphic\n\n \nPHOTO, B/W, Dennis Cook, AP; At White House: President Clinton and Egyptian President Hosni Mubarak at a news conference.\n\nLoad-Date: July 31, 1996"
}