{
    "title": "CLINTON HOPES SUMMIT REVIVES MIDEAST PEACE",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 3,
    "day": 12,
    "full text": "President Clinton leaves today to co-host an anti-terrorism conference in Egypt in a desperate effort to save the Middle East peace process.\n \nFour suicide bombings in Israel that killed 62, injured hundreds more and terrified and angered the entire population have brought an urgency Clinton didn't expect.\nAs a result, he has arranged a ''Summit of the Peacemakers'' tomorrow in the Egyptian Red Sea resort of Sharm el-Sheikh.\nAfter that, Clinton flies to Jerusalem for meetings with Israeli leaders, urging them to be restrained in their response to the Palestinian bombers and wholesale arrests of suspected troublemakers.\nThe crumbling of the peace process would hurt Clinton's stature internationally and at home as he seeks re-election.\nA highlight of Clinton's presidency was the handshake in 1994 between Palestinian leader Yasser Arafat and Israeli Prime Minister Yitzhak Rabin, who was assassinated last November. Now Rabin's successor, Shimon Peres, is fighting an uphill battle for his political survival because of his espousal of the peace process. He faces voters May 29.\nAlthough Syria has entered into peace talks with Israel, it has not condemned the bombings attributed to Hamas; nor has it responded to Clinton's invitation to attend the talks in Egypt. Lebanon, with close ties to Syria, also has refused to attend.\nBut most Middle East countries such as Jordan, Yemen, Kuwait, Morocco, Qatar, the United Arab Emirates, Bahrain and Saudi Arabia will attend. Also, leaders from the European Union, Russia, Canada, Britain, Germany, France, Norway, Spain, Turkey and the United Nations will be there. Arafat will attend, as will Peres.\nClinton seeks a denunciation not just in broad-brush terms of terrorism in general but a specific commitment to root out terrorism from such groups as Hamas and to pressure countries the United States charges with sponsoring terrorism such as Syria and Iran.\nIran, Libya and Iraq were not invited. State Department spokesman Nick Burns said yesterday that's because ''this is the summit of the peacemakers. This is not a summit of the war-makers.''\nClinton wants the Israeli people to see world leaders gathered together, almost on the spur of the moment, to commit to fighting terrorism. He hopes that will bolster support for peace.\nBut the mood in Israel is angry, and the demand for a crackdown on Palestinians is thought to be undoing much of the good will of the last two years.\nArafat, too, is fighting for survival. He has arrested hundreds of suspected terrorists, but Israelis say he isn't doing enough. On the other hand, political leaders of Hamas think he sold out in the peace process and has become too conciliatory to Israel. They would be happy to see Arafat disappear.\nAs in most situations, money will be the underlying key element at the conference. Many of the leaders who will attend think Arafat needs to be bolstered with a lot more money to show the Palestinian people that peace will benefit them. For one thing, Hamas runs a lot of clinics and feeds and clothes a lot of Palestinian refugees. But few countries have deep enough pockets to take up the slack, including the United States.\n\nGraphic\n\n \nPHOTO, PHOTO: Mati/Associated Press: An Israeli soldier watches over a; blindfolded Palestinian who was arrested early yesterday during a raid on the; West Bank village of Hussan. Dozens of suspected Muslim militants were; arrested in new raids yesterday.\n\nLoad-Date: March 23, 1996"
}