{
    "title": "Clinton seeks $91 million to combat cyber-terrorism",
    "publisher": "charleston daily mail",
    "year": 2000,
    "month": 1,
    "day": 7,
    "full text": "WASHINGTON - Pledging to defend against \"those who would use cyberspace to do us harm,\" President Clinton said today he will ask Congress for $ 91 million to develop new technologies to combat cyber-terrorists.\nSpeaking to reporters before departing to West Virginia for Middle East peace talks, Clinton said the New Year's Y2K threat underscored \"how really interconnected we all are\" - and revealed how one person can use a computer for good or sinister purposes.\n\"There has never been a time like this, in which we have the power to create knowledge and the power to create havoc, and both those powers rest in the same hands,\" Clinton said.\n\"Our critical systems, from power structures to air traffic control, are connected and run by computers,\" the president said. \"We must make those systems more secure so that America can be more secure.\"\nAs part of the budget request he will submit to Congress next month, Clinton said the $ 91 million cyberspace initiative is part of a $ 2 billion proposal for maintaining the security of the nation's increasingly digitalized infrastructure. He said he would work to ensure that the security initiatives do not tread on privacy rights of citizens and businesses.\n\"It is essential that we do not undermine liberty in the name of liberty,\" he said. \"I hope that … we will work together to ensure that information technology will create unprecedented prosperity in the 21st century in an atmosphere and environment that makes all Americans more secure.\"\nClinton has frequently expressed concern about the emerging threat that other governments, hackers and thieves pose to a nation and a world now dependent on high technology.\nA key adviser on Thursday included cyber-terrorism near the top of a list of threats facing America in the new century.\n\"I think there's a whole new realm of threat we're going to be dealing with, the ability to take weapons of mass destruction across national borders with relative ease; the ability to attack our computers that run our infrastructure through cyber-terrorism,\" National Security Adviser Sandy Berger said in response to questions after a National Press Club speech.\nThe new initiative builds on steps the administration announced last year. It would seek to develop new technologies, increase public and private cooperation against computer sabotage, improve training for government agents and boost protection of computer systems.\nClinton said his proposal includes a new program to offer college scholarships to students in the field of computer security, on the condition that they perform public service afterward. \"This program will create a new generation of computer security specialists who will work to defend our nation's computers,\" he said.\nLast July, the administration announced that it was creating a governmentwide security network to protect against hackers. The plan included an elaborate network of electronic obstacles, monitors and analyzers to watch for suspicious activity.\nThe first 500 intrusion monitors were to be installed on nonmilitary government computers early this year, and the full system was to be completed by May 2003.\n\nLoad-Date: January 12, 2000"
}