{
    "title": "CLINTON, MURBARAK PREDICT PROGRESS ON MIDEAST PEACE; BOTH ACCUSE IRAN OF FUELING TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 4,
    "day": 7,
    "full text": "President Bill Clinton and Egyptian President Hosni Mubarak predicted Tuesday that \"real progress\" would be made this year in Middle East peace talks, which they said were likely to resume this month.  Both leaders also accused Iran of fueling a revival of terrorism and bluntly warned that they would respond forcefully.  Clinton, hoping to win Arab support for the peace talks, used his first meeting with Mubarak to offer assurances of a balanced U.S. approach to defusing regional tension, administration officials said.  \"After our discussions today, I am convinced that we share a common vision of a more peaceful Middle East and we are determined to see that vision realized,\" Clinton said at a joint news conference with Mubarak.  Declaring that the \"United States is prepared to assume the role of full partner when the parties themselves return to the negotiating table,\" Clinton sought to calm fear in the Arab world that the United States may tilt more toward Israel under his administration.  \"We both feel deeply that there is a historic opportunity to achieve real progress . . . in the Arab-Israeli peace process in 1993,\" Clinton said.  \"This opportunity must not be missed,\" he said. \"And all parties must live up to their responsibilities for making peace.\" Mubarak hoped to win Clinton's support for new Israeli concessions to help persuade Palestinians to attend the talks. However, the United States appears to have decided that the Palestinians have no alternative but to accept the U.S. invitation to resume peace talks with Israel April 20 and that they should not get anything in advance for doing so.\nThus far, only Israel has agreed to resume the talks.  Mubarak said he believed a breakthrough was possible this year.  \"Very frankly, I have met so many leaders in the area . . . (and) all of them want to reach peace as quickly as possible,\" Mubarak said.  \"I have great hopes that the negotiations will start on the 20th of April .  . . I hope, and we are going to work closely on that, to get an end to the problem by the end of this year, if it is possible,\" he said.  U.S. officials said privately that Clinton wanted to use his first meeting with an Arab leader to stress that he intends to be even-handed in his approach to the peace talks.  Various Arab diplomats have expressed fear that the approach followed by former President George Bush, who exerted pressure on Israel to comply with U.S. wishes, may be softened by Clinton.  The White House already has stressed that Egypt's annual $2.3 billion in aid will not be cut, despite growing unease among Americans about the size of the U.S. foreign-aid package.  Clinton and Mubarak both denounced terrorism, with Clinton saying they were \"determined to counter Iran's involvement in terrorism, and its active opposition to the Middle East peace process.\" He said, \"Both our nations have suffered from the tragic consequences of terrorism. Both are absolutely determined to oppose the cowardly cruelty of terrorists wherever we can.\" Mubarak said Iran hoped to destabilize his country through terrorism and that \"all civilized nations are called upon to fight the spirit of violence and terrorism everywhere, for this is a threat to the existence and future of humanity.\" Mubarak sought to clarify remarks he made in an interview, saying Egyptian intelligence did not have \"definite information\" beforehand on the Feb. 26 bombing of the World Trade Center in New York City.  He said general information on potential terrorist activity had been passed along to U.S. authorities. Clinton said he has \"ordered a complete review of what the United States was told.\" On another foreign policy question, Clinton said it was inevitable that the United States would press for tougher sanctions against Libya if its government does not turn over for trial two men who have been charged in the bombing of Pan Am flight 103 over Lockerbie, Scotland, in December 1988.\n\nGraphic\n\n \nPHOTO; Photo by Agence France-Presse - President Bill Clinton responding to a question Tuesday at a joint press conference with Egyptian President Hosni Mubarak.\n\nLoad-Date: October 7, 1993"
}