{
    "title": "Clinton Pushes Anti-Terrorism Bill; Bennett Wants Medicare Repair",
    "publisher": "the salt lake tribune",
    "year": 1995,
    "month": 8,
    "day": 20,
    "full text": "President Clinton -- looking out the window of his Wyoming retreat at the Grand Teton mountains -- told radio listeners on Saturday he wanted the Republican-dominated Congress to pass his anti-terrorism bill.\n\"The beauty of these mountains is absolutely breathtaking, and their tranquility is good for the soul,\" Clinton said. \"We could all use a lot more peace and quiet in our lives and in our society these days. So today I want to talk about our progress in reducing the violent crime that has shattered the lives of too many Americans for too long.\"\nBut his topic held little interest for Sen. Bob Bennett, R.-Utah, who gazed at the Wasatch Front from his Salt Lake City home and told Clinton to focus his attention on funding Medicare.\nBennett, chairman of the Senate Republican Health Care Task Force and a member of the Republican Medicare Working Group, accused the president and the Democrats in Congress of denial. \"It's hard to work to solve a problem when the people you are trying to work with keep denying the problem exists.\"\nBennett maintained Medicare -- the program which pays medical expenses for senior citizens -- \"is in continuing trouble for two related reasons . . . Seniors are living longer than they did 30 years ago . . . and . . . the ratio of workers to beneficiaries has changed drastically.\"\nThis means \"in 1996, the Medicare trust fund will start to pay out more than it takes in for the first time. In six years, all the money now in the fund will be gone and Medicare will be bankrupt.. . . We must do something soon.\"\nWhile Bennett asked for a compromise on Medicare, Clinton hammered away on Republican resistance to his anti-terrorism bill.\n\"One year ago, we overcame deep partisan differences and bitter partisan opposition to make three strikes and you're out the law of the land. Now it's time for members of Congress to do that again . . .  and give the American people the reforms they want . . .  And these reforms clearly include the anti-terrorism legislation I sent to Congress after the Oklahoma City bombing,\" he said.\nThe Associated Press contributed to this story.\n\nLoad-Date: August 20, 1995"
}