{
    "title": "CLINTON PRAISES 'HISTORIC AND HONORABLE COMPROMISE'",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 9,
    "day": 11,
    "full text": "HERE ARE excerpts from comments by President Bill Clinton and Israeli Prime Minister Yitzhak Rabin on Friday, along with letters Israel and the PLO exchanged Thursday: President Clinton Ladies and gentlemen, today marks a shining moment of hope for the people of the Middle East and, indeed, of the entire world. The Israelis and the Palestinians have now agreed upon a declaration of principles on interim self-government that opens the door to a comprehensive and lasting settlement.  This declaration represents an historic and honorable compromise between two peoples who have been locked in a bloody struggle for almost a century. Too many have suffered for too long.  The agreement is a bold breakthrough. The Palestinian Liberation Organization openly and unequivocally has renounced the use of violence and is pledged to live in peace with Israel. Israel in turn has announced its recognition of the PLO. I want to express my congratulations and praise for the courage and the vision displayed by the Israeli and Palestinian leadership and for the crucially helpful role played by Norway.  For too long the history of the Middle East has been defined in terms of violence and bloodshed. Today marks the dawning of a new era. Now there is an opportunity to define the future of the Middle East in terms of reconciliation and coexistence and the opportunities that children growing up there will have whether they are Israeli or Palestinian. I want to express the full support of the United States for this dramatic and promising step.\nFor more than a quarter of a century our nation has been directly engaged in efforts to resolve the Middle East conflict. We have done so because it reflects our finest values and our deepest interests: our interest in a stable Middle East, where Israelis and Arabs can live together in harmony and develop the potential of their region, which is tremendous. From Camp David to Madrid to the signing ceremony that will take place at the White House on Monday, administration after administration has facilitated this difficult but essential quest. From my first day in office, Secretary Christopher and I have made this a priority. We are resolved to continue this process to achieve a comprehensive Arab-Israeli resolution.  In 1990, the United States suspended the U.S.-PLO dialogue begun two years earlier following an act of terrorism committed against Israel by a faction of the PLO. Yesterday Yasser Arafat wrote to Prime Minister Rabin, committing the PLO to accept Israel's right to exist in peace and security, to renounce terrorism, to take responsibility for the actions of its constituent groups, to discipline those elements who violate these new commitments, and to nullify key elements of the Palestinian covenant that denied Israel's right to exist.  These PLO commitments justify a resumption of our dialogue. As a result and in light of this week's events, I have decided to resume the dialogue and the contacts between the United States and the PLO.  The path ahead will not be easy. These new understandings, impressive though they are, will not erase the fears and suspicions of the past.  But now the Israelis and the Palestinians have laid the foundations of hope.  The United States will continue to be a full and an active partner in the negotiations that lie ahead to ensure that this promise of progress is fully realized.  Prime Minister Rabin I have just received a letter from chairman Arafat in the name of the leadership of the PLO in which he takes commitments to recognize Israel and its right to exist in peace and security, to solve the long conflict between the Palestinians and Israel during negotiations in a peaceful way. He takes a commitment to end terror and violence, to renounce it. He takes upon himself to look at the articles of the Palestinian covenant as inoperative and no longer valid.  I see in this commitment on the part of the PLO a change, a dramatic change that opens the road toward reconciliation and peace between the Palestinians and Israel.  It is the first agreement between the Palestinians and Israel since the creation of the state of Israel.  It's an historic moment which hopefully will bring about an end to 100 years of bloodshed, misery, between the Palestinians and Jews, between Palestinians and Israel.  Rabin's Letter To Arafat Sept. 9, 1993 Mr. Chairman, In response to your letter of Sept. 9, 1993, I wish to confirm to you that, in light of the PLO commitments included in your letter, the Government of Israel has decided to recognize the PLO as the representative of the Palestinian people and commence negotiations with the PLO within the Middle East peace process.  Yitzhak Rabin Prime Minister of Israel Arafat's Letters Sept. 9, 1993 Mr. Prime Minister, The signing of the Declaration of Principles marks a new era in the history of the Middle East. In firm conviction thereof, I would like to confirm the following PLO commitments: The PLO recognizes the right of the State of Israel to exist in peace and security.  The PLO accepts United Nations Security Council Resolutions 242 and 338.  The PLO commits itself to the Middle East peace process, and to a peaceful resolution of the conflict between the two sides and declares that all outstanding issues relating to permanent status will be resolved through negotiations.  The PLO considers that the signing of the Declaration of Principles constitutes a historic event, inaugurating a new epoch of peaceful coexistence, free from violence and all other acts which endanger peace and stability. Accordingly, the PLO renounces the use of terrorism and other acts of violence and will assume responsibility over all PLO elements and personnel in order to assure their compliance, prevent violence and discipline violators.  In view of the promise of a new era and the signing of the Declaration of Principles and based on Palestinian acceptance of Security Council Resolutions 242 and 338, the PLO affirms that those articles of the Palestinian Covenant which deny Israel's right to exist, the provisions of the Covenant which are inconsistent with the commitments of this letter are now inoperative and no longer valid. Consequently, the PLO undertakes to submit to the Palestinian National Council for formal approval and necessary changes in regard to the Palestinian Covenant.  Sincerely, Yasser Arafat Chairman - Palestine Liberation Organization Sept. 9, 1993.  Dear Minister Holst (of Norway), I would like to confirm to you that, upon the signing of the Declaration of Principles, I will include the following positions in my public statements: In light of the new era marked by the signing of the Declaration of Principles, the PLO encourages and calls upon the Palestinian people in the West Bank and Gaza Strip to take part in the steps leading to the normalization of life, rejecting violence and terrorism, contributing to peace and stability and participating actively in shaping reconstruction, economic development and cooperation.  Sincerely, Yasser Arafat\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: October 11, 1993"
}