{
    "title": "CLINTON TALKS ABOUT RELATIONS WITH IRAN",
    "publisher": "charleston daily mail",
    "year": 1997,
    "month": 5,
    "day": 29,
    "full text": "LONDON - President Clinton reached out today to the new moderate\ngovernment in Iran, saying the United States' 18-year estrangement\nwith Tehran can come to an end if Iran abandons its support for\nterrorism.\nThe election of Mohammad Khatami, a moderate cleric, as president is\n\"a hopeful sign,\" Clinton said. Yet, he added, Iran must renounce\nviolence, terrorism and weapons of mass destruction.\n\"I have never been pleased with the estrangements between the people\nof the United States and the people of Iran,\" Clinton said. \"I hope\nthe estrangements can be bridged.\"\nKhatami, elected this week, has said he does not expect any warming of\nrelations between the two countries.\nClinton spoke during a joint news conference with British Prime\nMinister Tony Blair, discussing topics ranging from European economic\npolicies to the peace process in Northern Ireland.\nClinton, 50, quipped he was \"sick of\" the parallels drawn between him\nand his youthful counterpart, Blair, who at age 44 is seen as an\nideological soul mate.\nOn Northern Ireland, Clinton reiterated U.S. support for the peace\nprocess, a principle topic during their meeting.\n\"We have discussed, obviously, Northern Ireland and our determination\nto do all that we can to bring about the cease-fire that will allow\nall-party talks to proceed in the best possible climate and of a\ncease-fire that is genuine and credible with all the parties there,\"\nBlair said.\nClinton agreed, saying talks in Northern Ireland \"can only succeed if\nthere is an unequivocal cease-fire in deed and words\" and urged the\nIRA once again to lay down its guns.\nThe president described the peace process as \"an article of faith in\nmy life and household\" as Blair ushered Clinton to meet with the\nCabinet, an honor accorded only one previous American president,\nRichard M. Nixon in 1969.\nRegarding Iran, Clinton said the United States hopes for \"a\nreconciliation with a country that does not believe that terrorism is\na legitimate extension of political policies\" and would end its\nvehement opposition to the Middle East peace process.\nThe United States broke diplomatic relations with Iran after Islamic\nradicals occupied the U.S. embassy in Tehran in 1979, holding\ndiplomats hostage for more than a year.\nThe Clinton administration has maintained a strict economic embargo\nagainst Iran, and urged other nations to do the same. It also has\ninsisted that normal relations cannot be resumed until Iran renounces\nterrorism.\n\nLoad-Date: May 30, 1997"
}