{
    "title": "Clinton Is Sharply Critical Of Pakistan on Terrorism",
    "publisher": "the new york times",
    "year": 2009,
    "month": 10,
    "day": 30,
    "full text": "Secretary of State Hillary Rodham Clinton, on a visit meant to improve relations with Pakistan, strongly suggested Thursday that some Pakistani officials bore responsibility for allowing terrorists from Al Qaeda to operate from safe havens along this country's frontier.\n  ''I find it hard to believe that nobody in your government knows where they are, and couldn't get to them if they really wanted to,'' she said to a group of Pakistani journalists on her second day here. ''Maybe that's the case; maybe they're not gettable. I don't know.''\n  It is extremely rare for an official of Mrs. Clinton's rank to say publicly what American politicians and intelligence officials have said in more guarded ways for years. The remarks upset her hosts, who have seen hundreds of soldiers and civilians killed  as Pakistan has taken on a widening campaign against militant groups that have threatened the country from its tribal areas. \n  But her skeptical comments also gave voice to the longtime frustration of American officials with what they see as the Pakistani government's lack of resolve in rooting out not only Al Qaeda, but also the Taliban leadership based in Quetta, and a host of militant groups that use the border region to stage attacks on American and NATO forces in Afghanistan.\n  Mrs. Clinton's statement was only one of several pointed remarks on issues ranging from security to poor tax collection during a day in which she ran into a wall of distrust and mostly hostile questioning in public appearances intended to soothe relations, suggesting she was no longer willing merely to listen to Pakistan's grievances.\n  The shift in tone came after a meeting with university students in which she expressed regret about past injustices in the American-Pakistani relationship, as well as about the disputed American presidential election in 2000, which she said showed that all democracies were flawed.\n  ''We have to decide if we want to move beyond the past in your country and in our country,'' Mrs. Clinton said. ''We are now at a point where we can chart a different course.''\n  Rarely in her travels as secretary of state has Mrs. Clinton encountered an audience so uniformly suspicious and immune to her star power as the polite, but unsmiling, university students who challenged her at Government College University in Lahore.\n  One after another, they lined up to grill Mrs. Clinton about what they see as the dysfunctional relationship between Pakistan and the United States. They described a litany of slights, betrayals and misunderstandings that add up to a national narrative of grievance, against which she did her best to push back.\n  Why did the United States abandon Pakistan after the Soviet Union withdrew from Afghanistan, they asked. Why did the Bush administration support the previous military government of Gen. Pervez Musharraf? What about reports in the Pakistani news media that American contractors illegally carried weapons in Islamabad? \n  In a later exchange with American journalists, Mrs. Clinton did not try to temper her remarks, saying they would contribute to a healthier, more open relationship with Pakistan. But the American ambassador,  Anne W. Patterson, sought to put them in a broader context of efforts to persuade the government to root out militants in its frontier regions.\n  ''We often say there needs to be a focus on finding these leaders,'' Ms. Patterson said. ''Most of Al Qaeda is in South Waziristan,'' she added, referring to the frontier area near Afghanistan where the Pakistani Army is conducting a campaign against militants.\n  Mrs. Clinton's comments were prominently played on Pakistani news channels, and government officials rejected her assertion.\n  ''If we knew where Al Qaeda's leaders were, or if we had meaningful intelligence on their whereabouts shared with us, we would act against them,'' said a senior official, who spoke on the condition of anonymity because he was not authorized to speak publicly on this issue.\n  At times during this three-day visit, Mrs. Clinton has sounded less like a diplomat than a marriage counselor. But her soothing approach has won her few friends. She got tepid applause from the students here, some of whom groaned when she defended American policies.\n  Two weeks ago, by contrast, Mrs. Clinton challenged the Russian government to open up its political system, allow more dissent and strengthen its legal system, in a speech at Moscow State University. She got an enthusiastic standing ovation from the nearly 2,000 students.\n  Here, even her fans came armed with spears. A young female medical student thanked Mrs. Clinton for being an inspiration to women, then asked her how the United States could justify ordering Predator strikes on targets in Pakistan without sharing intelligence with its military.\n  Mrs. Clinton declined to comment on the program, which is run by the Central Intelligence Agency. But she said, ''The war that your government and your military are waging right now is an important one for the country.''\n  The Obama administration's aggressive support for Pakistan's campaign in South Waziristan has put Mrs. Clinton in a delicate position. She has praised the army at every opportunity, while expressing regret for the wave of terrorist attacks the campaign has set off across the country, like the fiery car bomb that killed more than 100 people in the northwest city of Peshawar hours after her arrival on Wednesday. \n  Despite heightened security concerns, Mrs. Clinton stuck to her schedule, traveling to Lahore to meet opposition leaders and tour the majestic Badshahi Mosque, as thousands of police officers lined the route of her motorcade, shutting down the center of this city of 10 million. \n  At the university, a young man said that President Obama had failed to fix policies on Iraq or detainees, and told Mrs. Clinton that the United States was forcing Pakistan into a ruinous war.\n  Mrs. Clinton noted that the government had decided to fight only after its efforts to cut a deal with militants failed. ''Slowly, but insidiously, you were losing territory,'' she said. ''If you want to see your territory shrink, that's your choice. But I don't think that's the right choice.''\n  Those comments, made at the end of the meeting, set the stage for Mrs. Clinton's feisty appearance later in the day.\n  At a roundtable session with businesspeople, Mrs. Clinton bluntly told an all-male audience  that Pakistan needed to do a better job of collecting taxes and taking care of its poor. ''When you ask for a partnership, you have to ask what Pakistan's equity stake is,'' she said.\n  Listening patiently to a litany of grievances from journalists about American policies, Mrs. Clinton said, ''I am more than willing to hear every complaint about the United States.'' But she said the relationship had to be a ''two-way street.'' \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Pakistani forces on the ground and air in mountainous South Waziristan have been moving recently against insurgent groups.(PHOTOGRAPH BY TYLER HICKS/THE NEW YORK TIMES)                                                                 \n\nLoad-Date: October 30, 2009"
}