{
    "title": "Clinton warns of terrorism; 'Go on and enjoy the season,' he advises, but be aware terrorists may tr",
    "publisher": "the world",
    "year": 1999,
    "month": 12,
    "day": 23,
    "full text": "On the same day that a Seattle grand jury indicted a terrorism suspect, President Clinton told Americans on Wednesday that a global terrorism scare shouldn't force them to scrub holiday plans, but it calls for sharply increased vigilance.\nClinton then invited citizens to flock to the nation's capital for the millennium bash he is hosting on New Year's Eve.\n\"I don't think the American people should stop their holiday activities. I think they ought to go on and enjoy the season,\" Clinton told reporters after stuffing peppers at a downtown kitchen that serves meals to the poor.\nAJC\n\"But because we in the government are taking extra steps and we're on alert, I think it would be good for them and good for us if they'd just be careful and --- not suspicious --- but aware of their circumstances,\" the president said. \"And if they see anything that doesn't look right, to report it to us.\"\nAuthorities are making \"extraordinary efforts,\" said Clinton, to defend against terrorist attacks after the arrest last week of Ahmed Ressam. The Algerian is suspected of trying to smuggle jars of nitroglycerin, timers and other potential bomb-making materials into the United States.\nRessam traveled by ferry from Canada to Port Angeles, Wash., where U.S. Customs officials arrested him. A federal grand jury in Seattle indicted Ressam, 32, charging him with transporting explosives, lying to Customs officers and three other counts.\nWith anti-American terrorist organizations threatening to target U.S. facilities and citizens over the holiday season, intelligence agents and law enforcement officials are working to tighten security at border crossings, airports, military bases and federal buildings.\nThe Federal Aviation Administration warned travelers not to wrap holiday gifts they plan to carry aboard an airliner, because they might be asked to open them at the airport for inspectors.\nThe Clinton administration has issued a series of warnings in recent days -- - reiterated Wednesday --- cautioning Americans that they might be targeted by terrorists at home or abroad during the holiday season.\n\"There are some groups out there that seem determined to ruin the holiday, if they can, and to kill Americans and others, if they can,\" Defense Secretary William Cohen said in an interview with ABC.\n\"All of our intelligence agencies are cooperating worldwide with their counterparts,\" said Cohen, \"to make sure that we have the latest possible information, to make sure that we can deter, detect and discourage any attempts on American lives anywhere in the world.\"\nAuthorities were investigating the possibility that Ressam and other terrorism suspects might have links with Osama bin Laden, the most wanted man on the U.S. list of suspected international terrorists.\nA Saudi national believed to be somewhere in Afghanistan, bin Laden is accused by the State Department of masterminding explosions that destroyed two U.S. embassies in Africa last year, killing hundreds of people. Since those attacks, bin Laden has issued specific death threats against Americans and has called for an Islamic holy war targeting U.S. citizens and facilities worldwide.\nThreats to some Americans also come from within the nation's borders.\nIn Atlanta on Wednesday, civil rights leaders and representatives of African-American churches gathered to warn of a threat that white supremacists and apocalyptic zealots may pose to homosexuals and people of color as the holidays draw near.\n\"This is an emergency,\" the Rev. C.T. Vivian, chairman of the board of directors for the Center for Democratic Renewal, a civil rights advocacy group, said at a press conference. \"It's an emergency for the nation, but it's a far greater emergency for minorities.\"\nJoined at the news conference by representatives of the National Coalition for Burned Churches, Vivian cited specific threats to religious gatherings of predominantly black worshippers.\nVivian assailed the Justice Department as not doing enough to alert the public to the dangers faced by black churches, the center of social activities in many communities across the South.\nWhite House spokesman Joe Lockhart said any such threats would be treated with urgency by U.S. law enforcement officials.\n\"Obviously, that's something that the Department of Justice would take quite seriously,\" Lockhart told reporters. \"I think it's, particularly this time of year, it's repugnant of people to make threats along those lines.\"\nIt isn't only law enforcement officials who have been placed on alert.\n\"We ask the American people to be vigilant during this period, especially in cities where large millennium or religious activities are planned,\" Assistant Attorney General Eric Holder said at a news conference.\nHolder stopped short of advising Americans to avoid crowds, a common target of terrorists.\n\"I would not say that we are in a position to tell people to avoid any large gatherings,\" Holder said. \"We certainly don't want to unnecessarily alarm people.\"\nIn fact, he urged citizens to attend the New Year's festivities Clinton has planned. He said police and other security agents would be out in force to try to lock down the area along the 2-mile-long National Mall, where the New Year's gala will be centered.\n\"There's going to be an extensive law enforcement presence,\" Holder said. \" I would encourage people to go there.\"\nClinton went a step further, releasing an advertisement distributed to hundreds of radio stations nationwide urging Americans to join in what he billed as \"a spectacular three-day celebration\" featuring a star-studded entertainment extravaganza and midnight fireworks over the mall.\n\"I want to invite all Americans to join Hillary and me for America's Millennium,\" Clinton said.\n\nGraphic\n\n \nPhoto\nGwen Coleman of Duluth packs souvenirs into her luggage Wednesday at New York's LaGuardia Airport. Security is high at U.S. borders and airports. / KATHY WILLENS / Associated Press\n\nLoad-Date: December 23, 1999"
}