{
    "title": "CLINTON SAYS HE'LL SIGN ANTI-TERRORISM BILL; FBI CHIEF FAULTS ACT'S LAW ENFORCEMENT STUDY",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 4,
    "day": 21,
    "full text": "A day after the one-year anniversary of the Oklahoma City bombing, President Clinton said yesterday that he will sign Congress' new anti-terrorism bill, but complained that important parts of the measure ''were left on the cutting room floor.''\n \nThe president, broadcasting his weekly radio address from Russia, said he was disappointed that Congress had dropped provisions that would have made it easier for authorities to wiretap all phones used by suspected terrorists.\nHe also said police should have more leeway to investigate and prosecute terrorists who use machine guns, sawed-off shotguns and explosive devices.\nAnd back home, Clinton's FBI director was upset about a provision in the bill creating a special commission to study the activities of federal law enforcement agencies. In a letter last week to several House and Senate leaders, FBI Director Louis Freeh said he feared that inquiries by the five-member commission would have ''a chilling effect on those charged with vigorously enforcing the law.''\nFreeh also telephoned Sen. Joseph Biden of Delaware, the Senate Judiciary Committee's senior Democrat, to express his concern.\nIn a statement Wednesday on the Senate floor, Biden - who otherwise supports the anti-terrorism measure - said creation of a special commission is ''pandering to this concern of some Americans that the bad guys are the cops, the bad guys are the government, the bad guys are the FBI or the (Bureau of Alcohol, Tobacco and Firearms) or the Justice Department.''\n''This study will provide nothing but a forum for those who believe that federal law enforcement is the enemy of the American people, and not the protectors,'' Biden asserted.\nBut Judiciary Committee Chairman Sen. Orrin Hatch, R-Utah, countered that the new commission ''will assess our efforts to prevent and investigate future acts of domestic and international terrorism . . . (and) will help law enforcement.''\nUnder the bill, the commission members are to be appointed by the House speaker, the Senate president pro tem, House and Senate minority leaders and the Supreme Court chief justice.\nThe bill, which passed Congress this past week, will allow deportation of alien terrorists without disclosing classified evidence against them, prevent fund raising in the United States for terrorists and require chemical labels in plastic explosives so they can be traced.\n''It may not go as far as I would like,'' Clinton concluded, ''but it does strike a real blow against terrorism, and I will be happy to sign it.''\n\nLoad-Date: April 23, 1996"
}