{
    "title": "CLINIC BOMB AN ACT OF TERRORISM",
    "publisher": "philadelphia daily news",
    "year": 1998,
    "month": 1,
    "day": 31,
    "full text": "News reports don't say what Robert Sanderson, the off-duty police officer killed in the bombing Thursday of a Birmingham, Ala., women's clinic, thought about abortion.\nWas he a dedicated supporter of a woman's right to end her pregnancy, or was he working at the clinic because he needed the part-time job?\nIt doesn't matter. Terrorism is terrorism, no matter who the victims are.\nThe other victim, who suffered serious injuries, was a nurse opening the clinic Thursday morning. Yet, the fact that the first person killed in the bombing of an abortion clinic was not an \"abortion provider\" highlights the horror.\nThis was not the first time anti-abortion terrorists showed their contempt for society's laws and society's protectors.\nIn last year's bombing of an abortion clinic in Atlanta, a second bomb was set off in a successful attempt to injure police and other rescuers of victims from the first blast.\nNot only are citizens endangered should they be near one of these cowardly attempts at intimidation, the democratic rule of law is imperiled by those who would use violence to achieve political ends.\nThe bombing came a week after the 25th anniversary of Roe vs. Wade prompted an escalation of rhetoric, already heightened by the emotional - and manipulative - debate over a late-term abortion method. The method, described with the inflammatory but inaccurate term \"partial birth abortion,\" is used only rarely but makes for the goriest diagrams and the most impassioned speeches. Clinic bombings and arson have escalated over the past year.\nThe unhesitating condemnation of the bombing by most anti-abortion-rights groups is encouraging - and also politically correct:\nEven if Americans are ambivalent about abortion, they are not ambivalent about their rejection of violence as a tactic for preventing it.\nThe response to this latest outrage must be the same as to any terrorism, be it in Jerusalem or Oklahoma City or anywhere else: Keep on, keep open - and make good on vows to find the terrorists and punish them.\n\nNotes\n\nIn Our Opinion\n\nGraphic\n\n \nPHOTO;\nPHOTO\nSanderson\n\nLoad-Date: October 17, 2002"
}