{
    "title": "Clinton Pledges U.S. Support For Pakistan 's Fight Against Terrorism",
    "publisher": "the day ",
    "year": 2009,
    "month": 10,
    "day": 28,
    "full text": "(RTTNews) - U.S. secretary of state Hillary Clinton, who began a three-day visit to Pakistan amid one of the most horrific terror strikes in the country this year, pledged Washington&apos;s support for Pakistan&apos;s fight against terrorism and initiated a crash U.S. assistance program for its power sector.\nShe expressed her government&apos;s solidarity with Pakistan, which is \"in the midst of a struggle against tenacious and brutal extremist groups who kill innocent people and terrorize communities.\"\nAddressing a press conference Wednesday in the capital, Islamabad, just hours after more than 90 people were killed in a huge bomb blast in a market in Peshawar, the top U.S. diplomat said, \"I want you to know this fight is not Pakistan&apos;s alone.\"\nShe was three hours&apos; drive away in the capital, Islamabad, when the massive explosion took place in the morning.\nThis is the worst incident in a series of recent militant attacks on Pakistani cities, which started with a suicide bombing at the offices of the UN World Food Program in Islamabad on October 5.\nPakistani Foreign Minister Shah Mahmood Qureshi, who also addressed the media alongside his American counterpart after talks with her, said the violence would not break his government&apos;s will to fight back.\n\"People are carrying out such heinous crimes-they want to shake our resolve. I want to address them: We will not buckle. We will fight you. We will fight you because we want peace and stability in Pakistan,\" he added.\nQureshi described Clinton&apos;s visit as \"well-timed\" and expressed confidence that it will \"build bridges\" between Pakistanis and Americans.\nClinton said the Obama administration intends to do more to support Pakistan on a wide range of issues, including economic development, energy generation, education, and the environment.\nWashington will disburse $125 million to Islamabad for the upgrading of key power stations and transmission lines that \"currently operate significantly below full capacity.\"\nWall Street Journal reported, quoting U.S. officials, that blackouts are not only slowing Pakistan&apos;s economic growth but helping the Taliban and other militant groups that are seeking to weaken President Asif Ali Zardari&apos;s democratically elected government.\nClinton named a special envoy on energy-security issues, David Goldwyn, to lead the U.S. delegation to Islamabad as a follow up to an energy dialogue with Pakistan that Washington initiated this month.\nAlthough Pakistan is self-sufficient in coal and gas reserves, it has not developed any power-production capacity in this decade.\nIn a separate interview with Geo TV of Pakistan, Clinton stressed that Pakistan faces direct threat from extremism, not India. She made it clear that Washington&apos;s relationship with the two South Asian neighbours is different.\nThe BBC says Wednesday&apos;s attack was a violent reminder for Hillary Clinton - if any was needed - of the difficult task she and the Obama administration are facing in Pakistan.\nInfested with frequent and unexpected militant attacks on military, police and civilian targets, the security situation in that country is deteriorating day by day.\nMore than 270 people have been killed in such attacks in recent weeks while the army is simultaneously carrying out an operation against Taliban militants in South Waziristan.\nEarlier, on arrival in Islamabad of an unannounced maiden visit as the top US diplomat, Clinton pledged to usher in a new chapter in relations with the Islamic nation. \"We are turning the page,\" she told reporters.\nClinton, accompanied by Richard Holbrooke, special representative of President Barack Obama to Afghanistan and Pakistan, met with senior officials later in the day to review the progress in the ongoing operations against the Taliban in the country&apos;s lawless northwest. She also discussed U.S. drone strikes inside Pakistan territory. She would also discuss the Kerry-Lugar aid package that would give Pakistan $7.5 billion over the next five years.\nHer visit comes at a time the Pakistani military is engaged in a tough battle against Tehreek-e-Taliban Pakistan (TTP) extremists in the semi-autonomous tribal region of South Waziristan, which is being closely followed by the United States and its NATO allies, involved in the conflict in neighboring Afghanistan.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}