{
    "title": "Clinton vows to ask broad new powers to combat terrorism",
    "publisher": "the new york times",
    "year": 1995,
    "month": 4,
    "day": 24,
    "full text": "Vowing that ''those who trouble their own house will inherit the wind,'' President Clinton honored the victims of Oklahoma City yesterday and pledged to ask Congress for broad new powers to combat terrorism, including creation of a domestic counterterrorism center to be headed by the FBI.\nThe White House said Clinton would seek new authority for federal agents to monitor the telephone calls and check the credit, hotel and travel records of suspected terrorists. He also wants financing to put into effect legislation that requires telephone companies to assure easy access for court-ordered wiretaps of new digital computer lines, which are harder to monitor than old-fashioned telephone lines.\nThe president also ordered Attorney General Janet Reno to review security conditions at all federal buildings and report back with recommendations for improvements within 60 days. He asked her, the director of the FBI and the national security adviser to prepare a report outlining any other steps that should be taken to combat foreign and domestic terrorism, the White House said.\nClinton's proposals would reverse a two-decade trend away from federal surveillance of government critics, which was curtailed after disclosures of widespread abuses and harassment of civil rights and antiwar protesters in the 1960s and 70s. The new proposals seemed all but certain to raise concern among civil liberties groups.\nIndeed, some of those groups were quick to express concerns about Clinton's remarks last night.\nPhilip S. Gutis, media relations director for the American Civil Liberties Union, said his organization had not yet seen the precise proposal but had been bracing for a renewed effort by Congress or the Clinton administration to seek to curtail constitutional rights.\n''We are concerned about an overreaction that would threaten to sweep away the constitutional principles that have shaped our society and remain at the core of our liberty,'' Gutis said. ''The FBI now has all the power it needs to investigate wrongdoing. It doesn't need any additional power. It may need additional resources.''\nBut the president and his aides defended their proposals as sensible responses to a threat that now seems palpably heightened.\n''I don't think we have to give up our liberties, but I do think we have to have more discipline, and we have to be willing to see serious threats to our liberties properly investigated,'' Clinton said.\nHe noted that metal detectors at airports had once seemed invasive but were now accepted as routine, and added, ''We still will have freedom of speech, freedom of association and freedom of movement, but we may have to have some more discipline in doing it, so we can go after people who want to destroy our very way of life.''\nThe president outlined the measures generally in an interview on the CBS News program ''60 Minutes'' that was broadcast from the Oklahoma State Fairgrounds here, and White House aides provided other details.\nThe president sketched only the broadest outlines of his new legislative proposals, and while White House aides provided further details, it was unclear last night just how far the administration was prepared to go. But the overall thrust of the proposals would be to let law-enforcement officials conduct greater surveillance of suspected terrorists, sometimes on the basis of less concrete evidence than has previously been required.\nFor example, aides said, Clinton wants new authority for the FBI to monitor the telephone numbers of incoming and outgoing calls on a suspected terrorist's line, and greater access to credit and travel records. To gain access to such records now, the authorities must generally have evidence of a criminal act either actually under way or being actively planned.\n\nLoad-Date: April 26, 1995"
}