{
    "title": "CLINTON TO MAKE A VISIT TO SYRIA ON MIDEAST TRIP",
    "publisher": "the new york times",
    "year": 1994,
    "month": 10,
    "day": 22,
    "full text": "President Clinton said today that he would travel to Damascus during his trip to the Middle East next week to coax Syria toward peace with Israel, despite concerns that he would risk criticism for visiting a country linked to terrorism.\nAt a news conference in which he vigorously defended the Administration's foreign and domestic policies, Mr. Clinton said he was going to the Middle East because it was important \"to stand with our friends at this moment when they're standing up for peace and the enemies of peace are trying to derail them.\"\nAdministration officials said that whether to visit Damascus had been the stickiest issue in planning the trip, partly because of heightened emotions and security concerns after the bombing of a bus in Tel Aviv on Wednesday that killed at least 21 people. Some Clinton advisers feared the President could be embarrassed politically for visiting a nation that is on the Administration's list of countries that sponsor terrorism.\nThe centerpiece of the trip, which is shaping up as the most extensive presidential trip to the region since President Nixon visited 20 years ago, is the signing of a peace treaty between Israel and Jordan on their southern border on Wednesday.\nMr. Clinton, who will depart on the four-day trip next Tuesday, will also address the Israeli and Jordanian parliaments and visit American troops in Kuwait.\nHe will also travel to Saudi Arabia to see King Fahd and visit Cairo, where he will meet with President Hosni Mubarak of Egypt as well as Yasir Arafat, chairman of the Palestine Liberation Organization.\nThe President's aides say that visiting Damascus is a political gamble worth taking because they are confident that in a face-to-face meeting, Mr. Clinton can persuade President Hafez al-Assad of Syria to take some new steps toward compromise that would hasten a peace treaty with Israel.\nThe President also said he would talk with the Syrian leader about the importance of combating terrorism.\n\"I will visit Syria,\" Mr. Clinton said today, \"because it is my judgment that the visit will further the goal of an ultimate peace agreement between Israel and Syria. And until that is done, we will never have comprehensive peace in the Middle East.\"\nBut the President's advisers admit the decision holds risks. Some Jewish groups have opposed such a visit unless Mr. Assad in return makes some highly visible, major steps toward peace with Israel, like announcing that he will meet with Prime Minister Yitzhak Rabin.\nSince January, peace efforts between Israel and Syria have inched forward, with Secretary of State Warren Christopher visiting the region five times since May to mediate between the two countries.\nAdministration officials say they hope for a major breakthrough in the peace talks in the next three or four months. The rough outline of an agreement is well-known: Israel would withdraw from the Golan Heights and in return Syria would normalize relations with its longtime enemy.\nThe points of disagreement are how quickly and extensively any Israeli withdrawal would be, and how quickly and completely Syria would recognize Israel and accept steps to meet its security concerns.\nWith Washington and Jerusalem urging Mr. Assad to engage in more public diplomacy to show he is serious about peace, senior Administration officials say they hope the Syrian leader will use the President's visit to make some tough public statements against terrorism.\nThey also voiced confidence that Mr. Assad would go further than before in his public remarks favoring peace. In addition, several officials said they expected Mr. Assad to show increased flexibility behind the scenes to help narrow his negotiating differences with Israel.\n\"This meeting was agreed to on one basis: substantive moves forward in the peace process,\" said one Administration official. \"You won't see developments on the private negotiating track for a while, but we expect him to be more forthcoming on the public side.\"\nThe official continued, \"Assad knows what we need out of this and what he needs out of this. He's not going to embarrass the President. \"\nPresident Clinton decided to visit Damascus after a long debate in which his advisers painstakingly listed the many pros and cons, Administration officials said. Some advisers said they feared that Mr. Assad would feel slighted if Mr. Clinton bypassed Syria. Such a slight could be a step backward in the Syria-Israeli peace talks, they said.\nOn the other hand, the President's aides expressed concern about safety in Damascus, especially after the recent wave of terrorism. They also worried that unless the Syria visit produces some tangible steps toward peace, the President could lose face among Israelis.\nSome Administration officials noted that President Bush had a meeting with Mr. Assad and that Mr. Clinton met with the Syrian leader last January in Geneva. In an important step forward in the peace process, Mr. Assad announced in Geneva that he had made a strategic choice for peace with Israel.\nIn 1974, Mr. Nixon met with President Assad in Damascus and the United States and Syria re-established diplomatic relations, which were broken off in 1967. In 1979, President Jimmy Carter visited Israel and Egypt in a diplomatic effort that helped seal a peace treaty between the two countries.\n\"Going there at this time will give the negotiations a push, at a time the negotiations have slowed because of the complexity of the issues,\" said a senior Administration official. \"It's an investment by President Clinton to produce a result a little down the road, rather than a dramatic breakthrough now.\"\nPresident Clinton indicated that he would discuss terrorism with Mr. Assad. \"It is a serious issue,\" Mr. Clinton said today. \"It has been constantly discussed between us, and it will continue to be.\"\nAmerican officials have told Mr. Assad that if he wants Syria to be taken off the Administration's list of nations that sponsor terrorism, he needs to do more to crack down on Party of God guerrillas in southern Lebanon. In the Administration's view, Iran is the chief sponsor of the militant Shiite Muslims, but Syria can do more to stifle their operations.\nThe Party of God has fired three waves of rockets from Southern Lebanon over the past two days, and Administration officials said today that they expect Mr. Assad to stop such attacks.\nWhite House officials said that in his meeting with Mr. Arafat, President Clinton will discuss a wide range of topics, including financial assistance, the fight against terrorism and the P.L.O.'s peace talks with Israel.\nAt his news conference, President Clinton said he had ordered Federal agencies to redouble their efforts to stop any Americans from sending money overseas that could be used for terrorism by Hamas, the militant Muslim organization that claimed responsibility for the Tel Aviv bombing.\nAn Administration official said today that officials at the National Security Council in recent days discussed whether there were any American links to Hamas and informally asked law enforcement agencies to keep alert for such possibilities. The word has now filtered down to officials at Justice, the F.B.I. and other agencies.\nOn other subjects, Mr. Clinton said he would keep his promise to Congress and ask the United Nations Security Council to adopt a resolution to lift the arms embargo against Bosnia. He said, if that fails, he would consult with Congress about lifting the embargo unilaterally.\nNonetheless, Mr. Clinton said that for more than two years he has believed that a unilateral lifting would be a mistake because it would lead to the withdrawal of United Nations troops from Bosnia and would hurt Washington's ability to work with its allies to end the war there.\nMr. Clinton also defended the accord signed today with North Korea in which it vowed to freeze its nuclear program in return for having the United States and other nations build it modern nuclear reactors.\nHe acknowledged that some people are upset by the decision to delay inspections of waste sites believed to hold evidence showing that North Korea has diverted fissile material to make nuclear weapons.\nBut Mr. Clinton said the important thing was \"the waste sites are not going anywhere\" and \"we have a commitment for a freeze and then a dismantling\" of North Korea's nuclear installations.\n\nLoad-Date: October 22, 1994"
}