{
    "title": "CLINTON SAYS U.S. HACKEDINTO AL-QAIDA WEBSITES",
    "publisher": "tampa bay times",
    "year": 2012,
    "month": 5,
    "day": 24,
    "full text": "In telling military officers Wednesday night the importance of dulling the allure of terrorism to a new generation, Secretary of State Hillary Clinton revealed that her agency had hacked al-Qaida websites.\nThe unusual disclosure came during a speech at the International Special Operations Forces gala at the Tampa Convention Center. Clinton told the nearly 1,000 people gathered at the gala - U.S. military officers, executives from 140 defense companies and military representatives from 90 countries - that not only risky military operations are necessary for fighting terrorism.\nSpecial military forces must also help win over terrorists' potential recruits, waging a \"slow and incremental\" ideological battle aimed at \"exposing the lies and evil that lie at the heart of the terrorist narrative.\"\n\"We also need to diminish its appeal to young people,\" she said. \"We need special operations forces who are as comfortable drinking tea with tribal elders.\"\nShe then spoke about some of the State Department's initiatives, including reacting to online forums where al-Qaida and its affiliates spread propaganda.\nShe said that a team of tech-savvy experts realized, for instance, that an al-Qaida affiliate in Yemen had started a propaganda campaign on tribal websites, bragging about killing Americans.\n\"Within 48 hours, our team plastered the same sites with altered versions of the ads that showed the toll al-Qaida attacks have taken on the Yemeni people,\" Clinton said.\nShe said the cyber attack was launched by an interagency group of specialists, including diplomats, special operators and intelligence analysts, housed at the State Department.\nCalled the Center for Strategic Counterterrorism Communications, its patrols the Internet and social media to counter al-Qaida's attempts to recruit followers.\n\"Together, they will work to preempt, discredit and outmaneuver extremist propaganda,\" Clinton said.\nClinton shared the stage with Adm. William McRaven, the chief of U.S. Special Operations Command at MacDill Air Force Base, who oversaw the raid that killed Osama bin Laden.\n\"So much of what you do ... will never be known by the citizens we serve,\" Clinton told the crowd. \"But I know what you do and so do others, who marvel and appreciate what it means for you to serve.\"\nThe dinner was one of the big events at the weeklong conference, which is the defense industry's premier event.\nThe Associated Press contributed to this report. Jodie Tillman can be reached at jtillman@tampabay.com or (813) 226-3374.\n\nGraphic\n\n \nPHOTO - KATHLEEN FLYNN - Times\n\nLoad-Date: May 24, 2012"
}