{
    "title": "Clinton Challenges Congress to Pass Terrorism Bill He'd Approve",
    "publisher": "the new york times",
    "year": 1996,
    "month": 4,
    "day": 14,
    "full text": "President Clinton called on Congress today to pass an anti-terrorist bill that has languished for a year despite a promise of quick action after the Oklahoma City bombing.\nA majority of Republican lawmakers are hoping to craft a compromise on the bill and pass it by next Friday, the first anniversary of the bombing of the Federal Building in Oklahoma City in which 168 people were killed.\nMr. Clinton accused Republican lawmakers of \"foot-dragging\" and bowing to special interests, like the National Rifle Association, in blocking passage of an anti-terrorist bill that he considered acceptable.\n\"In the wake of Oklahoma City, Congress promised to send me the bill six weeks after the tragic bombing,\" Mr. Clinton said in his weekly radio address. \"And yet, unbelievably, almost an entire year has passed and Congress still has not managed to send me strong anti-terrorism legislation.\n\"I urge Congress to change course. Put the national interest before the special interests. There is simply no excuse for this foot-dragging.\"\nAccording to Republican Congressional sources, a compromise bill being discussed would allow the Government to ban fund-raising in this country by representatives of terrorist organizations and speed the removal of foreign nationals with links to terrorist organizations.\nMr. Clinton supports both those provisions, but said Saturday the bill also should give law-enforcement officials new surveillance and investigative tools aimed at terrorists and require the chemical tagging of bomb-making material, including explosives, to make tracing easier.\nSenior Republican Congressional aides said the proposed compromise, which could be unveiled as early as Monday, was aimed at gaining Mr. Clinton's support and avoiding a veto.\nThe Senate passed a bill, largely acceptable to the White House, but then the legislation ran into trouble in the House where some lawmakers, with the backing of the National Rifle Association, said it would give the Government vast new powers that would threaten individual civil liberties.\n\"While the Senate passed a solid bill, the House absolutely gutted it,\" Mr. Clinton said in his radio remarks. \"Under pressure from the Washington gun lobby, House Republicans took that bill apart piece by piece.\"\nA scaled-back version of the bill eventually passed the House last month. Republican aides have been working to reconcile the different Senate and House bills.\nRepublican sources, who spoke on the condition of anonymity, said many of the provisions scrapped by the House were being restored, but others -- like a Senate-passed measure to make it easier to obtain wiretaps in terrorist cases -- were not expected to be included.\nIt also was not clear whether a requirement to chemically mark bomb-making material would survive, although Mr. Clinton said today that such markings would help the police trace explosives.\nThe President went to Oklahoma City on April 5 to mark the upcoming anniversary of the bombing of the Federal Building there last April 19. Of the people of Oklahoma City, the President said:\n\"They have shown us that while we cannot guarantee our children a world free of madmen, we can promise them that we will always build and rebuild safe places to sustain and nurture their new lives.\n\"We know acts of terror are no match for the human spirit,\" he continued. \"In the last year, the people of Oklahoma City have proved this. We know we can heal from terrorism. But now we must do even more to stop it before it happens.\"\n\nLoad-Date: April 14, 1996"
}