{
    "title": "Clinton opens Ulster door; IRA political leader Adams given contact at State Department",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 10,
    "day": 4,
    "full text": "President Clinton yesterday lifted a long-standing ban on U.S. contacts with Sinn Fein, the political arm of the Irish Republican Army, clearing the way for direct talks between U.S. officials and representatives linked to the Irish nationalist organization that has relied on terrorism.\nThe president, who has permitted Sinn Fein leader Gerry Adams to enter the United States twice in the last 20 months, abolished the ban to permit high-level U.S. talks with Adams at the State Department beginning today, administration officials said.\nVice President Al Gore notified Adams of the White House decision in a brief telephone conversation yesterday morning, the officials said. The U.S. ban was imposed shortly after the IRA began its terrorism campaign in 1969.\nWhite House Press Secretary Dee Dee Myers said the ban was being lifted in response to the IRA's cooperation with a month-old cease-fire in Northern Ireland and Sinn Fein's pledge to cooperate with peace talks with Britain.\n''This dialogue will be consistent with the United States' practice of maintaining contacts with political parties throughout the world that seek to advance their political objectives by peaceful means,'' Myers said in a statement.\nThe cease-fire that took effect on Aug. 31 suspended the IRA's terrorist campaign designed to end British political control over Ulster.\nThe northern six counties of Ireland have been ruled by Britain since the partition of Ireland following the 1916 rebellion of Irish Catholics against British control. Ulster is the last bastion of Protestant Scots who were encouraged to settle across Catholic Ireland to stem rebellions during the monarchy of Elizabeth I in the early 1600s.\nMore than 3,000 Catholics, Protestants and British troops have been killed in the tit-for-tat campaign.\nThose attending the meeting today with Adams include John Kornblum, a senior official in the State Department's branch handling European affairs; Leon Fuerth, Gore's national security staffer; and Nancy Soderberg, staff director of the National Security Council.\nAnthony Lake, Clinton's national security adviser, told Adams in a letter made public yesterday that U.S. officials hoped they ''can assist in assuring (that) the IRA cease-fire remains for good and (is) irreversible'' and that we can persuade ''others who continue to use and support violence to cease to do so.''\n\nLoad-Date: October 6, 1994"
}