{
    "title": "Clinton cites U.S. errors on pollution",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 7,
    "day": 20,
    "full text": "MUMBAI, India (AP) - U.S. Secretary of State Hillary Rodham Clinton opened a three-day visit to India on Saturday by urging India not to repeat American mistakes in contributing to global pollution, and she passionately defended U.S. demands for help in fighting terrorism.\n\"We acknowledge now with President Obama that we have made mistakes in the United States, and we along with other developed countries have contributed most significantly to the problem that we face with climate change,\" she said. \"We are hoping a great country like India will not make the same mistakes.\"\nShe was referring to Obama's statement in Italy earlier this month that the U.S. had \"sometimes fallen short\" of its responsibilities in controlling its carbon emissions.\nSpeaking at a news conference on the pool side patio of the Taj Mahal Palace & Hotel, which was strewn with bodies after terrorists attacked this coastal city last November, she cast India and the United States as allies in the fight against terrorism.\n\"Yesterday's bombings in Jakarta, Indonesia, provide a painful reminder that the threat of such violent extremism is still very real. It is global. It is ruthless. It is nihilistic and it must be stopped,\" she said.\n\"We have a great sense of solidarity and sympathy, having gone through what we did on 9/11,\" she added.\nHer voice rising, Clinton insisted that the U.S. demand for international action against terrorist should not be taken lightly.\n\"We know how important (it is). We are fighting wars to end the threat of terrorism against us, our friends and allies around the world.\" She said India can choose its own way of contributing but must be part of a broader effort to defeat the threat.\n\"We expect everyone\" who shares the U.S. goal of a more stable world \"to take strong action to prevent terrorism from taking root on their soil and making sure that terrorists are not trained and deployed\" from their territory to carry out attacks elsewhere, she added.\nEarlier, Clinton attended a ceremony commemorating the Mumbai attack, which killed 166 and raised tensions between nuclear rivals India and Pakistan. At the event were five staffers from the Oberoi Hotel and 10 from the Taj, including general manager Karambir Kang, who lost his wife and two children during the three-day siege.\nThe event was closed to reporters.\nIn a memorial book she wrote: \"Americans share a solidarity with this city and nation. Both our people have experienced the senseless and searing effects of violent extremism. And both can be grateful and proud of the heroism of brave men and women whose courage saved lives and prevented greater harm on 26/11 and 9/11. Now it is up to all nations and people who seek peace and progress to work together. Let us rid the world of hatred and extremism that produces such nihilistic violence.\"\nShe also met with 11 Indian business leaders, including Mukesh Ambani, chairman of Reliance Industries, the largest privately held company in India.\nEchoing remarks made by Ambani at the meeting, Clinton said that India should leapfrog the developed world to come up with its own innovative way to encourage environmentally friendly growth.\n\"Just as India went from a few years ago having very few mobile phones to now having more than 500 million mostly cell phones by leapfrogging over the infrastructure we built for telephone service, we believe India is innovative and entrepreneurial enough to figure out how to deal with climate change while continuing to lift people out of poverty and develop at a rapid rate,\" she said.\nSeeking to assuage Indian concerns that the U.S. pressured India into making concessions to Pakistan despite that nation's failure to bring to justice the perpetrators of the Mumbai attack, Clinton emphasized that the U.S. respects India's sovereign right to make its own decisions.\n\"Discussion between India and Pakistan is between India and Pakistan,\" she said.\nThe visit marked a return to the world stage for Clinton, who has been slowed since mid-June by an arm injury that forced her to cancel plans to attend international meetings in Italy and Greece last month and to accompany President Barack Obama on his visit to Russia earlier this month.\nClinton is scheduled to hold talks Sunday and Monday in New Delhi with Indian government officials on a wide range of issues, including nuclear nonproliferation, strengthening trade ties and combatting climate change. She is to attend talks in Thailand later in the week with representatives of the Association of Southeast Asian Nations.\n---\nAssociated Press writer Erika Kinetz in Mumbai contributed to this report\n\nLoad-Date: July 20, 2009"
}