{
    "title": "Clinton wants to boost security - President may seek funds for upgrades at U.S. diplomatic posts",
    "publisher": "the world",
    "year": 1998,
    "month": 9,
    "day": 22,
    "full text": "UNITED NATIONS - President Clinton says he is ready to ask Congress\nfor emergency funding to upgrade security at U.S. diplomatic posts\naround the world as he renews a global call to arms against terrorism.\n\"This is a threat to all humankind,\" Clinton said Monday in a\n21-minute speech to the opening of the 53rd session of the United\nNations General Assembly.\nStressing that the United States is carrying its load in the\nanti-terrorism battle, aides said the congressional request Clinton\nmentioned in his U.N. speech will be for $ 1.8 billion to repair damage\nto the U.S. embassies in Kenya and Tanzania that were bombed last\nmonth and to strengthen embassy security worldwide.\nRather than focus on specific actions to combat terrorism, Clinton\nsought in his speech to define the global scope of the problem and\ndispel the idea that it is caused by an inevitable clash of cultures\nand a Western disregard for poorer nations.\n\"It is a grave misconception to see terrorism as only, or even mostly,\nan American problem,\" Clinton said. \"Indeed, it is a clear and\npresent danger to tolerant and open societies and innocent people\neverywhere.\"\nHe listed terrorist incidents around the world over the past decade,\nincluding deaths in Northern Ireland, Saudi Arabia, Turkey, Sri Lanka\nand Argentina, as well as the bombings last month at the U.S.\nembassies in Kenya and Tanzania that killed 12 Americans.\n\"Some people believe that terrorism's principal fault lines center on\nwhat they see as an inevitable clash of civilizations,\" he said. \"It\nis an issue that deserves a lot of debate in this great hall.\nSpecifically, many believe there is an inevitable clash between\nWestern civilizations and Western values and Islamic civilizations and\nvalues. I believe this view is terribly wrong.\"\n\nLoad-Date: September 24, 1998"
}