{
    "title": "CLINTON, ALLIES PLEDGE ATTACK ON TERRORISM",
    "publisher": "charleston gazette",
    "year": 1996,
    "month": 6,
    "day": 28,
    "full text": "LYON, France (AP) - President Clinton and other world leaders pledged\nsolidarity Thursday \"to fight terrorism by all legal means\" in the\naftermath of a \"barbarous and unjustifiable\" truck bomb that killed 19\nAmericans in Saudi Arabia.\nThe leaders of seven major industrial democracies - the United States,\nFrance, Britain, Japan, Germany, France, Canada and Italy - scheduled\na follow-up meeting of their top security officials for next month in\nParis.\n\"We are all united in condemning the dreadful bombing that has taken\nplace,\" said French President Jacques Chirac, host of this year's\neconomic summit. \"We changed our agenda\" to deal with \"this appalling\nevent,\" Chirac said.\nAnd Clinton, who had sought the quick action, said the joint statement\nby the U.S. economic allies showed, \"We understand that an attack on\none of us is an attack on all of us and that none of us is\ninvulnerable.\"\nClinton thanked his international counterparts for \"this very powerful\nstatement.\"\nAmong areas of expanded cooperation the leaders cited: a pledge to\n\"better equip our law enforcement authorities to work together to\ncombat terrorism.\"\nClinton indicated that such efforts as the recent U.S. sharing with\nIsrael of bomb-detection equipment would be high on the list.\nPresidential spokesman Mike McCurry said Clinton would present\nspecific proposals at today's session of the economic conference. The\nUnited States is seeking agreement on tougher extradition guidelines,\nmore sharing of national intelligence on possible terrorist activity\nand efforts to make it harder for suspected terrorists to cross\nnational borders.\nMeanwhile, in Dhahran, Saudi Arabia, FBI agents searched Thursday for\nsome clue - any clue - at the U.S. military complex demolished in the\nmassive truck bombing. U.S. officials acknowledged they had no leads\non who the bombers were, and said they doubted several anonymous\nclaims of responsibility.\nThe remains of the 19 Americans killed in the blast were flown to\nDover Air Force Base in Delaware to be honored at a private ceremony\nwith a 21-gun salute. Forty of the hundreds of Americans wounded were\nflown to the main U.S. military hospital in Germany for treatment.\nSuspicion for the bombing was focused on Muslim militants opposed to\nthe 5,000 U.S. troops in Saudi Arabia - but no proof has yet turned\nup.\nIn London, an Arabic newspaper said an anonymous caller had claimed\nresponsibility for the bombing on behalf of a previously unknown\ngroup. The caller identified the group as the Legion of the Martyr\nAbdullah al-Hufaizi - a Saudi citizen beheaded last year for throwing\nacid at a policeman.\nThe daily Al-Arab said the caller threatened more attacks if foreign\nforces \"occupying the holy Saudi land\" did not withdraw.\nIt was impossible to determine if such a group actually exists.\nAmerican broadcast networks reported a second responsibility claim\nmade by another unknown group calling itself Hezbollah-Gulf. U.S.\nState Department Spokesman Nicholas Burns said a claim also was made\nto a newspaper in Riyadh, the Saudi capital. It wasn't clear whether\nthat was a separate, third claim.\nU.S. Secretary of State Warren Christopher was not inclined to believe\nthe claims. \"Where terrorism is concerned,\" he said, \"first guesses\nusually are wrong.\"\nBurns added: \"We have no leads whatsoever.\"\nMany of those killed in the attack, including Master Sgt. Kendall K.J.\nKitson of Yukon, Okla., had home leave coming up.\nNancy Kitson, clutching a letter from her 39-year-old brother that\narrived Wednesday, sobbed as she described how excited he was about\ncoming home next week.\n\"He was tall and handsome and had a kind of strange sense of humor. He\ncould always crack a joke,\" she sobbed. \"He was just a real good\nperson.\"\nThe United States says 270 Americans were injured in the blast. Saudi\nArabia puts the figure at 386, including 147 Saudis and 118\nBangladeshis.\nIn Washington, with the fatal blast much in mind, the Senate\nunanimously passed legislation Thursday allowing the military to train\nlaw enforcement agencies in this country against terrorism involving\nnuclear, chemical or biological weapons.\n\"We are woefully unprepared to deal with this kind of catastrophic act\nof terrorism if it occurs,\" Sen. Sam Nunn, D-Ga., coauthor of the\nmeasure, said in floor debate. \"The police departments, the fire\ndepartments are on record as saying, 'We need help.' And that's what\nwe're trying to do here. This is not going to solve the problem. This\nis a beginning.\"\nOffered as an amendment to the pending 1997 defense authorization\nbill, the measure passed 96-0. A senior House Republican and Democrat\nthen introduced the identical bill in the House.\nDespite the unanimous vote in the Senate, the fate of the legislation\nis uncertain. Earlier this year, House-Senate negotiators dropped a\nprovision from an anti-terrorism bill that would have allowed greater\ninvolvement by the military in combating domestic terrorism. That\nprovision had been included in the Senate version of the bill, but not\nthe House version.\n\nLoad-Date: June 28, 1996"
}