{
    "title": "Clinton speaks of technology, terrorism, interdependence",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 2,
    "full text": "Former president Bill Clinton spoke about the relationship between the information revolution and the attacks of Sept. 11 during a speech at the Los Angeles Convention Center on Monday.\nClinton spoke in front of an audience of about 2,100 as part of the OnLine Learning Conference held at the center.\n\"We have to spread the positive benefits of the information revolution,\" Clinton said, referring to the need to include developing nations as benefactors of technological advances.\nU. California-Los Angeles\nClinton said he originally intended to address advances in Internet-education technology that occurred during his administration. But he felt compelled to speak about the attacks on the World Trade Center and the Pentagon.\nHe related terrorism to the technological boom by pointing out that both were a product of increasing interdependence between people throughout the world.\n\"The great question facing people everywhere is whether, on balance, this increased interdependence will be positive or negative,\" Clinton said.\nHe said that though interdependence has led to \"a more diverse society\" in the United States, it has its drawbacks.\n\"The (diversity) makes it easier for terrorists to hide in the U.S., because there are people from everywhere,\" Clinton said.\nHe also congratulated the crowd for taking part in the conference in spite of the attacks.\n\"You did the right thing to have this meeting,\" he said. \"Going forward is consistent with what President Bush asked us to do.\"\nIn addition, Clinton praised citizens of his \"adopted\" state of New York -- he recently opened an office in Harlem and his wife Hillary is serving her first term as senator -- for their bravery during this time.\n\"The terrorists gave their lives to kill other people, but Americans gave their lives to save others,\" he said.\nClinton also urged members of the crowd, who were mostly invested in the information technology industry, to continue to progress.\nMany spectators reacted positively to Clinton's message.\n\"I think he's absolutely right that our careers are critical to the direction that our country and the world are taking,\" said Ginny Key, of the Economic Development Institute at Georgia Tech.\nThe OnLine Learning Conference was initially launched in 1998 as a user conference for Click2Learn, one of its primary sponsors, and has grown dramatically since then.\nThe prevailing theme of the conference is e-learning between professional training companies and their contracted corporations, allowing management consulting via the Internet.\nAmong the featured characteristics of the conference is its hands-on approach to presenting e-learning to business executives, so that they can bring what they've learned back to the office.\n\"We help with managing how a corporation's workforce learns,\" said Sara Britton, a spokeswoman for Click2Learn.\nFor instance, Britton said, its Aspen learning platform allows a manager to deliver personalized teaching according to the employees' individual skills and knowledge, coordinating it with the computer device or software that needs to be learned.\nAnother primary sponsor, Sun Microsystems, said its involvement in the conference is an opportunity to expand its marketability. It had one of the largest exhibits in the conference.\n\"We're sponsoring this because we want to do it right and do it big,\" said Mark Kulaga, marketing director for Sun.\n(C) 2001 Daily Bruin via U-WIRE\n\nLoad-Date: October 2, 2001"
}