{
    "title": "CLINTON CAUTIOUS ON IDEA OF SABOTAGE; BUT TERRORISM EXPERTS ARE STUDYING EVIDENCE(2)",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 7,
    "day": 19,
    "full text": "The Clinton administration, already on alert amid new threats to U.S. armed forces in Saudi Arabia and today's start of the Olympics in Atlanta, sought Thursday to dampen speculation that sabotage was behind the explosion Wednesday night of TWA Flight 800.\n\"The main thing I want to say to the American people today is we are working overtime on this,\" President Bill Clinton said at the White House. \"Do not jump to conclusions. Let's wait until we get the facts.\"\nAdministration officials said no new security measures had been imposed at U.S. military bases, government offices or airports. Those facilities are already operating \"on very high states of alert,\" as Defense Department spokesman Ken Bacon put it, because of the Olympics and a spate of new terrorist threats after last month's truck bombing of an American military residence in Dharan, Saudi Arabia.\nHouse Minority Leader Dick Gephardt, D-Mo., paraphrased the president as saying, \"The last thing we need to do is to frighten people wrongly abo ut terrorism if it doesn't exist.\"\nClinton maintained his schedule Thursday, and the White House said he intended to travel as planned to today's opening ceremony at the Olympics. The more telling indicator was that the government's top experts on terro rism were already sifting crash evidence, in an operation that began within an hour of the explosion and was centered in the Situation Room at the White House.\nNational security adviser Anthony Lake, said, \"The one rule I know on this, on military operations, with terrorism or whatever, is not to take to the bank anything you hear in the first hours afterwards.\"\nSome witnesses said Flight 800 had been struck by what looked to them like an anti-aircraft missile. An Arab newspaper published the day of the crash included what appeared to be an explicit threat against Americans that was attributed to the Movement for Islamic Change, the group responsible for the bombing that killed five Americans in Saudi Arabia in November.\nWhite House press secretary Mike McCurry said investigators were \"trying to clarify\" an abnormality that showed up on radar screens at the time of the crash.\nCBS News said a preliminary Pentagon analysis had shown that the blip was a false signal.\nState Department spokesman Nicholas Burns said he had turned over to the Justice Department and the White House an English translation of an Arabic tract threatening the American troop presence in Saudi Arabia and the Saudi government.\nThe tract was translated as saying, \"The mujahedeen will deliver the ultimate response to the threats of the foolish American president. Everyone will be amazed as to the size of that response.\"\nThe tract, dated July 16, said the Americans should be prepared to leave tomorrow, Burns said. The tract contained no reference to the TWA disaster and \"we don't see it as a specific threat pertaining to Americans,\" the spokesman said.\nBacon, the Pentagon spokesman, said intelligence agencies had received no threats related to TWA, Flight 800 or the New York-to-Paris route.\nClinton, in his televised remarks, noted that when Oklahoma City's federal building was blown up last year, many people assumed, erroneously, that the attack was the work of foreign extremists. The lesson for today, he suggested, is \"let's wait until we see the evidence.\"\nDefense Secretary William J. Perry had informed Congress just Wednesday of \"drastic changes\" in measures to protect U.S. forces in Saudi Arabia, including the relocation of troops to remote desert locations. He said the government was acting in response to intelligence reports suggesting that terrorist groups were planning to strike again.\nLake warned that like it or not, terrorist assaults are likely to continue.\n\"The larger point is that terrorism is not going to go away. We can be on the offensive against it.\nBut you're not going to defeat it. You can push it back and you can win tactical victories but this is, I think, a permanent part of the landscape for many years to come.\"\n\nGraphic\n\n \nPHOTO; Photo from AP - 'Do not jump to conclusions,\" President Bill Clinton advises Americans on the jet crash.\n\nLoad-Date: July 20, 1996"
}