{
    "title": "CLINTON CONDEMNS TERRORISM; PRESIDENT GETS STANDING OVATION AS HE ADDRESSES U.N. ASSEMBLY",
    "publisher": "pittsburgh post-gazette",
    "year": 1998,
    "month": 9,
    "day": 22,
    "full text": "Keeping his public focus on international events, President Clinton renewed a global call to arms against terrorism yesterday and attacked the idea that it is mainly an American problem of American making.\n''This is a threat to all humankind,'' Clinton said in a 21-minute speech to the opening of the 53rd session of the United Nations General Assembly. The hundreds of delegates gave Clinton a rare standing ovation as he was introduced in the cavernous hall at U.N. headquarters.\nWhite House aides were quick to tell reporters that Clinton was moved by the warm greeting, which offered a measure of support for a beleaguered president whose videotaped grand jury testimony in the Monica Lewinsky matter was playing on TV even as he spoke.\n''It reflects the love and respect that the international community feels for you,'' Clinton's national security adviser, Sandy Berger, quoted Pakistani Prime Minister Nawaz Sharif as telling the president afterward.\nStressing that the United States is carrying its load in the anti-terrorism battle, Clinton said he would submit a request to Congress this week for emergency funding to repair damage to the U.S. embassies in Kenya and Tanzania that were bombed last month and to beef up embassy security worldwide. Aides later said he would ask Congress for $ 1.8 billion.\nClinton also held a one-on-one meeting at the U.S. mission to the United Nations with Sharif. His Pakistani government and neighboring India are locked in a nuclear arms competition and tensions over the territory of Kashmir. Clinton has sought for months to halt the former and ease the latter.\nBerger later told reporters that Sharif indicated he would make a ''positive statement'' on the subject of nuclear testing during his address to the U.N. General Assembly tomorrow. Berger was not more specific except to say the statement would be about the Comprehensive Test Ban Treaty, which Clinton wants both India and Pakistan to sign as a way of reducing tensions.\nClinton is due shortly to decide whether to scrap his plan to make stops stop in India and Pakistan this fall during an Asia trip that was scheduled before the two countries shocked the world by detonating nuclear test devices in May in defiance of American warnings.\nOn a busy day in Manhattan, where thousands of people lined the streets to catch a glimpse of the president, Clinton also participated in a symposium at New York University School of Law on the emergence of a global economy and the challenges it presents to liberty and democracy. First lady Hillary Rodham Clinton also spoke at the forum, which drew many foreign leaders, including British Prime Minister Tony Blair and Italian Premier Romano Prodi.\nIn brief opening remarks to the symposium, Clinton said the world needs to think about ways to make the emerging global economy ''work for ordinary people.'' Part of that challenge, he said, is to deal effectively with immediate problems such as Russia's economic crisis.\nRather than focus on specific actions to combat terrorism, Clinton sought in his U.N. speech to define the global scope of the problem and dispel the idea that it is caused by an inevitable clash of cultures and a Western disregard for poorer nations.\n''It is a grave misconception to see terrorism as only, or even mostly, an American problem,'' Clinton said. ''Indeed, it is a clear and present danger to tolerant and open societies and innocent people everywhere.''\nHe listed terrorist incidents around the world over the past decade, including killings in Northern Ireland, Saudi Arabia, Turkey, Sri Lanka and Argentina, as well as the bombings last month at the U.S. embassies in Kenya and Tanzania that killed 12 Americans.\n''Some people believe that terrorism's principal fault lines center on what they see as an inevitable clash of civilizations,'' he said. ''It is an issue that deserves a lot of debate in this great hall. Specifically, many believe there is an inevitable clash between Western civilizations and Western values and Islamic civilizations and values. I believe this view is terribly wrong.''\nClinton sought to picture the United States as a friend, rather than a foe, of Islam. He said Islam is one of the fastest growing faiths in the United States, where there already are 1,200 mosques.\nClinton also attended a U.N. luncheon at which he offered a toast to U.N. Secretary General Kofi Annan. He praised the U.N. chief for his ''infinite patience'' and cooperative spirit.\n\nGraphic\n\n \nPHOTO, PHOTO: Bebeto Matthews/Associated Press: President Clinton called for; a united international front to combat terrorism while addressing the 53rd; session of the United Nations General Assembly yesterday.\n\nLoad-Date: October 2, 1998"
}