{
    "title": "Clinton warns against fixing bomb blame",
    "publisher": "the world",
    "year": 1993,
    "month": 3,
    "day": 6,
    "full text": "President Clinton urged Americans on Friday \"not to jump to conclusions\"  about who was responsible for the World Trade Center bombing or why they did  it. Clinton said he did not want to feed speculation after the arrest Thursday  of suspect Mohammed A. Salameh. The president, asked about the case at the end  of a brief news conference, said: \"I think it is very important not to rush  the judgment here, not to reach ahead of the facts which are known, to reach  broad conclusions about who was behind this or what happened. When I know who  was behind this and what happened, I will then determine what the appropriate  course for the United States is, and I will say it.\" \nBOMB DIGESTMubarak: Blast proof terrorism spreading \n \nEgyptian President Hosni Mubarak said Thursday the arrest of a suspect in the  World Trade Center bombing proved terrorism is spreading. He told the  Washington Post, \"This proves that terrorism is becoming a plague spreading  all over the world and it would call for international cooperation to resist  this unhealthy phenomenon.\" In the interview, Mubarak defended his  government's \"very heavy hand\" against Islamic extremists and ruled out  further political liberalization as way to combat Islamic political activism.  A Muslim extremist was killed and another was wounded Friday in a shootout  with police searching for the killers of a senior state security officer and  his child, police said. Police said the gunfight occurred in Sadafah, 200  miles south of Cairo, the same village where three extremists shot and killed  Lt. Col Mahran Abdel-Rahim and his 4-year-old son on Wednesday. In the past 10  months, Islamic extremists have been blamed for scores of deaths of police,  civilians and three foreign tourists. \n \nBill for death penalty in blasts proposed \n \nA bill to set a federal death penalty for murders caused by bombs or other  explosives has been introduced by New York Sen. Alfonse D'Amato in response to  the World Trade Center bombing that killed five people. \"There is no federal  death penalty for what took place (last) Friday,\" D'Amato, a Republican, said  in a statement Thursday. \"Under the law today the most that the guilty face  is life imprisonment.\" New York state does not have a death penalty. \"There  are two tragedies here,\" D'Amato said. \"The first tragedy is the pain we all  share from the deaths, injuries and destruction that resulted from the  bombing. The second tragedy is that if the individual is convicted, he will  not get the death penalty.\" \n \nPart of JFK evacuated due to package \n \nNEW YORK - A terminal at New York's John F. Kennedy International Airport was  evacuated Friday because of a suspicious package found at a check-in counter,  the Port Authority, which controls the airport, said Friday. The package,  found at Terminal 1, was later found to contain stereo components, spokesman  Bill Cahill said. He said the components looked similar to a bomb when they  were X-rayed. The New York City bomb squad was called to the scene at 7:30  a.m. and the building was evacuated. The \"all clear\" was given at 12:36  p.m., Cahill said, adding that there was no danger. \n \nAgents burst in on wrong Jersey City man \n \nJERSEY CITY, N.J. - Raul Lazarte, 35, who lives in the same building as  Mohammed Salameh, the suspect in the Trade Center bombing, said FBI agents  mistakenly stormed into his apartment Thursday afternoon. \"Somebody banged on  my door yelling \"FBI,' \" Lazarte said Friday. \"They said \"Open the door in  three seconds or we'll break it down.' I thought it was a joke.\" Lazarte, a  delivery driver for a deli in Manhattan, obliged. Within seconds, he said, an  FBI agent pushed him up against a wall in his apartment. He said two other  agents pointed automatic weapons at his head. \"They thought I was the World  Trade Center bomber. I'm just a driver.\" Agents apologized for the mistake.\n\nLoad-Date: March 12, 1993"
}