{
    "title": "Clinton_ U.S. needs '360-degree' strategy Top Democratic candidate assails GOP 'bluster'",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 12,
    "day": 17,
    "full text": "- Democratic presidential candidate Hillary Clinton said this week that the American people cannot give into fear in the aftermath of attacks in Paris and California, laying out a multi-pronged strategy to protect the homeland and prevent domestic terrorist attacks.\nClinton assailed her Republican rivals, telling an audience at the University of Minnesota that another ground war reminiscent of conflicts in Iraq and Afghanistan would play into the hands of the Islamic State group and fail to keep the U.S. safe.\nShallow slogans don't add up to a strategy, Clinton said. Promising to carpet bomb until the desert glows doesn't make you sound strong, it makes you sound like you are in over your head. Bluster and bigotry are not credentials for becoming commander in chief.\nClinton sought to assure Americans that she would protect the homeland and prevent homegrown terrorists from sprouting following deadly attacks in Paris and San Bernardino, California, incidents that have thrust terrorism to the forefront of the presidential campaign. \nMuch of her critique was aimed at Republican front-runner Donald Trump, whose call for a temporary ban on Muslims entering the U.S. has sparked worldwide debate.Her strategy includes proactive steps for capping Islamic State recruitment in the U.S., especially online, and for stopping potential jihadists from training overseas.\n She also urged that the U.S. take steps to stop foreign fighters from entering the country, discover and disrupt plots before they can be carried out, work more closely with law enforcement agencies and empower Muslim-American communities. \nThis is a 360-degree strategy to keep America safe, Clinton said.\nShe also reiterated her support for new restrictions on guns, saying it was time to restore the ban on assault weapons, a law first passed by her husband, former President Bill Clinton, which expired during the Bush administration. And she emphasized that the country must be prepared for more terror plots.\nAs President Barack Obama's former secretary of state, Clinton has largely endorsed the president's approach to dismantling the Islamic State group. Like Obama, Clinton has said she would not send American ground troops to the Middle East.\nBut Republicans view Obama's handling of terrorism as a weakness.Clinton is still linking terrorism to gun control, still standing by failed government bureaucracy, and still echoing President Obama's tired rhetoric, said Jeff Bechdel, a spokesman for the GOP-leaning America Rising PAC.In Minneapolis, Clinton said Silicon Valley technology companies should redouble their efforts to identify the messages of violent extremists used to recruit followers. She said the U.S. and its allies around the globe needed to commit to better sharing of information about suspected terrorists and take steps to revoke the passports and visas of those who join the IS.\n\nLoad-Date: December 17, 2015"
}