{
    "title": "Clinton stumping for Clinton_ Bill's dust-up with Chris Wallace may have been a bid to lift Hillary'",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 9,
    "day": 28,
    "full text": "James P. Pinkerton\nis a columnist for Newsday\nWho's winning the domestic political war over the international war on terror - Bill Clinton, President Bush or Sen. Hillary Rodham Clinton? Bill Clinton is fighting hard, for himself and his legacy, for his wife and her possible presidency.\nIn his novel 1984, George Orwell wrote, \"He who controls the past, controls the future.\" That is, the memory of past events shapes the understanding of the future. So if Bill Clinton can convince Americans that he did a good job fighting terrorism during his presidency, it might seem likely to voters that his wife would do a good job fighting terrorism in the future.\nStanding in between the actual Clinton past and the hoped-for Clinton future, of course, is Bush. If he can be shown to be doing a bad job on terrorism, well, all the better for both Clintons.\nThat's the Orwellian theory. Now for the reality. The reality of the Clinton presidency is twofold.\nOn the one hand, the United States enjoyed eight years of prosperity and no significant foreign wars. On the other hand, it's undeniable that Osama bin Laden and al-Qaeda gained momentum during the Clinton years; significant attacks on U.S. targets occurred in 1993, 1996, 1998 and 2000. If the American people regard the Clinton years as a time of false security, then Bill's presidency won't look good in retrospect, and Hillary's possible presidency won't look good in prospect.\nSo Clinton has a lot of work to do. He did some of it on Sunday in the interview with Chris Wallace on Fox News Sunday. (I am a contributor to Fox News.) Much of the spin that emerged after the show spoke of a near-war on the airwaves: Democratic National Committee chairman Howard Dean, for example, praised Clinton for opposing \"the right-wing propaganda machine.\"\nBut a look at the transcript shows less of a war and more of an ambush: Clinton ambushing Wallace. The Fox newsman began by chatting about Clinton's efforts at international philanthropy. Some interviewers might be tempted to ask whether Clinton was seeking to cleanse the various stains on his reputation through good works; yet the mild-mannered Wallace attempted no such psychologizing.\nOnly after a while did Wallace turn to questions of terrorism. Whereupon Clinton also turned - dramatically.\nPractically leaping out of his chair, the former president accused Wallace of seeking the interview under \"false pretenses,\" asserting that the interview was supposed to be only about the present, not the past.\nBut Clinton was obviously eager to talk about the past; he was prepared with facts and figures as well as with digs against the Bush administration.\nThe transcript is available, among other places, at ThinkProgress.org, under the helpful headline \"Clinton Sets the Record Straight on Terrorism, Smacks Down Fox News.\" That Web site, by the way, is a creation of the Center for American Progress, a think tank run by John Podesta, a former chief of staff to President Clinton.\nSo perhaps there's a pattern here. Perhaps Clinton planned his tirade, confident that the liberal echo chamber would stand ready to chorus its support. Such left-leaning enthusiasm would be good for the memory of the Clinton presidency, but it would also be good for another Clinton presidency - Hillary's.\nAnd in the middle of it all is Bush, the man leading the war on terrorism in the meantime. He doesn't have anyone as Orwellianly clever as Bill Clinton strategizing for him, and it shows.\nContact James P. Pinkerton at pinkerto@ix.netcom.com.\n\nLoad-Date: September 28, 2006"
}