{
    "title": "Clinton fights for anti-terror bill",
    "publisher": "the bismarck tribune",
    "year": 1995,
    "month": 5,
    "day": 28,
    "full text": "WASHINGTON (AP) -- Turning up pressure for his anti-terrorism package, President Clinton accused congressional critics Saturday of trying to deny police expanded wiretap authority and other tools they need for a fight \"we have to be able to win.\"\n\"I want the police to stop those people cold,\" Clinton said in his weekly radio address. \"The restrictive view taken by some people in Congress would handicap our ability to track terrorists down, follow them when they move and prevent their attacks on innocent people.\"\nASSOCIATED PRESS\nCongressional critics maintain that Clinton's proposals go too far, and could erode constitutional protections and infringe on civil liberties.\nAt issue are Clinton proposals to:\n* Expand wiretap authority. Clinton wants police to be able to move their wiretaps without getting a new court order each time terrorists move to evade surveillance.\n\"We shouldn't force law enforcement to lose valuable time by making them get a court to agree that a terrorist is trying to knowingly evade us,\" Clinton argued.\nThe Senate voted 52-28 on Friday to block a Democratic attempt to expand the government's wiretapping authority. Republicans expressed concern that the provision could infringe on the civil liberties of domestic political groups.\n* Expand the role of the military in fighting terrorism. Clinton wants to involve the military when terrorists are contemplating the use of biological or chemical weapons. Currently, the military can join in criminal investigations only when they involve nuclear weapons.\n\"There's simply no reason why we should use anything less than the very best we have to fight and stop the extraordinary threat now posed by chemical and biological terrorism all around the world,\" Clinton said.\nCritics are wary of giving the military a greater role in domestic law enforcement, warning of potential government abuse of individual rights.\n* Place traceable materials in chemicals that can be used to make bombs. Clinton wants to include tiny plastic tracers known as \"taggants\" in certain explosive materials so that bombs can be tracked to their source.\n\"Every day that goes by without a law like this a terrorist can walk into a store and buy material that is virtually untraceable,\" Clinton said.\nThe idea of explosive tracers has been around for years, drawing opposition from the explosives industry and the National Rifle Association, which cited safety concerns. Critics also argue tagging would push up the price of explosives and gunpowder, and could put miners and others who work with them at risk.\nClinton rejected suggestions that any of the three proposals was over-reaching, saying that the battle against terrorism was \"a fight we have to be able to win.\"\n\"Constitutional protections and legal restrictions are not being repealed,\" he said. \"We are simply giving law enforcement agencies who are committed to fighting terrorists for us the tools they need to succeed in the modern world.\"\nClinton unveiled his $ 1.5 billion anti-terrorism package one week after the April 19 bombing in Oklahoma City. Congressional leaders supported many of its provisions and pledged to complete work by Memorial Day.\nHowever, work on the legislation was delayed while legislators focused on the federal budget and amid partisan finger-pointing over the best way to get tough with terrorists.\n\nLoad-Date: January 15, 1998"
}