{
    "title": "CLINTON PROPOSES $ 2.8 BILLION TO COMBAT NEW ERA OF TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1999,
    "month": 1,
    "day": 23,
    "full text": "* The president says chemical weapons and computer technology are \"new tools of destruction\" for terrorists.\nPresident Bill Clinton warned on Friday that terrorists are seeking new ways to strike, and that the United States \"must be ready\" for attacks against computer networks and threats of chemical and germ warfare. He recommends spending $ 2.8 billion more on anti-terrorist initiatives.\n\"This is not a cause for panic,\" the president said. \"It is a cause for serious, deliberate, disciplined, long-term concern.\" He said that \"we have a better than good chance of success.\"\nClinton spoke of cyber-era threats in a speech before the National Academy of Sciences, dwelling on a subject of deepening concern and anxiety in the White House. Four years ago, the world was shocked by a nerve gas attack in the Tokyo subway; more recently, a rash of anthrax hoaxes have been perpetrated in the Los Angeles area.\n\"We do not know of any imminent attack being planned in the United States using chemical or biological weapons or using cyber attack techniques,\" said Richard Clarke, the president's national coordinator for anti-terrorism programs.\n\"But we do want to raise consciousness . . . that such attacks are growing increasingly likely.\"\nClinton said terrorists were seeking \"new tools of destruction\" because they recognize that they cannot defeat the United States with military force.\n\"We must be ready - ready if our adversaries try to use computers to disable power grids, banking, communications and transportation networks, police, fire and health services of military assets,\" the president said.\nLikewise, Clinton said, \"we have to be ready to detect and address a biological attack promptly, before the disease spreads.\"\nClinton's proposal must be approved by Congress. It represents a 40 percent increase for cyber defense over 1997. It would double spending for chemical and biological weapons defense over two years. The $ 2.8 billion would be in addition to Clinton's $ 7.2 billion request for conventional counterterrorism security programs.\n \nThe president said the United States had been too slow to react.\n\"For too long,\" he said, \"the problem has been that not enough has been done to recognize the threat and deal with it. And we in government, frankly, weren't as well-organized as we should have been for too long.\"\nOn Capitol Hill, Clinton's initiative got a better-late-than-never reaction from Rep. Curt Weldon, R-Pa., chairman of the House Armed Services subcommittee on research and development.\n\"We have been grossly underfunding programs to protect our information assets,\" Weldon said. \"While a late step, the president's announcement should help us regain some lost ground.\"\nThe president's initiative earmarks $ 52 million to continue assembling a national stockpile of medicines and vaccines to protect the civilian population.\nAnother $ 683 million would be set aside to train and equip emergency workers in cities and strengthen the public health infrastructure.\nThe plan also would devote $ 206 million to protect federal facilities and $ 381 million for dealing with nuclear emergencies.\n\nLoad-Date: July 6, 1999"
}