{
    "title": "CLINTON GOING TO EGYPT FOR TERRORISM SUMMIT",
    "publisher": "the philadelphia inquirer",
    "year": 1996,
    "month": 3,
    "day": 8,
    "full text": "President Clinton will travel to Egypt on Wednesday to attend a summit conference on terrorism, White House officials announced yesterday. The President also is likely to stop in Israel, White House sources said.\nTop Clinton administration officials have been consulting governments throughout the Middle East and elsewhere all week to see if a terrorism conference could be convened. Egypt is expected to announce today that it and the United States will cohost the summit in Sharm el-Sheik, a resort at the end of the Sinai Desert beside the Red Sea.\nIsrael Radio reported that representatives of about 20 countries would attend. But White House sources said it remained uncertain which countries' leaders would be there.\nEarlier yesterday, Clinton hedged when asked if he favored a summit, saying that \"we haven't ruled anything out.\"\nWhite House spokesman Michael McCurry said the Israeli government favors such a conference in the hope that it might shore up Israeli public support for the peace process, which has been badly shaken by four bombings in the last two weeks.\nPalestine Liberation Organization Chairman Yasir Arafat also has called for an antiterrorism conference. He is in charge of administering the lands formerly controlled by Israel that are reverting to Palestinian control under the peace process.\nSyria and Iran are believed to hold influence over Hamas, the militant group that has claimed responsibility for the bombings, but White House aides said it was unclear whether Syria would send a representative to any such conference. Iran surely would not because it is treated as a pariah nation by the United States and its allies.\nClinton wants to do whatever he can to build international support against terrorism and for the Mideast peace process, McCurry said, but it is not certain that a summit conference would help.\nOn summits, the White House spokesman said, \"our view always is that they need to be well-structured, the participants have to reflect the concerns that the international community expresses on issues of importance, and they have to lead to productive outcomes. And we have a great deal of diplomacy under way at this hour\" aimed at trying to decide if such a summit now could achieve those goals.\nEarlier in the day, Clinton huddled in the Oval Office with Jordan's King Hussein, who condemned the recent bombings.\n\"I would like to say that we are more than shocked, we are really angered by what we have seen in the way of violence in our part of the world. And we must do everything we can to put an end to this,\" Hussein said.\n\nLoad-Date: October 28, 2002"
}