{
    "title": "CLINTON SEEKS ACTION ON TERRORISM _",
    "publisher": "the philadelphia inquirer",
    "year": 1995,
    "month": 5,
    "day": 9,
    "full text": "President Clinton demanded immediate congressional action on his anti- terrorism package yesterday, disregarding Republican warnings that the promotion of an FBI official could stall the legislation. \"It needs to pass and pass now,\" he said.\nIn a slap at House Speaker Newt Gingrich, the President said: \"Nothing can justify turning this bill into a political football.\"\nGingrich suggested Sunday that Attorney General Janet Reno's decision to make Larry Potts the FBI's deputy director \"will further slow down the terrorist legislation and will mean even greater concern over civil liberties, which I don't think is inappropriate.\"\nAnti-government groups have criticized Potts since he oversaw the 1992 siege at the home of white separatist Randall Weaver in Ruby Ridge, Idaho, a situation begun by the U.S. Marshals Service. Potts also oversaw the 1993 standoff and ultimate demise of the Branch Davidian compound in Waco, Texas, following a raid by the Bureau of Alcohol, Tobacco and Firearms.\nPotts was censured for his role in the Weaver episode, after an FBI sharpshooter accidentally killed Weaver's wife. But Potts is a trusted associate of FBI Director Louis J. Freeh and has been commended for his leadership in the Oklahoma City bombing investigation.\nGingrich spoke Sunday of the \"genuine fear\" many rural Americans have of the federal government, and said the Potts promotion was \"sending a signal that watching the FBI is not illegitimate.\"\nThe promotion \"does have the consequence, I think, of making members of Congress take a step back, and remind them that it is useful to have oversight,\" Gingrich said.\nBefore boarding Air Force One for Russia yesterday, Clinton summoned reporters for a brief response without mentioning Gingrich by name.\n\"The government needs the ability to deal with the technological challenges presented by terrorism,\" Clinton said. \"This legislation does it, and there is simply no reason to delay it.\" He urged the Republican-led Congress to pass his package by Memorial Day.\nThe proposal would expand the federal government's ability to investigate and monitor presumed terrorist groups. The measure enjoys considerable bipartisan support, but lawmakers have expressed concern about possible government abuse of individuals' rights.\n\nLoad-Date: October 28, 2002"
}