{
    "title": "CLINTON OKS CURBS ON FOREIGN FIRMS DEALING WITH LIBYA , IRAN",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 8,
    "day": 6,
    "full text": "President Clinton signed legislation yesterday that imposes harsh economic sanctions on companies that make future investments in Iranian and Libyan petroleum ventures and vowed to wage an international battle against terrorism, with or without the support of key U.S. allies.\nThe bill, crafted by Congress to deny Iran and Libya revenues that could be used to finance terrorist attacks, has drawn sharp criticism from France, Germany and other European allies who say it could do serious damage to their economies.\nA spokesman for the French Foreign Ministry in Paris charged yesterday that the legislation would ''create a particularly dangerous precedent for the security and development of commerce.''\nClinton brushed aside the complaints, declaring at a White House bill signing ceremony that ''every advanced country is going to have to make up its mind whether it can do business with people by day who turn around and fuel attacks on their innocent civilians by night.''\nLater, during a foreign policy address at George Washington University, Clinton chided Congress for refusing to pass anti-terrorism measures he has sought to combat domestic terrorism, including expanded wire tapping authority for the FBI and a requirement that chemical markers be used in manufacturing black and smokeless powders commonly used in bombs. He said he would press for action on those and other measures when Congress returns next month from its recess.\n''I want to make it clear to the American people that while we can defeat terrorists, it will be a long time before we defeat terrorism,'' Clinton said in calling for tougher law enforcement measures, tighter security at airports and greater international cooperation.\n''America will remain a target because we are uniquely present in the world . . .  because we have taken a tougher stand against terrorism, and because we are the most open society on earth.''\nAs he signed the economic sanctions legislation, the president described Iran and Libya as ''two of the most dangerous supporters of terrorism in the world.''\nHe said the legislation would help to deny those countries money they need to finance international terrorism and to obtain weapons of mass destruction. He also said it would intensify pressure on Libya to extradite the suspects in the bombing of Pan Am Flight 103 over Lockerbie, Scotland.\nClinton was joined in the Oval Office by relatives of victims of the 1988 downing of that flight. Also present were Secretary of State Warren Christopher; Attorney General Janet Reno; Clinton's national security adviser, Anthony Lake; Sen. Alfonse D'Amato, R-N.Y.; and GOP and Democratic House members.\nLawmakers frequently cited Pan Am 103, as well as last month's explosion of TWA Flight 800, where a bomb is suspected, as they pressed for passage of the sanctions legislation. Libya and Iran are on the State Department's list of nations supporting terrorism and the United States has banned trade with both.\nThe legislation will impose sanctions on foreign companies that provide more than $ 40 million in new investments for the development of oil and gas resources in Iran or Libya. It sanctions foreign companies that violate existing United Nations prohibitions against trade with Libya involving arms, certain oil equipment and civil aviation services.\nA French firm, Total SA, has been active in Iran and Libya. Some U.S. officials were outraged last year when the company took over development of two giant offshore oil and gas fields in Iran after the United States barred Conoco and other American companies from the project.\nClinton administration officials stressed yesterday that the legislation would not affect companies or individuals currently doing business in the two countries, only those that enter into new contracts or investments.\n \nPunishment would range from denial of Export-Import Bank assistance to prohibition on loans or credits from U.S. financial institutions of more than $ 10 million in any 12-month period to denial of U.S. government procurement opportunities. U.S. companies are already barred from doing business with Iran and Libya.\n\nLoad-Date: August 9, 1996"
}