{
    "title": "CLINTON IN THE MIDDLE EAST; Assad and Clinton Speak_ Shared Quest for Peace",
    "publisher": "the new york times",
    "year": 1994,
    "month": 10,
    "day": 28,
    "full text": "Following are excerpts from remarks by President Clinton and President Hafez el-Assad of Syria at a joint news conference after they met at the Presidential Palace in Damascus, as transcribed for Reuters by the Federal News Service, a private transcription company. President Assad's remarks were made through an interpreter.\n \n \nOPENING STATEMENTS\n \nPRESIDENT ASSAD: I would like to express my deep satisfaction with the fact that our views were identical regarding the importance of achieving a comprehensive peace on the basis of Security Council Resolutions 242 and 338 and the principle of land for peace and that the solution we seek has to be just in order to be stable and lasting.\nI have reaffirmed to President Clinton the continued commitment of Syria to the peace process and her serious pursuit of a comprehensive and just peace as a strategic choice that secures Arab rights, ends the Israeli occupation of the Arab land in conformity with the Security Council Resolutions 242, 338 and 425 and enables all peoples of the region to live in peace, security and dignity.\nI also stressed to President Clinton -- emanating from the principle of full withdrawal for full peace -- I stressed to President Clinton the readiness of Syria to commit itself to the objective requirements of peace through the establishment of peaceful, normal relations with Israel in return for Israel's full withdrawal from the Golan to the line of June 4, 1967, and from the south of Lebanon. . . .\n \nPRESIDENT CLINTON: My talks here with President Assad are a sign of our mutual determination to achieve a peace of the brave as quickly as possible. The United States will do everything possible to help make that a reality.\nFor peace to endure, it must also be just. Peace between Israel and Syria must be based on United Nations Security Council Resolutions 242 and 338 and the principle of land for peace. Peace must also be real.  More than mere words on paper, more than just the absence of war, nations must establish normal, peaceful relations.\nPeace must also be secure for both sides. Security for one side should not come at the expense of the other's security. Peace must guarantee security against surprise attack by any side, and peace must enable the parties to invest in economic development rather than military might.\nAll sides must enjoy stability and tranquillity. Violence must cease.  Borders must no longer be subject to aggression, terrorist infiltration, violent acts or bombardment. The murderous acts of terror that we have witnessed over the past weeks have two targets: first, innocent people who have been killed and wounded, and second the very peace that President Assad supports. All who work for peace must condemn these terrorist acts. . . .\n \nQUESTIONS AND ANSWERS\n \nQ. President Assad, you do seem to hold in the minds of many the key to a comprehensive peace in the Middle East, and you have now expressed the bottom line of what will be true peace in the Middle East.  How do you intend to go about getting it? And how soon will it occur?\nAnd, President Clinton, do you agree that there should be a full withdrawal of Israeli troops from the Golan Heights and Lebanon -- Syrian troops from Lebanon to make a real peace in the Middle East?\n \nPRESIDENT CLINTON: I think I answered the question in my statement. We believe that the peace between Israel and Syria must be based upon the United Nations Security Council resolutions, and we made some progress today in our own talks, the details of which, as you would expect, I am not free to discuss. But we are moving today consistent with the United Nations Security Council resolutions, and we will continue to do it until we have a peace that is based on those resolutions.\n \nPRESIDENT ASSAD: For a long time we've been moving according to a mechanism that pushes us to achieve a peace process. We are relying in this, as President Clinton said, on Security Council resolutions and on different activities undertaken by all the parties, particularly the United States of America. We achieved a few things and we didn't achieve other things. We are going to continue our pursuit in order to reach there in this way or in any other more effective way in order to achieve peace sooner. . . .\nQ. Mr. President, in your speech today you emphasized the significance of security for both sides -- i.e., Syria and Israel. On numerous occasions Israeli leaders have sought preferential and rather advantageous security arrangements as a precondition for any peace pact with Syria. It's common knowledge that Israel possesses a huge arsenal of both conventional and mass destruction weapons, refuses to sign the nuclear arms nonproliferation treaty. How do you explain your endorsement of any future package of security arrangements in view of Israel's illogical and unacceptable precondition?\n \nPRESIDENT CLINTON: Well, first of all, the -- I don't have to explain it because there won't be a peace agreement until both sides agree on security measures. And these are measures that to some extent are objective and to some extent are based on intuition, the feeling, about what the possible future threats to Syria and to Israel are. But the United States has absolutely no hesitation in facilitating an open and straightforward exchange on those issues. Both sides will have to be satisfied that their security needs are met. . . .\nI don't believe for a moment that President Assad or Prime Minister Rabin would agree to a peace that would undermine the security of either nation. I think both of them will feel that they're more safe after the agreement rather than less safe. . . .\nQ. On a number occasions, the United States has stressed commitment to Israel's security and has provided Israel with all forms of financial and military support. How would you, Mr. President, reconcile your role as an honest intermediary in the peace process and your different way of dealing with Syria, who since the outset of the peace process has confirmed her seriousness and positive attitude to make the process successful?\n \nPRESIDENT CLINTON: The commitment of the United States to the security of Israel is something that goes back a long way, is of long standing, and is a given as a part of our foreign policy. I think that, notwithstanding that commitment, President Assad and all others in the Middle East who have dealt with us in this peace process which say that we have done our best -- not just me, but especially the Secretary of State, Mr. Ross and others -- to be an honest intermediary, to carry the legitimate concerns of the various parties, to try to help them to make peace.\nI would say to you, if I might, what I said in the previous answer. This peace agreement will never occur unless Israel and Syria sign with the absolute conviction that they will be more secure for signing it, not less secure. So whatever the details of the ultimate security arrangement are in this peace treaty, if it is signed by the leaders of both countries, it will only be because they are both convinced that they will be safer after they sign than they are before.  And we will support that in any reasonable way that we can.\nQ. President Assad, President Clinton referred to terrorism earlier. As you're aware, the United States keeps Syria on its list of countries that sponsor terrorism. Did you in this discussion promise not to sponsor terrorism anymore? Did you acknowledge that you, in fact, do? And can you tell us what the Syrian view is of terrorist activities?\n \nPRESIDENT ASSAD: We did not discuss terrorism as a separate title, and the context of our discussions mentioned some of the examples of the discussions which took place between me and some of these senior American officials, these discussions which are related to accusing Syria of supporting terrorism. I said in these discussions to the American senior official, whom I asked then to mention for me one incident in which Syria has committed a terrorist action, and he was helpless. He was not able to mention one single incident in which Syria supported terrorism. . . .\nBut at any rate this was not one of the topics on the agenda in my discussion with President Clinton, and we are discussing what is more important, and our concern and focus was on the peace process. If the time allows, I would have asked all of you, does anyone of you have anything that proves that Syria has done a single terrorist act, but I don't want this to be a question to you, because time does not allow such a question.\n \nPRESIDENT CLINTON: Well, in light of that comment, I want to make two points.\nFirst of all, in our meeting I said, and I believe that President Assad agrees, that if we are going to have peace in the region and a peace agreement is made, then supporting those who try to undermine a peace that is made is inconsistent with that, particularly if they try to undermine it with terrorist tactics.\nSecondly, we do not, we cannot, and we will not support the killing of innocent civilians. And President Assad repeatedly said to me in our meeting today that he thought that was wrong as well wherever it occurred, whether in the bus incident or in Hebron. So we did discuss it in that context.\n\nLoad-Date: October 28, 1994"
}