{
    "title": "Clinton_s Combative Fox Interview",
    "publisher": "the tampa tribune ",
    "year": 2006,
    "month": 10,
    "day": 1,
    "full text": "More Finger-Shaking\nRegarding \"Clinton Cries Foul During Fox Interview\" (Other Views, Sept. 27):\nThis is the same man who looked millions of us who trusted him in the eye, shook his finger in our faces and proclaimed he \"did not have sex with that woman, Ms. Lewinsky.\" This is the lawyer who laid his hand on the Bible, swore to tell the truth in a court of law (at his deposition), and then lied and was justly disbarred.\nNow he shakes his finger again and wants us to believe that he tried hard to do for eight years what Bush couldn't do in eight months and he has no blame! The greatest disgrace is that he has not even the sense to blush; his blind minions will continue to defend his deceit and don't have the decency to be ashamed.\nMYKE MORRIS\nPlant City\nClassic Clinton\nFormer President Clinton's combative interview defending his anti-terrorism policy on \"Fox News Sunday\" with Chris Wallace was classic Bill Clinton.\nFact of the matter is that in the '90s, when al-Qaida blew up American targets abroad, the FBI would fly in and work it as a crime scene - like a liquor store holdup in Plant City.\nClinton's praise for former White House anti-terrorist chief Richard Clarke and his persistent suggestion that Clarke's book is the messiah for Clinton's anti-terrorism policy overlooks the huge paper trail of statements Clarke left contradicting the argument in his book.\nClinton didn't address the problem. Bush got it right: Go to where the terrorists are; overthrow their sponsoring regimes; destroy their camps; kill their leaders.\nInstead, all the Islamists who went to Afghanistan in the '90s graduated from Camp Osama and were dispersed throughout Europe, Asia, Australia and North America, where they lurk to this day. That's the Clarke-Clinton legacy on terrorism.\nJERRY LOFSTROM\nPlant City\nEight Years, Eight Months\n\"That's the difference in me and some, including all of the right-wingers who are attacking me now,\" Clinton said in the interview with Chris Wallace last Sunday.\n\"They ridiculed me for trying. They had eight months to try. They did not try.\"\nEight months? Bush hardly had his seat warm. What about the fact that Clinton had eight years, three interns, one Arkansas beauty queen, a couple of divorcees, Paula Jones and several unnamed bimbos solicited by Clinton's Arkansas State Police to \"get\" bin Laden or al-Qaida, whichever came first. We know which was more important at the time, don't we?\nDONALD W. PLEZIA\nSpring Hill\nTreasonous Neglect\nWhat better way to divert the attention from Dubya and his worthless criminal friends than to continually try to bring Bill Clinton in the picture.\nLet me clue you right-wing morons in on something: Bubba left office some time ago.\nMaybe somebody had better look into the fact that Dubya and Cheney knew what bin Laden was going to do and flat-out allowed it to happen because they needed an excuse to get into Iraq.\nHow much more treasonous can you get?\nRODNEY RAY\nBrandon\nCopyright © 2006, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nLETTERS\n\nGraphic\n\n \n.\n\nLoad-Date: October 3, 2006"
}