{
    "title": "CLINTON VOWS TERRORISM WON'T FORCE U.S. TO RETREAT",
    "publisher": "the philadelphia inquirer",
    "year": 1998,
    "month": 8,
    "day": 9,
    "full text": "As the death toll of Americans from the East Africa terrorist bombings reached 11 yesterday, President Clinton said he had no plans to order a U.S. retreat from global hot spots.\n\"That would give terrorism a victory it must not and will not have,\" he said.\n\"We will continue to take the fight to terrorists,\" Clinton said in his weekly radio address. He said he had no intention of withdrawing diplomats or troops from dangerous areas, despite the bombings Friday at the U.S. embassies in Nairobi, Kenya, and Dar es Salaam, Tanzania.\nEleven Americans were confirmed dead, all in Kenya, as rescue workers dug through rubble in the hours following the bombing there.\nTwelve American citizens were hospitalized - 10 embassy officers and two private citizens. Of the 12, 10 were to be flown to the Ramstein Air Base in Germany. Five injured Kenyan employees of the embassy were to join them on the trip.\nClinton discussed the events in East Africa yesterday with French President Jacques Chirac, who expressed sympathy over the loss of life. Regrets over the bombings were offered by countries as diverse as Israel and Cuba.\nA White House meeting with Secretary of State Madeleine K. Albright and other high-level officials was held yesterday to take stock of the situation and to weigh future steps.\nOfficials remained mum on likely suspects. There was no immediate assessment of a claim of responsibility by a group calling itself the Islamic Army for the Liberation of Holy Places.\nClinton urged Americans to have faith in the government's resolve to hunt down terrorists. While acknowledging that those who killed 19 U.S. servicemen in Saudi Arabia in 1996 remained at large, he cited breakthroughs in the struggle against terrorists, such as resolution of cases involving terrorist acts at the CIA and the World Trade Center, both in 1993.\nDefense officials said the Pentagon had readied or dispatched 14 military aircraft with security and antiterrorist experts, medical supplies, and critical-care specialists to assist in recovery efforts at the two embassies.\nThey include more than 100 troops specializing in security tactics and two 50-man Marine Corps Fleet Antiterrorist Security Teams, a Pentagon statement said.\nAbout 36 men and women from Air Force medical units based in Germany and Saudi Arabia also were dispatched to the disaster scenes.\nMore than 360 units of whole blood are being transported as part of the 150,000 pounds of equipment and medical supplies, the statement said.\nAmong those departing yesterday was a 62-member rescue squad from the Washington suburb of Fairfax County, Va., with 55,000 pounds of gear and four search dogs.\n\nNotes\n\nDeath at the Embassies\n\nLoad-Date: October 24, 2002"
}