{
    "title": "CLINTON'S SUBSTANCE OVER TRUMP'S BOMBAST ON TERROR",
    "publisher": "tampa bay times",
    "year": 2016,
    "month": 6,
    "day": 14,
    "full text": "Even as the names of those killed in the Orlando massacre continued to be released Monday, the political debate resumed over how to fight terrorism and hatred. Hillary Clinton provided somber steadiness and a thoughtful way forward. Donald Trump resorted to bombastic demagoguery, profiling and reckless political attacks. The contrast could not be starker nor the stakes higher for the nation's future.\nThe investigation into the nation's worst mass shooting revealed new details about the killer, 29-year-old Omar Mateen of Fort Pierce. ISIS took credit for the slaughter, but there is no evidence Mateen was directed by others or part of a coordinated plot. He invoked ISIS in a 911 call from the Pulse nightclub, but he also mentioned the Boston Marathon bombing that had no connection to the group. The FBI director is convinced Mateen was radicalized by ISIS rhetoric, and the FBI had interviewed him three times in two years. Yet he was able to pass a standard background check and legally buy an assault rifle and a handgun days before he killed 49 people.\nFighting terrorism and hatred, keeping this nation safe and preserving our constitutional freedoms requires a sophisticated approach at home and abroad. Yet Trump has suggested President Barack Obama resign and declared Monday the nation is \"led by a man that either is not tough, not smart, or he's got something else in mind.'' It's hard to imagine any other presidential candidate making such a sinister insinuation about an incumbent after such a national tragedy.\nIn a rambling speech Monday afternoon, Trump repeated he would unilaterally ban immigration from multiple nations to stop terrorism. He insisted Muslims in this country know who the terrorists are and should stop protecting them, and he rejected accepting any Syrian refugees regardless of their backgrounds. He mocked any new gun control initiatives, falsely alleged that Clinton wants to repeal the Second Amendment and vowed not to succumb to political correctness. Such a defiant tone and simplistic approach is not comforting to an anxious nation or a world where cultivating alliances and nurturing relationships with law-abiding members of all religions has never been more important.\nIn tone and substance, Clinton provided a more detailed, responsible vision. She methodically delivered a three-pronged strategy focused on strengthening alliances to fight terrorism abroad, tightening gun controls at home and calling on Saudi Arabia and Kuwait to work with the United States to counter the radical rhetoric of Islamic extremists. These are the sorts of policy questions that should be the focus of the presidential campaign, rather than the name-calling and bigotry embraced by Trump.\nEven when the right issues are raised, there are few easy answers. Mateen was on a terrorism watch list as the FBI investigated him for 10 months and interviewed him twice before closing the review in 2014. Clinton suggested anyone fitting that description should not be able to legally buy a gun. She also would not allow guns to be sold to anyone on the federal no-fly list. Those are ideas worth exploring, but they also raise questions about intelligence gathering and due process that would have to be sorted out.\nThis renewed debate about terrorism, gun control and the security of all Americans will play out over months of campaigning. Clinton offers nuanced public policy proposals and a world view based on inclusion and cooperation. Trump continues to engage in dangerous rhetoric and simplistic declarations - and he shows no sign of changing.\n\nGraphic\n\n \nPHOTO - AP (2): Hillary Clinton; Donald Trump\n\nLoad-Date: June 14, 2016"
}