{
    "title": "CLINTON ORDERS BOOST IN AIRPORT SECURITY; PRESIDENT LOBBIES FOR ANTI-TERROR SPENDING",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 9,
    "day": 10,
    "full text": "President Bill Clinton issued orders Monday to tighten airport security and challenged Congress to support a $ 1.1 billion anti-terrorism crackdown.\n\"Terrorists don't wait,\" he said. \"And neither should we.\"\nClinton unveiled the proposals in an Oval Office ceremony. \"As a result of these steps, not only will the American people feel safer, they will be safer,\" he contended.\nThe White House Commission on Aviation Safety and Security, which unveiled its recommendations last week, formally presented them to the president Monday. In embracing the report, Clinton:\nOrdered immediate criminal background checks of airline workers with access to secure areas.\nDirected the Federal Aviation Administration to set up a system in certain airports to match each piece of luggage with a passenger. An Air Transport Association spokesman said such a system could cause enormous delays.\nPromised to sign an executive order making the National Transportation Safety Board the point agency to help families of plane crash victims.\nAnnounced that the U.S. armed services would provide several dozen specially trained dogs for security at key airports.\nThe goal of matching luggage to passengers is to prevent anyone from checking a bag and then not boarding a plane.\nWith 500 million domestic passengers a year, each carrying an average of 1.7 bags, \"you're talking about one of the biggest logistical problems you could imagine,\" said David A. Fuscus, spokesman for the Air Transport Association, the trade association for U.S. airlines. \"We're going to cooperate, but it's a huge job.\"\nUnder the president's directive, the FAA would require the baggage matches at certain airports - including at least one big hub - within 60 days to determine the best procedure.\nThe president's commission also:\nRecommended the purchase of 54 explosive detection systems to screen baggage, 410 trace detectors to screen carry-on items and 114 new canine teams at U.S. airports.\nProposed spending $ 10 million for a computer system to track passengers with suspicious travel patterns and $ 31 million to bolster inspection of outbound international air cargo.\nCalled for more FBI agents to expand investigations of domestic terrorist groups at a cost of $ 92 million. 'No Magic Answer'\n\"There is no silver bullet or single magic answer,\" said Vice President Al Gore, who headed the commission. \"So we're presenting a combination of approaches - some high-tech, some low-tech, even some no-tech.\"\nThe airport safety recommendations would cost $ 429.4 million. On top of that, Clinton proposed $ 667.4 million in anti-terrorism measures that are not solely aimed at airport security. They included:\n$ 436.9 million to improve security at U.S. facilities around the world. That includes $ 122.6 million to relocate units and improve security at military installations in the Persian Gulf after the June bombing that killed 19 U.S. military personnel in Saudi Arabia.\n$ 114 million to expand and strengthen federal law enforcement agencies, including the FBI, the bureau of Alcohol, Tobacco and Firearms and the Immigration and Naturalization Service.\n$ 117 million to protect Americans in the aftermath of terrorist acts, including $ 93 million to the Pentagon so it can train soldiers about the tactics of terrorists and how to use physical protection equipment.\nSome of the ideas are old. The report calls for $ 21.3 million for a study of markers - called taggants - that can be placed in explosive material. The Republican-led Congress has repeatedly blocked that measure.\nAbout one-third of the $ 1.1 billion package proposed by Clinton would be covered by a supplemental spending bill the administration will send to Congress, the Office of Management and Budget said.\nAdministration officials said the rest of the money would come from current budgets, though they did not say what programs would be cut to pay for the anti-terrorism plans. With an election approaching, it was unclear whether the spending bill had much chance in the GOP-led Congress.\nFor example, Sen. Orrin Hatch, R-Utah, chairman of the Senate Judiciary Committee, said Congress had approved $ 1 billion in anti-terrorism funds in a bill passed in April. \"The administration would be wise to utilize the resources Congress has already provided before it requests additional funding.\"\nClinton appointed the commission after the July 17 crash of TWA Flight 800, which exploded over the Atlantic Ocean off Long Island, killing all 230 people on board. The cause of that disaster has yet to be determined.\n\nGraphic\n\n \nGRAPHIC; Color Graphic Chart - Elements Of Anti-Terrorism Package Highlights from the $ 1.1 billion anti-terrorism package. Increase FBI staffing to, among other things, enhance investigations of domestic groups… $ 92 million Buy an array of explosive detection devices to screen baggage at U.S. airports.......… $ 91 million Buy 410 \"trace detectors\" to screen carry-ons. $ 38 million Establish 114 new canine teams to inspect baggage, cargo, aircraft and parked vehicles at airports..............................…  $ 9 million Install a computer system to track passengers with suspicious travel patterns..........… $ 10 million Bolster inspection of outbound international cargo....................................… $ 31 million Increase the Federal Aviation Administration's research budget to develop explosive screening devices........................… $ 20 million Increase the FAA's security work force by 600 positions................................… $ 18 million Improve security at U.S. facilities around the world................................… $ 437 million Improve law enforcement anti-terrorism efforts.$ 114 million\n\nLoad-Date: September 10, 1996"
}