{
    "title": "Clinton offer to pardon terrorists faces probe",
    "publisher": "the deseret news",
    "year": 1999,
    "month": 9,
    "day": 2,
    "full text": "WASHINGTON -- Sen. Orrin Hatch, R-Utah, worries that poor screening by the Justice Department may have helped lead to the Clinton administration's offer to pardon 16 terrorists.\nAnd he signaled in a letter to Attorney General Janet Reno on Wednesday that his Senate Judiciary Committee intends to hold hearings to investigate the matter.\nThat came as Hatch requested all Justice Department documents about its role in a clemency offer to 16 members of the Armed Forces of National Liberation (FALN), a group seeking independence of Puerto Rico. All had been convicted on terrorism-related charges.\nHatch noted that the Justice Department's Office of the Pardon Attorney is, by federal rule, supposed to prepare a report and make recommendations on every request for presidential pardon.\nBut Hatch said that a New York Times story reported that the department's report on the FALN clemency issue \"failed to make any formal recommendation -- notwithstanding vigorous opposition to clemency expressed by the federal law enforcement community.\"\nHatch wrote Reno, \"I would hope that on a matter of such importance, the Department of Justice -- and the attorney general in particular -- would make its views known to the White House.\"\nHe added, \"I am writing in the hopes that these published reports are erroneous\" -- especially because media reports have said the department had tape recordings of FALN members planning future acts of violence while in prison.\nHatch said he wanted all documentation on the matter \"as an initial step in preparation for possible hearings\" and said he hoped a review of them \"will shed light on the department's handling of this matter.\"\nMeanwhile, another Senate committee announced it has already scheduled a hearing for Sept. 15 on Clinton's clemency offer.\nSen. Paul Coverdell, R-Ga., chairman of the Senate Foreign Relations Subcommittee on Terrorism, said that hearing will assess the administration's policy toward terrorism in light of the clemency offer.\nCoverdell recently wrote Clinton saying, \"Your decision is an insult to all the victims of terrorism. At minimum, I hope you can provide some insight as to why you have chosen to ignore the counsel of key advisors in your administration in arriving at this unfortunate situation.\"\nCoverdell said prosecutors and the FBI recommended against clemency. He said the FALN in recent years \"has claimed responsibility for more than 100 bombings, killing six people and injuring 130.\"\n\nLoad-Date: September 2, 1999"
}