{
    "title": "CLINTON GIVES ISRAEL $100 MILLION PLEDGE",
    "publisher": "charleston gazette",
    "year": 1996,
    "month": 3,
    "day": 15,
    "full text": "JERUSALEM (AP) - Grieving with the Israeli people, President Clinton\npledged $ 100 million on Thursday to the fight against terrorism. But he\nacknowledged that no one - not presidents or princes or prime ministers\n- can guarantee \"a risk-free world.\"\nIn an emotional trip that coupled meetings with Israeli Prime Minister\nShimon Peres with a visit to the grave of Peres' slain predecessor,\nYitzhak Rabin, Clinton imagined aloud how Americans would react to the\nterrorism that confronts Israel.\n\"Our people would be off the wall. They would be angry. They would be\nfurious. They would want action,\" he said.\nTo that end, Clinton pledged the $ 100 million over two years to pay for\nanti-terrorism initiatives, in-cluding training, bomb-detection\nscanners, X-ray systems and ro-botics for handling suspect packages.\nIsraeli officials said they envisioned using much of the U.S. aid to\nhelp establish a separation zone with the West Bank to try to prevent\nterrorist infiltration. The idea of the zone, which would include\nelectronic fences, guard towers and bomb-sniffing dogs, was first\nproposed by Rabin and was approved by the Israeli Cabinet March 3.\nIn Washington, however, a State Department official said, \"The United\nStates does not intend for any of its aid to be used in any kind of\npermanent separation zone.\"\nClinton intends to use $ 50 million already approved by Congress, and is\nasking for another $ 50 million for the fiscal year that begins in\nOctober.\nShlomo Dror, spokesman for the Israel army liaison with the\nPalestinians, said the U.S. government was being asked to provide\nspecial training for bomb-sniffing dog units and for electronic\nequipment to be used along the separation line. Israel also needs\nhelicopters and all-terrain vehicles to help patrol the zone, he said.\nClinton left Israel Thursday evening, leaving behind a team of U.S.\nofficials including CIA Director John Deutch and Secretary of State\nWarren Christopher to work on an anti-terrorism accord. The aim is to co\nmplete an agreement before Peres visits Washington late next month.\nAt a joint news conference with Clinton, Peres promised that the peace\nprocess would continue, although he said the terrorist attacks on Israel\nmade it more complicated. \"It's not black and white. It's like climbing\na mountain. It is difficult, it takes time. You don't reach the peak in\none jump,\" he said.\nClinton's visit came a day after the Red Sea summit, which saw Israelis,\nArabs and other world leaders gathered together in an unprecedented\njoint stand against terrorism.\n\"The foundation was laid down to go ahead with peace and reject\nterror,\" Peres said.\nSaid Clinton, \"Can we create a risk-free world here in Israel? No. Can\nwe reduce the risks and do much better? Yes.\"\nHe brought with him a stone from the White House lawn, where Rabin had\nsealed with a handshake a landmark peace agreement with Yasser Arafat,\nnow head of the Palestinian Authority.\nWearing a black skullcap, Clinton placed the stone on the slain prime\nminister's tombstone at Mt. Herzl Cemetery, in accordance with Jewish\ntradition. Rabin's widow, Leah, looked on, and afterward joined hands\nwith Clinton. Rabin was killed Nov. 4 by a Jewish militant opposed to\nrelinquishing Gaza and most of the West Bank to the Palestinians.\nClinton stopped, as well, at Beit Hinuch, a Jerusalem high school that\nlost three graduates in the four suicide bombings that have rocked\nIsrael since Feb. 25. Outside, he told reporters: \"If you want to be\nfree and safe, you have to stand against terror. It doesn't matter\nwhether you're Israelis or Palestinians.\"\nBy all appearances, Clinton's message was well-received by a country\nwhose confidence in U.S.-backed land-for-peace deals with the Arabs was\nshaken by the bombings. All open societies are vulnerable to violence,\nhe said.\nIn Tel Aviv, he said terrorism had its roots in \"the grip of that\nancient fear that life can only be lived if you're looking down on\nsomeone else.\"\n\"We know your pain is unimaginable, and in some extent unsharable, but\nAmerica grieves with you,\" he said.\n\nLoad-Date: March 15, 1996"
}