{
    "title": "Clinton_ Pakistan Had No Choice But To Be More Aggressive Against Terrorists",
    "publisher": "the capital ",
    "year": 2009,
    "month": 10,
    "day": 29,
    "full text": "(RTTNews) - Visiting U.S. Secretary of State Hillary Rodham Clinton told students at one of Pakistan&apos;s top universities that the government of Pakistan had no choice but to take a more aggressive action against Taliban and other extremist forces, failing which, it would have ceded ground to terrorists to destabilize the country.\nShe was answering Thursday one of the students at the Government College of Lahore who suggested that Washington was forcing Pakistan to use military force on its own territory.\n\"The terrorists are a small but deadly group who must be defeated,\" Clinton stressed.\nShe expressed her confidence that the Pakistani security forces and the government would emerge successful against the scourge of terrorism.\nPakistani military is engaged in a tough battle against Tehreek-e-Taliban Pakistan (TTP) extremists in the semi-autonomous tribal region of South Waziristan, which is being closely followed by the United States and its NATO allies, involved in the conflict in neighboring Afghanistan.\nThe all-out military offensive has triggered one of the biggest evacuations that South Asian country has witnessed, with up to 250,000 civilians fleeing the rugged, mountainous conflict zone.\nThe military operation, codenamed &apos;Path to Deliverance,&apos; is seen as crucial in defeating extremism in the nuclear-armed country.\nClinton justified US government&apos;s \"participation and cooperation\" in Pakistan&apos;s fight against militancy and terrorism saying that both the allies have \"common and serious challenges to face in this region.....So there is no other way for us,\" and added: \"We are standing with your county as the US is committed to Pakistan&apos;s success against terrorism and to hold you on the road of a strong democracy.\"\nShe said Washington was equally concerned of Taliban forces taking over substantial swaths of land in the Swat valley and in areas along the Afghan border, as terrorists trying to infiltrate into the United States from across the Canadian border.\nIn a fitting reply to several questions from the students that raised doubts about the United States&apos; interest in security in Pakistan, the top U.S. Diplomat said: \"If you want to see your territory shrink, that&apos;s your choice.\"\nOn the second day of her visit to Pakistan, Clinton stressed her intention to reach out to ordinary citizens in the country and urge a better effort to bridge differences and improve mutual understanding.\n\"We are now at a point where we can chart a different course,\" she said in an apparent reference to frequent and active interaction between Washington and Islamabad at official and political levels, different from the previous U.S. Administration.\nShe said President Barack Obama&apos;s administration wanted to engage with Pakistan, which traditionally sees the United States as interested only in securing its military cooperation in the fight against the Taliban and Al-Qaeda.\nClinton urged Pakistan&apos;s youth to stand firm against the forces of religious extremism, saying it threatened everything that both Americans and Pakistanis hold dear.\nShe denied suggestions that the Kerry-Lugar bill, which triples non-military U.S. aid to Pakistan with an annual outlay of $1.5 billion for five years, is part of micromanagement of Pakistan.\nDuring the hour-long interaction with students, she also announced a number of aid packages to its South Asian ally.\nUS will provide $45 million for higher education in technical and university courses.\nClinton also committed $85 million for poverty-eradication and $125 million to improve power supply facilities in the impoverished South Asian country.\nIn Lahore, Pakistan&apos;s cultural center and capital of the Punjab province, the former U.S. first lady was scheduled to meet main opposition leader and former prime minister Nawaz Sharif and hold meetings with businessmen.\nAn extensive security blanket was clamped on the eastern Pakistani city during Clinton&apos;s visit. She had just landed in the capital Islamabad Wednesday, when a massive car-bomb explosion in a bustling market in Peshawar, the capital of Pakistan&apos;s militancy-hit North-West Frontier Province, killed more than 100 people.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}