{
    "title": "Clinton scolds U.N. on drugs, terrorism",
    "publisher": "the tampa tribune ",
    "year": 1996,
    "month": 9,
    "day": 25,
    "full text": "SUMMARY: The president says the message to drug traffickers and terrorists should be they have no place to run or hide.\nUNITED NATIONS - President Clinton, criticized by Republicans as being too lax in the war on drugs, chastised U.N. members Tuesday for failing to adopt \"zero tolerance\" policies for narcotics trafficking and terrorism.\nThe United States will do its part, Clinton promised in an address to the General Assembly. He said his administration will assign $ 100 million worth of surplus defense equipment, services and training to Mexico, Colombia and other South American and Caribbean countries to \"help our friends stop the flow of drugs at the source.\"\nTERENCE HUNT; of The Associated Press\nClinton said the message to drug traffickers and terrorists should be: \"You have no place to run; you have no place to hide.\"\nSix weeks before the election, Clinton's remarks appeared aimed at deflecting criticism from Republican rival Bob Dole, who has attacked the president's drug policies and blamed him in part for a doubling in teen drug use during his presidency.\nAfter campaign criticism of the United Nations by Dole and Pat Buchanan, Clinton said that the vast majority of Americans support the world body, but \"unfortunately, some Americans … ignore what the United Nations has done.\"\nHe pledged the United States would come up with the $ 1.7 billion it owes the United Nations.\nAfter an early-morning flight from Washington, the president spent barely 1+ hours at the United Nations. He signed a global treaty banning nuclear test explosions before addressing the General Assembly.\nHe paid a diplomatically awkward courtesy call on U.N. Secretary General Boutros Boutros-Ghali, whom the president has vowed to block from a second term.\nThe president also met at the U.S. mission to the United Nations with the prime minister of Japan and the foreign ministers of Saudi Arabia and Russia.\nIn his remarks to the General Assembly, Clinton called the test ban \"the longest sought, hardest fought prize in arms control history.\" Supporters hope the treaty will make it difficult for any country - even those that don't sign - to conduct nuclear tests in defiance of international opinion.\nClinton urged the world body to isolate \"rogue states\" such as Iran, Libya and Iraq that \"refuse to play by the rules we have all accepted for civilized behavior.\"\n\"Last year I asked the nations assembled here to commit to a goal of zero tolerance for aggression, terrorism and lawless behavior,\" the president said. \"Frankly, we have not done that yet. Real zero tolerance means giving no aid and no quarter to terrorists who slaughter the innocent and drug traffickers who poison our children, and to do everything we can to prevent weapons of mass destruction from falling into the wrong hands.\"\nClinton did not mention any nation but his statement appeared aimed at America's allies that still have commercial trade with countries that the United States considers sponsors of terrorism.\n\nGraphic\n\n \nPHOTO,\n President Clinton signs the Comprehensive Nuclear Test Ban Treaty Tuesday at the United Nations before he addressed the General Assembly. AP photo\n\nLoad-Date: September 26, 1996"
}