{
    "title": "Clinton Warns Bush_ Go Slow On Libya Thaw",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 4,
    "day": 13,
    "full text": "Senator Clinton and other Democrats are warning the Bush administration against pursuing a full rapprochement with Libya before the families of victims of the bombing of Pan Am Flight 103 are paid all the money owed by the African nation under a $2.7 billion settlement it agreed to in 2003.\nThe victims' families are upset that State Department officials are in a headlong rush to restore normal relations with Libya before outstanding terrorism claims are settled. \"Anti-terrorism is supposed to be their top priority. ... It is so insulting and so disheartening,\" the president of a Pan Am 103 victims' group, Kara Weipz, said.\nThe senators raised their concerns in a letter sent to the deputy secretary of state, John Negroponte, just before he began a weeklong trip that includes a stop in Tripoli.\n\"We urge you to use the opportunity your visit presents to send a strong message to Libya's President Qaddafi that he must settle the remaining terrorism cases against his country before he can have fully normalized diplomatic relations with the United States,\" Mrs. Clinton wrote, along with others, including Senators Lautenberg and Menendez of New Jersey.\nThe settlement called for Libya to pay a total of $10 million to the families of each of the 270 victims of the 1988 Pan Am 103 bombing. Libya agreed to make partial payments as various milestones were reached, such as the lifting of sanctions imposed by the United Nations and America, as well as the removal of Muammar Gadhafi's regime from the list of terrorism-supporting states.\nLibyan officials never authorized the final payment of $2 million to each of the families, claiming that America missed a deadline for the country's removal from the terrorism list. America took Libya off that list last year, but the move was slow in coming because of the country's alleged involvement in a plot to assassinate then-Crown Prince Abdullah of Saudi Arabia. Tripoli also backed away from deals to settle claims of victims of other terrorist acts linked to Libya, such as the 1986 bombing of a German discotheque and the 1985 attack on passengers at the El Al ticket counter in Rome.\nFamily members of those killed in the Pan Am bombing sharply criticized the Bush administration for making concessions to Tripoli before the terrorism cases are resolved.\n\"They've already given Libya everything they wanted and were not supposed to receive until after the families were completely paid. The leverage is completely shot,\" Glenn Johnson of Hempfield, Pa., whose daughter, Beth Ann, 21, was killed on the flight, said.\nMr. Johnson said he doesn't object to Mr. Negroponte's visit to Libya but wants him to take a hard line. \"It should be on the top of his list to say Libya must live up to its commitments,\" he said.\nState Department officials said the trip, which also includes stops in Sudan, Chad, and Mauritania, is focused on addressing the violence in Darfur. They declined to say whether Mr. Negroponte will raise the family members' concerns during his upcoming visit.\n\"We have encouraged a settlement, certainly, but the United States is not a party to those discussions,\" a State Department spokesman, Sean McCormack, told reporters this week, according to Reuters.\nThat comment sparked outrage from Ms. Weipz, whose brother, Richard Monetti, died in the attack. \"I'm kind of at the end of my rope with the State Department,\" she said. \"I'm not a private matter. I'm an American citizen and the State Department's job is to protect my interests, and they're supposed to protect my brother.\"\nMs. Weipz said she suspects that administration officials are so eager to claim a victory with Libya that they are overlooking the untidy details. \"They tout this as their model for other rogue states like North Korea and Iran. What message does that send? We'll be tough to a point and then we're going to let you off?\" she asked.\n\nLoad-Date: April 13, 2007"
}