{
    "title": "CLINTON DOCTRINE DEFINED",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 2,
    "day": 21,
    "full text": "The United States would take unilateral military action if its security was threatened or if an unstable country developed long-range nuclear weapons, Newsweek reported yesterday, quoting a White House document. Newsweek said the document, Presidential Review Document 13, spelled out the U.S. policy response to various potential foreign crises. The document said only a ''Level One'' crisis would trigger troop commitment, a crisis that included such things as an attack on a NATO country or the discovery of a long-range nuclear capability in an unstable region. The magazine said Clinton would sign the document next month.\nCREDIT CARD TERRORISM\nTerrorists with links to the World Trade Center bombing may now be targeting your wallet, according to a confidential Secret Service memo obtained by the Daily News. The Treasury Department agency has alerted major credit companies that a radical Mideast religious group may be smuggling thousands of counterfeit credit cards into the United States as a way of financing terrorism. The counterfeiters reportedly have account numbers for thousands of cardholders. Their principal couriers are believed to be Iranians and Armenians.\n \nMUSHER, 8 DOGS DROWN\nAn experienced sled dog musher and eight of his 10 dogs drowned after they strayed off course and fell through ice on a frozen bay, authorities said yesterday. The body of William H. Orazietti, 50, was found late Saturday in 10 feet of water in Little Bay De Noc on Michigan's Upper Peninsula, said Thomas Guy, chief judge of the Upper Peninsula 200 Sled Dog Championship.\n \nTOP DOG STATE\nAccording to the American Veterinary Medicine Association, the Sooner state leads the nation in the percentage of households with canines. In fact, a Fido, Rover, Lassie or Benji resides at nearly one of every two Oklahoma homes, narrowly outpacing Texas and Arkansas as the most hospitable state for dogs. Working dogs always have played an integral part in farm life in a state where about half the 3.3 million residents live in rural areas.\n\nLoad-Date: September 15, 1994"
}