{
    "title": "CLINTON, PERES SIGN ANTI-TERRORISM PACT; U.S. , ISRAEL MOVE TOWARD DEFENSE ALLIANCE",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 5,
    "day": 1,
    "full text": "President Bill Clinton extended U.S. help to Israel in countering terrorism Tuesday and moved toward a defense alliance \"to meet common threats in the years to come.\"\nPrime Minister Shimon Peres said the anti-terrorism accord strengthened Israel's hand in pursuing peace with Syria and Lebanon. The peace process would die if terrorists succeeded, he said, because \"terror would win the day.\"\nUnder the accord, the United States and Israel agreed to share information and analyses on guerrillas and their organizations; exchange information on transfers of funds to organizations involved in such attacks; and help each other on extradition and prosecution of suspects.\nAfter signing that pact, Clinton and Peres had lunch, and an announcement emerged from it on their agreement to explore putting the two countries' longtime military relationship on a more formal basis.\n\"U.S.-Israeli strategic cooperation will grow in importance\" in view of the proliferation of weapons of mass destruction in the Middle East and other threats to regional peace, the White House said in a statement.\nSecretary of State Warren Christopher and Israeli Foreign Minister Ehud Barak will head steering committees to carry out the agreement and also to deal with ways to make the $ 3 billion annual U.S. aid program to Israel more effective.\nClinton and Peres discussed Iran's nuclear program and \"the threat it poses to that region,\" said a senior U.S. official.\nThroughout his visit, which began Sunday in a meeting with Defense Se cretary William Perry, Peres has identified terrorism generally and Iran specifically as Israel's major concerns. By contrast, he has praised Yasser Arafat, chairman of the Palestine Liberation Organization, as a fighter against terrorism and has said Israel wants to pursue peace accords with Lebanon and Syria.\nTuesday afternoon, Peres met with House Speaker Newt Gingrich, R-Ga., and Minority Leader Richard A. Gephardt, D-Mo. Both pledged their continued backing.\n\"We wanted to indicate our continued support on a bipartisan basis both for the peace process and the security of Israel,\" Gingrich said. \"We do not want to allow terrorism or acts of violence to slow the peace process.\"\nClinton said terrorists \"aim to kill the growing hope for peace itself.\"\n\"With every new step along the path to peace, its enemies grow more and more desperate,\" the president said. \"They know a new day is dawning in the Middle East.\"\nTuesday's agreement formalized Clinton's offer in March to provide Israel with technology, research and information on terrorists. During his visit, Peres also gained a U.S. promise to help Israel with a laser defense system against Hezbollah guerrillas' Katyusha rockets and, in the interim, a possible adaption of the U.S. Navy's Phalanx missile-defense system designed for warships.\n\"We must do everything in our power to stop the killing,\" Clinton said.\nClinton's support for Israel and showcasing of Peres, who is in a tough battle for election May 29, seems designed to boost the prime minister and endorse his policy of trading land for peace with the Arabs.\nBut Clinton said inviting Peres to Washington now was \"extremely appropriate\" and \"the right thing to do.\" He said also that Israeli voters \"have shown pretty good judgment a long while now.\"\nThe last election carried the late Yitzhak Rabin to the prime minister's office. Rabin concluded agreements with the PLO and Jordan in which Israel relinquished territory for pledges of peace. Peres is expected to make similar offers to Syria and Lebanon if he wins. Negotiations to expand Palestinian rule on the West Bank are due to open Sunday.\n\nGraphic\n\n \nPHOTO; Photo By Agence France-Presse - Israeli Prime Minister Shimon Peres (left) shows President Bill Clinton how to sign his name in Hebrew Tuesday at the White House.\n\nLoad-Date: May 1, 1996"
}