{
    "title": "Clinton brings message to Israel ; 'Some progress' is cited in president's Damascus meeting with Syr",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 10,
    "day": 28,
    "full text": "President Clinton traveled to Israel yesterday bearing new proposals from Syria that U.S. officials hope will put the two Middle Eastern nations in the fast lane toward peace.\nNearing the end of his four-day dash through the region, a weary Clinton arrived to a warm welcome in Israel's capital, where streets were festooned with American flags and banners and patrolled by thousands of police and army troops on guard against threatened terrorist attacks.\nReporting on his four hours of talks with Syria's President Hafez Assad earlier in the day, Clinton told the Israeli parliament: ''I believe something is changing in Syria. Its leaders understand it is time to make peace.''\nHe announced that he would send Secretary of State Warren Christopher back to the region within a few weeks to continue the peace drive.\nEarlier in the day, Clinton became the first president in 20 years to visit Syria, where he said he made ''some progress'' in private talks urging Assad to pick up the pace of negotiations with Israel.\nClinton refused to give details of the initiative he brought to Israel. Christopher said the Syrian leader had moved on key issues that divide the two nations.\nIsrael and Syria are at an impasse on trading land for peace. Israel has offered to return at least part of the Golan Heights, the strategic border highlands that it captured during the Six-Day War in 1967, in a phased withdrawal in exchange for normal diplomatic relations with Syria.\nU.S. officials were hopeful that they can speed up the talks and attain the U.S. goal of an Israeli-Syrian settlement within the next four to six months.\nBut the public diplomacy was far less promising, as Clinton and Assad made their public appearance in the vast white marble People's Palace overlooking the Syrian capital of Damascus.\nAt a joint press conference, a prickly and defensive Assad was miffed when asked if his government supports terrorism, an allegation that has long been made by the U.S. State Department.\n''This was not one of the topics on the agenda in my discussion with President Clinton,'' retorted Assad, who tried to dismiss the charges by asserting that he had grilled a senior U.S. official to cite ''one incident in which Syria has committed a terrorist act, and he was helpless.''\nClinton jumped in to stress that he had brought up the issue of terrorism, especially last week's bus bombing in Tel Aviv and the attack on Moslem worshippers at Hebron last February. The Clinton entourage spent much of the remainder of yesterday trying to undo the impression that the president, who has been preaching against terrorism in public, had been soft on it when speaking to Assad.\nAt a news conference with Israeli Prime Minister Yitzhak Rabin last night, Clinton expressed disappointment that the Syrian leader had not spoken out against violence.\n''I regret that … President Assad did not take the opportunity to say in public what he said to me in private, and that is his deep regret about the loss of lives, and particularly the bus bombing,'' Clinton said. ''He said to me, 'You know, we have to end the killing business, wherever it occurs.' ''\nClinton's failure to achieve a tangible and public concession from Assad brought scoffing from critics of the current trend in the peace effort.\n''There was nothing new on top of what was said in Geneva. It was really an anticlimax, almost a non-event,'' said Yossi Olmert, a former member of the Israeli peace negotiating team. The conservative Olmert said he expected the U.S. team to have obtained concessions from Assad as a price for making the visit to Syria.\nThe president has also been under attack from home for meeting with Assad. House Minority Whip Newt Gingrich, R-Ga., charged this week that the Syrian leader is ''more ruthless'' than the ex-dictator of Haiti, Lt. Gen. Raoul Cedras.\nExpectations had been high among Israeli officials that Clinton would convince Assad to meet publicly with Rabin or approve direct negotiations between the countries' foreign ministers.\nIsrael's President Ezer Weizman, greeting Clinton upon his arrival, said: ''We hope that you are bringing good news with you from Damascus. If not, we have patience.''\nThe president, who had come to the Middle East to help celebrate the signing of a peace treaty between Israel and Jordan, completes his tour today by jetting to Kuwait for a visit with U.S. troops holding the line against threats from Iraqi President Saddam Hussein. Clinton makes a brief stop in Saudi Arabia to meet with King Fahd before returning home tomorrow.\n\nLoad-Date: November 1, 1994"
}