{
    "title": "CLINTON PURSUES MIDEAST SOLUTION; BACKS NETANYAHU ON TERRORISM ISSUE",
    "publisher": "pittsburgh post-gazette",
    "year": 1997,
    "month": 4,
    "day": 8,
    "full text": "With Israeli Prime Minister Benjamin Netanyahu at his side, President Clinton declared yesterday that he would explore ''any reasonable opportunity'' to get Mideast peace talks back on track. But he refused to endorse Netanyahu's call for a Camp David-style summit.\nAt the outset of a two-hour White House meeting, Clinton said he agreed with Netanyahu that Israel should not have to make concessions to the Palestinians to end terrorist attacks on Israeli civilians. ''No one should ever have to bargain to be free from terrorism,'' Clinton said.\nClinton also renewed his call for a statement from Palestinian leader Yasser Arafat of ''zero tolerance'' for terrorism.\nAfterward, Clinton described his talks with Netanyahu as ''very thorough,'' but there was no sign of a breakthrough.\n''We discussed a number of ideas to move the peace process back on track, assuming that the battle for terrorism is engaged effectively,'' Netanyahu said at a news conference.\n''These are preliminary discussions. Nothing formal, nothing definitive was said. And I'm sure we'll have the opportunity to continue these exchange of views over the coming days and weeks.''\nClinton said he would consider ''any reasonable opportunity'' to get peace talks up and going again. But he indicated he was not prepared to set up a summit meeting between Netanyahu and Arafat under U.S. auspices or make any other dramatic move right away.\n''It's important not to jump into this,'' Clinton said. His chief mediator, Dennis Ross, also suggested there would be no quick fix, and said the United States could not impose a solution.\n''We can't wave a magic wand and put things back on track,'' Ross said at the annual conference of the American Israel Public Affairs Committee, a pro-Israel lobby. ''But we can serve as a bridge to put this process back on track.''\nAccording to White House spokesman Mike McCurry, the president gave Netanyahu ''some serious things to think about.'' McCurry declined to say whether they had made progress toward ending an impasse in Mideast peacemaking that is Clinton's first foreign policy crisis in his second term.\nClinton described his session with Netanyahu as thorough and said he would do his ''very best'' to reopen peace talks.\nNetanyahu began the day with a speech to an enthusiastic gathering of thousands of Christians and Jews who held their fourth annual unity conference in support of Israel.\n''If they want peace, they must fight terrorism,'' the prime minister said.\nHe ridiculed a Palestinian assertion that Israel's decision to build a new Jewish neighborhood in Jerusalem amounted to a declaration of war against the peace process. ''It's the terrorism of walk-up rentals,'' Netanyahu said as many in the audience whooped their approval.\nIn a serious vein, Netanyahu said 75 percent of the land on which Har Homa was being built was owned by Jews and that Israel was building 10 neighborhoods for Arabs, as well.\nA Palestinian delegation is due in Washington later in the week for talks on the impasse in Mideast negotiations.\n''So for obvious reasons,'' White House spokesman Mike McCurry said yesterday, ''we will be very measured in what we say today. A lot of hard work goes into this process. I don't anticipate big announcements today because this is a work in progress and will be a work in progress.''\nIn New Delhi, meanwhile, U.N. Secretary-General Kofi Annan said in response to an appeal by Arafat that it was ''quite possible'' the General Assembly would convene in special session to take up the Middle East. The Security Council was stopped by a U.S. veto from condemning Israel over its plan to construct the new Jewish neighborhood.\n\nLoad-Date: April 9, 1997"
}