{
    "title": "CLINTON, CONGRESSIONAL LEADERS TO MEET TODAY ABOUT TERRORISM",
    "publisher": "the world",
    "year": 1996,
    "month": 7,
    "day": 29,
    "full text": "NEW ORLEANS (AP) - A day after a pipe-bomb explosion cast a pall over\nthe Summer Olympics, President Clinton summoned congressional leaders\nto the White House today to seek tougher measures against a growing\nthreat of terrorism.\n\"As Americans, we can and must join together to defeat terrorism\nwherever it strikes and whoever practices it,\" the president said in a\nspeech Sunday.\nSpecifically, he said Congress should reverse itself and make it\neasier to wiretap telephones used by suspected terrorists. And he\ncalled for a requirement for putting chemical markers, known as\ntaggants, in explosives to make it easier to track down bomb makers.\nThe president vowed \"to do whatever is necessary to give law\nenforcement the tools they need to find terrorists before they strike\nand to bring them swiftly to justice when they do.\"\nTo build a case for tougher steps, Clinton invited FBI Director Louis\nFreeh to today's meeting. The president said he was encouraged by\ncomments by House Speaker Newt Gingrich, who exppessed willingness to\nconsider expanded wiretaps and taggants.\nGingrich, R-Ga., was invited to today's meeting, along with Senate\nMajority Leader Trent Lott, R-Miss., Senate Minority Leader Tom\nDaschle, D-S.D. and House Minority Leader Richard Gephardt, D-Mo. All\nwere expected to attend, White House deputy press secretary David\nJohnson said.\nUnder pressure from liberals and conservatives, Congress dropped the\nwiretap provision in anti-terrorism legislation Clinton signed April\n24. The taggant provision also was watered down.\nGingrich, interviewed on NBC's \"Meet the Press,\" said, \"I think that\nwe should have a provision that allows us to recognize that we now\nlive in the age of the cellular telephone and allows us to track an\nindividual person\" He said the taggant requirement was \"a\npossibility.\"\nThe threat of terrorism was Clinton's primary focus as he addressed\nthe 75th annual convention of the Disabled American Veterans.\nBefore an audience of many World War II veterans, Clinton said, \"You\nknow what it is personally to face an enemy. Today, we have an enemy\nit is difficult to face, because the enemy is so often hidden, killing\nat random, surfacing only to perform cowardly acts.\n\"Their aim is to demoralize us as a people and to spread fear into\neveryday life. We must not let them do that.\"\nClinton got a good reception from the DAV and was welcomed with strong\napplause. A conservative radio talk show host had urged listeners\nFriday to complain about the president's appearance, triggering a\nflood of calls to a DAV service center here.\nThe president said \"we all are outraged\" by the bombing in Atlanta.\n\"We all admire the athletes, the thousands of volunteers, the tens of\nthousands of fans who made a strong statement to the world yesterday\nwhen they showed up and carried on the Olympics, saying that they\nwould not be intimidated by terrorism and that no terrorist could kill\nthe Olympic spirit.\"\nIn the aftermath of the TWA explosion and the Atlanta bombing, t\nerrorism has suddenly moved to the front of the nation's domestic\nagenda, drawing election-year attention from both Clinton and\nRepublican rival Bob Dole.\n\nLoad-Date: July 29, 1996"
}