{
    "title": "Cloaked Terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 2,
    "day": 25,
    "full text": "Sabrina Iman Arsalane is a freshman majoring in international studies. \nWithin the United States alone, Islamophobia is a multi-billion dollar industry, according to the 2013 Council on American-Islamic Relations report. It is no secret that Fox, CNN, and other major media outlets have instilled the fear of Muslims in the minds of the American people. These media outlets are referred, by CAIR, as the \"inner core\" of the US-based Islamophobia network, which is comprised of 37 different networks of various platforms. This inner core is literally paid to fuel and encourage hatred of Islam. The media talks about Muslims, or any people of color for that matter, inflicting acts of terror far more than they do if a white person were to do the same. If enough coverage and attention is given to a white criminal, their good deeds are showcased, the most innocent photos of them splatter our screens, and they are labeled as a lone wolf or mentally unstable instead of what they actually are: terrorists.\nIn Chapel Hill, North Carolina, three Muslims, Deah Barakat (23), Yusor Barakat (21), and Razan Abu-Salha (19) were viciously murdered, execution style, in their own home by their neighbor Craig Hicks on Feb. 10. The media portrayed this as the cause of an ongoing parking dispute instead of the hate crime and terror attack in which it truly was. Major news networks, such as CNN, glorified Craig Hicks and called him a good samaritan for having rescued dogs. His actions that took three exceptionally promising lives were justified by the media over a supposed parking disagreement. When Craig Hicks was spoken about on news stations and articles, he was given dignity, respect, and every single time he was referred to as a man and \"the alleged shooter\". What the media failed to do was dig up his dirty secrets as they do to criminals of color. His facebook statuses were made up of violent anti-religion posts and he referred to himself as a \"gun-toting\" atheist.\nShortly after the triple homicide took place, two separate shootings occurred in Copenhagen, killing a film maker and a synagogue guard. A Muslim man by the name of Abdel Hamid El-Hussein killed the film maker at a free speech event in a cafe and later a guard at a synagogue, before being shot dead by authorities. Without any hesitation, the media called it a terror attack and referred to El-Hussein as a terrorist and \"Islamic\" extremist.\nI have not failed to notice that the words \"extremist\", \"radical\", and \"terrorist\" are only ever used when describing a Muslim criminal. The shooting of Charlie Hebdo is of the plethora of instances in which this has happened. Hebdo was a magazine artist in France who depicted disrespectful images of the the Prophet Muhammad which sparked outrage throughout the Muslim world. In reaction to the images, two teenage Muslim brothers bombarded the magazine's headquarters and shot 12 dead, including a police officer in the street. In response to this crime, news networks across the Western world shoved the phrases \"terrorist\" and \"Islamic extremism\" down our throats. For weeks, people were tweeting and posting the hashtag #JeSuisCharlie. To add onto the outpour of sympathy for Charlie Hebdo, world leaders such as Netanyahu, David Cameron, and Angela Merkel attended and led protests against \"Islamic\" extremism.\nI cannot help but note the irony of said leaders marching against such violence. Seven journalists in Gaza were killed under Prime Minister of Israel, Benjamin Netanyahu, who tried to prove to the world he was a defender of free speech by attending the marches in France. There is a very obvious double standard when it comes to journalism and labeling certain acts as terrorism. The Western world, specifically the United States, is so proudly pursuing a \"war on terror\" by invading, ruining, and raping countries in the Middle East, North Africa, and beyond, yet cannot even keep the terror occurring within its own country, by Americans themselves, in check. After all, the United States holds the highest intentional homicide rate in the entire developed world, according to both the United Nations Office on Drugs and Crime and the Organization for Economic Co-Operation and Development. In fact, Iran, Cuba, and Syria, three of the multiple countries put onto the \"State Sponsors of Terrorism\" list in 2010 by the United States Department of State (and they remain there), have lower murder rates than that of the United States.\nWhile I most certainly agree with the fact that the Charlie Hebdo shooters and El-Hussein were terrorists, I also believe that Craig Hicks is a terrorist and should be labeled as such. The media has failed to realize that the definition of terrorist is anyone who inflicts terror upon others. Craig Hicks did exactly that, constantly taunting the Barakats with his gun and harassing them before eventually murdering them. The media needs to take responsibility and appropriately label things as they are. If they are going to call ISIS Islamic extremists, they should then be calling the KKK and Christian terrorists in the Central African Republic, Christian extremists. By linking the entire religion of Islam to its less than miniscule percentage of evil-doers, the media sends out waves of propaganda to those watching, which in turn creates a system of cyclical hatred and oppression towards Muslims throughout the world.\n\nLoad-Date: February 26, 2015"
}