{
    "title": "Clock ticks down for terrorism bill",
    "publisher": "the hill",
    "year": 2014,
    "month": 12,
    "day": 3,
    "full text": "House Financial Services Committee Chairman Jeb Hensarling (R-Texas) is facing pressure from within his own party to strike a deal to save the federal terrorism insurance program.\nHensarling will meet behind closed doors on Wednesday with House Republicans to discuss the path forward on the program, which provides a federal backstop in the event of catastrophic terror attacks.\nCongress must reauthorize the Terrorism Risk Insurance Act (TRIA) by the end of the year, or it will shut down, an outcome feared by business groups that say the federal help is crucial for skyscrapers, stadiums, amusement parks and other possible terrorism targets.\nHensarling and other conservatives in Congress say the insurance help ¯ which was pitched as temporary in the aftermath of the Sept. 11, 2001, terrorist attacks ¯ should be changed so that some of the risk is shifted from taxpayers to the private sector.\nHouse leadership has left Hensarling to negotiate a TRIA deal with Sen. Charles Schumer (D-N.Y.), who has championed the program as crucial for the economy.\nSo far, the talks haven't yielded a breakthrough.\n\"I share my colleagues' frustrations on TRIA negotiations because most members support a long-term reauthorization,\" Hensarling said. \"They not only rejected my compromise, they refuse ¯ refuse ¯ to negotiate.\"\nThe Senate passed a seven-year reauthorization of the insurance program in July on a 93-4 vote. Hensarling's committee approved a five-year reauthorization bill with reforms in June, but business groups gave it a tepid response, and it never received a House vote.\nHensarling said the Senate bill violates House spending rules, which require that any increase in funding for a government program be offset with spending cuts.\nSchumer spokesman Matthew House rejected Hensarling's criticism, arguing that the Texas Republican has voted to waive the House rule several times.\n\"He is not serious about negotiating a real, long-term reauthorization deal,\" House said.\nHouse Republicans who support the program are growing nervous.\nRep. Pete King (R-N.Y.), a member of Hensarling's panel, said he urged his colleagues at a Republican Conference meeting on Tuesday morning to pass a long-term reauthorization.\n\"There's no reason it shouldn't be extended,\" King said. \"There's widespread support for this.\"\nForty-five House Republicans have signed a letter to House leadership, circulated by Rep. Stephen Fincher (R-Tenn.), urging a long-term, multi-year reauthorization of the program.\nThe lawmakers said that anything less than a multi-year extension would hurt the economy.\n\"Businesses with terrorism coverage are being told that their coverage will end if Congress fails to act, causing the sort of uncertainty that hurts economic growth,\" the lawmakers wrote.\nBut Speaker John Boehner (R-Ohio) and House Majority Leader Kevin McCarthy (D-Calif.) have insisted they're letting Hensarling handle the issue on his own.\nMany supporters of TRIA fear the House will only agree to a short-term extension of the program in order to revisit the issue next year, when the GOP will hold both chambers of Congress, and Hensarling could push through changes they oppose.\nHensarling signaled a temporary fix could be coming, accusing Senate Democrats of \"jeopardizing the long-term reauthorization\" by refusing to negotiate.\n\"If Senate Democrats continue to insist on their 'my way or the highway' approach, I fear a long-term reauthorization may have to wait until the next Congress,\" Hensarling said.\nThe business community is refusing to budge on a short-term deal, saying it would be disastrous for businesses looking to purchase terror insurance if the program's future is uncertain.\n\nLoad-Date: January 26, 2015"
}