{
    "title": "Close Guant_namo Prison",
    "publisher": "the new york times",
    "year": 2012,
    "month": 11,
    "day": 26,
    "full text": "On his second full day in office in 2009, President Obama signed an executive order that was a declaration of American renewal and decency hailed around the globe. It called for the closure, in no more than a year, of the detention camp at the United States Naval Station at Guantánamo Bay, Cuba -- the grim emblem of President George W. Bush's lawless policies of torture and detention. Accompanied by other executive orders signaling a break from the Bush era of justice delayed and denied, it was a bold beginning.\nWhat followed was not always as uplifting. The new administration decided to adopt the Bush team's extravagant claims of state secrets and executive power, blocking any accountability for the detention and brutalization of hundreds of men at Guantánamo and secret prisons, and denying torture victims their day in court.\nAttorney General Eric Holder did the right thing by ordering a trial of Khalid Shaikh Mohammed, the self-proclaimed mastermind of the 9/11 attacks, in a federal court in Manhattan. But he bungled the politics of the decision, and the administration had to abandon its plan in the face of fierce opposition from local pols and from Congressional Republicans out to portray Mr. Obama as soft on terrorism. His self-imposed one-year deadline for closing Guantánamo passed, along with the initial boldness and inspiration. Congress piled on hobbling restrictions, making the difficult task of unraveling the Bush travesty and emptying the prison practically impossible going forward.\nThere are now 166 men held at Guantánamo, 76 fewer prisoners than when Mr. Obama took office. Only a handful of those remaining have been charged with any crime or legal violation. About 86 of the inmates were identified more than two years ago for repatriation to their home countries or resettlement elsewhere by an Obama administration task force that reviewed each prisoner's file.\nThanks to outrageous limits Congress placed on the transfer of Guantánamo prisoners beginning in 2010, the prisoners are still being held, with no end to their incarceration in sight. In September, a member of this stranded group, a Yemeni citizen named Adnan Farhan Abdul Latif, killed himself after a federal judge's ruling ordering his release was unfairly overturned by an appellate court. It was the kind of price a nation pays when it creates prisons like Guantánamo, beyond the reach of law and decency, a tragic reminder of the stain on American justice.\nThe issue of closing Guantánamo scarcely came up in the 2012 campaign. But it was good to hear Mr. Obama recommit to his promise near the end of the race. ''I still want to close Guantánamo,'' he said during an interview on ''The Daily Show With Jon Stewart'' in mid-October. ''We haven't been able to get that through Congress.''\nMr. Obama did not say how he intended to move the issue forward in his second term or break the Congressional logjam. The fact is, Guantánamo cannot be emptied without ending the Congressionally imposed restrictions on transferring prisoners to the United States; on using funds to prepare facilities on American soil that could house Guantánamo detainees; and on releasing dozens of detainees who pose no threat, if they ever did, and who have been held far too long without charges or trial.\nIf Mr. Obama is serious about fulfilling his pledge -- and we trust he is -- he needs to become more engaged this time around and be willing to spend political capital. Republicans, and some Democrats, who have helped to prevent the closing of the Guantánamo prison are implacable, and dedicated to a propagandistic argument that military justice for terrorists is somehow tougher and more reliable than civilian justice. The opposite is true, but the administration has made the case poorly.\nThe damaging restrictions on dealing with terrorism suspects (and, remember, this regime of false justice amounts to a second, inferior judicial system that has applied only to Muslim prisoners) are contained in the National Defense Authorization Act, the annual military budget bill. The latest version is now being hammered out on Capitol Hill and is likely to land on the president's desk by the end of the lame-duck session.\nAs things stand, the restrictions in the final bill are expected to resemble the ones in current law that Mr. Obama threatened to block with a veto a year ago. He caved in at the last minute, citing added language expanding the ability of the executive branch to make exceptions to an appalling requirement that noncitizens suspected of being Qaeda operatives be held in military custody. The added language also affirmed the authority of the Federal Bureau of Investigation in terrorism matters.\nCivil liberties, human rights and religious groups are now urging Mr. Obama to veto the military authorization bill for the 2013 fiscal year if it contains any language that denies the executive branch the authority to transfer Guantánamo detainees for repatriation or settlement in foreign countries or for prosecution in a federal criminal court.\nThey make a powerful case. Because of the existing restrictions, including an onerous requirement for certification of detainee transfers by the secretary of defense, no detainee identified for release by the task force has been certified for transfer overseas or to the United States in nearly two years. At that rate, the chance of emptying Guantánamo before the end of even a second term is zero.\nVetoing a military budget bill is no small matter, although other recent presidents have done it. Neither is making dozens of long-serving detainees wait even longer in limbo for no good reason, preserving a recruiting tool for America's enemies.\nExtending the transfer restrictions another year without a significant loosening, or without at least a firm agreement by the White House and Congressional leaders to rejoin the issue early in the new year, would risk running out the clock and permanently marring Mr. Obama's record of safeguarding American justice and protecting human rights.\n\nhttp://www.nytimes.com/2012/11/26/opinion/close-guantanamo-prison.html\n\nLoad-Date: November 26, 2012"
}