{
    "title": "Closing Guant mo prison may force new rules for trying terrorists",
    "publisher": "the christian science monitor",
    "year": 2008,
    "month": 11,
    "day": 18,
    "full text": "The prospect of closing the prison camp at Guantanamo Bay, Cuba, has sparked a broad and intensifying debate over key aspects of America's antiterrorism policy.\nWhile advisers to President-elect Obama agree that Guantanamo must close, there is no accord yet over how best to achieve it in a way that signals real change while not endangering US national security.\nIn a CBS \"60 Minutes\" television interview on Sunday evening, Mr. Obama said he would act quickly to close Guantanamo and end controversial interrogation practices. \"Those are part and parcel of an effort to regain America's moral stature in the world,\" he said.\nNo specific decisions on Guantanamo are expected to be made until the new administration's legal and national-security teams are in place. But the broad outlines of how Guantanamo is likely to close are beginning to emerge.\nMany of the 250 detainees at the prison camp for terrorists will be transfered to their home country or a third country for continued detention. Some will be set free. The remainder, between 20 and 80 of the detainees, are expected to face some form of terrorism trial.\nMuch of the current debate is over how those trials should be conducted.\nSome analysts say the administration should create a special national security court to prosecute the most difficult terrorism cases. Others insist that the federal court system in the US is robust enough to handle the challenge.\nOne option not under consideration is to continue using the military commission process set up by the Bush administration and Congress at Guantanamo. That system has produced two convictions, a guilty plea, and a string of critical US Supreme Court decisions. \n\"We very much need a clean, decisive break from current [Bush administration] policies,\" says Sarah Mendelson of the Center for Strategic and International Studies (CSIS) in Washington, who wrote a September report on closing Guantanamo. \"Only a bold shift is going to convey to the world that we have turned a page on post-9/11 counterterrorism policies.\"\nThe CSIS report says in part: \"In the view of many around the world, Guantanamo represents indefinite detention, torture, and abuse. Its continued existence is a potential recruiting tool for our enemies and discourages cooperation with our friends. No amount of tinkering - even substantial changes - would fix this problem.\"\nThe CSIS report recommends shifting the responsibility for the long-term detention of terrorists to the existing criminal justice system in the US. It rejects the idea that the president can order the indefinite detention of an individual he deems too dangerous to be free.\nOther analysts say that the grim realities of fighting terrorism should lead the Obama administration to embrace a more cautious approach, including a specially created national-security court and some form of preventive detention.\n\"It is easy to criticize. It is much harder to lead when you are accountable for the security of the country,\" says Charles \"Cully\" Stimson, who served as deputy assistant Defense secretary for detainee affairs in the Bush administration.\nMr. Stimson says he has personally reviewed every Guantanamo detainee file several times. \"The incoming administration will see that there are some very dangerous people [at Guantanamo] who were appropriately detained and need to continue to be out of circulation in the world terrorism market,\" he says. \"What you do with them is the $100,000 question.\"\nStimson says, \"Certainly there are a number of them who could be tried in federal district court, and that should happen. Others probably are better suited for a national -security court.\" He adds, \"There are a very small number that may be appropriate for a preventative detention regime - a baker's dozen or less.\"\nAmong those advocating creation of a national-security court is University of Utah law professor Amos Guiora. The professor is a retired lieutenant colonel and former military judge in the Israel Defense Forces.\nSensitive terrorism cases in Israel were sometimes conducted behind closed doors to protect intelligence sources and methods, he says. In such cases, Mr. Guiora wore two hats. As a military judge, it was his job to assess the credibility of evidence and intelligence reports. But because part of the trial was being conducted in secret - outside the presence of the suspect and his counsel - Guiora also had to adopt the adversarial role of defense counsel.\nHe says the US should develop a similar system of domestic terror courts with the flexibility and expertise to safeguard national security and civil liberties. Instead of using military judges, such a court should be staffed by civilian federal judges, preserving the separation of powers, he says. One advantage of specialized courts is the ability to prevent leaks of sensitive intelligence information, he says.\n\"At the end of the day we are talking about sources. Source-protection is a must in the context of counterterrorism,\" Guiora says. \"Without sources, there is no intelligence. Without intelligence, there is no counterterrorism.\"\nOther analysts see such proposals as an attempt to salvage parts of the controversial Guantanamo military commission process by relocating it to the US. \"I would be very surprised if the proponents of national-security courts prevail. It seems so incompatible with the direction Barack Obama took during the campaign,\" says Ken Gude of the Center for American Progress in Washington. \"I don't see the logic in trying to fix the military commission system by creating another new system that will probably have similar procedures.\"\nMr. Gude is author of a June 2008 report on how to close Guantanamo. The report calls for resettlement and rehabilitation of detainees and for the trial of terror suspects in regular federal or military courts. Some prisoners may be transferred to Afghanistan for continued detention. The report rejects any continuation of the military commission process and the Bush administration's preventive detention regime.\nGude acknowledges the process could be dangerous. \"The risks are there,\" he says. \"We shouldn't close our eyes to them, but we shouldn't expect to create a system of perfect security, because that doesn't exist either.\" \n(c) Copyright 2008. The Christian Science Monitor\n\nLoad-Date: November 17, 2008"
}