{
    "title": "CLUES SCARCE IN BLAST THAT KILLED MECHANIC",
    "publisher": "the hill",
    "year": 2008,
    "month": 2,
    "day": 8,
    "full text": "To those who knew him, Farid Karakra was a tireless worker who treated his customers at the automotive repair shop like family.\nCo-workers said he often ate three meals a day at the sandwich shop inside the shop's adjoining deli. He stayed fueled by their endless pots of coffee.\nNow, as family and friends scramble to make sense of why the 22-year-old mechanic burned to death in the garage early Wednesday, an arson task force is working to determine what caused the fatal blast.\nSo far, clues are scarce.\n\"Unfortunately, the gentleman who could have answered a lot of questions is the man who died,\" said Tampa Fire Rescue spokesman Capt. Bill Wade.\nCity fire officials, Tampa police and the state fire marshal are investigating.\nAuthorities have all but ruled out an act of terrorism or a hate crime against Karakra, a Muslim who moved to the United States four years ago from the West Bank city of Ramallah, said FBI spokesman Dave Couvertier.\n\"There's nothing to indicate anything other than what it is, a fire,\" he said.\nNo one knows why Karakra stopped at the garage after leaving the Al-Aqsa Coffee House, 10819 56th St., about 11:30 p.m. Tuesday.\nHis car, a charred green Honda with the trunk blown remained parked near the station, holding possible clues in its front seat Thursday: a pack of Marlboro Lights, a bottle of cologne and a cell phone.\nKarakra's family was not available for comment. Speaking on their behalf, Ahmed Bedier, the director of the central Florida chapter of the Council of American-Islamic Relations, said theyhope the Hillsborough County Medical Examiner's Office will release Karakra's body to them as soon as possible.\n\"In Muslim tradition, a quick burial is always encouraged,\" Bedier said.\nThe Medical Examiner's office confirmed that his body had been released Thursday afternoon.\nCasey Cora can be reached at (813) 226-3386 or at ccora@sptimes.com\n\nGraphic\n\n \nPHOTO: Farid Karakra, 22, burned to death in the repair shop garage where he worked.\n\nLoad-Date: February 8, 2008"
}