{
    "title": "Clumsy look at terrorism's human toll",
    "publisher": "the philadelphia inquirer",
    "year": 2013,
    "month": 5,
    "day": 3,
    "full text": "Changez Khan (Riz Ahmed) is chasing the American Dream, and he has it within reach: Summa cum laude from Princeton, where the eager, energetic Pakistani was on full scholarship, he's been recruited by a Wall Street firm whose boss (a slick, sharky Kiefer Sutherland) is impressed with Changez's acuity for numbers, his ability to see the forest and the trees. \nThen 9/11 happens, and everything changes. \nThe timing of The Reluctant Fundamentalist's release, in the wake of the Boston Marathon bombings, begs consideration for Mira Nair's thriller - consideration that it ultimately doesn't deserve. Adapted from the Mohsin Hamid novel, it is the story of a young man torn between the lure, and lucre, of the West and the traditions of his homeland. As paranoia and xenophobia creep into the culture in the weeks and months after the Twin Towers came down, Changez withdraws into himself - he's cautioned by a colleague for growing a beard (it scares his coworkers), his artist-photographer girlfriend (Kate Hudson, with dark hair) doesn't seem to understand him any more. \nFramed, for awhile, as a flashback, with Changez, now a professor at a Lahore university, sharing his story - and sharing some naan - with an American journalist (Liev Schreiber), The Reluctant Fundamentalist asks us to consider how someone becomes radicalized, how capitalism and colonialism can engender rage. \nBut the issues - and the relevance - get lost in a lot of CIA hugger-mugger: Martin Donovan is an agency operative snooping on Changez; the kidnapping of an American professor, grabbed from the streets of Lahore, has created a crisis, and everyone is suspect. Especially Changez, who, it is believed, has been firing up his students with anti-American slogans and sentiment. \nDespite the charismatic efforts of the British actor Ahmed, The Reluctant Fundamentalist gets bogged down in proselytizing and plot. \n  The Reluctant Fundamentalist **1/2 (Out of four stars)\nDirected by Mira Nair. With Riz Ahmed, Kate Hudson, Liev Schreiber, and Kiefer Sutherland. Distributed by IFC Films. \nRunning time: 2 hours, 10 mins. \nParent's guide: R (violence, profanity, sex, adult themes). \nPlaying at: Ritz East. \nContact Steven Rea at 215-854-5629, srea@phillynews.com, or follow on Twitter @Steven_Rea. Read his blog, \"On Movies Online,\" at www.inquirer.com/onmovies.     \n\nLoad-Date: May 3, 2013"
}