{
    "title": "CNN crew films on Plum buses",
    "publisher": "pittsburgh tribune review",
    "year": 2007,
    "month": 4,
    "day": 13,
    "full text": "A CNN film crew hopped on board Plum Borough School District buses Thursday to film a segment about tougher background checks for school bus drivers.  \nThe crew interviewed parents, bus drivers and school officials for a story to be shown Monday during the \"American Morning\" news program between 7 and 9 a.m. \n\"I was a little nervous,\" said Karen Duke, a district bus driver for six years. She said the CNN crew filmed her, students and parents during her route yesterday morning. \"It is so out of my box. It was interesting to see how they (CNN) work.\"  \nA state regulation went into effect April 1 requiring all new school district employees in Pennsylvania to obtain a FBI national criminal background check to work with students. The FBI clearance is in addition to the state criminal background checks and child abuse clearances that school employees must undergo. \nThe state Department of Education enacted the rule just after the FBI posted an alert that members of extremist groups might have signed up as school bus drivers in the U.S. \n\"It (the possibility for terrorism) had been the last thing on my mind,\" said Marlene Rihn, PTA president at Pivik Elementary School. She is pleased CNN is \"shedding light\" on the potential for terrorism involving school buses.  \nRihn, whose three children are students at Pivik Elementary, endorses the new state regulation. \n\"We're lucky to have our own bus department,\" said Rihn, 39. \"We get to know these drivers personally. We see them in the community -- in the grocery store, in church.\" \nCNN Justice Department Correspondent Kelli Arena said the network selected Plum because the district has its own transportation department. Arena found district officials well-versed in the new regulation, and district officials gave CNN access to parents and bus drivers. \n\"We're here today to talk to drivers, parents and transportation officials to get a sense of how they're reacting to the change,\" Arena said. \"I've covered domestic terrorism, and I thought we needed to further explore it.\" \nDuke said because she is not a new driver, she doesn't have to undergo the national criminal background check. \nDuke told CNN her security training includes reporting unusual activity, such as someone taking pictures of an area during her daily run. \nTom Zeminski, Plum's transportation supervisor, backs the national background checks because \"a school bus is a soft target.\" But he has concerns the $40 fee will deter people from applying for jobs. \n\"There's always a shortage of school bus drivers,\" Zeminski said. \n\nLoad-Date: April 13, 2007"
}