{
    "title": "Coal promoted as asset in the war on terrorism",
    "publisher": "charleston daily mail",
    "year": 2002,
    "month": 7,
    "day": 20,
    "full text": "DAILY MAIL WASHINGTON BUREAU\nWASHINGTON - Coal, the country's largest energy resource, also is one of the least vulnerable to terrorism or other security threats, a new report by energy producers says.\n\"Because coal is a solid, it poses little risk to the surrounding public and would not be a target for terrorists,\" the report, released Friday by the United States Energy Association, says. \"In the event of an emergency, the coal industry could increase production fairly quickly to meet increased demand for fuel for electricity and would only be hampered by possible transportation constraints.\"\nThe report by the association, which is made up of producers of coal, natural gas, oil and nuclear power, neatly wrapped long-standing policy demands of the energy sector in the mantle of national security.\n\"The fundamental issue is there is a need for a sufficiently diverse energy supply that is relatively free from the interference of foreign governments,\" said Joseph Colvin of the Nuclear Energy Institute.\nLead by former National Mining Association president Richard Lawson, a working group of energy industry officials labored for six months to produce a post-Sept. 11 national energy security report.\nMany of the 28 policy recommendations are similar to proposals advanced by producers during the debate over national energy policy, now in its second year. For example, the report urges tax reforms to encourage infrastructure investment, encourage more energy research and development and discourage over-regulation.\nBoth the House and the Senate now have passed comprehensive energy legislation, each incorporating many of the proposals advocated by producers. But politics and a swiftly ticking clock on the congressional session could stall action and perhaps even kill the bill.\nEnergy producers would like to reinvigorate the debate. And they say the terrorist threats increase the need for energy reliability.\nThe report includes a new emphasis on contingency planning and on issues such as pipeline safety. It also urges the development of a military liquid fuels reserve not dependent on imports, such as a reserve based on coal to liquid technology.\nWith 500 billion tons of coal reserves, coal represents the largest energy reserve within American borders - or within the borders of any country. That's more important now than ever, said National Mining Association president Jack Gerard.\n\"This is about energy security, environmental security and national security,\" he said.\nGerard recalled reading a story about potential homeland security threats. One of the most damaging attacks, he said, would be on the country's energy supply and infrastructure. \"We depend on electric power,\" he said. \"There's no substitute.\"\nWriter Karin Fischer can be reached at (202) 662-8732 or by e-mail at kfischer@dailymail.com.  \n\nLoad-Date: July 23, 2002"
}