{
    "title": "COALITION AGAINST TERRORISM GETS STRONGER",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 9,
    "day": 23,
    "full text": "WASHINGTON -- President Bush consulted at length with Russian President Vladimir Putin on Saturday as the United States mustered a military assault on terrorism. Americans returned to weekend sports in a semblance of normalcy, but now the stadiums were no-fly zones.\nIt was the last day that Americans flew their flags at half-staff. Bush planned to raise the flag high today at Camp David, symbolically ending a period of national mourning that no ceremony could hope to set aside.\nMore pieces fell into place for the war planning and coalition building, with America's Middle East allies stepping up in measured ways to support the gathering operation to uproot Osama bin Laden and his terrorist network. The United Arab Emirates cut ties with the Taliban, and NATO-ally Turkey said it would let American warplanes use its air space and airports.\nBut Bush had to contend with fears that pieces of the U.S. economy are coming apart from the shock waves of the Sept. 11 attacks. Emphasizing the bright side, he declared in his radio address that the economy is strong at its core.\n\"They brought down a symbol of American prosperity,\" Bush said of the terrorists, \"but they could not touch its source.\"\nCongress voted $ 15 billion for the horsewhipped airline industry late Friday. Many analysts predict the country will not escape recession.\nStill, said Bush, \"No terrorist will ever be able to decide our fate.\"\nThe public took advantage of the first full menu of weekend baseball and football since the attacks. But it was not quite the same: Authorities banned all aircraft from flying within three miles of major sporting events. Spectators were barred from taking backpacks or containers to the games.\nIn New York, the air traffic control tower and a terminal at Kennedy International Airport were evacuated Saturday afternoon because of a bomb scare, the Federal Aviation Administration said. Some departures were halted, but incoming flights were permitted to land.\nInvestigators pressed their international sweep for suspects wanted in the Sept. 11 hijackings. An investigator familiar with the probe, speaking on condition of anonymity, said one of the four people arrested Friday in Britain was a pilot who took flying lessons in Arizona with an alleged hijacker of the plane that crashed into the Pentagon.\nBush and Putin spoke for an hour by phone, their third talk since the attacks, and the Russian leader said later, \"We must unite forces of all civilized society.\" He was not specific in his public comments about Russia's course in joining the \"battle with terror.\"\nThe White House called the talk constructive.\nU.S. officials would not comment on a claim by a Taliban official that an unmanned spy plane was shot down over northern Afghanistan, where heavy fighting was reported Saturday between the Taliban militia and opposition forces.\n\nLoad-Date: September 24, 2001"
}