{
    "title": "COALITION OF HYPOCRITES; SOME ALLIES WANT AMERICA TO FIGHT TERRORISM WHILE THEIR CITIZENS, SIMULTANE",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 7,
    "day": 17,
    "full text": "Don't be surprised if you've never heard of them: In this country, Moazzam Begg and Feroz Abbasi have not exactly become household names.\n Begg, from Birmingham, England, moved to Afghanistan with his family in June 2001 to found a school -- or so he told his parents. After 9/11, intelligence operatives allegedly found his name on an al-Qaida financial document, arrested him in Pakistan and flew him to Guantanamo Bay. Abbasi, from south London, was a member of a radical mosque who also moved to Afghanistan, supposedly to join al-Qaida's military operations. He too was arrested, and he too was flown to Guantanamo Bay.\nBoth men are now among the first batch of Guantanamo prisoners to be tried by U.S. military tribunals. Both have also become the unlikely heroes of a rather strange piece of political theater playing itself out in the British media.\n I first became aware of them when a friend rang me up from London and asked, rather angrily, what the \"special relationship\" between Britain and America was worth, if Tony Blair couldn't even persuade his supposed best friend, George W. Bush, to let British citizens stand trial in Britain. According to British press reports, Blair has been trying for months to get the U.S. government to let Begg, Abbasi and the seven other Britons awaiting trial in Guantanamo Bay come home -- only to be rebuffed by the ungrateful, arrogant Americans. Allegedly, this will be the main item on Blair's agenda when he meets the president here today.\n But is it really? Hard to say. According to a British government spokesman, the British would, in principle, like the British prisoners to come home. In practice, though, they've understood that for national security reasons the Americans might need to talk to them for a while -- so they want them home, but maybe not immediately.\n According to the same spokesman, the British would also, in principle, like to see the men stand trial in Britain, but can't guarantee that they would. If the evidence against them is inadmissible in British courts, as it seems to be, then the whole affair might simply end with their release. Which is maybe fine, if they're innocent. And maybe rather embarrassing, considering Tony Blair's commitment to the war on terrorism, if they aren't.\n It isn't at all clear, in other words, that Blair has any incentive to beg and plead for these men to be sent home, where they would just be a legal and political headache. Instead, he has an incentive to make it seem in public as if he is making a fuss, while conceding, in private, that it's better if they're in Guantanamo.\n In this odd, uncomfortable hypocrisy, Britain is not alone. Around the world the sense of threat from al-Qaida has dissipated, if not disappeared altogether, among the general public. Government leaders are still concerned about terrorism and terrorists, but not convinced of their own legal, military or political ability to deal with them. Not long ago, a senior Italian official gave me an extremely convoluted explanation of how his government had wanted to send troops to help out in Iraq but, for political reasons, simply couldn't. He was very sorry, I think genuinely so, but that doesn't get us very far.\n In Canada, meanwhile, a great fuss was raised when a Canadian citizen, Maher Arar, was deported by U.S. immigration officials to Syria. News reports said the man had been \"disappeared\" -- as if the United States were a Latin American dictatorship. It then turned out that the Canadian Mounties had been investigating the man for a year and had quietly asked the U.S. government to pick him up.\n And the conclusion? Nearly all of the arguments about multilateralism, unilateralism and whether the United States should have allies need to be framed differently. For we do have allies -- it's just that they're allies who want America to fight the war on terrorism while their citizens, simultaneously, denounce the United States for fighting the war on terrorism. What we have, at the moment, is not a coalition of the willing, in other words, but a coalition that dare not speak its name.\n\nNotes\n\nAnne Applebaum is a Washington Post columnist (applebaumanne@washpost.com).  \n\nLoad-Date: July 17, 2003"
}