{
    "title": "Coast Guard Will Board Ships From Iran",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 6,
    "day": 16,
    "full text": "America's economic war against Iran is now targeting the Islamic Republic's trade routes and shipping.\nAfter a little-noticed order, the Coast Guard has begun searching any shipping vessel that has docked at an Iranian port within five port calls of coming to American shores. The new Department of Homeland Security regulation places Iran on a list with seven other nations singled out by the Coast Guard because of lax antiterrorism controls.\nThe new measure against Iran is in keeping with President Bush's strategy of using financial pressure on the Islamic Republic to change its behavior on nuclear and terrorism issues. The Treasury Department has pressed the international body that monitors money laundering to issue circulars warning the world's banks against doing business with Iranian ones. Also, major Iranian banks have been designated as supporters of terrorism and rogue proliferation, creating a disincentive for European and Japanese banks to issue those banks credits.\nThe designation of Iran on the Coast Guard's terrorism list is likely to punish any major shipping lines that still include Iran on their trade routes to America. Coast Guardsmen will seek to verify that the ships that have berthed in Iran had a security plan and arranged for armed men to guard the ship around the clock while at port.\nVessels that visited Iran during their last five port calls \"will be boarded at sea by the Coast Guard to ensure the vessel took the required actions,\" a Coast Guard Port Security Advisory says.\nThe director of government affairs for the World Shipping Council, Charles Diorio, said the new measure from the Coast Guard would make it more difficult for shipping lines that did business in Iran. \"This is an added hurdle, or concern if you have a ship coming from Iran in the last five ports,\" he said. \"The Coast Guard boards ships for a variety of reasons. There are a litany of issues. Any time you have a ship held out from a boarding, you start to miss work shifts with the longshoreman, there are all sorts of operational impacts, you are delayed a day. These things have a cascade effect.\"\nIn 2000, President Clinton lifted trade restrictions on Iranian carpets, pistachios, and caviar in a bid to create an opening with the government of President Khatami. Iran's chief export is crude petroleum, but almost all of it is shipped to East Asia.\nThe vice president of the American Association of Port Authorities, Susan Monteverde, said that the new Coast Guard measures applied to Iran put it on a list of other suspect countries that includes Syria.\n\"This is what they do for any kind of suspect port from a country of concern, they will go ahead and increase the inspections. When they come to the United States, the Coast Guard has a boarding party, they check the identifications, the paperwork, if they suspect a problem they may inspect a specific piece of cargo,\" Ms. Monteverde said.\n\"The Coast Guard will be looking at those vessels,\" she added. \"It's going to slow things down.\"\nMr. Bush, in Europe, highlighted Iranian intransigence toward a proposed American-European offer to lift sanctions and provide nuclear cooperation in exchange for Iran promising not to enrich uranium and continue work on a heavy water plutonium enrichment facility.\nOn Saturday, speaking with President Sarkozy of France, Mr. Bush said, \"I am disappointed that the leaders rejected this generous offer out of hand. It is an indication to the Iranian people that their leadership is willing to isolate them further. Our view is we want the Iranian people to flourish and to benefit.\"\nThe New York Sun reported last week that one possible new measure being considered in pressuring Iran is to encourage the exporters of refined petroleum to end their deliveries to Iran.\n\nLoad-Date: June 16, 2008"
}