{
    "title": "Coast Guard evolves into anti-terrorism role; The military branch is working overtime to meet its ne",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 9,
    "day": 12,
    "full text": "Petty Officer Wayne Weschrek thought he'd long ago put the dangerous stuff behind him. Yet here he was, aboard a Coast Guard helicopter hovering at 50 feet.\nWeschrek, 28, clipped a metal cable onto his flight jacket, the instructor gave a final tug to his flight suit, and Weschrek slid out, riding the cable to the ground below at the Coast Guard's Cape Cod air station.\nEight years ago, after his daughter was born, Weschrek transferred out of the Coast Guard's law enforcement side, from ship boardings and drug interdiction missions, and became an environmental officer, a \"duck scrubber\" who contained oil spills and saved wildlife.\nThen came the 2001 terrorist attacks. The Coast Guard became the nation's largest Homeland Security agency and Weschrek's duties changed again. He became a boarding officer, a member of the armed teams that search foreign ships entering U.S. ports.\nThe Coast Guard's duties are growing faster than its ranks and officers like Weschrek who were saving seals, breaking ice or repairing harbor lights are being retrained.\n\"If you're part of the Coast Guard today, you have to understand that we have two priorities: search and rescue, and security,\" said Capt. Peter Boynton, commander for all of Long Island Sound, which includes Weschrek's unit based at New Haven, Conn. \"We still do everything else, but those are the main acts.\"\nToday, \"everything else\" includes helping victims of Hurricane Katrina. Rescue crews on other Jayhawk helicopters were among the first to respond and the Coast Guard is credited with saving thousands from rooftops of flooded homes in New Orleans. Coast Guard personnel also run medical centers and head up shelter operations.\nAnd on Friday, Coast Guard Vice Adm. Thad W. Allen was named to replace Federal Emergency Management Agency Director Michael Brown as commander of the New Orleans relief efforts.\nCross-training like what Weschrek has undergone is happening across the country, officials say, as the Coast Guard races to keep up with its changing job description. Even though its active duty rolls grew by 13 percent since 2001, the average work week at many stations was 83 hours last year, a fact the General Accounting Office attributed to the growth in homeland security missions.\nA Department of Homeland Security inspector general's report last year said the many new demands were jeopardizing the Coast Guard's ability to keep up its traditional missions and respond to crises.\n\"They need more personnel and they need more assets,\" said Rep. William Delahunt, D-Mass., a former Coast Guard officer. \"Not only have they acquired more tasks, but the order and magnitude of those tasks is multiplying exponentially.\"\nCadets get the message from the day they arrive at the academy. Undergraduate courses now include discussions on building security, terrorism, ship tracking and satellite mapping. Participation in a weeklong disaster drill, called the \"New War Threat Exercise,\" is now required of all seniors.\n\"I thought I'd be on a boat doing (search) patterns, looking for fishing vessels,\" said Ensign Joan Pavlish, a member of last year's graduating class. Instead, she was one of the boarding team members who got airborne training last month.\nLike Pavlish and Weschrek, many officers embraced their new roles. Others weren't so enthusiastic, officials said. But that's changing with each recruiting cycle and new academy class.\n\"Their whole perception of what the Coast Guard is is anti-terrorism,\" said Cmdr. Glenn Sulmasy, a professor at the Coast Guard Academy in New London, Conn. \"Now, it's much more saying 'It's part of who we are. It's interwoven in what we do.' \"\n\nGraphic\n\n \nPetty Officer Wayne Weschrek, of New Haven, Conn., is one of many Coast Guard members being retrained to meet its evolving role as a key player in the war on terrorism\n\nLoad-Date: September 12, 2005"
}