{
    "title": "Coast Guard urges close watch at ports; There is no known terrorist threat here, but officials are u(2)",
    "publisher": "portland press herald",
    "year": 1999,
    "month": 12,
    "day": 24,
    "full text": "U.S. Coast Guard officials in Maine are urging those who do business in the state's seaports to watch for suspicious activity as concern grows nationally over the potential for holiday terrorism.\nThe U.S. Border Patrol and U.S. Customs Service in Maine have already announced increased staffing and other security measures designed to protect against illegal entry and smuggling into the United States.\nIn recent days, the Coast Guard's Marine Safety Office in Portland has contacted shipping agents and marine terminals in Maine and New Hampshire, telling them to be on the lookout for anything suspicious.\n\"There's no specific threat in this region. However, we have advised them to apply extra vigilance, to keep an eye on the vessels that come to their terminals, the people on board and people coming on or off the vessels,\" said John Cameron, executive officer of the Marine Safety Office. \"There are some indications the risk may be higher now than normal, so we are reminding everybody of the role they can play to provide greater vigilance.\"\nBorder security has increased because of arrests at the Canadian border in recent days of people who might be linked to terrorism.\nAn Algerian man was arrested in Washington state last week, accused of trying to smuggle bomb-making material into the country. And an Algerian man and a Canadian woman were arrested Sunday at a remote border crossing in Vermont.\nFederal prosecutors said Thursday that the woman has ties to an international group believed to have sponsored terrorism in Europe and Algeria. The Coast Guard's operations division, which has two dozen vessels assigned to patrol the coast for law enforcement and for search and rescue missions, will not change its approach to security.\n\"Every Coast Guard boat that gets under way is always on heightened awareness and always on the lookout for suspicious activity,\" said Lt. Tony Soliz, operations officer for Coast Guard Group Portland, which covers the Maine and New Hampshire coasts. \"There are patrols out there on a daily basis, just looking for suspicious vessels. That's what we normally do.\"\nThe state's 5,000-mile coastline has not been a popular target for people trying to enter the country illegally, though boats smuggling illegal aliens have been a problem in New York and Pacific states, said Soliz.\nStaff Writer David Hench can be contacted at 791-6327 or at:\ndhench@pressherald.com  \n\nLoad-Date: December 25, 1999"
}