{
    "title": "Coast Guard extends public comment period on cruise ship rule; PROPOSAL_ Regulations are meant to he",
    "publisher": "daily news ",
    "year": 2005,
    "month": 5,
    "day": 12,
    "full text": "The public is being given more time to comment on a proposed rule that would prevent most vessels from approaching cruise ships in Alaska water. The deadline is now May 27 for submission of written comments on the proposal.\nThe Coast Guard is considering establishing a 100-yard security zone around moving cruise ships and a 25-yard zone around ships that are moored or anchored. The agency also is proposing unspecified speed restrictions for watercraft operating within 250 yards of a cruise ship.\nThe security rules are being developed to help prevent terrorism activity against ships carrying 500 passengers or more, according to the Coast Guard. The process is taking place, or already has taken place, for many parts of the coastal United States.\nSome vessels -- such as public boats, tenders that work for the cruise ships, and other boats granted waivers by the Coast Guard -- would be exempt and allowed to enter the security areas established in Alaska.\nOther vessels would be required to contact the Coast Guard or an \"on-scene official patrol\" for permission, according to the proposed rules.\nThe Coast Guard is lengthening the comment period to give the public more time to learn about and respond to the proposed rules. The final rules will be written after the comment period closes and are tentatively scheduled to be published in mid-July.\nCoast Guard officials say the proposed rules likely will change, based on input from the public.\n\"We have to take into account the public's comments,\" said Lt. Matt York, the waterways management sections chief for Coast Guard District 17.\nAlaska's geography and range of waterway uses is comparatively unique, a situation reflected in the responses submitted during the first comment period after the proposed rules were published in the Federal Register on March 9.\nA brief summary of the comments compiled by the Coast Guard indicate there are concerns about the proposed rules' potential effects on a variety of navigation and business issues, including access to port facilities and interruptions of commercial fishing.\nOther concerns include the rules' potential effects on access to commercial fishing areas, the ability to offload catches at processor facilities and moorage for other boats. One comment indicated belief that the threat to cruise ships is minimal in Alaska. Another questioned the Coast Guard's \"realistic ability\" to stop a terrorist event.\nComments can be mailed to District 17 (MOC), 709 West 9th St. Room 753, Juneau 99801. Comments must be received by May 27.\n\nLoad-Date: May 12, 2005"
}