{
    "title": "Cobb gets grant for anti-terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 7,
    "day": 31,
    "full text": "Cobb County, a place that by no means has one-third of metro Atlanta population's or one-third of the region's infrastructure for dealing with terrorist attacks, recently scored something of a coup.\nOf all the counties, cities, towns and public safety agencies competing for a slice of a $3 million homeland security grant awarded in July by the Georgia Emergency Management Association, Cobb County walked away with one-third of the cash.\nCobb, located in what is known in the emergency management world as Region 7, competed with proposals from Fulton, Gwinnett, Rockdale, and Henry counties, among others.\nAJC\nA variety of explanations are being offered for Cobb's winning such a significant share of the money, but the primary one is that the county's proposal included exactly the kind of plans the grant was designed to foster.\n\"The grant applications were looked at from a regional standpoint. . . . Where are the gaps? If something happens in Atlanta, the city's resources may be overwhelmed,\" GEMA spokesman Lisa Ray said.\nPart of Cobb's proposal is to establish a radio system that will be the first of its kind in the area, according to Cobb Fire Chief Becky Denlinger. The $650,000 system will allow officials in Cobb to communicate with public safety officials in other counties.\n\"It's hard to believe, but as [public safety officials] move from one jurisdiction to another, they can't talk to each other or to the Georgia State Patrol via radio,\" Denlinger said. \"So part of what we'll do with our grant is put in place a sort of bridge that the state can use to build on throughout the rest of northwest Georgia.\"\nAn additional $350,000 will be spent on a high-tech medical operations vehicle that, in addition to serving Cobb, will be available to neighboring counties and to Hartsfield airport.\nSo is Cobb ready for a terrorist attack, thanks to this recent infusion of cash? And if not now, when will it be?\nWhile Cobb is progressive, there's work to be done, according to Micky Lloyd, Cobb's director of public safety.\nRight now, Cobb's public safety system is prepared for natural disasters like tornadoes and floods, but is working on improving its capability to deal with terror threats, he said.\n\"My timeline for when I want to be prepared by? Yesterday,\" Lloyd said. \"It's not a matter of if there will be another terrorist attack, it's a matter of when there will be one.\"\n\nLoad-Date: July 31, 2003"
}