{
    "title": "Cocaine cartels strengthen grip on legal system",
    "publisher": "st. petersburg times ",
    "year": 1990,
    "month": 4,
    "day": 13,
    "full text": "Despite military gains in the war against cocaine cartels, the government is losing the legal battle to try suspected hired killers or to hold properties confiscated from suspected drug traffickers, military and government officials say.\n \n    At the same time, government and diplomatic sources who monitor narcotics issues say the Medellin cocaine cartel is beginning a campaign of terrorism coupled with escalating political demands to force the government to deal with them as political outlaws rather than criminals.\n \n    \"We are entering a whole new phase of the drug war, where the narcos are again trying to create a climate of tolerance for their activities,\" a senior government official said. \"They need a peak of terrorism to make the cost of the war too high for the government.  As a complementary measure, they are presenting themselves as a political organization to change how society views them. They are  getting very good advice.\"\n   U.S. and Colombian authorities acknowledge that they face a major defeat in Colombia's archaic legal system and that many of the properties and resources taken from suspected drug traffickers viewed as one of the greatest accomplishments of the crackdown have been returned or soon will be.\n \n    And many suspected hitmen are being freed because no one is willing to testify against them, frustrating the military and police, who have seen an increasing number of their members killed in the drug war.\n \n    On Wednesday, suspected drug traffickers set off a car bomb outside Medellin, killing 20 people, including eight police officers.  Forty officers have been killed in and around Medellin so far this month.\n \n    In the Colombian legal system, testimony is often the only valid evidence, and most of the 4,000 judges are not trained to carry out technical investigations that could yield other evidence. But fear is the main reason those captured are freed.\n \n    \"In Colombia, no one dares to denounce a drug trafficker. No one will go before a judge and corroborate what he already told the police or the soldiers,\" Gen. Harold Bedoya, commander of the Fourth Brigade based in Medellin, said in an interview with the El Tiempo newspaper. \"The potential witness knows that he is not just facing a single hitman or drug trafficker, but an entire criminal organization, and no one dares to testify when it can cost them their life.\"\n \n    Bedoya said 80 known hitmen in Medellin captured by the police in January and February had been freed by the end of March for lack of evidence.\n \n    \"The authorities have their hands tied,\" Bedoya said. \"The country needs special legislation to fight terrorism and drug trafficking.\"\n \n    U.S. authorities admit that often, after a suspected drug trafficker is caught, the Colombian authorities will see if the suspect is wanted in the United States. If there is no case against the suspect there, he is usually freed.\n \n  \"The drug traffickers clearly recognized and understood the weakest link in Colombia's democratic system was the judicial system,\" one U.S. official said. \"That is why they have attacked it so viciously.\"\n \n    As difficult as it is to hold suspects, the biggest legal snarl surrounds the confiscation of properties of suspected traffickers, many of them luxurious, heavily fortified homes and ranches that stretch over thousands of acres of the nation's best cattle-raising land.\n \n    A senior government official said many of the problems have arisen because the emergency decrees authorizing the seizure of property were issued hurriedly after the Aug. 18 assassination of presidential candidate Luis Carlos Galan.\n \n    \"This is a learning process,\" said the official, who said most of the properties would be returned to their owners in the next two months. \"The decrees were issued in the heat of war. We have created a crime and confiscation, but we do not have an effective process to show they belong to criminals.\"\n \n    The laws allowed the police to seize property and forced the owner to appear in person and demonstrate the land or goods were obtained legally, rather than forcing the state to prove they were acquired illegally. But part of the decree was struck down by the Supreme Court, and there are no clear guidelines governing thousands of pending cases. The drug barons almost always put the properties in the names of others, who in turn have turned it over to others.\n \n    \"Many properties are known by everyone to belong to narco-traffickers, but they are removed two or three times, and it is impossible to prove they are the owners,\" a U.S. official said.\n \n    Carlos Ossa, director of the Colombian Institute of Agrarian Reform, which is acting as caretaker for 97 of the 413 seized properties, totalling 128,000 acres, said last week the institute had returned 33 properties to their original owners.\n4    \"Proving this is ill-gotten gain or linked to drug trafficking is impossible,\" Ossa said. \"The courts will take time and will eventually return the properties.\"\n \n\nLoad-Date: November 13, 1992"
}