{
    "title": "Cockpit attack highlights four on-board incidents last weekend Five airline passengers were removed",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 5,
    "day": 9,
    "full text": "A week after Osama bin Laden's death, a series of incidents delayed flights and resulted in the arrest of an unruly passenger. Law enforcement officials say they do not believe the incidents are terrorism-related.\nTen minutes before American Airlines Flight 1561 was scheduled to land in San Francisco Sunday night, passenger Rageit Almurisi walked to the front of the plane and began shouting and banging on the cockpit door.\n\"He was walking very fast, semi-running, then passengers came up five to 10 seconds after him,\" Ryan Sciortino, a passenger on the flight, told the Chicago Tribune.\nA male flight attendant tackled Mr. Almurisi, who was then bound with plastic handcuffs with the help of crew members and two passengers, a retired Secret Service agent and a retired police officer. Airline officials stressed that the cockpit door was locked.\nAlmurisi was taken into police custody and charged with interfering with a flight crew, a federal crime. A San Francisco Police Department spokesman told the Associated Press that Almurisi's motive was unclear, and said he had no known ties to terrorist groups.\nThough Almurisi carried a Yemeni passport, an FBI spokesman said he lives in Vallejo, Calif.\nOther Sunday incidents\nBefore Almurisi was wrestled to the ground on Sunday, two other planes landed mid-flight.\nAn Illinois man tried to open an emergency exit door during a Continental Airlines flight from Houston to Chicago, but several passengers stopped him. The plane then landed in St. Louis, where it waited for an hour before continuing to Chicago. The FBI and airport police questioned the passenger, but no charges have been filed.\nIn another incident, a Delta Airlines flight from Detroit to San Diego was diverted to Albuquerque, N. M., after a flight attendant found a threatening note in the airplane bathroom. Officials searched the plane using bomb-sniffing dogs and interviewed others aboard the aircraft - crew members and 107 of 137 passengers - before allowing the plane to continue on to San Diego.\nBoth planes reached their final destinations without further incident.\nIncident on Friday\nOn May 6, two Muslim men - an imam and an adjunct professor of Arabic - were asked to deplane an Atlantic Southeast Airlines flight after the pilots had pulled away from the gate. The men were were traveling from Memphis to North Carolina to attend a conference on Islamophobia, and both were wearing traditional clothing.\nAfter they were removed from the flight, the men were given an extra security screening while officials searched the area around their seats. Although nothing unusual was found, the pilot reportedly refused to allow the men back on the plane, forcing them to take a later flight.\nTSA: Security measures same 'as always'\nThe Transportation Safety Administration (TSA) has not indicated that it anticipates reprisals or has changed security policies in the wake of bin Laden's death. A TSA spokesman decline to comment on the matter.\nOn May 2, the day after bin Laden's death, the TSA released a short statement reaffirming its efforts to keep air travel safe: \"As always, passengers may notice a variety of security measures at U.S. airports to include the use of physical bag checks, random gate screening, explosives detection technology, canine teams, and behavior detection officers.\"\n       \n\nLoad-Date: May 10, 2011"
}