{
    "title": "COD Homeland Security Training Institute Offers Free Program for'Soft Target' Protection Against Ter",
    "publisher": "chicago daily herald",
    "year": 2016,
    "month": 2,
    "day": 19,
    "full text": "The College of DuPage Homeland Security Training Institute (HSTI) will offer for the first time a free on-site and streamed program focusing on protection from terrorism for \"soft targets,\" including schools, sports arenas, shopping malls, amusement parks, movie theaters and other locations that attract large groups of citizens on a regular basis.\nThe program, paid for by a grant from Motorola Solutions Inc., will take place on Tuesday, March 22, from 10 a.m. to 3 p.m. at the COD Homeland Security Education Center (HEC) and will also be streamed via Eventbrite. There are seats for approximately 150 participants at the live event on COD's main campus in Glen Ellyn. To register, call (630) 942-3427. To register for the streamed session, please click here.\n\"Since the events of Sept. 11, 2001, great efforts have been made to fortify hard targets in the U.S., such as government facilities, military installations and transportation systems,\" said HSTI Director Tom Brady. \"This course is an outstanding opportunity for business owners, local and first responder units, and school administrators to learn how to keep their properties safe from terrorist groups who have demonstrated a complete lack of disregard for human life.\"\nThe one-day session will be taught by course instructors and anti-terrorism experts Dr. Mike Fagel and Dr. Jennifer Hesterman.\nAn HSTI instructor at COD since 2014, Fagel's background includes law enforcement, fire rescue, emergency medical services and emergency management. He has also served the U.S. Department of Defense in a variety of capacities, including the construction of a FEMA organization from the ground up in the Middle East. In addition, Fagel has published five textbooks on Emergency Planning, with his latest book, \"Crisis Management,\" earning Book of the Year by ASIS International in 2015.\nDr. Hesterman (Colonel, USAF, retired) is an academic author, instructor and counterterrorism expert specializing in domestic terror, transnational crime and the exploitation of the Internet by terrorists and criminals to obtain financing, recruit and conduct clandestine communications. Hesterman, who resides in the Middle East, is listed as one of only a handful of experts in the world on the terror-crime nexus. Her current book, \"Soft Target Hardening,\" was named \"Book of the Year\" by ASIS in 2014.\n\"We expect participants to leave with a strong understanding of the inherent vulnerabilities of soft targets and to specifically pinpoint security weaknesses in their own communities,\" Brady said. \"In addition, they will learn how to carry out measures to help their organization prepare for, deter and mitigate potential attacks. This is an opportunity that should not be missed.\"\nThe Homeland Security Training Institute (HSTI) at College of DuPage is unique to DuPage County and the Midwest, leading the region in terms of the latest advances in immersive training. The Institute focuses on education for law enforcement, fire science, first responders and corporate security personnel in the area of homeland security, as well as safety information for community members. Recently, seven police agencies contracted with the HSTI to provide highly specialized training with access to simulators and expert instructors in a paradigm-shifting training model.\nFor more information, click here or visit www.cod.edu/hsti.\n\nLoad-Date: February 19, 2016"
}