{
    "title": "COHEN VOWS RETALIATION IF U.S. FINDS A NATION IS RESPONSIBLE FOR BLASTS",
    "publisher": "st. louis post-dispatch ",
    "year": 1998,
    "month": 8,
    "day": 10,
    "full text": "Senior U.S. officials promised Sunday to track down those who committed the \"unadulterated evil\" of blowing up two American embassies in East Africa - and to strike back if the attacks were sponsored by a government.\nThe Clinton administration ordered embassies worldwide on high alert after Friday's blasts that killed 12 Americans.\nIt also is considering increasing security at older U.S. embassies to protect diplomats better in an era of global terrorism.\n\"We respond and retaliate as swiftly as possible to those states who have sponsored the terrorism,\" Defense Secretary William Cohen declared. \"We saw that with Moammar Gadhafi in Libya.\"\nThe United States bombed two Libyan cities because of evidence that Gadhafi's government, which the State Department lists as a sponsor of terrorism, took part in the bombing of a Berlin discotheque in 1986.\n \nThe blast killed two American soldiers and a Turkish woman.\nU.S. officials said the attacks in Nairobi, Kenya, and Dar es Salaam, Tanzania, appeared to have been the work of a highly trained and organized terrorist organization or group.\nCohen called the twin attacks well-coordinated and \"long in the planning.\"\n\"It was not the act of some isolated individual, a madman,\" he said on ABC's \"This Week with Sam Donaldson and Cokie Roberts.\"\nSandy Berger, President Bill Clinton's national security adviser, called the bombings \"an act of unadulterated evil.\"\n\"And we will pursue every lead that we have until we have tracked these people down and held them accountable,\" Berger said on CBS' \"Face the Nation.\"\nAs the international rescue operation continued, President Bill Clinton reaffirmed his vow to do everything possible to catch the culprits.\nClinton spoke as dozens of U.S. medical assistants and forensic experts continued to arrive in the region to help the East African nations cope with the tragedy.\nSecretary of State Madeleine Albright, appearing on NBC's \"Meet the Press,\" pleaded for Americans to have patience with the investigation.\n\"While there might be an instant gratification to do something about an attack on us, we have to be absolutely sure we have the facts straight,\" she said. \"The memory of the United States is very long, and our reach is very far. There is no statute of limitations on any of these crimes.\"\nThe State Department lists Syria, Sudan, Libya, Iran, Iraq, North Korea and Cuba as sponsors of terrorism.\nSen. Orrin Hatch, R-Utah, questioned the U.S. policy against assassinating terrorists.\n\"These acts of terror really are acts of war,\" Hatch said Sunday. \"There should be nothing that should not be on the table when it comes to protecting our citizens overseas.\"\nThe embassies in Nairobi and Dar es Salaam had tight security but didn't meet stricter standards put into effect in 1986 after several terrorist attacks on U.S. missions and military installations overseas.\nAlbright and Berger said the administration would likely ask Congress to approve money to bring more of the 280 U.S. missions and embassies ar ound the world to higher security standards.\n\"There can be no guarantees unless you build fortresses, but obviously in the wake of an incident such as this, additional efforts will be made\" to increase security, Berger said.\nOn Sunday a gray mist covered the Kenyan capital like a shroud, and church bells pealed across the country in tribute to the dead.\nThe Supreme Council of Kenya Moslems - which makes up around 10 percent of Kenya's approximately 30 million population - called the blast \"a heinous act of terrorism.\"\n\nLoad-Date: August 10, 1998"
}