{
    "title": "Coldblooded Killers, Not Freedom Fighters",
    "publisher": "the new york times",
    "year": 1986,
    "month": 8,
    "day": 22,
    "full text": "I would venture to guess that there are few who could say with precision what we mean by ''terrorism.'' One might well ask why we should spend our time quibbling about definitions when what is really needed is a plan of action. I submit that the issue is not simply one of semantics. Having a clear idea of the evil we seek to eradicate is, in many respects, a prerequisite to any meaningful response. Before we enact legislation to punish the political terrorist, we must know what category he fits.\nThe most urgent reason to develop a working definition of terrorism, however, is not to bring the terrorist to justice in a court of law, but to obtain a verdict against him in the forum of world opinion. Once it is universally accepted that the terrorist is not a heroic idealist but a moral outlaw who expresses his political grievances by slaughtering innocent civilians, perhaps the terrorist will come to realize that his actions are a liability to his cause, even if he cannot appreciate their immorality.\nTerrorism is a word coined by society to deplore a particular kind of political violence that lies wholly outside of accepted conventions of warfare. The term is most frequently used to describe revolutionary violence, but established governments are certainly no strangers to the systematic terrorizing of entire populations.\nThe aim is to destroy the morale of a nation; the method the random murder of innocent people. Randomness is the distinctive trait. Harm must come by chance to unremarkable men and women, whether Americans or Britons or Jews, simply because of their nationality, religion or political affiliation. They must feel themselves fatally exposed and demand that their governments negotiate for their safety.\nSince medieval times, philosophers have recognized the distinction between jus ad bellum, the justice of war, and jus in bello, justice in war. Terrorism is more a civilian strategy than what we commonly call war, but the distinction remains meaningful in this area as well. The moral reality of war is divided into two logically independent parts. We make judgments about the broader issues of aggression and self-defense; but, employing a separate calculus, we make judgments about the observance or violation of the customary and positive rules of engagement.\nBy the same token, we must keep distinct our feelings about the terrorist's cause, on the one hand, and the illegitimate means that he uses to advance that cause, on the other. Simply put, the random murder of innocent people is always terrorism, even when it is perpetrated by representatives of the most oppressed peoples on the face of the earth.\nThat this simple precept is not universally accepted was a point driven home several weeks ago when the hijackers of the Achille Lauro were sentenced by an Italian jury. By rejecting a life term for the coldblooded killer of Leon Klinghoffer, and similarly imposing relatively modest penalties on the other defendants, the jury appeared to accept the defense's arguments that the Palestinians were ''soldiers fighting for their ideals'' rather than terrorists. If indeed the jurors believed this, then they have sadly lost their way in the moral universe. Their veiled apologia for the terrorists is precisely the type of thinking that we need to correct.\nTerrorism has been defended on the ground that there is no alternative if oppressed peoples are to be liberated. Such assertions erase all moral distinctions. Certainly, there have been moments in history when armed struggle was necessary for the sake of human freedom. But if dignity and self-respect are purported to be the outcomes of the struggle, it cannot consist of terrorist attacks upon defenseless children.\nThis was the principle that ani-mated Albert Camus's powerful play, ''The Just Assassins.'' Early in this century, a group of Russian revolutionaries decide to kill a czarist official, the Grand Duke Sergei, a man directly involved in political repression. They plan to blow up his carriage, and a young revolutionary is in place on the appointed day with a bomb hidden beneath his coat. But as the carriage approaches, he notices that the intended victim holds two small children in his lap. The would-be assassin hesitates, then walks quickly away, for he has decided to wait for another occasion. One of his comrades, accepting his decision, says, ''Even in destruction, there is a right way and a wrong way - and there are limits.''\nIn the final analysis, only the acceptance of this principle will unleash the wrath of the world upon the terrorist, and, ultimately, score a moral victory for the champions of order and civilization. He will be exposed as a killer and not as a hero fighting for the cause of freedom.\n\nGraphic\n\n \nDrawings"
}