{
    "title": "Cold-nosed fleet puts heat on terrorism",
    "publisher": "usa today",
    "year": 1996,
    "month": 11,
    "day": 18,
    "full text": "LACKLAND AFB, Texas\nThe decision to evacuate the TWA terminal at New York's Kennedy\nAirport last week was based on no less of an authority than a\n15-month-old yellow Labrador named Sheba.\nAnd while the bomb scare (Sheba had detected traces of nitrates\nin a passenger's bag) ultimately proved to be a false alarm, its\nresolution was exactly how airport security is supposed to work\nthese days.\nIn fact, on the front lines of the war against terrorist bombers,\nthe most potent weapon currently available just might be a dog's\nnose.\nThough Congress recently earmarked about $ 144 million for more\nsophisticated airport screening systems, the government is hedging\nits bets, counting heavily on dogs.\nCongress appropriated $ 8.8 million for Federal Aviation Administration\nbomb dog training and deployment, plus $ 7.5 million for the Bureau\nof Alcohol, Tobacco and Firearms (ATF) to train detection dogs\nand develop a certification program for all government dogs.\nRecent legislation also requires the operators of each of the\nnation's 50 largest airports to supplement existing bomb and weapons\ndetection procedures with dogs.\nThe FAA, which already operates more than 100 canine teams at\n31 airports, will boost that number by 114 teams and cover four\nmore airports in a matter of months.\nSeparately, the ATF, which now trains dogs mostly for foreign\ngovernments, is to begin turning out 100 dogs a year after 1997\nfor use by law enforcement agencies at all levels, perhaps raising\nthe number of covered airports even higher.\nThe bomb threat is formidable, and it is growing. From 1990 through\n1994, ATF counted 10,526 actual or attempted bombings in the USA.\nThe 1994 total, 2,438, was up 38% from 1990. In the five-year\nspan, 306 people were killed, and 3,402 were injured. Property\ndamage was estimated at $ 1.2 billion.\n\"Four-footed soldiers,\" they call them here at the \"world's\nlargest dog school.\" This is where Sheba was trained. The school\nhandles 300 to 350 dogs at any given time.\nAnd, right now Lackland Air Force Base's recruiters and trainers\ncan't work fast enough to satisfy demand for their graduates.\nIn the first few days of training here, Labrador and golden retriever\npups not yet 2 years old learn to alert a handler to a bag of\ngunpowder stashed in a box or drawer.\nThe training is military. Dogs wait in line, then get a furious\nworkout sniffing stacks of boxes in a room with slippery wooden\nfloors.\nThe dogs come in on consignment. Drive and spark are what trainers\nlook for, but if they don't pass a physical exam or any phase\nof a rigorous 10-day evaluation, they're sent home like failed\nrecruits.\nThe graduates will put their lives on the line to make travel\nsafer and public places less threatening.\nBut why dogs? What's become of technology?\nWhile the government and industry have spent millions developing\ndetection devices that are years from going into widespread use,\n\"we already know that dogs work,\" says Rep. Frank Wolf, R-Va.,\na champion of funding for sniffer dog training and deployment.\nDogs can pick out land mines in a field of rocks. Dogs have been\ntrained and used to detect gas line leaks. And, as contraband\ndetectors, dogs have no peers.\nThough researchers have barely scratched the surface of what dogs\ncan -- and cannot -- smell, there is no doubt almost any dog can\nbe trained to cue on an odor it can smell in return for\na small reward.\nScience has yet to quantify a dog's sensory capacity. Depending\non whom you talk with, a dog's sense of smell is anywhere from\n200 to 5 million times greater than a human's.\n\"Smell is their dominant sense,\" says Susan Hallowell, a research\nchemist at the FAA technical center in Atlantic City. \"Just like\nsight is the dominant sense for humans. We see things in our dreams.\nI think dogs probably dream in smells.\"\nLawrence Myers, associate professor of physiology and pharmacology\nat the Auburn University School of Veterinary Medicine, says research\nshows that dogs can detect some compounds up to one part per quadrillion.\nHence, you could convert the national debt to one dollar bills,\nspread them out on an airport runway, and a dog could easily find\nthe dollar you dabbed with nitroglycerin.\nA certified bomb detector can pick up the scent of the nine basic\nexplosives groups and then, in the presence of any of them, home\nin on any of tens of thousands of different bomb compounds.\nScanning machines can alert their operators to a possible danger,\nwhich would trigger a hand search of a bag or freight parcel.\nA dog can scan-sniff a whole waiting lounge or warehouse in one\ncrack.\nIt would be hard to find a more eloquent and enthusiastic supporter\nof dogs than Lee Grodzins, who, ironically, works for the competition.\nHe is vice president for advanced products at American Science\nand Engineering, a major name in the manufacture of X-ray security\ndevices.\nGrodzins, an MIT physics professor and self-described \"technocrat,\"\ngives several reasons \"why I'm strongly for dogs:\"\n-- \"When people see dogs sniffing, everyone is nervous. They're\nall thinking, 'What's this dog going to find?' That scares the\nhell out of terrorists.\n-- \"The very fact that they are inconsistent -- like us, dogs\nhave good days and bad days -- works in their favor. I suspect\nterrorists are very afraid of inconsistency.\n-- \"When working well and on top of things, dogs are probably\nas good or better than the best machines we have. Dogs have actually\nfound explosives in a real situation. (The FAA confirms that dogs\nhave found explosives in an airport, but will not reveal details\nor frequency.) Machines, to my knowledge, have not.\"\nGrodzins, however, concedes that neither dogs nor machines will\nbe \"the silver bullet. We need all the systems we can get to\nforce these terrorists to go through an obstacle course.\"\nBruce Butterworth, chief of operations in the FAA's office of\ncivil aviation security, says, \"If a dog has good quality control,\nit is as hard or harder to defeat than a machine.\"\nThe alert at Kennedy was a perfect example of how Butterworth\nsees \"the systems\" -- dogs and machines -- working.\nAn electronic sensor first picked up indications of explosives\nin a suitcase. Sheba was brought in to confirm. She did, and the\nTWA terminal was closed for an hour while the bomb squad dug deeper.\nThere was not a bomb. But traces of nitrates were found on a pair\nof shoes in the bag. Though identical to the ingredients in some\nexplosives, these traces were mere residue from the tanning process\nused on the leather soles of the shoes.\nSergio Magistri agrees that dogs play a key role in security,\nalthough as head of the company that makes the million-dollar\nCTX-5000 explosives detector he confesses he lacks \"complete\nobjectivity.\"\nMagistri's company, InVision Technologies Inc. of Foster City,\nCalif., makes the only mechanical bomb detector approved by the\nFAA for checked baggage. But the detector is currently used by\nonly three airlines at three airports: United at San Francisco,\nDelta at Atlanta and El Al at Kennedy in New York.\nHe acknowledges his CAT-scan-like machine's limitations (one bag\nat a time up to 300 per hour) and, thus, favors a \"complementary\napproach\" to security, using dogs, passenger \"profiling,\" bag\nmatching, searches and scanning by machine.\nHe notes that his machine can chug along nonstop for hours on\nend, while a dog \"gets too hyper to perform\" after a couple\nof hours of work.\nBut next to a $ 1 million machine, a dog appears a bargain. A \"single-purpose\"\nsniffer (explosives only) costs the FAA under $ 3,000. Training\ncosts $ 7,000. Yearly maintenance, including food, health care,\nan annual physical and housing, costs about $ 60,000 per team,\nincluding the handler's salary.\nIf all this isn't testimony enough in favor of dogs, the FAA's\nHallowell provides more. She's a cat person, but allows as how\n\"you can learn to love a dog, but you can't say that for a machine.\"\nPlus, she adds, not entirely jokingly, \"they're biscuit-powered.\"\n\nGraphic\n\n \nPHOTOS, Color, Darren Carroll(3); PHOTO, B/W, Darren Carroll; Ino: 'Four-footed soldier' in terrorism war Detectors: Congress has earmarked millions for high-tech airport screening systems, but the government is counting heavily on dogs trained to sniff out explosives. At left, Ino with trainer Airman Elli John Umali at Lackland Air Force Base near San Antonio. Above, Phoenix police officer Terry Cooning gets FAA handler-training at the base with Boy. Plane-time training: Ben, with his handler, Senior Airman Benjamin Riley, trains in a mock airplane at Lackland Air Force Base.\n\nLoad-Date: November 18, 1996"
}