{
    "title": "Cold War's threat replaced with terrorist reality",
    "publisher": "university wire",
    "year": 2004,
    "month": 9,
    "day": 17,
    "full text": "In an episode that made the Abu Ghraib prison debacle look like a game of drunken twister, militant Islamic terrorists have momentarily stopped hiding behind the Koran, instead hiding behind school children's bodies.\nThe school siege in southern Russia resulted in over 300 deaths, some children shot in the back as they fled for safety.\nAs a result, Russia is destined to learn from the Chechen rebels what has not yet been learned in the United States.\nTerrorism is not the enemy, terrorism is a tactic employed by the enemy. The enemy is militant Islam. Whether the battleground is the Persian Gulf or Chechnya, the militant Islamic movement remains, and allowing it to spread will be deadly for both sides.\nExtreme Islamic fundamentalists have hijacked Islam.\nTheir goal: driving western influence from Muslim holy lands and areas of dense Muslim population in order to create militant Islamic governed nation-states. Killing a militant Islamic terrorist brings death to a person but allows an ideology to live. In order to win the war against \"terrorism,\" both must die.\nIt has proven easier to prevent militant Islamic terrorists from hijacking planes than to prevent the hijacking of a religion.\nRussian President Vladimir Putin has been pressured by U.S. officials to sit down at the peace table with Chechen rebels but has been unresponsive. Putin insists that Russia will conduct peace talks with Shamil Basayev, their most wanted terrorist, when the U.S does the same with Osama Bin Laden. The irony would be amusing if the threat was not so deadly.\nThe Cold War did not create militant Islam, but it did create al-Qaida.\nAfter the war in Afghanistan, when the CIA helped Bin Laden defeat Soviet occupiers, the world's foremost terrorist continued to wage war, in the process training thousands of foreign fighters from more than 50 countries.\nThese Islamic militants are spread around the globe, including Chechnya.\nShamil Basayev is a product al Qaida's efforts. After the school crisis, Defense Minister Sergei Ivanov declared that Russia reserves the right to carry out pre-emptive strikes against deemed threats. Ivanov, who has been in contact with U.S. Secretary of Defense Donald Rumsfield, also feels that the U.S. administration is more receptive than most of Europe to Moscow's proposed pre-emption. Ivanov feels that Moscow and Washington see eye to eye in combating terrorism. Islamic militants have placed their bet in the form of international terrorism They have upped their ante with the attack of innocence in Beslan. The only nations capable, ready and willing to call their hand must respond.\nNow the United States and Russia need to determine between themselves who the winner of the poker match will be, and the stakes couldn't be higher.\nTerrorism thrives where pacifism and indecision exist.\n(C) 2003 Daily Titan via U-WIRE\n\nLoad-Date: September 17, 2004"
}