{
    "title": "Cole attack underscores US 'homeland defense'",
    "publisher": "the deseret news",
    "year": 2000,
    "month": 10,
    "day": 14,
    "full text": "WASHINGTON -- The bombing of the USS Cole has underscored an increasing focus in the United States on \"homeland defense\" and potential threats within its borders, despite its vast military superiority, defense experts said.\nTerrorism has been a major American worry at least since Islamic fundamentalists seized the U.S. embassy in Tehran in 1979 and held 52 Americans hostage for 444 days.\nGenerally, terrorism applies to politically-motivated violent attacks against noncombatants, by sub-national groups or covert agents, aimed at intimidating a wider audience, terrorism experts say.\nMore than 20 years after Tehran, U.S. law enforcement agencies say they have had a successful record in deterring extremist attacks. But incidents overseas continue and remain a matter of rising, not diminishing, concern with the growth of high-speed computers, the speed of travel and other advances.\nThe USS Cole, one of the world's most sophisticated guided missile destroyers, had a gaping hole blown in its side when a small boat packed with explosives came alongside in the Yemen port of Aden on Thursday and detonated. Seventeen sailors were killed, and more than 30 were injured.\nTERRORISM ON U.S. SHORES?\nWhile this incident, like the bombings of two U.S. embassies in Africa in 1998, occurred overseas, many experts see terrorism creeping ever closer to American shores.\nThat is the chilling conclusion in a report issued last year by the U.S. Commission on National Security in the 21st Century, a Pentagon-funded research project.\n\"America will become increasingly vulnerable to hostile attack on our homeland and our military superiority will not entirely protect us,\" the commission said.\n\"States, terrorists and other disaffected groups will acquire weapons of mass destruction and mass disruption and some of them will use them. Americans will likely die on American soil, possibly in large numbers,\" it said.\nDefense Secretary William Cohen has picked up the theme.\nAppearing two weeks ago before the Center for Strategic and International Studies, he warned that Americans must begin facing the need for a \"homeland defense\" against terrorism and said the government's need to gather protective intelligence would clash with citizens' rights of privacy.\nCohen said advance information was the best defense against potential chemical, biological and other attacks.\n\"I think that we have yet to begin the debate on homeland defense...I believe that we as a democratic society have yet to come to grips with the tension that exists between our constitutional protection of the right to privacy with the demand...to protect us,\" he said.\nPRIVACY VERSUS PROTECTION\nSo what should the government do? \"You protect yourself through greater intelligence,\" Cohen said. \"The best way to prevent harm from coming is to have greater information. Greater information means a greater invasion of privacy.\"\nCIA Director George Tenet recently told Congress that it is not a question of \"if\" the United States will be hit by terrorism but \"when.\"\nExperts agree the United States cannot make itself, or its overseas facilities, impregnable. Yemen was known as a haven for international terrorist groups but it was worth the risk to make navy port calls there in an effort to improve ties with that Arab country, many experts say.\n\"Complete protection would mean isolating ourselves, making our military forces ineffective, going from the world's only superpower to the world's only global paranoid,\" said Anthony Cordesman, a military and Middle east expert at CSIS.\n\"There is no such thing as globalism without global vulnerability,\" he told Reuters.\nCordesman, who heads a project on \"homeland defense\" at CSIS, said the term evolved when people realized Americans were focusing so much on defenses against missile attacks in other regions \"we had forgotten we were vulnerable in the U.S.\"\nMissile attacks against the United States are still a possibility and must be defended against. But \"there is absolutely no question that a national missile defense system by itself cannot protect the United States,\" he said.\nSHIPPING CONTAINER THREAT\nMore dangerous perhaps are thousands of shipping containers that enter U.S. ports every year that could hold lethal biological, nuclear or chemical weapons, he said. Only about five percent of those containers are searched, he said.\nHarvey Kushner, a terrorism expert at Long Island University, said the U.S. government must be convinced to increase spending to counter the terrorism threat but it may take Americans \"coming home in body bags\" to create urgency.\nHe charged Congress has cut deeply into President Clinton's budget request, slicing funds for computer devices that would allow the U.S. Customs Department to exchange intelligence instantaneously at border, among other critical programs.\nDespite the heightened warnings, neither U.S. presidential candidates--Democrat Al Gore or Republican George W. Bush--discussed the terrorism threat and how they might cope with it during their first two debates.\nBush has complained U.S. defenses are in decline and both he and Gore have endorsed increased defense spending.\nBut the mismatch of the vessels in the USS Cole attack--an armored warship versus a small mooring boat--could not have pointed up more starkly how determined anti-American zealots can pierce the formidable U.S. armada.\n\nLoad-Date: October 14, 2000"
}