{
    "title": "Colloquium to address turbulence in Africa",
    "publisher": "university wire",
    "year": 2012,
    "month": 12,
    "day": 2,
    "full text": "Mike Cohea / Brown University\nConvened by novelist and Professor of Africana Studies Chinua Achebe, the Achebe Colloquium on Africa will provide a forum to discuss key issues confronting the continent, such as security, terrorism and insurgency.\nThe 2012 Achebe Colloquium on Africa, entitled \"Governance, Security and Peace in Africa,\" will be held this Friday and Saturday at the Perry and Marty Granoff Center for the Creative Arts. Convened by celebrated Nigerian novelist Chinua Achebe, professor of Africana studies, this year's colloquium will focus primarily on security issues throughout Africa.\nNow in its fourth year, the annual colloquium brings together international government officials, activists, scholars and other experts to discuss issues facing Africa and the world. Previous topics have included the 2010 Nigerian elections and the Arab Spring.\nThis year's colloquium will highlight \"the security issues that challenge the establishment of institutions and principles of good governance on the continent,\" according to a University press release. Panels will address security and terrorism, regime change and ethno-religious insurgency in West Africa and race, politics and peace-building in Southern Africa.\nThe two-day event will feature speakers such as British entrepreneur Mo Ibrahim, United States Ambassador to the Republic of Niger Bisa Williams and Mamphela Ramphele, South African activist and former managing director of the World Bank. Other speakers will include Deputy Head of Mission for the Republic of South Sudan to the United States Dhanojak Obongo, Nigerian activist and writer and the President of Civil Rights Congress of Nigeria Snehu Sani, and Johnny Moloto, deputy chief of mission for the South African Embassy in the United States. The event will also include appearances by author and filmmaker Tsitsi Dangarembga and Nneka, a renowned Nigerian singer.\nAchebe, who is known for his political commentary in addition to his creative writing, was named earlier this month as one of Foreign Policy magazine's top 100 global thinkers \"for forcing Africa to confront its demons.\"\nThe colloquium is \"one of the signature projects that Professor Achebe brought to the University when he came here in 2009,\" said Associate Professor of Africana Studies Corey Walker, chair of the Department of Africana Studies and member of the Colloquium Organizing Committee. He said the 2012 event \"promises to be another very interesting and intriguing set of conversations,\" and that he is looking forward to the \"incisive commentary and keen analysis\" this year's speakers will bring to the table.\n\"(Achebe) is using his reputation to uplift the intellectual culture in American universities about Africa,\" said Horace Campbell, professor of political science and African American studies at Syracuse University. Campbell, who will be speaking at the event, said Achebe has greatly influenced his work, as well as that of any other scholar engaged in the study of Africa over the past 50 years.\nHe added that a central issue to address at the colloquium is the \"conditions of instability\" that American and European policies have created in the region in the name of peace and humanitarian intervention. \"If this colloquium or universities in America are serious about peace, then we must critique the idea of liberal peace and fighting terrorism, conditions that create the basis for more terrorism and instability,\" he said.\nThe source of these destructive policies, he added, is the \"conception of Africans as savages involving tribal conflict\" that has traditionally been \"the driving force in thinking about Africa.\" He said peace can only be achieved by \"respecting Africans as human beings, not as tribal bodies of people.\"\nCampbell noted that forums like the Achebe Colloquium are particularly crucial as the U.S. government increasingly attempts to militarize the study of Africa. He said other universities have \"sat by\" as the U.S. Department of Education cut back funding for their African studies centers, instead choosing to channel funds toward the Department of Defense.\n\"Any money for research is going to the Pentagon and not to universities,\" he said. As a result, the study of Africa \"is dominated by the U.S. military and military interests in Africa.\" He said that the colloquium serves as a place where these issues can be freely discussed.\n\"It is my hope that the Achebe Colloquium will continue to highlight Africa's great complexity and beauty while analyzing its challenges,\" Achebe wrote in an email to The Herald.\nThough space will be limited and registration is required, the event is free and open to the public and can be watched live online.\nShare on Facebook Share on Twitter\n\nLoad-Date: February 6, 2017"
}