{
    "title": "College student suspended after filming teacher saying Trump's election was 'an act of terrorism'",
    "publisher": "university wire",
    "year": 2017,
    "month": 2,
    "day": 16,
    "full text": "COSTA MESA, Calif. - An Orange Coast College student who secretly videotaped his instructor making anti-Trump statements was suspended from school and told to write a letter of apology as well as a three-page essay about the incident.\nThe college suspended Caleb O'Neil for the current semester and the summer term, saying he violated a Coast Community College District policy prohibiting recording someone on district property without that person's consent.\n\"It is my hope that this experience will lead you to truly think through your actions and the consequences of those actions when making decisions in the future,\" Victoria Lugo, interim dean of students, wrote in a Feb. 9 letter to O'Neil, whose video clips of instructor Olga Perez Stable Cox in December went viral.\nWilliam Becker, an attorney representing O'Neil, said the sanctions are excessive and the student's legal rights have been violated. O'Neil, 19, plans to appeal and can continue to attend classes during that process, Becker said.\n\"This is an attack by leftists in academia to protect the expressive rights of their radical instructors at the expense of the expressive rights of conservative students on campus,\" said Becker, president of Freedom X, a nonprofit dedicated to preserving religious and conservative freedom of expression.\nO'Neil, who campaigned for Trump, couldn't be reached for comment on Tuesday.\nOrange Coast College President Dennis Harkins had previously said his administration would investigate whether Cox's comments were appropriate and within the context of what she teaches. Whether that has concluded is unclear. College spokesman Doug Bennett said this week that the school could not comment on personnel manners, and he declined to discuss investigations involving students, citing their privacy.\nThree other students, all leaders with the school's College Republicans, which posted the video clips, received letters saying there was insufficient evidence to proceed against them, said Joshua Recalde-Martinez, one of the three.\n\"I'm disgusted that they imposed such excessive sanctions against (O'Neil), especially when the student was just trying to document a case where he personally felt targeted by a faculty member and his student rights were violated,\" said Recalde-Martinez, who founded the OCC College Republicans and served as its president until recent weeks.\nTo be allowed back in school, the letter says, O'Neil's essay is to be three pages and double-spaced and must discuss why he videotaped the professor. Also, the essay is to cover his \"thoughts and analysis\" on why he decided to share the videos, what he thought would happen to Cox and \"the impact of the video going 'viral' and the ensuing damage to Orange Coast College students, faculty and staff.\"\nO'Neil videotaped Cox as she called the election of Donald Trump \"an act of terrorism\" and declared that those \"leading the assault are among us.\"\nO'Neil took the video to leaders from the school's College Republicans, who, joined by attorney Shawn Steel, complained to the campus administration. A week later, saying they were frustrated that the administration had not acted on their concerns of a teacher using her classroom as a bully pulpit, the campus Republicans posted video clips online, where they quickly became national news.\nThe attention led Cox, 66, an instructor at the school for 42 years, to temporarily leave her home following an onslaught of angry, sometimes threatening mail.\nIn an interview with the Orange County Register last month, Cox said her comments to students _ made in all of her three human sexuality classes _ were meant to comfort those who were upset about the election of Trump and offer resources should students feel discriminated against.\nAs a gay Latina, Cox said she was frightened by Trump's election.\nRob Schneiderman, president of the union that represents the district's faculty, said he is satisfied that \"there were some consequences and someone is being held responsible.\"\nAlthough, he added, \"in this type of situation, nobody wins.\"\n___\n(c)2017 The Orange County Register (Santa Ana, Calif.)\nVisit The Orange County Register (Santa Ana, Calif.) at www.ocregister.com\nDistributed by Tribune Content Agency, LLC.\n\nLoad-Date: February 19, 2018"
}