{
    "title": "Colleges prep students for homeland security work",
    "publisher": "university wire",
    "year": 2008,
    "month": 11,
    "day": 6,
    "full text": "After the events of Sept. 11, 2001, colleges across the country have sought ways to combat national security threats right on their campuses.\nNearly 300 colleges have introduced homeland security and terrorism programs and courses that prepare students for a range of emergencies. These majors are meant to provide students with the skills necessary to handle events from natural disasters to terrorist attacks.\n\"We take an all-hazards approach,\" said Michael Greenberger, a law professor and director of the University of Maryland's Center for Health and Homeland Security.\nGreenberger had an instrumental role in creating the center in May of 2002.\nThe center focuses on both man-made and natural disaster control as they actively promote each field.\n\"Initially, most of our focus was on terrorism and terrorist attacks,\" Greenberger said.\nHowever, after Hurricane Katrina hit, Greenberger said they expanded their attention to cover catastrophes of all kinds, including wildfires, floods, tornadoes and especially hurricanes.\n\"There's a hunger in the real world for people with expertise in dealing with these issues,\" Greenberger said.\nAt The Ohio State University, the majority of homeland security courses revolve around securities and intelligence. As is the case for nearly all university emergency response programs, programming was spurred by the events of Sept. 11.\n\"(We address) the global war on terror,\" said Karlene Foster, the school's associate director of International Studies. \"We look at (terrorism) in a historical context.\"\nHowever, this is not the first program of its kind at Ohio State. A similar major had been in place, but was terminated in 1994 after the end of the Cold War. After the Sept. 11, 2001, terrorist attack, it was restored and modernized in the spring of 2005 to accommodate the hazards of the era under securities and intelligence.\nWhile several new classes are added each year, Ohio State's current structure features a one-year program designed to be completed over 50 credit hours. Apart from three required courses underlining the basics of the major and a foreign language obligation, students are free to choose five elective courses that comprise a specific area of concentration.\nAround 300 students study the diverse range of opportunities the program provides. From infrastructure to intelligence and biological weapons to code making, students can take their major pretty much wherever they want.\n\"That's the nice part of being at a comprehensive university,\" Foster said. \"There are many options.\"\nShe also attributed the variety of choices to Ohio State's considerable size.\n\"You have the resources to be able to offer all these things,\" she said.\nThose who graduate with securities and intelligence among their specialties easily find jobs to fit their career track. Foster said some of the best students end up working for the CIA, National Security Agency, Defense Intelligence Agency, the State Department or Foreign Service.\nWhile Marquette has not formed its own major of this kind, it may soon be joining the push.\nMark Waters, an adjunct instructor of the Law Enforcement and Leadership Graduate Certificate Program in the College of Professional Studies, said the college is currently in the process of submitting a proposal that would create a 15-credit hour graduate certificate program devoted specifically to homeland security. The college's associate dean, Jay Caulfield, said it would serve as a standalone certificate or a specialization for a graduate degree in public service, leadership studies or criminal justice administration.\nIf Marquette approves the proposal by December, the college can start recruitment for fall of 2009.\n\"We're responding to the needs of the community and society as a whole. We're responding to what our market needs,\" Waters said as he explained how the field has emerged since 9/11 with interest on the rise. \"There's nowhere else in southeastern Wisconsin that offers this type of program.\"\n(C) 2008 The Marquette Tribune via UWIRE\n\nLoad-Date: November 7, 2008"
}