{
    "title": "Collaboratory_ WVU , government, businesses fight terrorism terrorism terrorism",
    "publisher": "charleston gazette",
    "year": 1999,
    "month": 10,
    "day": 1,
    "full text": "If terrorists target West Virginia, they could find themselves in a\nstandoff with the International Telemedicine Collaboratory.\nIt's all right if you haven't heard of a collaboratory. Most people\nhadn't until Thursday, when officials at West Virginia University\nscheduled a news conference to announce the new enterprise.  enterprise.  enterprise.\nResponse to disaster\nRobert D'Alessandri, vice president for health sciences and dean of\nthe WVU School of Medicine, said the collaboratory is a joint venture\nof WVU's health sciences center, government and several businesses.\n\"The concept of this is to develop a response, an immediate response,\nfor biological, chemical and radiological mass disasters Many times,\nyou see a disaster and wonder what you can do, how you can help.\n\"This is our way to help.\"\nVirtual medicine first step\nA first step in developing the plan is creation of a Virtual Medical\nCampus, a facility to help medical and first responder communities\nprepare for the use of biological or chemical weapons and other\nman-made or natural disasters.\n\"Using the university's resources in telemedicine and strengths in\nrural emergency medicine and distance learning, coupled with high\nspeed communications capabilities, the VMC [virtual medical campus]\nwill make training resources and medical knowledge accessible to save\nlives when every moment counts,\" authors of a WVU-issued news release\nsaid Thursday.\nD'Allessandri said it's unrealistic to assume a terrorist attack\ncouldn't occur in West Virginia.\n\"We have federal buildings. I think it's a possibility. Certainly,\nit's nothing we want to happen. It's nothing we would like to\npredict.\"\nNevertheless, he said it's a good idea to be prepared.\nHe said the virtual medical campus is \"a series of integrated\ndatabases - high speed telecommunication networks that will support\nhealth-care requirements of this response plan.\n\"Some of that will include setting up training standards, hospital\nreadiness standards, medical records standards, as well as integrating\nall the information we have out there on how to respond to these\ndisasters.\"\nWho's participating\nHe said the collaboratory agreement was signed Thursday by West\nVirginia University; Electronic Data Systems; ACT Inc.; COMTEL;\nConaway Group; MPL Corp.; the National Guard Bureau; and Oracle Corp.\nTo contact staff writer Kay Michael, call\n348-1254.  1254.  1254.\n\nLoad-Date: October 2, 1999"
}