{
    "title": "Coloring books wrong tool for 9_11 education Related Content Last 5 stories in Opinion Comments",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 15,
    "full text": "If any parent or guardian is looking for a way to educate their children on gruesome acts of terrorism, but doesn't want to explain it, help is on the way.\nSt. Louis-based publisher Really Big Coloring Books has just announced it will re-release their 9/11-based coloring books, \"We Shall Never Forget 9/11: The Kid's Book of Freedom\" and \"We Shall Never Forget 9/11-Vol. II: The True Faces of Evil-Terror,\" according to Asawin Subsaeng of the Daily Beast.\nNot only does the company retell the events of 9/11, it also covers the Seal Team Six assassination of Osama Bin Laden as well as the rise of the Islamic State of Iraq and Syria .\nAside from their 9/11 books, RBCB also released other political-themed books which featured  such subjects as the Tea Party movement and Sen. Ted Cruz, R-TX., among others.\nJust because these are coloring books doesn't mean every kindergartener should have one. Wayne Bell, RBCB's founder, has stressed these books are for children, but with adult supervision, according to Subsaeng.\nColoring books are not an appropriate tool for educating children on terrorism and U.S. tragedies.\nIt doesn't seem like I'm alone either. These books have had their critics, being labeled anti-Muslim propaganda and \"disaster porn,\" according to Subsaeng.\nOf all the things you could call these 9/11 books, \"disaster porn\" fits them best. After all, these are horrific events we're talking about.\nEducating children on these events should be done in a delicate manner. Why would anyone think it's a smart idea to jazz them up make them \"fun\"?\nHonestly, what happened to just talking to children about these events?\nThese are touchy subjects, but coloring books aren't the best way to provide insight into the United States' and world's experiences with terrorism in recent years.\nIn these books, delicacy and objectivity have been kicked to the curb, and replacing them are sensationalism and bias.\nIt's hard to be subjective when talking about terrorists, especially when many have taken the lives of U.S. citizens, but there could've been some effort to tell a little more about these terrorists.\nAll these books seem to do is tell children terrorists are evil, providing little to no insight as to why so many people perceive them as evil.\nThat doesn't mean we should sympathize with the terrorists' actions. After all, they're violent religious zealots and are probably the main reason why their religion is met with so much rancor.\nIf we're going to educate children, we should give them the full scope.\nWe should teach them about the events, the people and both the public and world perception of these people leading up to, during and after the events.\nBut therein lies the problem. How do you divulge all this information to a child, without getting too gruesome or sensationalistic? It's a fine line to walk, and crossing that line means either ignorance or indoctrination.\nHowever, all this criticism won't seem to deter RBCB.\nThe company will be releasing more books on the subject of Islamic terrorism soon, according to Subsaeng.\n\"This is important for people in the U.S.,\" Bell said to Subsaeng. \"They don't understand, they don't have the pictorials to show children...It's a delicate topic and...it needs to be explained in black-and-white. This is happening overseas, not here. But it could happen here...So that's why we're making them.\"\nHe seems to understand this is a delicate topic, and his heart seems to be in the right place, but he doesn't understand what he's doing with these books.\nBy publishing these books, RBCB is going rogue on a topic that should be approached with caution when talking about it with children.\nChildren aren't stupid, and using material as seemingly one-sided as these books doesn't bode well for their education.\nIf you want children to be educated and aware of current events, do it the right way. Talk to them about these events. Let them watch or read the news with you. Don't give them a coloring book.\n\nLoad-Date: September 15, 2014"
}