{
    "title": "Colombian drug lords vow to resume assassinations Cartel responds to extradition of suspected traffi",
    "publisher": "the capital ",
    "year": 1990,
    "month": 4,
    "day": 1,
    "full text": "The Medellin cocaine cartel Saturday announced its return to a war of terrorism against the Colombian government, saying it would assassinate judges, officials and a prominent journalist in retaliation for the renewed extradition of drug traffickers.\n \n    The Extraditables, as the cartel leaders call themselves, said in a statement sent to local radio stations that they would set off an 11,000-pound bomb in residential areas of the capital every time the government extradited someone to the United States to stand trial for drug trafficking.\n \n    Since August, 15 suspects have been extradited and 15 more are in prison awaiting completion of the legal paperwork.\n   The cartel said it would assassinate judges, public officials and Luis Cano, editor of El Espectador newspaper, which has taken a strong stand against drug traffickers. In 1986 the cartel killed publisher Guillermo Cano and in September bombed the newspaper's installations.\n \n    From Aug. 18, when the government declared war on the traffickers and reinstituted extradition following the murder of presidential candidate Luis Carlos Galan, until the cartel declared a l l truce Jan. 17, the cartel set off 263 bombs, killing 209 people and wounding hundreds of others.\n \n    From Jan. 17 until last week, there was virtually no violence and no extraditions. This led government critics to accuse President Virgilio Barco of negotiating a secret truce with the traffickers in exchange for the freedom of the kidnapped son of a top government official.\n \n    Last week, leftist presidential candidate Bernardo Jaramillo Ossa was killed in an attack claimed by traffickers who warned the front-runner in the race, Cesar Gaviria of the governing Liberal Party, would be killed next. The elections are scheduled for May 26.\n \n    The government resumed extraditions Wednesday when it sent Fernando Gutierrez to face trial in Arizona on drug trafficking and money laundering charges.\n \n    Police announced Thursday that they had learned from wiretaps that the cartel had sent grenades, rifles and dynamite to Bogota.\n \n    Barco denied in a nationally televised speech Friday night that his government negotiated with drug traffickers or had lost its will to fight the cocaine barons, who he said were a threat to the nation's democratic system.\n \n    \"I want to be clear and emphatic on this point .  . Our firm policy against organized crime and narco-terrorism is unchanged,\" Barco said. \"The policy has been successful and should not be modified.\"\n \n    The cartel's statement said it would also set off bombs in Medellin if two men reportedly arrested in the town of Envigado, on the outskirts of the city, were not freed. Authorities say Envigado is the headquarters of cartel leader Pablo Escobar.\n \n    The town was placed under military control and martial law Friday and the police force was disarmed and disbanded.\n \n    Last week 12 police officers were arrested when authorities charged they were acting as a death squad and personal security force for Escobar.\n \n Information from the Associated Press was used in this report.\n \n\nLoad-Date: November 11, 1992"
}