{
    "title": "Colonel Qaddafi is difficult",
    "publisher": "the dispatch",
    "year": 1981,
    "month": 11,
    "day": 10,
    "full text": "The latest disclosures about Americans working for Col. Muammar Qaddafi of Libya seem to clear up one point. Libya was able to invade its southern neighbor, Chad, last November not because Libyans were aided in this undesirable (from the United States' point of view) operation by the Soviet Union but because some 20 American pilots, mostly recruited in or around Miami, were willing to take the colonel's money.\nThe money, incidentally, came from selling Libyan oil to American oil companies. Libya is the third largest exporter of oil to the US.\nThere is now a vigorous feud between the US and Libya.\nOn May 7 the US closed down the Libyan Embassy in Washington.\nThe feud reached its peak on Aug. 19 when planes from the US Sixth Fleet in the Mediterranean shot down two Libyan jet fighters in airspace claimed by Libya but considered to be international in Washington.\nThe feud has been kept going since then by the dispatch of US reconnaissance planes to the Sudan after the assassination of Egyptian President Sadat. There was suspicion in Washington that Colonel Qaddafi might take advantage of political uncertainty in Egypt to invade the Sudan. Also, there has continued to be a lively propaganda duel between Washington and Tripoli.\nThe feud began before Ronald Reagan and the Republicans took over the White House in January. Previous to that Washington had withdrawn its diplomatic community from Libya. There was supposed to be some danger that the colonel might be tempted to do to them what the Iranians had done to Americans in Tehran.\nThe Carter administration had at one time tried to get along with Colonel Qaddafi. Brother Billy's notorious dealings with the Libyans were not originally opposed at the White House. In fact Qaddafi's help was invited over the Iranian hostage affair. There was almost a courtship of Libya into 1979.\nBut then things began to go sour. Libyans were suspected of having tried to carry out a political execution inside the US. Libya was believed to be a main source of weapons for PLO forces in Lebanon. The PLO is unpopular in Washington. The Libyans are also believed to be a main source of weapons to the IRA (Irish Republican Army) in Northern Ireland, but Washington has never tried seriously to stop the flow of funds from the US to Libya for the purchase of those guns.\nSo there was bad blood between Washington and Tripoli before Mr. Reagan took over. But Mr. Reagan picked up the theme eagerly. One of the first orders issued from the White House by Mr. Reagan was for preparation of a plan ''to make life uncomfortable'' for Colonel Qaddafi. It fitted in with his campaign theme of Moscow being the prime source of world terrorism.\nAlso in the first days of the Reagan administration the White House asked for documentation of that charge of Moscow being the prime source of world terrorism. Previous CIA reports had failed to produce solid evidence to support the assumption. The new CIA chief, William J. Casey, ordered his staff to try again. It is the first publicly exposed case of the CIA being instructed to support a White House thesis.\nIn theory the CIA produces expert, objective information. It is not supposed to start from a conclusion and then hunt around for possible evidence to back it up. That job belongs to the propaganda department of any government.\nThe CIA has still to come up with any hard evidence that Moscow did train Libyan terrorist agents, provided Libya with terrorist weapons, planned joint terrorist operations with Libya, or used Libya directly for its own purposes. These things may have happened. There is as yet no published hard evidence that they did.\nBut we do have hard evidence that two American ex-CIA agents, Edwin Wilson and Frank Terpil, have long been running a major service operation for Colonel Qaddafi. Their work has included shipping (illegally) US terrorist-type weapons to Libya, recruiting former Green Berets for training terrorists in Libya, setting up a little factory inside the palace in Tripoli to manufacture terrorist weapons, and recruiting American pilots to supply Libyan troops in Chad.\nOn the public record it now stands that the US, not the USSR, is the prime provider to Libya of terrorist weapons and techniques.\nThis is just one place where the real world fails to fit the world of Mr. Reagan's campaign rhetoric. It is one reason why his foreign policy is coming in now for widespread criticism. Too much of it is founded on ideological assumption rather than on known fact."
}