{
    "title": "Colombian terrorism cover",
    "publisher": "business insurance",
    "year": 1993,
    "month": 3,
    "day": 15,
    "full text": "The Colombian government has introduced a state-sponsored insurance program to cover bodily injury, death or public transportation vehicle damage from terrorist attacks.\nThe program comes after a wave of attacks and car bombings in Bogota and other major cities, which have been perpetrated by so-called ''narco-terrorists'' associated with the drug trade.\nThe attacks have escalated as Colombian law-enforcement officials claim to be moving in to capture Pablos Escobar, the country's No. 1 drug baron, who escaped from prison last July.\nCompania de Seguros La Previsora, which is 95% state owned, will administer the program. According to La Previsora's president, Hernando Gomez, the program has two parts: Terrorism victims who are incapacitated, or the dependents of those killed by terrorists, will be compensated 8 million pesos ($ 12,400), and public transportation vehicles will be insured for the replacement value against terrorist attacks.\nThe government-backed insurance is a stop-loss program under which the government retains the first $ 2 million. A second layer of $ 3 million has been covered by a number of syndicates in the Lloyd's of London market.\nThe reinsurance premium for the second layer, which was placed by London brokers Holman Wade Reinsurance Brokers Ltd., was $ 600,000, according to Mr. Gomez.\nThe Colombian government considered covering some commercial risks through the program, but discarded the idea because of high costs.\nReliable loss statistics also proved prohibitive. ''We have very good statistics for people (who have suffered from terrorist attacks), but no records for material damage,'' Mr. Gomez said. But he stressed that terrorism insurance coverage exists in the Colombian market as an endorsement to the standard fire insurance policies.\nLa Previsora is one of Colombia's largest insurers with gross annual premium volume of 46 billion pesos ($ 71.2 million). It is the largest in terms of paid-in capital, which is 6 billion pesos ($ 9.3 million).\nThe largest insurer in Colombia is Colseguros S.A., with annual premium volume of 80 billion pesos ($ 123.8 million). Colseguros is part of Grupo Santo Domingo, a family-owned conglomerate.\nColombian insurers should see improved results in 1993, because reinsurance rates have hardened and the increases have been passed on to the direct clients, Mr. Gomez said."
}