{
    "title": "Color-coded terror alerts to be reviewed by panel",
    "publisher": "the salt lake tribune",
    "year": 2009,
    "month": 7,
    "day": 14,
    "full text": "Washington » The Obama administration has begun a review that could spell the end of the color-coded terrorism advisories, long derided by late night TV comics and portrayed by some Democrats as a tool for Bush administration political manipulation.\nIt's not likely the review will plunge an alert system into the dark all together, but short of that, everything is on the table for consideration, according to one administration official familiar with the plans.\nThe alert system assigns five different colors to terror risk levels. Green at the bottom signals a low danger of attack and red at the top warns of a severe threat. It was put in place after the Sept. 11, 2001, terrorist attacks and was designed to help emergency responders get prepared.\nBut it's been criticized by Republicans and Democrats alike for being too vague to deliver enough useful information.\nHomeland Security Secretary Janet Napolitano announced the review Tuesday by a panel of 17 people that include Democrats and Republicans, mayors, governors, police executives, and public and private security experts. It is a balanced group clearly designed to not only evaluate the alert system but also to provide political cover from critics for any changes to the color-coded system.\n\"My goal is simple: To have the most effective system in place to inform the American people about threats to our country,\" Napolitano said. Want to sound off?\nThe Homeland Security Department will accept public comment on the system. E-mail hsasreview@dhs.gov\n\nGraphic\n\n \n** FILE ** In this March 12, 2002 file photo, Homeland Security Director Tom Ridge unveils a color-coded terrorism warning system in Washington. The Homeland Security Department says it will review the multicolored terror alert system that was created after the Sept. 11, 2001 attacks. (AP Photo/Joe Marquette)\n\nLoad-Date: July 14, 2009"
}