{
    "title": "Colombian group is put on terrorism list by U.S",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 9,
    "day": 11,
    "full text": "The Bush administration designated a right-wing Colombian paramilitary organization as a terrorist group yesterday as Secretary of State Colin L. Powell headed to Peru and Colombia to support antidrug efforts and endorse democratic standards.\nThe designation of the United Self-Defense Forces as a foreign terrorist group was based on \"an exhaustive review of the AUC's violent activities over the past two years,\" Powell said in a statement, using the Spanish initials for the group.\n\"I hope this will leave no doubt that the United States considers terrorism to be unacceptable, regardless of the political or ideological purpose,\" he said.\nFinancial support for the group is illegal under the designation, and U.S. financial institutions are required to block its assets.\nPowell said the AUC had carried out numerous acts of terrorism, including the massacre of hundreds of civilians, the forced displacement of entire villages, and the kidnaping of political figures. \"Many of these massacres were designed to terrorize and intimidate local populations so the AUC could gain control of those areas,\" he said.\nIn all, 31 groups are designated as foreign terrorists, including the Revolutionary Armed Forces of Colombia and Colombia's National Liberation Army, two leftist rebel groups.\nA State Department spokesman, Philip Reeker, said the AUC was \"increasingly collaborating with narco-traffickers.\"\nReeker hinted that a $1.3 billion U.S. aid package for Colombia to fight drug trafficking would be increased. \"We continually review our policy to ensure it remains effective and reflects the evolving situation,\" he said.\nAt the same time, Reeker said Powell, in talks with government officials in Colombia, would underscore a need for the government to improve its human-rights record \"in terms of severing all ties between security forces and paramilitary groups.\"\nSome former Colombian military personnel are known to be AUC members.\nPowell's three-day trip to Peru and Colombia, where democracy has been under fire, was designed to show that U.S. interests in the hemisphere go beyond Mexico, where President Bush's attention has been focused.\nPowell will attend an Organization of American States foreign ministers meeting today to approve a charter setting democratic standards for the region.\n\nLoad-Date: October 31, 2001"
}