{
    "title": "Column_ India should wage war to end Pakistani terrorism",
    "publisher": "university wire",
    "year": 2009,
    "month": 1,
    "day": 12,
    "full text": "In January 2002, then-Pakistani President Pervez Musharraf pledged he would not allow terrorists to operate from Pakistani soil. Leaders have changed since then, but no actions have been taken by Pakistan to stop terrorism budding in its villages.\n\"Come, kill and die after a killing spree. By this one will become famous and will also make Allah proud,\" Ajmal Amir confessed his ideology to the Indian police after being arrested for involvement in the November 2008 Mumbai terrorist attacks.\nTrained by the terrorist group Lashkar-e-Taiba of Pakistan, 24 other men were taught to believe the same deadly ideal and then unleashed upon the financial capital of India to do their work.\nAfter several days, Amir was the only live captive and confessed his allegiance to Pakistan. Indian authorities reported the evidence to the Pakistan officials who resumed conducting their own investigation.\nPakistan, after weeks, refused any association with the terrorists, claiming in Times of India, a national Indian newspaper, \"no record of Amir as a Pakistani citizen.\" But Thursday, Times of India detailed Pakistan's prime minister referring to Amir as a Pakistani citizen.\nIndian Prime Minister Manmohan Singh accused Pakistan's \"official agencies\" for supporting the militants who attacked Mumbai, according to Times of India.\n\"There is enough evidence to show that, given the sophistication and military precision of the attack, it must have had the support of some official agencies in Pakistan,\" Singh announced.\nSuch harsh criticism has not yet been made by India against Pakistan. But following these accusations, the world awaits India's actions.\nIf some of Pakistan's agencies are involved in the terrorist attacks - as the accusations presume - India ought to wage war.\nIt may seem austere to advocate war between these two nuclear-powered countries, but it is the only way Pakistan will solve its terrorist dilemma.\nEven if Pakistani President Asif Ali Zardari wanted to uphold Musharraf's promise to eradicate terrorism, he does not have the capacity to do so.\nPakistan's army consists of the Inter-Services Intelligence, which has supported the Taliban in Afghanistan and other terrorist militants groups across its soil. This agency of Pakistan, which is supposed to be under the president's control, does not always abide by government rules.\nIn December, analysts reported in Bloomberg that \"the Mumbai assault was carried out to provide an opportunity for the army to reassert itself as the ultimate power in Pakistan, and to sideline the elected Government.\"\nThus, India cannot diplomatically solve the problem. Pakistan cannot implement counter-terrorism actions without its army. India must use its own army to do what Pakistan's government is unable to do.\nHistory reveals that diplomatic methods - although often favored - will not solve the problem between these arch rivals.\nThe animosity between these nations has its roots in religion and history and is epitomized by the long-running conflict over the state of Jammu and Kashmir.\nAs long as these differences exist, peaceful negotiations will always be temporary.\nIndia ought to wage war and end terrorism in Pakistan.\nBut with the global economic crisis slowing growth in both India and Pakistan, neither can afford a military clash. Leaders are obligated to create more temporary peaceful negotiations.\nIn the event of a war, it remains to be seen whether the United States would stay loyal to its ally Pakistan or support the largest democracy India as the oldest democracy.\n(C) 2008 The Daily Reveille via UWIRE\n\nLoad-Date: January 13, 2009"
}