{
    "title": "Column_ The rhetorical War on Terror",
    "publisher": "university wire",
    "year": 2008,
    "month": 5,
    "day": 14,
    "full text": "Nelson Mandela is one of approximately 755,000 people on the United States' terrorist watch list, USA Today reported in a recent article. From Congress to the Cabinet, America's political establishment has expressed outrage that Mandela ended up on this list. Condoleezza Rice even went so far as to call the situation \"embarrassing.\" Of course, the situation is embarrassing. \nNot because the black South Africa that Mandela forged is considered a close ally in the region, but because Mandela's inclusion on the watch list reveals an inconvenient truth: Waging war against a tactic is a messy and imprecise business. The War on Terror is essentially a rhetorical device pragmatically meant to target certain Muslim organizations that use terrorism as a method to achieve an end. But when applied thoroughly, federal anti-terror initiatives and the rhetoric that accompany them often put the United States in a tough (perhaps hypocritical) position. For instance, Mandela was undoubtedly a terrorist. Indeed, the current ruling party in South Africa, the African National Congress, or ANC, is comprised of terrorists and their supporters. The ANC and its active military wing, Spear of the Nation (the organization that Mandela ran before his arrest in 1962), successfully overthrew the white apartheid government of South Africa, and for this they have my admiration. Mandela is on the terrorist watch list because Spear of the Nation only accomplished the destruction of apartheid through a campaign of sabotage and bombings that cost a number of civilian lives. Thus, Mandela is both a recipient of the Nobel Peace Prize and a terrorist. Ironic, right? Of course, President Bush isn't going to invade South Africa because they harbor terrorists. That's not what the War on Terror is about. What the War on Terror should really be called is the War on Terrorists Whom the United States Doesn't Like or WTWUSDL, for short. I know that I sound flippant at this point, but the definition of terrorism is so broad that if it were applied objectively, a number of U.S. presidents and foreign leaders would find their names on the same list as Mandela's. To get more specific, Title 18 of the U.S. Code defines terrorism as violent actions intended \"to intimidate or coerce a civilian population [or] to influence the policy of a government by intimidation or coercion.\" That definition just about covers every major episode of our history as a nation. From the systematic massacre of American Indians to Sherman's March Through Georgia to the firebombing of Dresden, the United States is a nation founded on acts of terrorism. I'm not saying these things to be inflammatory or because I \"hate America.\" Instead, I think it's important that we realize that just like genocide or murder, terrorism has an objective definition that makes the prosecution of the War on Terror at best an international shell game. It's simply not possible to eradicate the use of a tactic, and when a government pretends that such a thing is possible, men like Mandela end up on terrorist watch lists. The initial idea of the War on Terror was to target those responsible for the attacks of Sept. 11 and the governments that supported them. This original goal was logical and achievable, but as soon as the concept of the War on Terror was used to extend the conflict to Iraq and to create a list with hundreds of thousands of names on it, the underlying concept of the war became silly and untenable. It's time to abandon the War on Terror as a rhetorical device. It's time to stop pretending that the United States, a nation that can't defeat an insurgency in Iraq, can defeat a tactic. Let's face it, when the United States materially supports the Kurdish Workers Party, we are supporting a terrorist organization, and when Israel kills more than a thousand civilians in Lebanon to send a message about Hezbollah, Israel is using terrorism as a tactic. A terrorist watch list that attempts to meet the impossible expectations of the rhetoric of the War on Terror is not an effective tool in protecting American lives. Was Mandela a terrorist? Yes. Will his inclusion on the watch list save American lives? No. It's time for a little common sense in the War on Terror. E-mail Giles at gbh4@pitt.edu (C) 2008 The Pitt News via UWIRE\n\nLoad-Date: May 14, 2008"
}