{
    "title": "Column_ Attacks in Mumbai tragic, but Sept. 11 comparisons unhelpful",
    "publisher": "university wire",
    "year": 2008,
    "month": 12,
    "day": 4,
    "full text": "Yesterday morning, the leaders of India's right-wing Bharatiya Janata Party called for a United Nations mandate \"to destroy the edifice of terrorism in Pakistan\" through intervention. There were cries of popular support. Sound familiar? It echoes the rhetoric of 9/11, but this time such bombast will not be successful.\nSince the terrorist attacks in Mumbai last week, journalists and public intellectuals in the West have been quick to tell their Indian counterparts that India did not, in fact, just experience their own 9/11. Cambridge University professor Priyamvada Gopal wrote in The Guardian yesterday that \"describing last week's attacks in Mumbai as India's 9/11 diminishes both that carnage and the atrocity in New York seven years ago.\" It was just typical domestic political subterfuge, or no more than the usual conflict with Pakistan.\nBut for Indian citizens, those three days truly, clearly and certainly were their 9/11. Supposed Muslims claiming mujahideen status abruptly slaughtered innocents in the subcontinent's largest city. Perhaps, away from the noxious and monstrous carnage, foreigners shouldn't be so quick to tell Indians what they did or did not experience. What is true, and a few pundits and pandits get this right, is that the global implications of the attacks will not be similar to 9/11. We should expect the global political climate in the weeks to come to be entirely different than it was eight winters ago.\nWe are most likely not about to witness an invasion of Pakistan. This is not simply because India holds less clout internationally than the United States did eight years ago. It is because the current Indian administration will continue to frame this crisis in terms of typical Indian-Pakistani conflict, involving rogue Pakistani extremists, rather than link it to the global backlash of radical Islam against Western modernization, or the possibility of terror sanctioned by the Pakistani state. Also, most citizens want to avoid a repeat of the Bush administration's hastily-designed War on Terror.\nResponsibility for the attacks remains unclear. According to the BJP, this is a clear-cut case: Muslim fanatics from Pakistan attacked India because they hate democracy and Hindus. It's possible it's that simple, but the odds are laughably low. Who knows? Much evidence points to Lakshar-e-Taiba, a covert fundamentalist group, but it's complicated. Questions about the attacks abound: Why were the jihadist assassins were drunk and high on cocaine? Why did they deliberately murder Hemant Karkare, a man who ousted Hindu extremists as the real culprits in previous incidents, while also shooting people at random?\nBut the precise truth of the matter matters little. The facts may never be uncovered, and certainly never released to the public. Faced with an election in May, the Indian National Congress, currently in power, will never attribute the deed to Indians, be they anti-modern Indian Muslims in a global terror network or Hindu extremists funded by BJP. They will continue to blame rogue Pakistani nationals, but not the Pakistani state. Even if the assassins weren't really rogue Pakistani Muslims, public discourse will remain framed in terms of Indian-Pakistani security relations. By blaming rogue extremists, the usual suspects, they limit talk of both global fundamentalist terrorism and state-sponsored terrorism, thus limiting fear-mongering and the possibility of full-blown war.\nEven if the BJP and a coalition win the election in May, they will be hard pressed to find multilateral support for military intervention. The United Nations and most developed states will not support a repeat of Bush-like bellicosity, especially when it involves Saudi-financed Pakistan. In any case, China will most certainly block a Security Council vote to invade its closest partner in the region. And India is unlikely to go it alone with the risk of nuclear war.\nFor the international community, most entities will compare the incident to 9/11, talk of terrorism as a worldwide problem and denounce insidious methods of stateless warfare. Few should, however, attempt to draw a line in the sand with India as an ally of the United States in the \"War on Terror\" and Pakistan as a terror-sympathetic state disinterested in solving the problem. Pakistan is no Afghanistan circa 2001, and has been extremely cooperative thus far. If India and Pakistan can avoid slipping into the \"with us or against us\" dichotomy, no one else should - and that goes especially for the United States and Israel. Such a perspective ignores the intricate context of the regional India-Pakistan-Afghanistan conflict and extrapolates the problem to a global level when perhaps it should not.\nIn the coming weeks, the Indian government should not perpetuate comparisons with 9/11, no matter how much the Indian populace feels it is has been hurt. Otherwise, it will find itself surrounded by newly angry anti-Western neighbors. Mahhoman Singh should consider how India would look as the next injured giant lashing out at enemies it can't see or mired in war for the during election season. Ironically, Secretary of State Condoleezza Rice has already linked the Lashkar group to al-Qaeda. India would do best to steer as far away from that route as possible.\n(C) 2008 Harvard Crimson via UWIRE\n\nLoad-Date: December 6, 2008"
}