{
    "title": "Column_ War on terrorism not a contradiction of terms",
    "publisher": "university wire",
    "year": 2009,
    "month": 4,
    "day": 20,
    "full text": "Many are worried because we're closing Guantanamo, but their fears are unfounded. We're just transferring those terrorists to other prisons, including the recently expanded Bagram prison in Afghanistan.\nWe no longer have to worry about journalists and congressmen touring our detention facilities and reporting their findings to the world at large. Soon these prisons will all be far away, largely unknown, thus subjected to significantly less oversight.\nSome think we should allow the media access so we know what's happening in these prisons, that we should know and care about what's becoming of these terrorists. I don't want to know what's happening to these terrorists. Why should we, as citizens of a democracy, know what our government is doing?\nWe can trust our government to do what's right.\nAfter all, it's our government that came up with the idea to stop flying terrorists to prisons on U.S. soil in Hispaniola, which is certainly far too close to the continental United States.\nNow we transfer them to prisons in Afghanistan, which reduces travel expenses -Â a wise decision in these economically unsound times.\nThe prison in Bagram is less visible than Guantanamo. This keeps most human rights organizations and reporters away.\nEven when they do find it, the blame for any supposed misconduct could be transferred to the Afghans, but don't worry, it's still run by U.S. military and contractors.\nThus we gain everything and lose nothing.\nWe're even being lauded by the international media for the transfer.\nThis is the same international media that chided us for creating the term \"enemy combatant,\" a descriptor that allows us to interrogate prisoners more intensely.\nThey claim the human rights of these prisoners aren't being upheld.\nThese organizations are making a grievously unfounded assumption: that these terrorists are human, and thus entitled to certain rights. They are not.\nThey attacked the U.S. on September 11, 2001. They flew planes into the greatest parts of America, the World Trade Center and the Pentagon. Now they attack our brave soldiers in the war on terror and kill the innocent.\nThey hate America and freedom (the two are irrefutably synonymous). It is a truism that all humans love freedom. They hate freedom, so why should we treat them as humans?\nThe answer is: we shouldn't.\nSo we don't.\nLook at Mohamed el Gharani. In 1998, when he was 12 years old and living with his parents in Saudi Arabia, he was involved with an al-Qaida leader in London and went to Guantanamo for that connection.\nOmar Khadr is a Canadian citizen who has spent six years in solitary confinement in Guantanamo for killing a U.S. Soldier in Afghanistan in 2002. He was 15 years old.\nIn other conflicts, even most African conflicts, we'd call them child soldiers and put them through rehabilitation. But these are terrorists, they're enemy combatants, evil beings, and there's no rehabilitating them.\nSome actually claim we should put these terrorists on trial and prove their guilt.\nOur nation's security would be terribly threatened if they were to go on trial and had the protections of our great legal system.\nIt has been said that if they weren't terrorists when we found them, they are now.\nThink of what might happen if they were found innocent and released. We'd have made terrorists, and then released them to fight against us.\nBesides, our legal system was made for Americans, not terrorists.\nThey are unworthy of American rights. American law is already overloaded with dope smokers, white-collar criminals (if there really is such a thing) and traffic violators anyway.\nWe're doing the right thing by getting these \"enemy combatants\" away from our soil. It's safer for us this way, and better, too.\n(C) 2008 Oklahoma Daily via UWIRE\n\nLoad-Date: April 20, 2009"
}