{
    "title": "Column_ Examining 'Jackass'",
    "publisher": "university wire",
    "year": 2009,
    "month": 5,
    "day": 7,
    "full text": "In his latest book, \"The Uncultured Wars: Arabs, Muslims and the Poverty of Liberal Thought,\" Steven Salaita, an assistant professor of English at Virginia Tech, highlights the negative ways that Arabs are represented in American popular culture.\nIn his sarcastic, witty and engaging style, he also targets the liberal-left for its anti-Arab racism and Islamophobia.\nIn \"Is Jackass Unjustifiable?,\" one of the essays in the book, Salaita discusses representation versus reality: \"In Hollywood's simulated reality, Arabs are not allowed to be anything other than terrorists.\"\nThis representation results in what literary theorists call simulacrum, a simulated or alternate reality. Therefore, \"Arabs are considered to be exemplars of violence not because they commit terrorism in disproportionate numbers, but because they are represented disproportionately as terrorists.\"\nSalaita explains this point by giving the example of the skit \"Terror Taxi\" in the television-show-cum-movie series \"Jackass.\"\nIn this particular episode, one of the main characters, Ehren McGhehey, is dressed in what is known in Hollywood as Arab garb and speaks in gibberish that is supposed to be Arab accent/language. Salaita confesses to being a fan of \"Jackass\" while noting he's not the typical audience of the series.\nSalaita seeks an explanation for this negative image of Arabs in his favorite show. He doubts one of the character's statement, \"We're not making fun of anybody. We're just trying to scare the cab driver.\"\nAfter a prolonged justification of the \"Jackass\" series as funny and rarely offensive, Salaita decides that this particular skit is \"remarkably troublesome, but (I) assign most of the blame to the extant cultural paradigms to which the jackasses merely responded.\"\nThe show, Salaita contends, is \"symptomatic of the cinematic and political media in which terrorism is pervasively invested with ethnic identifiers that simulate Arab culture.\"\nEven though I am not a fan of the \"Jackass\" series, I found this essay to be refreshing.\nSalaita attempts to understand the stereotypes about Arabs, then to change our understanding of them. In this same vein, Salaita discusses liberal-left anti-Arab biases in order to enlighten and educate us.\n(C) 2008 Colorado Daily via UWIRE\n\nLoad-Date: May 8, 2009"
}