{
    "title": "Column_ Terrorism blooper reel",
    "publisher": "university wire",
    "year": 2008,
    "month": 12,
    "day": 5,
    "full text": "The media often portrays individual terrorists, such as Osama bin Laden, as evil geniuses and super villains, plotting to destroy civilization. It's just like a Tom Clancy movie, without Ben Affleck. And while terrorist atrocities are indeed tragic, we need to realize that sometimes it's OK to laugh at terrorists and some of their more entertaining mistakes.\nAs long as there have been terrorists, there have been stupid terrorists. In the summer of 1914, Franz Ferdinand (the archduke of Austria-Hungary, not the rock band) was assassinated by a group of young idiots. The men lined up along Ferdinand's motorcade route with bombs and guns. The first two men wimped out and did nothing. The third would-be assassin did throw his bomb, but blew up the wrong car. Upon perpetrating this dismal failure, the man tried to kill himself by consuming expired, worthless cyanide and diving into a river, which was only four inches deep. He was beaten up by an angry mob and arrested. After speeding away from the botched bombing, the archduke's car got lost and pulled up in front of a local deli, where one of the other killers happened to be dining. He promptly walked outside and shot Ferdinand, inadvertently triggering World War I with an act of blind luck.\nIn more modern times, there is a long list of stupid terrorists, which reads like the \"dumb criminal\" reports in your local newspaper. In 1993, operative Mohammed Salameh walked into a rental agency and attempted to recover the deposit he had put down on a Ryder truck that he had reported missing. Unfortunately, the reason it was missing was because Salameh and his co-conspirators had blown it up days earlier during the first attack on the World Trade Center. He was promptly arrested.\nOccasionally, the stupidity of some terrorists can save innocent lives. In mid-1999, a pair of Palestinian terrorists, angered by a recent set of peace accords, embarked on a bombing raid in neighboring Israel. They set their bombs to reflect Daylight Savings Time, but unfortunately for them, not their watches. The bombs blew up during transport, killing both men but no Israelis.\nBefore successfully attacking the USS Cole in late 2000, al Qaeda attempted to assault the USS The Sullivans in Aden, Yemen, on New Years Day 2000. This atrocity was avoided, however, when the terrorists' attack boat, which was overloaded with explosives, sank harmlessly into the harbor.\nMost recently, in 2007, a small group of men hatched a plot to attack Fort Dix, one of the most heavily defended military installations in the United States. After recording a home movie depicting themselves firing assault weapons and calling for jihad, the men sent the video cassette to a local Circuit City to be recorded onto DVD. A clerk saw the tape and alerted the police, who apprehended the men soon afterward.\nWhile we do need to be vigilant in our defense of the United States against terrorism, we do not need to aggrandize and flatter individual terrorists with the idea that they are evil masterminds. In the end, they are just as human as everyone else, prone to the same errors and comic miscues. And although the violence and harm perpetrated by terrorists is in no way a laughing matter, we need to realize that it's OK to laugh at the terrorists every once and awhile. After all, while terrorism is a disturbing social illness, laughter could be the best medicine.\n(C) 2008 The Lantern via UWIRE\n\nLoad-Date: December 6, 2008"
}