{
    "title": "Column_ Terrorism minor should teach, not train future operatives",
    "publisher": "university wire",
    "year": 2009,
    "month": 3,
    "day": 3,
    "full text": "In 1970, military recruitment onÂ the campus of the University of MarylandÂ and an unpopular war abroad led to two weeks of protests, a student-faculty strike that shut down the university and a National Guard takeover of the school. Almost 40 years later, the university itself has been recruited.\nWhen I first heard about the terrorism studies minor offered next year, I joked to some friends that it was probably funded by the Department of Homeland Security to train and brainwash future operatives. This is the knee-jerk leftist response to such things, and I was happy to laugh it off. That is, until I found out the minor actually is funded by the Department of Homeland Security to train and brainwash future \"anti-terrorism\" operatives.\nOn its face, a minor in terrorism studies sounds pretty interesting. I'm all for the creation of more obscure programs, and a whole minor devoted to a single military tactic could get pretty in-depth. But that's not how this minor is going to work. Here's the description of why the minor exists from the National Consortium for the Study of Terrorism and Responses to Terrorism: \"The minor is designed to train the next generation of terrorism analysts, including students who plan to pursue graduate study related to terrorism as well as employment in the federal, state, local, non-profit, and/or private sectors.\"\nThe description is explicit. The minor isn't even designed to teach anyone about anything, it's a trade-school program for kids who watch too much 24 and can't wait until they get to torture their own \"suspects.\" Would we expect anything less from the Department of Homeland Security?\nThis is what happens when the university doesn't have the money to run its own programs and has to turn elsewhere. Student activists have to work for 10 years to get a trial run of the Latino studies minor, while the Department of Homeland Security can come in, throw $12 million at us and have its own program.\nThe study of the phenomenology of terrorism is something we cannot leave to the federal government to teach any more than we ought to let the Ku Klux Klan teach a CORE diversity class. The federal government has failed miserably to understand the nature and root causes of terrorism. While scholars like Chalmers Johnson tried to explain that terrorism is a reaction to U.S. global hegemony, we have invaded more poor countries. Is a government-funded program likely to teach Johnson's work? Are they likely to teach Marxist analyses of why and how terrorism arises? Are they likely to teach anything that would have students questioning the wars that the same government conducts? With such a politically heated subject, we need a program created by professors whose agenda is to teach and learn about an important topic, not government agencies whose goal is to maintain American supremacy.\nThe university is not a trade school for Jack Bauer wannabes. We are an elite educational institution, and to bring in a program like this is an insult to all the faculty members who work hard to teach, not to \"train.\" It's always nice to be able to say your school was the first with this or has the only that, but when it comes to a terrorism studies minor funded by the Department of Homeland Security, we should be embarrassed.\n(C) 2008 The Diamondback via UWIRE\n\nLoad-Date: March 3, 2009"
}