{
    "title": "Column_ Kashmir may be next front in war on terror",
    "publisher": "university wire",
    "year": 2008,
    "month": 11,
    "day": 17,
    "full text": "Kashmir, once described by observers as the \"Switzerland of the East,\" is the beautiful mountainous region that straddles the crossroads of China, Pakistan, Afghanistan and India. Unfortunately, a tumultuous insurgency has wracked this idyllic paradise over the past 20 years, claiming the lives of over 40,000 people. This instability could lead to Kashmir becoming the next critical front in the ongoing war against terrorism.\nIndia has maintained a large force in Kashmir valley to combat terrorism in the area. It might therefore be wise for the United States to seek the cooperation of the Indian military for aid on the global war on terror.\nSome have alleged that the Pakistani agencies supporting the Kashmiri militants are the very ones that back the Taliban and al-Qaida. After the Afghani-Pakistani border, Pakistan-administered Kashmir is the next sanctuary for terrorists. If the United States applies heat on terrorists in the Afghan border, the natural place for terrorists to take shelter would be in this part of Kashmir. In fact, there are many well-organized camps in the area.\nPakistan's intelligence agencies have also been accused of using the Kashmir dispute to instigate violent attacks on innocent Indian civilians, thereby disrupting India's booming economy and the largely harmonious Hindu-Muslim relations. Any resolution in the area needs to account for the complex ethnic, religious and geographic makeup of its people.\nFor Kashmir, this is a central problem. Separate groups have expressed interest in forming separate states. The plains districts of Jammu (where 70 percent are Hindus and Sikhs) and Leh (where over 80 percent are Tibetan Buddhists), for example, have always complained of discrimination and step-motherly treatment from Muslim Kashmiris.\nThey fear that if they are joined with Kashmir Valley, they will be subjected to ethnic cleansing. Kashmir's indigenous Hindu refugees have also raised a banner for a separate state within the Kashmir Valley and they would need to be repatriated and their interests accommodated. Thus, the unrest has not only religious roots, but ethnic and regional roots as well.\n(C) 2008 Ka Leo O Hawaii via UWIRE\n\nLoad-Date: November 18, 2008"
}