{
    "title": "Column_ Pakistan has long been one of America's more burdensome allies ; it's time to end the partne",
    "publisher": "university wire",
    "year": 2018,
    "month": 1,
    "day": 30,
    "full text": "Jon Niemuth is a freshman economics major at MU. He is an opinions columnist who writes about politics for The Maneater.\nFor all the potentially rash decision-making that has accompanied Donald Trump's approach to foreign policy in his first year in office, there are instances of Trump actually doing what he claims is his specialty: saying what needs to be said.\nIn no case so far is this more clear than in his recent Twitter spout aimed at Pakistan.\nIn the rant - written in typical Trump fashion featuring awkward sentence structure and exclamation points - the president patently accused Pakistan of feeding the United States \"nothing but lies & deceit\" over the last decade and a half in exchange for tens of billions of dollars in military aid, vowing to end such large payments in the future.\nTrump's detractors immediately jumped on the message, attacking it for being childish and probably hurting relations with what some consider an important regional ally. But at least on this occasion, Trump has a point.\nIn the long American history of ugly friends, there are few small nations that have been bigger wastes of money than Pakistan. The U.S. officially partners with Islamabad for help in the War on Terrorism, but if that's the goal, this relationship has been a complete and utter failure.\nSince Sept. 11, the Pakistanis' anti-terrorism efforts have been at best incompetent, and at worst, malevolent. Radicals from neighboring Afghanistan regularly cross the border and face no resistance setting up new areas of influence. Osama bin Laden was hiding just a few miles from PMA Kakul - one of Pakistan's largest military academies - and yet local officials claimed to be caught completely off guard when an American raid killed the Al-Qaeda leader in 2011.\nThe Inter-Services Intelligence, Pakistan's chief intelligence agency, is routinely linked to groups such as the Afghan Taliban, an extremely serious charge that directly sabotages the West's anti-terror operation. That's to say nothing of the nation's rogue nuclear program, which is said to provide crucial information to pariah states like Iran and North Korea whose intentions can't possibly be good.\nThat was made abundantly plain in 2017, when both Tehran and Pyongyang conducted arguably successful ICBM tests.\nSo yes, while this administration's foreign policy thus far has been far from perfect, when it comes to Pakistan, it has the right idea. For too long, the regime has been a burden on American security interests, and our country would undoubtedly benefit from severing ties.\n\nLoad-Date: January 31, 2018"
}