{
    "title": "Column_ Niger , other U.S. overseas deployments, necessary",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 25,
    "full text": "In the wake of the deaths of U.S. Green Berets in Niger, many have been asking why we were ever there in the first place. Or, better yet, why the U.S. has so many troops in so many countries. Some have even gone so far to suggest that these deployments are nothing more than thinly veiled imperialism. Yet, I believe this use of troops is not just critical to the security of the U.S., but to the stability and security of Africa itself.\nIf you're one of the many who didn't know the U.S. had troops in Niger - or many other countries for that matter - don't be too hard on yourself, neither did several members of Congress. This information, for the most part, however, is public record. The Department of Defense releases information to this end every few months. In looking over this data, it seems as though the U.S. has troops and contractors in nearly every nation on Earth. There's a good reason for this: security and stability.\nLet's focus on Africa, the main source of everyone's questions. In Africa, for years, the U.S. has maintained a significant number of troops in a wide variety of countries, centered mostly in west Africa. The main function of these troops is not combat, like in Afghanistan, but training local troops to handle counter-terrorism operations. This is a particularly important role when you consider the sheer number of terrorist organizations in Africa. From the IS, to al-Shabab and al-Qaida, there are some major groups that harbor significant animosity against the U.S. and our regional allies. These groups seek to form bases of operation, destabilize our regional allies and hope, eventually, to launch attacks against the U.S. proper.\nSo what are we to do? Clearly, the armed forces of many an African nation are not up to the task of properly defending themselves from these groups. Furthermore, many of these groups seek to use the instability resulting from their actions to set up training centers, much like AQAP has done in Yemen. These training centers allow extremists from all over the world to come and learn combat training, bomb-making and a wide variety of other deadly skills. Some extremists stay in-country, but many others travel back home or to other nations to utilize their newly honed skills. This can pose a risk to the U.S.. Both the Underwear Bomber and the Shoe Bomber -among many others - traveled to training camps overseas and attempted to carry out terrorist attacks. This is not just an issue for the U.S. either, some of the 7/7 bombers were trained overseas as well.\nThis is the larger problem of terrorism in Africa, the inability of many government forces to combat these groups before they pose a risk to both regional stability and U.S. domestic security. On top of this valid rationale, the U.S. plan not only is legal under both the Authorization for Use of Military Force. 50 USC 1541 and the War Powers Resolution, but also has proven track record. Look no further than the fight against Boko Haram in west Africa and the collapse of the IS in Iraq. U.S. trained forces with very few boots on the ground.\nIn short, the U.S. deployments in Africa, as well as across the world in the fight against global terrorism, are legal and effective in achieving regional stability and domestic security. They usually pose little risk to personnel and generally improve our foreign relations with the nations we help. We don't like to see our troops in harm's way, but sometimes the risk is necessary. Terrorism knows no borders, and we would be remiss to not adapt to this reality.\n\nLoad-Date: October 25, 2017"
}