{
    "title": "Column_ Cowardice is seeing terrorism under every hijab",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 19,
    "full text": "Did you know UNM is a terrorist-friendly school?\nIt is because we have an active Students for Justice in Palestine chapter, and because ASUNM passed an anti-Islamophobia resolution last year. So says David Horowitz, editor-in-chief of FrontPage Magazine and founder of Students for Academic Freedom.\nBecause popular opinion says that supporting Palestine is anti-Semitic.\nThe only place Jewish people could find refuge from Europe in the late 1930s was Palestine. Other countries - the United States, Canada, France and Australia, to name a few - refused to take in people who had fled for their lives from a country where they were being persecuted.\nMore than 50 years later, the Israel-Palestine conflict is still going strong with no end in sight, and globally, we have learned nothing.\nAs the people of Syria flee for their lives, the world looks away once more.\nDonald Trump suggests we should shut down mosques.\nJeb Bush says we should only help Christian refugees.\nMore than half of the governors in the nation - including our own - are trying to turn away Syrian refugees.\nAnd everyone cites fear of terrorism as the reason. Terrorism, which seems to always be paired with religion these days.\nLast I checked, we were supposedly the \"home of the brave.\" We're supposed to be the country that saves the day and helps the oppressed. I remember the lessons on bravery from every Saturday morning cartoon, after-school special and lauded children's book that crossed my path when I was a kid.\nBravery means doing what's right even when you're scared.\nIf we were brave, we'd be thinking about the widowed and orphaned refugees first, and terrorists second.\nGuess that makes us \"home of the cowards.\"\nWe allow ourselves to be dictated by fear. We lash out at people with different Gods and different skin tones and different languages. We spend no time on understanding their cultures, histories or religions, and then frame them as the enemy; as terrorists.\nPeople do terrible things, it's true. But that doesn't mean we should hide from everyone to protect ourselves from the few. It doesn't mean we should take our shoes off at the airport because one idiot tried to make a shoe bomb one time. It doesn't mean we should automatically fear every woman wearing a hijab. It doesn't mean we should shut our hearts and our borders to people who are suffering.\nAnd it damn well doesn't mean that we should accuse universities of being \"terrorist-friendly\" because they give students a place to talk about their 'controversial' beliefs.\nJyllian Roach is the editor-in-chief at the Daily Lobo. She can be reached at editorinchief@dailylobo.com or on Twitter @Jyllian_R.\n\nLoad-Date: November 19, 2015"
}