{
    "title": "Column_ Political groups to blame for terror on home front",
    "publisher": "university wire",
    "year": 2009,
    "month": 6,
    "day": 15,
    "full text": "Last week an 88-year-old with ties to far right hate groups was charged with walking into the Holocaust Memorial Museum in Washington and fatally shooting a security guard. Two weeks ago, another man killed Dr. George Tiller, a late-term abortion provider. Both of these events have been referred to as tragedies and crimes, yet most of the media refuses to call a spade, a spade. These were acts of American terrorism.\nThe FBI defines domestic terrorism as \"activities that involve acts dangerous to human life that are a violation of the criminal laws of the United States or of any state; appear to be intended to intimidate or coerce a civilian population; to influence the policy of a government by mass destruction, assassination, or kidnapping; and occur primarily within the territorial jurisdiction of the United States.\" These men committed criminal acts of violence intended to intimidate the public and influence policy.\nThe Holocaust Memorial Museum shooting is the story of a sick, sad old man who was recently cut off from social security and who spent his pathetic life in the fringe right. Although shooting a man paid $11 an hour to open the door for old tourists probably won't stop the Lizard Jew World Order, or whatever he believes, he is one of many heavily armed American Nazis and militia terrorists (such as Timothy McVeigh) whom Obama's election has galvanized.\nTiller's murder was frighteningly more effective terrorism. Tiller was one of a handful of doctors across the country who performs late-term abortions. A late-term abortion is a tragedy by definition. It is a risky procedure that is done in only the rarest of situations, almost always when the life of the woman is seriously at risk.\nMany opposed to abortion have personal beliefs that are firmly rooted in deep convictions about the nature and preciousness of life. However the incendiary rhetoric of many activists and commentators toward Tiller \"the baby killer\" was so egregious (after he had already been shot twice) that it was tantamount to throwing gasoline on a fire. First Amendment rights are supreme, but that doesn't excuse a lack of personal restraint, especially when there are those who are standing in the wing, just waiting for an excuse to snap.\nAll political groups have a lunatic fringe. This fringe consists of ideological zealots who would rather impose their beliefs than work toward consensus. You have a right to believe what you will, but when those beliefs cross into violence, it is up to the rest of us, especially those within the movement, to shut 'em down.\nConservatives were outraged when a Homeland Security report addressed the growing threat of far right groups. They saw it as an assault by the evil Comrade Obama intended to destroy conservatism. They laughed off the notion that there are dangerous people on their side who pose a serious terrorist threat. All you need to do is look through the annual report on hate groups and violence the Southern Poverty Law Center compiles to realize that this is a clear and present danger.\nThose active on the left are quite familiar with federal surveillance of their activities (Google \"COINTELPRO\"). In fact, environmental terrorists are the FBI's No. 1 domestic terrorist threat. But for the past 30 years, those on the left have not been the violent ones (unless you include violence against property). The nuts who shoot, bomb and attempt to assassinate Regan, are almost always on the RIGHT.\nTherefore it is the responsibility of those leaders on the right to step up and condemn these acts as well as to understand that their rhetoric has consequences. To patently dismiss and feign outrage at the efforts of the federal government to keep the rest of us, including you, safe from your crazies is incredibly reckless and wrong. Please, before more people get hurt, be mindful of the effects of what you say and keep your nuts in check.\n(C) 2008 Daily Egyptian via UWIRE\n\nLoad-Date: June 17, 2009"
}