{
    "title": "Column_ Telling India 's story",
    "publisher": "university wire",
    "year": 2008,
    "month": 12,
    "day": 5,
    "full text": "Last SaturdayÂ I ate at Gaylord, known for its fine south Indian cuisine, pleasant atmosphere and ability to make Indian people giggle. Running on reverse Indian Standard Time,Â my groupÂ arrived 15 minutes before the restaurant opened and had some time to kill.\n\"You guys definitely have to go see the Taj Mahal,\" my mom said about our friends' travel plans.\n\"But isn't Agra unsafe?\" the friend asked.\n\"Oh, it's not the best area,\" my dad replied. \"But in an expensive hotel it's fine. Just say you're a Canadian and they'll take care of you.\"\nBefore Nov. 26, that statement would not have meant anything. One look at the television above the bar changed that. The flashing scenes of chaos from NDTV were enough to remind us what happened.\nNo matter how much concern any of us have, or for what reason we feel that sympathy, what happened on Nov. 26 was a terrorist attack against freedom. As dramatic as that sounds, the attackers targeted visitors from other countries, including America, with the intention of causing chaos.\nTen men with guns froze a free city of 13 million.\nIndia is slowly morphing into a hotbed of domestic terrorism incidents with everything from major bomb blasts in Hyderabad to the occasional minor bomb blast in a small Kerala town. And while tensions escalate with rival nuclear power Pakistan, Mumbai, a city comparable to our New York City or Los Angeles, was horribly unprepared for any attack.\nI first heard about the terrorist attack an hour after official news broke in the form of a text message saying, \"I hope youre not goin to Mumbai anytime soon.\" Messages like that never bring good news.\nI immediately searched the news networks until I found a report on CNN. After a few minutes of coverage, they flipped to a segment on holiday shopping during the economic crisis.\nAnywhere I went for the next few days I was met with others' urgency to talk about the attack. I'm not sure if it was a convenient topic to discuss because of the horrific nature of what happened or because I was Indian.\nWe'd flip through channels on television, hit a news station, watch the footage, discuss and then repeat.\nEveryone thought the attack was horrible. Questions I heard ranged from the number of terrorists who orchestrated the attack to the location of Mumbai.\nAt Thanksgiving dinner, four men originally from India engaged in a heated discussion centered on missed intelligence reports, failed human intelligence, outrage and the media coverage.\nIt's always interesting to watch what happens on news networks when something so shocking and tragic like this happens. It's easy to gauge public interest by examining what the media show and the method employed to show it.\nBut I'm not here to criticize the media.\nThe news networks here in America had excellent coverage of the events in Mumbai. There were nearly continuous reports with constant updates telling viewers the latest news, human interest stories, interviews with survivors and panel discussions about terrorism and India.\nBut inevitably, the news slips once in a while.\nSaturday night, I flipped through CNN and was stopped by a catchy text caption on screen: \"Inside India: Complex Country, Complex People.\"\nAnticipating nothing short of the news report to be at least 11 times more informative than its title, I stayed on CNN just long enough to see the anchor go rogue without the teleprompter.\nHe first attacked the concept of terrorism in India. Since the number of Muslims in India is really high, \"one would think we would have to focus on India with relation to terrorism.\"\nOur bearer of news then spoke about his experience living in India for a month. \"There was unrest in India,\" he said with a heavy pause and investigative eye about the caste system. \"But it didn't garner this much attention around the world.\"\nAs the anchor said, \"Those stories don't resonate with the American people.\"\nHopefully, this one will.\n(C) 2008 Daily Illini via UWIRE\n\nLoad-Date: December 6, 2008"
}