{
    "title": "Column_ Mumbai attacks conveniently feed into ethnocentric narratives",
    "publisher": "university wire",
    "year": 2008,
    "month": 12,
    "day": 3,
    "full text": "The 60-hour siege by militantsÂ in Mumbai, India, are tragic in the sheer number of injuries and deaths, but also in terms of increasing fragmentation and vulnerability of a democratic society that is susceptible to violence from many quarters.\nUnfortunately, in their pursuit of sensationalism, Indian and American media outlets turned the tragedy into a spectacle, causing some to derisively refer to it as \"Terror TV.\" Television coverage presented a myopic view of the situation, effectively distorting the possibility of placing the events in their proper context.\nAmerican and European news channels could not hide their ethnocentrism, and Indian television stations conformed to the 24/7 news cycle with a continuous loop of terrifying images, no matter how repetitive or desensitizing. Where was the intense media attention during all of the other instances of violence carried out by non-state actors or the state machinery?\nMainstream media gives only a narrow view of the context and applies a social analysis only to the extent that it fits within a predetermined narrative. This past year there have been a number of bombings, attacks and violent incidents by groups with different motivations in the area. No ideology or religion has a monopoly on violence and this attack needs to be considered within a broader social context. This includes recognition of structural violence manifested through poverty and various forms of social discrimination.\nThe media has worked hard to peddle a connection between the Mumbai attacks and Sept. 11. This is not India's 9/11, and making a tragedy into a cliche is incredibly callous. Those who insist on repeating this line have a clear agenda. For example, Arun Jaitley of the right-wing opposition Bharatiya Janata Party asserted the link to 9/11 in order to promote a militaristic response. With national elections coming up, the BJP will continue to take an aggressive posture and portray the ruling Congress party as soft on terror.\nThere are already demands to reinstate the Prevention of Terrorism Act and enact tougher legislation to fight terrorism. However, India already has draconian anti-terror laws on the books. The Prevention of Terrorism Act and similar anti-terrorism measures have had virtually no impact on quelling terrorism, but have resulted in arbitrary arrests and serious human rights abuses. Such tough-on-terror approaches have proved to be counterproductive and anti-democratic when applied in India.\nThis is not the time for violent rhetoric calling for military incursions or demanding the annihilation of \"these people.\" While the intended target might be clear to those making such statements, the so-called unintended consequences will be dire. Detentions, disappearances, extra-judicial killings and other abuses cannot become societal norms.\nIt is also essential to resist jumping to conclusions, and it is crucial to critically analyze any new information. Many have started implicating Pakistan's role. This is not accurate. There might have been involvement by elements or individuals within Pakistan's intelligence services, but this does not justify condemning the entire country.\nThe same exasperated response that starts with blaming and proceeds to military escalation has run its course many times over in South Asia and around the world. Saber rattling and threatening Pakistan must be replaced by dialogue and engagement at the diplomatic and civilian levels. Crucial to these efforts is resolving the long-standing conflict over Kashmir in a way that recognizes the aspirations of Kashmiris. Justice is not vengeance, but rather the achievement of sustainable and enduring peace.\n(C) 2008 The Lantern via UWIRE\n\nLoad-Date: December 4, 2008"
}