{
    "title": "COLUMN_ Counter-terrorism funding has created a diplomatic rift",
    "publisher": "university wire",
    "year": 2018,
    "month": 1,
    "day": 5,
    "full text": "The Trump administration announced the suspension of all security aid to Pakistan on Jan. 4 2017. This action further solidifies the worsening relations between the United States and Pakistan.\nPresident Trump tweeted on Jan. 1 2017 about Pakistan and the current difficulties with foreign aid:\n\"The United States has foolishly given Pakistan more than 33 billion dollars in aid over the last 15 years, and they have given us nothing but lies & deceit, thinking of our leaders as fools. They give safe haven to the terrorists we hunt in Afghanistan, with little help. No more!\"\nThe United States has foolishly given Pakistan more than 33 billion dollars in aid over the last 15 years, and they have given us nothing but lies & deceit, thinking of our leaders as fools. They give safe haven to the terrorists we hunt in Afghanistan, with little help. No more! - Donald J. Trump (@realDonaldTrump) January 1, 2018\nWhile it may be a surprising first tweet for 2018, calling out Pakistan for not holding its weight in the international campaign against terrorism is a valid point from Trump.\nSince 2002, the U.S. has given Pakistan almost $34 billion in foreign aid. This money goes toward economically-related sectors including disaster and food aid, as well as security-related sectors. But while there is anti-terrorism money being given to Pakistan, the Pakistani government does not always seem to agree with U.S.'s goals concerning terrorism.\nThe Pakistani government freed a Canadian-American family that was captured by militants, and captured one of the militants, a member of the Haqqani network, which is tied to the Taliban. Pakistan denied the U.S. access to the man.\nPakistan and the U.S. have had a tough relationship during the last few years. Foreign aid has annually decreased since 2002 because of Pakistan's inability to dismantle - and even silent support for - the Haqqani network and the Taliban. According to a Pentagon report from August 2017, $255 million in military assistance would be withheld from Pakistan if it did not do more to quell the terror networks in the country.\nPakistani officials said that after allying with the U.S., militant attacks increased in their country. Pakistan's government sees partnering with the U.S. as having brought danger to the military and to Pakistani people. The U.S. popularity in Pakistan is low as well. In 2012, a Pew Research study found three out of every four Pakistanis consider the U.S. an enemy. The U.S. had a 20 percent favorability rating in 2012.\nWhen all of this is taken into consideration, it seems rational the Trump administration may take a hard line with Pakistan. Nikki Haley, the U.S. Ambassador to the UN, said the Pakistani government must cooperate more on international efforts to combat terrorism.\nPakistan shouldn't have its foreign aid completely eliminated. Money that goes toward food, health and disaster aid should remain and should even be increased depending on the situation. However, if a country receiving money is earmarked for counterterrorism movements, that money should be withheld if progress doesn't occur.\nRight now, Trump is acknowledging the flaws in the American-Pakistani relationship. After investing year after year on counterterrorism funding, the relationship between Pakistan and the U.S. has declined. Many Pakistani citizens view the U.S. as an enemy and believe the U.S.-Pakistan partnership has hurt their nation. If that's the case, then it may be better if security-related aid is cancelled in favor of solely economically-related foreign aid.\nLike what you're reading? Support independent, award-winning college journalism on this site. Donate here.\n\nLoad-Date: January 5, 2018"
}