{
    "title": "COLUMN_ The ugly intersection of Islamophobia and racism",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 3,
    "full text": "What will it take for us to apply the label \"terrorist\" to white people who commit acts of terrorism?\nIn the wake of the Nov. 13 attacks in Paris, governors of 30 states have announced they will refuse to allow Syrian refugees to resettle in their states, according to the Washington Post.\nIndiana Gov. Mike Pence was among this shameful number, citing supposed \"security gaps\" in the already intensive process refugees must navigate before being allowed to settle in the United States.\nIt's nothing more than ignorance and bigotry to assume that anyone born in Syria is a potential terrorist. But a focus on the possibility of terrorists from outside trying to get in blinds us to the very real phenomenon of people born and raised right here in the U.S. who have made it their goal in life to harm, kill and terrorize.\nDomestic terrorism is far more common and kills far more Americans each year than terrorism by foreigners, Muslim or otherwise. According to data from the Washington Post, there had already been 355 mass shootings resulting in at least four injuries or deaths in a span of 336 days as of Wednesday.\nThat's more than one mass shooting per day.\nBut since the Americans killed in these attacks are often black people and other people of color, their deaths go largely unmentioned in public discussions of ?terrorism.\nActs of racially motivated domestic terrorism are often not even discussed as though they were true acts of terror. Instead, a popular approach is to suggest the assailant was a troubled loner, perhaps mentally ill, for whom violence was completely out of character. This \"such a nice guy\" approach apologizes for racially motivated domestic terrorists, minimizes the damage they do and excuses the death and destruction they inflict upon Americans of color.\nThis death and destruction often seem to go completely unnoticed by those not directly affected. The victims of the June 17 mass shooting in Charleston, South Carolina, seem to have already been forgotten by some commentators, such as Sen. Ted Cruz, R-Tex..\nCruz, who aspires to become this country's next president, stated Nov. 15 with regard to Christian Syrian refugees that he believes there is \"no meaningful risk of Christians committing acts of terror,\" according to the Washington Post.\nPerhaps Cruz simply forgot about the Ku Klux Klan, a nominally \"Christian\" organization. Some people who call themselves Christians can and do commit horrific acts of terror. The KKK and other white supremacist groups have been terrorizing black people and other people of color for decades. But when the victims of homegrown terrorists aren't white, it seems their suffering is to a great extent ignored.\nJust as the U.S. has produced its own crop of terrorists, so too have European countries. In fact, at least four of the individuals responsible for the Paris attacks were French nationals, according to the BBC. Why hasn't Gov. Pence moved to keep holders of French passports out of Indiana?\nOur fear of Syrian refugees is misplaced. True terror is already here. People of color are living it every day. People who look Middle Eastern or South Asian have a much higher chance of being hurt by Islamophobic bigots than anyone in the U.S. does of being blown up by a Syrian terrorist.\nSyrian refugees deserve our help, not yet another door slammed in their tired, scared faces.\nMeanwhile, let's turn our attention to the real terrorists here at home. Black lives matter, and those threatened by domestic terrorists are no exception.\nwoodsmj@indiana.edu\n@miriamjwoods\n\nLoad-Date: December 4, 2015"
}