{
    "title": "Column_ American foreign policy begets further terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 12,
    "full text": "The young couple from Mississippi detained by federal authorities in August has, among other charges, pleaded guilty to conspiring to provide material support for the Kim Kardashian of radical Islamic militancy: the Islamic State. The aspiring American jihadists shocked and captured the attention of Americans throughout the country.Though the number of people in the U.S. who have pledged allegiance to the Islamic State is insignificant, sensationalist media continues to write the narrative that an incredibly sophisticated social networking-based recruitment system has had great success in turning ordinary Americans into unwavering jihadists. The same narrative can be heard overseas, with a lot more uth behind its proliferation, yet still not in recognition of the big picture.The more clandestine uth, however, is that the Islamic State's propaganda pales in comparison to the most bountiful and reliable recruitment method for radical Islamic militant groups in the Middle East: drones and airsikes.As America fumbles with the answer for how to successfully combat Islamic exemism, unsuccessfully foregoing the support of moderate Kurds, its policy of unfettered drone warfare has only increased since its inception. Because of this, many civilians, both Muslim and Christian, have suffered greatly.In war-torn Afghanistan where the digestion of the democratic apple pie was once slow-going, the resurgence of a long-presumed weakened al-Qaida has provided cause for increasing U.S. drone sikes. \nYet these are not done responsibly or with precision - look to the October attack on a Doctors Without Borders hospital in Kunduz, Afghanistan, that killed 42 civilians and hospital workers. Such irresponsibility begets a defeated and vengeful population, whose only recourse for the indiscriminate deaths of their families is to join with those fighting Western powers, on the front and abroad.The ongoing power struggle for influence and control between our ally, Saudi Arabia, and our not-so-ally, Iran, has turned the country of Yemen into yet another part of the Middle East. Efforts by the Saudi Riyadh government to quell the sength of the Yemeni Houthi rebellion have lead to widespread attacks on civilians. What's more is that most of the bombs used indiscriminately by Saudi jets have been sold to Saudi military by the U.S.: bombs that have been deemed illegal by the international community due to their disregard of human rights and precision targeting. The civilian death toll in Yemen continues to climb as children and adults who remain in the cities and towns experiencing these sikes no longer have jobs or places for education. Those who are lucky enough to have their lives are incredibly disenfranchised with not much else to do but survive. It is no wonder that many who have lost large amounts of their family members turn to exemism against the Saudi regime and its allies.Under the Obama administration, the use of drone sikes has ballooned, and the Pentagon has plans to further expand the program by 50 percent by 2019. Taking into account the administration's unwavering stance on putting boots on the ground and advances in the technology of warfare, this is not surprising. What is surprising is the nature of a country that espouses the importance of quashing terrorism at home and abroad carrying out status quo policies that only increase the prospect of terrorism. It is duplicitous that we as a nation should hold high the values of freedom and human rights but stand shamelessly allied to a Saudi government that has no regard for human rights or lives.While there are other players to criticize, the U.S. needs to be held accountable for the dangerous anti-U.S. sentiment it creates. There are answers to the quagmires of the Middle East - providing backing to the Kurds beyond air support, for instance. Callous, indiscriminate drone and airsikes are to the conary.Justin Ford is a UF journalism junior. His column appears on Tuesdays.\n\nLoad-Date: April 12, 2016"
}