{
    "title": "Column_ Building schools in Middle East could help combat terrorism",
    "publisher": "university wire",
    "year": 2008,
    "month": 10,
    "day": 6,
    "full text": "Â \nIt's been nearly seven years since the United States invaded Afghanistan in its attempt to make the world safer. And yet, tensions and anti-American sentiment in the country have only increased, and an air strike in Azizabad on Aug. 22 killed 90 civilians, most of them women and children. The U.S. military disputes the numbers, but that is no longer the salient factor.\nThe reasons behind the attack are what stand out as a major shortcoming in the War on Terror. The main strategy of the U.S. military for these past seven years has revolved around bullets and missiles. And this method shows no signs of letting up as the Pentagon has proposed a shift of 4,500 troops from Iraq to Afghanistan.\nDespite astronomical funds being poured into the campaign against terrorism in the Middle East, there is little to show for it. This fact is strikingly apparent in Afghanistan, where mountain ranges and rural villages shield the locations and identities of militants from U.S. forces. Chasing after a handful of terrorists often leads to the destruction of land and life for those who never antagonized the United States.\nAnd as this cycle continues, moderate Afghanis who originally welcomed a foreign presence are increasingly perturbed by it. Any freedom that the United States has won for Afghanistan is offset by the livelihoods and families that it has destroyed.\nThe citizens of this nation have paid a severe toll in the interest of the United States, and thus, we have a moral obligation to fix the communities and lives that we've broken. But we cannot begin to improve the conditions on the ground until we rethink our strategy: The intent should not be to confront the worsening conditions but to prevent those conditions from developing in the first place.\nThis approach will likely be met with intense opposition in today's world of instant everything. The process is slow and doesn't pay off until years down the road. But if the United States has any real intention of winning its War on Terror, it needs to start paying serious attention to alternative methods.\n\"Three Cups of Tea,\" the story of a man's transformation from adventurer to humanitarian, provides just that: a peaceful, effective way of fighting extremist Islam.\nIn 1993, Greg Mortenson, an American mountaineer, attempted to climb K2, the world's second tallest mountain, located in Pakistan's Karakoram Mountains. Mortenson failed to reach the summit and came close to death as he attempted to return to civilization. He arrived in the village of Korphe, withered and disoriented. The locals took in the stranger and brought him back to health.\nOvercome by gratitude for his caretakers, Mortenson promised to return to Korphe and build a proper school, not taking into account his dreadful financial status. Upon returning to the United States, Mortenson held countless unsuccessful fundraisers until finally meeting Jean Hoerni, a fellow climbing enthusiast who gave $12,000 to the cause. With Hoerni's donation, Mortenson finally amassed the $26,000 needed to build his school.\nDespite the luck, he was still faced with the problems of buying his supplies and making sure that they were used properly. En route to completing his school, Mortenson faced countless setbacks but remained steadfast in his convictions and eventually finished the construction.\nMortenson decided to pursue this line of work and started the Central Asia Institute. He and his organization have built more than 55 schools (in Pakistan and Afghanistan) and are a prime reason why people in one of the more anti-Western regions of the world openly claim their love for Americans. The schools provide a secular, non-biased education that simply aims to help the region's children improve their lives.\nI am not suggesting that Greg Mortenson has all the answers when it comes to fighting anti-American sentiment in the Middle East. Nor is his approach foolproof: Competing with CAI's schools are the Wahabbi madrassas, Saudi-sponsored institutions that preach extremist Islam and neglect core subjects such as math and reading. The students are taught to hate the West as the Wahabbis take advantage of poor villagers who are only looking to provide their children with an education.\nThis problem has gone largely unchallenged by the United States, or any other nation for that matter. Given the tremendous financial backing of the Wahabbis, its madrassas are spreading exponentially faster than Mortenson's schools.\nBut an answer could be close at hand. The Pentagon has taken notice of \"Three Cups of Tea\" and even invited Mortenson to speak. There are currently no plans to support the CAI, but at only $26,000 a school, the United States could easily improve the lives of millions abroad and at home.\nThough the process will be slow, it could prove to be our most effective weapon.\n(C) 2008 The Pitt News via UWIRE\n\nLoad-Date: October 9, 2008"
}