{
    "title": "COLUMN_ It is time to face the facts and condemn the KKK as a domestic terrorist group",
    "publisher": "university wire",
    "year": 2020,
    "month": 12,
    "day": 9,
    "full text": "Faith Brown is a freshman psychology major at MU. She is an opinion columnist who writes about introspective takes on modern society for The Maneater.\nThe Klu Klux Klan should be labeled a terrorist group by standards defined by the FBI itself.\nThe FBI issued criteria on what it defines as acts of terrorism. An excerpt from its guidelines on the definition of domestic terrorism reads: \"violent, criminal acts committed by individuals and/or groups to further ideological goals stemming from domestic influences, such as those of a political, religious, social, racial or environmental nature.\"\nThe KKK fits perfectly into the description of a domestic terrorist group. For centuries, the KKK has conducted criminal acts against groups like African Americans, Asians, Hispanics, members of the LGBTQIA+ community, religious groups, and others whom the KKK deems inferior. Horrible acts of violence are perpetrated on its behalf, some of which never result in prosecution for those involved. Take the bombing of the 16th Street Church for example. The bombing took place in 1963, and only one of the four identified Klansmen involved were prosecuted.\nTitle 18 in the United States Code under chapter 113B states that a domestic terrorist act is anything that involves \"acts dangerous to human life that are a violation of the criminal laws of the United States or of any state, appears to be intended and [aims] to intimidate or coerce a civilian population.\"\nThe KKK is a terrorist group because it continues to threaten and murder innocent people for unjust reasons. It aims to scare communities by carrying out lynchings and burning crosses on lawns as an intimidation tactic.\nThe KKK was rightfully prohibited and placed under martial law by the Enforcement Act of 1871, designated by president Ulysses S. Grant. This meant that the military was placed as the primary form of authority in places where the KKK were most active, heavily policing them and scaring them off. Unfortunately, the Enforcement Act was declared unconstitutional in 1882, meaning that the KKK was free to congregate as a group and were no longer considered vigilantes by the government. This set America back in a small effort to cleanse the country of a radical group of criminals.\nThe KKK are seen today producing violence in the form of rallies and other widespread communications as opposed to its strictly homicidal actions in the past. However, this is not an excuse to disregard the violence of the KKK because it's veiled under exercising free speech.\nWhat many Americans do not know is that there are limitations on free speech that rightfully affect hate groups. According to the Supreme Court case Chaplinsky v. New Hampshire, \"fighting words\" or \"speech integral to illegal conduct\" are part of the limitations placed on the First Amendment.\n\"Fighting words,\" as specified in Chaplinsky v. New Hampshire, are \"'any offensive, derisive or annoying word to any other person who is lawfully in any street or other public place,' or 'call him by any offensive or derisive name.'\" In this respect, the KKK and any other prejudiced, hate-speech motivated groups, are not protected under the First Amendment.\nThere are no valid excuses for why the KKK has not been nationally classified as a terrorist group, especially when it fits under the criteria that the FBI set forth itself.\nThe government is more concerned with condemning antifa, an anti-fascist ideology, as a terrorist group rather than focusing on a gang of extremist white supremacists which has hundreds of years of murder and terrorism under its belt. In order for America to move forward with reparations for injustices done to society on behalf of hate groups like the KKK, there needs to be a major change in classification.\n_As part of the fight against racial injustice, The Maneater is encouraging readers to donate to The Audre Lorde Project, an LGBTQIA+ foundation working toward the social and economic justice of LGBTQIA+ people of color. Donate at: https://alp.org/\nEdited by Sofi Zeman | szeman@themaneater.com\n\nLoad-Date: February 11, 2021"
}