{
    "title": "Column_ Pakistan key in fight against terrorism",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 4,
    "full text": "I'm always a step too slow with putting my thoughts onto paper. Even before last week's deadly Mumbai attacks, the Islamic Republic of Pakistan was high on my \"to-write-about\" list. During the primary season and presidential race, Pakistan was mentioned more than the atrocities in Darfur or the crisis in Congo. Unlike Iran, Pakistan was never presented as a substantial threat to American national security despite the activity taking place in the Federally Administered Tribal Area region. The area is extremely underdeveloped and poor - a perfect location for angry cave-dwelling terrorists to plot villainous schemes and pervert a world religion for their own personal gains.\nIt's a poorly kept secret that the Tribal Area is believed to be the nerve center of Al Qaeda. President-elect Barack Obama received a lot of heat for declaring that - as president - he would use military force against Pakistan, if he received credible information that a window existed to kill Osama bin Laden or Ayman al-Zawahiri. It goes without saying that Obama wasn't proclaiming he would authorize a tactical strike against Islamabad or Karachi; Obama was speaking about the Tribal Area region. Doesn't all of this just raise the question; Why isn't the Pakistani government policing the Tribal Area and arresting terrorist threats?\nAt last we reach the Great Pakistani Dilemma: What Will Pakistan Do? Pakistan finds itself at the nexus of a global geopolitical power struggle. In the red corner is the reigning world heavyweight champion and the self-proclaimed \"Civilized World\" - the West. Managed by the Former Imperialists Club, the champ is packaged as a power fighter, heavy, and at times wild, punches beat opponents into submission with little concern for collateral or long-term damage. In the blue corner is the challenger, a former world champion in its own right, seeking to reclaim its former prestige and repair its damaged ego - the Caliphate. Managed by the Islamist Oil Tycoon Gym, the contender has a rejuvenated fan base through a Wahhabi-financed makeover as the persecuted and innocent victim of constant Imperial bullying.\nBoth corners adhere to a \"with us or against us\" mentality; here lies President Asif Ali Zardari's dilemma. If Zardari actively seeks to rid Tribal Area of Al Qaeda, he becomes a \"pawn of the West\" and loses legitimacy, especially in the Tribal Area region, where he desperately needs the support of the local population to oust Al Qaeda. If Zardari refuses to use military resources to destroy the terrorist cells in the Tribal Area region, he is depicted by Western powers as a weak leader who needs Western military assistance to handle the situation. Little can be done by Zardari that will appease both sides. Where should Zardari's loyalty lie? Does he capitulate to Western pressure, or as an elected-representative, does he follow the anti-West will of his constituents? Unfortunately for Zardari, his hand has been forced. As evidence surfaces that the Mumbai attackers were Pakistani nationals, international pressure to crack down in Pakistan will be high.\nHowever, the solution doesn't lie with Zardari. It lies with the people of Pakistan. More generally, it lies with the everyday member of the umma (Islamic community). As Thomas Friedman recently covered in a column for the New York Times - further evidence of my Johnny-come-lately status - it is time for the general public to fill the street in protest of terrorism instead of protesting cartoons or comments by the pope. Until the populace vehemently rebuts the notion that the terrorists are great defenders, fulfilling the will of the people, then we, as a global community, will never defeat terrorism. The ability to live free of terror isn't a Westerner's right, it's a human right. It behooves humans worldwide to speak out against terrorism; as the violence in Mumbai proves, every city is a potential target so long as Westerners are present. Yet, it is imperative that the opposition to the jihadists arise from the inside. Any anti-jihadi Islamist movement with Western connections is easily repackaged by people such as bin Laden and Zawahiri as another act of deception by the Great Tempter. Without public outrage there will never be any pressure on Islamic and Middle Eastern leaders to unequivocally condemn the jihadi Islamist movement. What Will Pakistanis Do?\n(C) 2008 The Daily Iowan via UWIRE\n\nLoad-Date: December 5, 2008"
}