{
    "title": "Column_ Terrorism cannot be tolerated",
    "publisher": "university wire",
    "year": 2008,
    "month": 12,
    "day": 4,
    "full text": "During Thanksgiving, I gave thanks that our country has remained safe from terrorist attacks for the past seven years. Sadly, those in India cannot say the same. The Associated Press reports that Nov. 26 through 29, terrorists ravaged Mumbai, the financial capital of India. Nearly 190 innocent victims were killed during the four-day siege of the city. Two famous hotels, a train station, a major hospital and a prominent Hasidic Jewish center were all targets. While a majority of victims were Indian, Westerners and Israelis also were singled out, specifically the Jewish people, who were horrifically tortured before their deaths.\nAccording to the Wall Street Journal, the one surviving member of the raiding party revealed the group's intent to kill 5,000 people and that it trained intensely for six months in preparation for the highly coordinated attack. The radical Muslim group claiming responsibility for the attacks stated that the violence was revenge for injustices to Muslims. Several witnesses say the attackers were yelling, \"Allah Akbar\" or \"God is Great\" as they gunned down civilians.\nSept. 11, 2001 shocked us into a new reality of Islamic terrorism. Immediately after those attacks, we came together as a nation with firm resolve to stop these horrors. Yet American safety since 9/11 does not mean radical Islam-driven violence has ceased. In 2004, coordinated bombings in Madrid's commuter train system killed 191 people. Though not officially tied to the attack, al Qaeda stated it was \"proud\" of the event. Spain reacted spinelessly by pulling its troops out of Iraq. A similar bombing happened in London's Underground subway system a year later, killing 56 people and injuring hundreds more. Since then, two major suicide bomb attempts have been thwarted in London. Instead of fighting the influence of radical Islam, England has legitimized Sharia, Quran-based law, as legally binding within the British justice system.\nThe West's responses to Islamic terrorism are increasingly pathetic. Each of these major attacks should have been a wake-up call for nations to thoroughly scrutinize the common ideology behind the attacks. With the Muslim population in Europe growing exponentially, understanding Islamic holy texts, beliefs and customs should be a top priority for European Union leaders. Instead, we treat each terrorist attack as an isolated event, refusing to see the common thread of Islamic ideology that strings them all together. The Mumbai massacre is another wake-up call, yet this too will likely go unheeded.\nMany well-meaning Westerners cannot understand the dual nature of Islam as a political and religious ideology. Islam is seen as just another religion that should be given the same respect most others are afforded. However, the Quran's political nature makes this tricky. In the New Testament, Jesus famously said, \"Render unto Caesar the things which are Caesar's, and unto God the things that are God's,\" which enjoins Christians to respect and obey secular law. In contrast, the Quran asks devout Muslims to follow shariah above other laws.\nWe cannot be so cowed by political correctness that we refuse to acknowledge the growing threat of Islamic terrorism. Muslims and non-Muslims alike are harmed by these atrocities and both should condemn the obscene violence committed in the name of Islam. We must be free to speak candidly about radical Islamic terrorism, calling it by name instead of hiding behind the euphemisms of \"youths\" or \"militants.\" We cannot battle this scourge in the dark. Only through courageous confrontation of the ideology behind these hideous acts can we ultimately defeat them.\n(C) 2008 Daily Evergreen via UWIRE\n\nLoad-Date: December 5, 2008"
}