{
    "title": "Column_ Long road ahead to eradicate terrorism from India",
    "publisher": "university wire",
    "year": 2008,
    "month": 12,
    "day": 2,
    "full text": "What happened in Mumbai was more than terrorism - it was war. By targeting multiple sites in the heart of India's financial capital, the attackers were determined to destabilize an entire city with knives, automatic weapons and grenades. The Indian security forces, in response, organized a military operation to kill remaining radical jihadists and rescue civilian hostages. Although the city and the surrounding region have endured similar, but less coordinated, attacks in the past, the scene of the iconic Taj Mahal Hotel engulfed in towering smoke will mark a beginning of a new political reality for India.\nAs the final death toll and structural damage are becoming clear, the identity and the motive of the attackers are also beginning to surface. Despite a claim of responsibility from an unknown terrorist organization, Deccan Mujahideen, there is growing evidence that the suspects received training and technical support in Pakistan from radical Islamic groups associated with violence and political instability in the disputed Kashmir territory.\nThe connection between the militants and Pakistani terror networks suggest the attacks might have been motivated by the ongoing Kashmir conflict between India and Pakistan. Some sources, however, claim the Hindi-speaking suspects were radical Indian Muslims angry with the Hindu majority in India. Despite the uncertainty surrounding the attackers' identity and the motive, it is clear the extremist elements wanted to undermine secular, free-market modernity and ethno-religious plurality by targeting Mumbai, a bustling, multicultural metropolis. Now, India has a renewed responsibility to fight extremism and a chance to effectively eradicate terrorism by learning from the mistakes of President George W. Bush's administration's ongoing war on terror.\nFirst, India must continue to protect the rights of its citizens and respect international agreements in its fight against terrorism. The government should implement anti-terrorism programs, such as federal spying and wiretapping techniques that defend individual privacy and prevent future terrorism. Effective surveillance programs and respect for civil liberties are not mutually exclusive. Likewise, the government should adhere to the Geneva Conventions and avoid torture, such as water boarding. It is important to remember war on terror is a larger struggle between barbarism and civility, and India should not compromise its core values.\nSecond, elected officials should consult closely with military leadership, its intelligence community and regional neighbors before authorizing military action outside its borders. Any unilateral military strike on its neighboring countries, such as Pakistan and Afghanistan, will only destabilize the already extremely volatile region and alienate potential allies. It is equally important for a military operation to be well researched, well funded and well planned. By cooperating with different parts of the government as well as its allies, India can effectively contain terrorist elements in the short run.\nFor a long-term solution, India should work with its neighbors to invest in the economies of poverty-stricken regions. Filled with terrorist training camps and recruitment centers, these remote, poor villages serve as a breeding ground for terror networks. Private and public construction programs could employ the villagers to build roads, factories, schools and other critical infrastructure necessary for a stable community. By replacing propaganda with education and religious fanaticism with human capital, India can help stabilize the regional economy and fight terrorism by destroying its roots.\nIn short, India has a burden and an opportunity to effectively eradicate extremist elements in its own country and the surrounding region. By using a thoughtful yet forceful approach, India can set a new example of how to fight terrorism with common sense and dignity.\n(C) 2008 Vanderbilt Hustler via UWIRE\n\nLoad-Date: December 4, 2008"
}