{
    "title": "Column_ In wake of attacks, rethink terror",
    "publisher": "university wire",
    "year": 2008,
    "month": 12,
    "day": 1,
    "full text": "During Thanksgiving break, there was a large elephant in the room for all of us. As we struggled to account for what we were thankful, terror attacks in Mumbai, India shook the nation's consciousness and forced our attention away from what we were grateful for and toward the problems we continually face. In the attacks, more than 100 people were killed, and questions remain over who committed the atrocity. Fictitious names float around like Deccan Mujahideen, but soon enough the international intelligence community will come together and definitively let the world know who was behind these heinous attacks; such is the protocol following acts of terror. However, while we can successfully decipher those who are behind fits of terrorism, we seem never to answer a fundamental question that is everpresent in any criminal analysis: motive.\nAnd here lies one aspect of terrorism we still fail to understand after decades of combating it and years of confronting it under the assumptive title of the \"War on Terror;\" we frequently neglect to answer why individual terrorists commit the atrocities they do. One witness told CNN one of the Mumbai gunmen had a \"smile on his face as he started to spray the bullets.\" Such indifference to murder leads us always to castigate these people, intuitively I might add, to the realms of the insane. Instead of attempting to analyze the decision-making processes of terrorists, we decide they do not undergo any such process. We instead pass them off as psychotics whose insanity gets the best of them.\nSuch a conception is unhelpful at best and dangerous at worst. Why? Because research tells us otherwise; study after study demonstrates terrorists willing to be killed for their cause show no personality differences from their average populations. One such study done by the Library of Congress took into consideration three decades of psychological and sociological literature on terrorism and found there is no single terrorist personality and went even further in saying that the personalities of people labeled as terrorists is as diverse as any legal profession. Many other studies exist demonstrate those people who are willing to be killed in the name of their cause are highly intelligent and educated individuals who do not commit their acts out of desperation, but rather out of ideological fervor. Yet policy makers and academics continue to advance false ideas, such as Merrimack College professor Mark Allman, paraphrased in the Boston Globe last week lecturing that \"Islamic terrorists ... push a political and economic ideology that feeds off the poverty and alienation of poor Muslims.\" While the notion that Islamic terrorists are poor and uneducated is widespread and intuitive, it is not empirical reality. An analysis by Alan Kruger and Jitka Maleckova of 129 members of Hezbollah, a group of Shiite Islamists that much of the international community classifies as a terrorist group, found the martyrs had a higher level of education and income than the general Lebanese population. The argument they put forth is sound - the ultimate factor in assessing whether to commit terrorism is the existence of a passionate belief in the cause.\nIt is this cause that must be addressed when combating terrorism, yet we continue to go forward with the assumption that those who attack are psychopathic, stupid and deprived. By adhering to this assumption we make the mistake of dismissing the individual actor's role in terrorism and focus only on the group. In turn, this leads us to use a tactic called \"counter-terrorism,\" a mono-focal militaristic approach, as opposed to what terror expert Haig Khatchadourian calls \"anti-terrorism,\" a holistic approach that has a focus on combating the psychological orientations that lead people to become so passionate in their beliefs. Any fight against terrorism must include a focus on the individual, the rank-and-file. Leadership and organizational infrastructure are regenerative; if you kill the leader, someone else steps in.\nWhile it is true that use of military strength against terrorist operations will at times be necessary, this other approach must be taken into account. We must be able to look at the pictures of smiling gunmen in Mumbai and hold back our instinctive desire to cast his motivation off as insane, and thus not in need of analysis. While it is a difficult endeavor, we must be able to look at that smiling gunman and ask, \"Why is he smiling?\"\nWhile it is difficult to focus on and reassess our strategies against terrorism while embroiled in an economic upheaval, we must combat terrorism in the most effective manner; the attacks in Mumbai reintroduce this idea. In reality, for Americans, terrorism has a relatively insignificant impact on our daily lives, but it is an existential threat; it existed long before the economic downturn, and it will exist long after it. For that reason, we must approach it in the best manner possible.\n(C) 2008 Badger Herald via UWIRE\n\nLoad-Date: December 2, 2008"
}