{
    "title": "Column_ America 's Pakistan problem",
    "publisher": "university wire",
    "year": 2008,
    "month": 9,
    "day": 25,
    "full text": "Â \nWith only months left in the Bush presidency, it is clear his foreign policy has been nothing short of disastrous. It has produced more enemies than friends, turned longtime allies against us and created massive instability in the Middle East and Southeast Asia.\nOne of the only few bright spots of Bush's foreign policy, in fact, has been President Bush's embrace of former Pakistan President Pervez Musharraf.\nIn fact, now that Musharraf is gone, Bush's decision to stand by Musharraf looks better than it initially did, especially in light of yesterday's military skirmish between American and Pakistani forces on the Pakistani-Afghani border when Pakistani forces opened fire on American helicopters and ground troops. Politicians from both parties were critical of Bush for supporting Musharraf as fervently as he did, perceiving Musharraf as a brutal military dictator, willing to make deals with tribal leaders that supported al-Qaida.\nThe United States misses Musharraf at the helm of Pakistan because, even though he was far from perfect, he was a lot better than the alternative. At worst the alternative was Islamic militants taking over a country with nuclear weapons. At best the alternative was a less pro-American government taking over. That's what Bush and his team argued when their support for Musharraf was criticized and it is now clear they were absolutely right - since precisely the latter has taken place and a less friendly government has come to power.\nMusharraf came to power in a military coup, overthrowing a corrupt but democratically elected president in 1999. At first Musharraf was a patron of the Taliban, but after the Sept. 11 attacks, he boldly switched his allegiance to the United States.\nHe quickly made Pakistan essential to the United States' War on Terrorism and received billions in aid from Washington. He improved Pakistan's economy and was popular both in and out of the country, even appearing on \"The Daily Show\" to promote his book. But as he tightened his grip on power, he became less popular in Pakistan and started ruling like the military dictator that he was.\nBut President Bush strongly supported Musharraf until the end. Musharraf was a good partner, but by no means a great partner for the United States. He made peace with rural tribes near Afghanistan that supported the Taliban, and he did not spend all of his American aid fighting terrorism. But he did cooperate with the United States to fight the Taliban and terrorism. That's much more than we can say about the new Pakistani regime.\nEven more telling about the change in Pakistan is the increased rhetoric against the United States coming from the new leadership. They are trying to show their independence from the unpopular United States to their people and have ordered America to stay out of their country. Under Musharraf, the U.S. military could pursue terrorists into Pakistan. Under the new rule, the Pakistani military has been ordered to fire on any American troops that cross the border. This has the potential for disaster - as seen yesterday.\nAt least Musharraf was willing to work with the United States on some levels and certainly never had his army fire on American troops. President Bush saw this and made the bold decision to support Musharraf until the end. Now we know why.\n(C) 2008 Emory Wheel via UWIRE\n\nLoad-Date: September 27, 2008"
}