{
    "title": "Column_ Cyber terrorism poses new threat to US",
    "publisher": "the new york times",
    "year": 2009,
    "month": 7,
    "day": 14,
    "full text": "There is a new threat to the United States. It is something that cannot be seen. It is something that cannot be heard. It can show up in a matter of seconds without knowledge. It is cyber terrorism.\nStarting July 4 weekend, many government and commercial sites were attacked. When systems are cyber attacked, most of the time, it just creates a big hassle for the people running the networks and slows down business. But that does not mean that is the only thing possible.\nA huge fear is hackers are able to get into systems right now. That is how they are able to create that hassle. If they can get into certain systems that means they are trying to get something bigger. Financial accounts, personal identification records, medical records, etc., make up a small list of things hackers could get their hands on.\nSo just on a commercial level, cyber terrorism can cause quite a mess. Especially in today's economic situation where hackers can steal identities and ruin credit markets - though they have have my identity if they want it.\nAnother issue is this can happen from just one disgruntled person. Cyber attacks are not like conventional attacks where you can just say X or Y country did it. One person with a laptop conceivably can take down networks in a matter of minutes with the right technology.\nOur military practically is run on technology nowadays. Missiles are guided by satellite technology, GPS networks, communication networks, etc., are all things cyber terrorists can try to hack into and disrupt as a precursor to an attack.\nThis is where it gets to be scary.\nIf a terrorist were to get the ability to hack into military networks to disrupt them, what do you think top military officials would think?\nThey would think an attack was imminent. Why else would someone want to hurt military capabilities?\nThe United States would be put on a standstill and would be put at its most vulnerable position.\nAt minimum, if that above situation does not escalate into a miscalculated war waged in the mystery of cyber attacks, it hurts U.S. military readiness to respond to threats.\nBut this is not the worst case scenario.\nAccording to a Dec. 8, 2008 report by the New York Times, a cyber source in China was able to hack successfully into a nuclear weapon lab system in the United States.\nNow the report does point out that just because it originated in China does not mean it was done by the government of China or even its citizens. Hackers have been known to disguise their location by hacking through an external source.\nThis means with the ability to get into the systems that secure our nuclear weapon stockpiles, someone could get the codes to launch, steal the technology to build identical weapons or even launch them on the spot.\nPresident Barack Obama finally took action in May with the creation of a new cyber czar. This can be a major issue for civil libertarians such as myself.\nHow much power should the cyber czar have in the ability to oversee computer networks?\nShould the National Security Agency or other government agencies have access to major private computer networks?\nBecause we all know how great of a record the NSA has on protecting the constitutional freedoms of the citizens of the United States.\nA solution to all of this would be to allow the NSA to do whatever is needed to protect public networks controlled already by the government, mainly military networks, Social Security Administration records, etc.\nBut when it comes to private networks, allow some form of a \"9-1-1\" so to speak.\nA way for the private sector to report to the NSA in the event of increase levels of hacking.\nHopefully Obama will do the right thing in protecting the rights of the citizens.\nBut I do not like the odds of that happening.\n(C) 2008 Daily Toreador via UWIRE\n\nLoad-Date: July 23, 2009"
}