{
    "title": "COLUMN_ Wearing a hijab is not _passive terrorism_",
    "publisher": "university wire",
    "year": 2016,
    "month": 2,
    "day": 29,
    "full text": "A recent United States military white paper, titled \"Countering Violent Extremism,\" cited that for a moderate Muslim to wear a headscarf, or hijab, is a contributor \"passive terrorism.\"\nPassive terrorism, as delineated in the white paper, happens when \"moderate segments of the population decline to speak against or actively resist terrorism.\"\nIt hardly requires explanation that the hijab and other traditional religious attire, especially those associated with Islam, bear some unfortunate cultural associations in the U.S. A great deal of discrimination has been unduly directed at moderate Muslims who choose to wear the hijab, which is unfortunate but also a well-publicized notion.\nOf course this paper started a huge online response, but much of the backlash against this white paper was focused on the fact that hijabs obviously aren't dangerous in any way, even ideologically.\nI agree with this claim, but it isn't the most airtight argument to be drawn up so easily here. The author of the paper could still assert that there are implications to the hijab his opponents fail to see.\nHis opponents could counter this by explaining how their views do incorporate these implications or that the implications don't even exist to begin with.\nIt then goes back to the author, then to the opponent of the author, and on and on ad nauseum. It becomes a \"one person's word against another's\" argument that will just go in circles until either party finds reason to leave.\nIt's an error of reason.\nFirst, wearing the hijab doesn't exclude the possibility of denouncing terrorism. If we re-examine the quote, it would seem that this exclusivity is basically a de facto parameter of their argument.\nIt's unclear why they did this, but quite obvious that they did. If they hadn't, they would have no point to make.\nWearing a hijab doesn't mean not resisting terrorism.\nSecond, and perhaps most disturbingly, the paper imparts moderate Muslims with the responsibility to \"actively resist terrorism.\"\nNo other segment of the populace, to my knowledge, has a responsibility like this, apart from maybe the Department of Homeland Security, but I'm addressing ethnic demographic divisions, not occupational ones.\nI for one don't wake up every day and think, \"Golly, I wonder what I'll do to stop terrorism today.\"\nBut that doesn't mean the claim that I'm not speaking against or actively resisting terrorism make me a passive terrorist?\nAnd who is worse, me or, for instance, an anti-terror activist who also happens to wear a hijab?\nThe right choice seems obvious.\nIn any case, the point is that the citizenry of the U.S shoulders no fundamental responsibility to fight terror, barring the exceptional case that doing so is their job or for a reason similar to this one.\nThe logic of it is inconsistent, and it's built on the shaky foundation of primitive American xenophobia. This notion of passive terrorism is exactly the kind of product one would expect from an attempt to preserve an antiquated and flawed notion.\njcworrel@indiana.edu\n\nLoad-Date: December 15, 2016"
}