{
    "title": "Column_ Media must not over-cover terrorist attacks",
    "publisher": "university wire",
    "year": 2017,
    "month": 6,
    "day": 20,
    "full text": "There's a panic that is starting to spread over the quick uptick in terrorism that is occurring in some parts of the world. Yes, terrorism has been considered a serious threat to national security for more than a decade. Recently, however, the incredible amount of terrorist attacks that have been occurring have caused, well, terror to reign over several countries.\nTake England for example. From 2013 to 2016, only four major terrorism attacks took place in the country. Compare that number to the four major attacks of terror that have occurred in England this year already, and remember we are only six months into 2017. Unfortunately, it seems terrorism is a threat to the world that is not dying out. In fact, attacks seem to be growing in frequency.\nSo what is to blame for this increase in terrorism? As with all things in life, there is not one answer. It is influenced by multiple different things, varying from political policies to religious beliefs. Unfortunately, most of us don't have control over these things. The only thing we have any control over is how we see and share these horrific events.\nI'm talking about the media. Whenever there is any sizable terrorist attack, it gets broadcast anywhere it can be. Live television, news articles, Facebook, Instagram, you name it. Wherever people are digesting information, it will be there. And that is not bad, to an extent.\nYes, we should be informed about the going-ons in the world, especially when it comes to such drastic events as terrorist attacks. But we need to limit the amount of time and reaction we give these heinous acts.\nThe sad fact of the matter is the more distress, anger and attention we give terrorism, the more it thrives. That is its goal, after all. It is called \"terrorism\" for a reason: The intention is to incite terror into all peoples of all countries.\nI'm not saying that we shouldn't give these crimes any media coverage or not have memorials for those who lost their lives as a result. However, we need to downsize the amount of reaction and coverage terrorism gets. If we focus more on the memorable lives of those who were lost to us and less on the terrible act that occurred, we will become a stronger, less terrified world.\nWe need to band together in strength, not stand slack-jawed in fear. By giving all of our attention to the killers themselves and not as much to those who were lost, we give the killer all the power. The less attention we pay to them, the less they meet their agenda. The police will focus on their capture and bringing them to justice, we don't need to.\nLet's give the power back to ourselves.\n\nLoad-Date: June 20, 2017"
}