{
    "title": "Column_ 9_11 distant memories maintain racist views",
    "publisher": "university wire",
    "year": 2013,
    "month": 9,
    "day": 16,
    "full text": "by: Matt Ostrander\nJust like the old JFK saying, every single American remembers where they were on September 11, 2001. ?I was sitting in Mrs. Foguth's fourth-grade classroom, upset because recess had been canceled due to bees.\nMy generation views 9/11 in a completely different way than the adults who were fully aware during the actual event. But this doesn't mean we were any less affected by the tragedy. It just makes me debate with myself over how it really changes how I live or look at life. It's a confusing conundrum because I feel as if we are still trying to decipher what our role is in conjunction with the horrific day.\nI ask myself often how 9/11 truly affects me as a college student. I had no idea what was happening when the planes hit the towers because I was 9 and had zero capacity to realize the lasting effects it would have on the rest of my life. I didn't know anyone in New York or anyone who was supposed to be on one of the planes. In fact, I couldn't have been any more separated from the event.\nYet I still feel as if that fateful day creeps into multiple aspects of my life. SVSU has a Middle Eastern community that is a significant part of the university's diverse culture and academic progression. Unfortunately, I have overheard countless times unnecessary racist comments that make me so frustrated. No one can deny that Middle Eastern students must feel immense pressure ever since 2001, and that is unacceptable and saddening.\nThis is only one example of how college students are truly affected by the results of 9/11. As relatively younger students, we are more susceptible to tricky propaganda and bias material. We have access to infinitely more information than we ever had when the event happened, so we like to believe that we are supplied with more truth than before. But most of our information comes from the Internet and television, both which are clearly swayed through either political or entertainment means.\nIt is hard not to believe that we are consistently being brainwashed with all of the media being pumped into our minds every day. It is next to impossible to turn on a news station without being forced to hear some professional teleprompter reader babbling half-truths about our involvement with the Middle East. If you include the noticeable increase in army/marine/navy advertising and the newly invigorated destructive nature of cinema, the information being constantly fed to us is plenty destructive itself.\nA good example that is more so relevant to students is the subtle but meaningful change in film since 9/11. Through one simple search in Google, anyone can find a list of the films and television shows that were edited or totally canned because of the collapse of the towers. Movies like \"Spiderman\" and \"Men in Black II\" included scenes with the World Trade Centers in the background that were cut out of the final copies. Instead of commemorating a symbol of our recent past, the filmmakers decided to push it aside.\nEven more recently, countless action movies have depicted the complete destruction of major landmarks and cities in order to almost rally the audiences into accepting huge sacrifices in order to stay patriotic. Two movies, \"White House Down\" and 'Olympus Has Fallen,\" which both opened within months of each other, featured the White House being attacked and overtaken by terrorists. Neither was successful, but that doesn't mean that every attempt to show the destruction of U.S. soil fails at the box office. Quite the contrary.\n\"Man of Steel,\" \"The Avengers,\" \"The Dark Knight Rises,\" \"24\" and \"Homeland\" all show scenarios where graphic terrorism is displayed in a glorifying, grandiose fashion and these are some of the most successful films and shows of all time.\nWhy does it matter if New York is totally destroyed at the end of every super hero movie or if fictional terrorism is freely shown on air? It could just be a trend for this moment in cinematic history. But I believe that all of this violent material is being used to desensitize younger audiences like myself who never really understood terrorism when it was actually happening. If all we know is the extreme violence and deception of the event, then how are we supposed to create our own honest opinions on the matter?\nIn all honesty, 9/11 becomes more of a distant memory every year and it almost makes me feel extreme guilty to say that I probably would have forgotten about it if the television hadn't been continuing its onslaught of yearly propaganda used to remind us of our lack of safety and terrible bias towards the Middle Eastern community. It becomes more and more difficult for my generation to connect with September 11 and the struggle doesn't seem like it will cease anytime soon.\n\nLoad-Date: September 18, 2013"
}