{
    "title": "Column Misplaced Rage - The Jambar",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 18,
    "full text": "By Gino Diguilio \nLast Friday, an event happened that hit home hard. The attacks in Paris were terrorist attacks that we as Americans are able to understand and relate to. Reading social media posts and watching news coverage about the attacks, you could feel the genuine overwhelming sense of understanding, solidarity and support we had for those affected and the country as a whole.\nWith my time here at Youngstown State, I have taken my fair share of religion and enlightenment courses out of pure curiosity and concern. I have learned a lot and have heard many stories on how different beliefs come to be. Reading through posts on social media of friends and family that speak about terrorism and the terrorist attacks that most recently happened, I saw that they are blatantly uneducated.\nA large percent of American citizens have a stigma on terrorism that it is single handedly brought to action by people of the Islamic faith. And the way I look at it, they are dead wrong.\nTerrorism has no specific religion.\nWith the amount of research I have done, both in a classroom setting and on my own time, I have realized that religion is about God - regardless of what God you pray to - and the hope to becoming a better person throughout the process.\nTerrorism is an act of evil, and I am confident that most people would agree with me on this. Evil pleases no God and definitely does not help further your search for inner peace or tranquility. Terrorism therefore has no religion.\nYes, there are definitely terrorists who manipulate and tear apart their sacred writings to justify their horrible and immoral actions against humanity, but to be quite honest, those people are doing this for reasons all of their own, using religion as a stepping stone to help guide a group or create awareness of themselves. It does not apply to every person that has ever stated they are a part of that specific religion.\nEvery religion has had their fair share of terrorist-like actions. But it seems to be that people of the Islamic faith are given a heinous label, while other religions have shown terrorist-like actions, and some even larger than the ones we have witnessed in the past few weeks.\nSo, I please beg of you, do not place a prejudice and treat people differently just because of their beliefs. Do not allow the actions of a small, minute amount of people represent the majority. It is not fair, and it is small mindedness in its purest form. Tolerance goes a long way when you are educated and understand the people that inhabit this world and their views and beliefs.\nThe editorial board that writes editorials consists of the editor-in-chief, the managing editor, the copy editor, and the news editor. These opinion pieces are written separately from news articles. They draw on the opinions of the entire writing staff and do not reflect the opinions of any individual staff member. The Jambar's business manager and non-writing staff do not contribute to editorials, and the advisor does not have final approval.\n\nLoad-Date: November 18, 2015"
}