{
    "title": "Column_ Associating the Arabic language with terrorism is a dangerous and entirely incorrect correla",
    "publisher": "university wire",
    "year": 2016,
    "month": 5,
    "day": 1,
    "full text": "In our day-to-day lives, we form correlations all the time. We associate the smell of coffee with CC's as we walk through the Student Union Memorial Center, the sound of the bell with the start of class and certain songs with hectic, all-night study sessions.\nWe can form deeper, more subtle correlations too, like matching different scents with different people or connecting locations with strong emotions we felt at those places. Sometimes, those associations are so subtle we may not even be aware of them.\nWhile correlations themselves aren't necessarily a bad thing, they can create problems, especially when we connect two things that don't actually correlate. These incorrect associations can influence us and our choices. For example, if you begin to connect the smell of certain flowers with funerals, that correlation means you can never enjoy the scent of those flowers again.\nThis can happen with languages as well. On April 6, a college student was removed from his flight after another passenger overheard the student speaking Arabic and became alarmed. While the student was simply having a conversation with a family member, the other passenger labeled the conversation \"potentially threatening,\" according to a New York Times article.\nThe student was then searched and questioned by the FBI. Eventually he was given a new plane ticket and arrived at his destination eight hours later than he had originally planned.\nAll of this occurred because the other passenger associated Arabic with danger and threats. While that's an incorrect correlation, it's just one example of the subtle way these associations can affect our lives and the lives of those around us.\nThe same kind of incorrect correlation is happening with terrorism and Islam. I've seen a picture floating around on Facebook that shows a swastika with the words \"killed 6 million, censored\" underneath it, the symbol for communism and the words \"killed 85 million, freely discussed\" underneath it and the symbol for Islam with the words \"killed 270 million, taught in schools\" underneath it.\nThe implication of that photo is that Islam is responsible for a large amount of deaths and is on the same level as the Holocaust. There are a number reasons why that is ridiculous, harmful and wrong, but that's not all the photo implies.\nThe other idea put forth by that photo is that anything regarding Islam should be removed from school curricula. Never mind the fact that school children are taught about the Nazi regime and the Holocaust as well. Apparently the false correlations formed between Islam and terror is enough to warrant curriculum changes.\nYet if that change were to happen, the false association would only be deepened. Ignorance leads to fear and fear to hate, making that choice one that leads down a dark rabbit hole. We shouldn't change curricula based on racism and injustice. We need to watch out for underlying biases that lead us to make untrue associations and poor choices.\nWe shouldn't alter our perceptions of languages simply because they're peripherally involved with larger problems. Doing so will only lead to more injustices like the one that occurred April 6.\nCorrelations can be useful, but only if they're true. False correlations lead to problems. Those problems could be small, like avoiding a certain type of flower, or large, like discrimination and false accusations. Either way, they're something to watch out for.\nFollow Marissa Heffernan on Twitter.\n\nLoad-Date: December 15, 2016"
}