{
    "title": "Column_ Islamic beliefs cannot be blamed for terrorism",
    "publisher": "university wire",
    "year": 2008,
    "month": 12,
    "day": 3,
    "full text": "Terrorists, as well as some politicians, ignore the fact that good cannot be achieved through acts of evil. We can't support a just cause by killing innocent people. We can't force freedom on people. We can't protect ourselves from injustice by inflicting injustice upon others. Wise people must stand up for justice even if that is against their personal interests or against their own brethren. Muslims are instructed with these words of wisdom: \"O you who believe! stand out firmly for Allah (God), as witnesses to fair dealing, and let not the hatred of others to you make you swerve from justice. Be just, that is closer to piety, and fear Allah. For Allah is well-acquainted with all that you do.\" (Quran 5:8)\nIslam, the religion practiced by almost one-fourth of the world's population, is categorically against the killing of innocent people. Ignorant extremists in the Muslim world and self-proclaimed experts in the West take Quranic verses out of their clear context in order to deceive the uninformed on both sides and use that to start and fuel an unnecessary war between the West and the Muslim world, in which both sides lose.\nAt the heart of the conflict is the name of Islam. If we don't actively expose the fallacies propagated by these ignorant extremists and self-proclaimed experts against Islam, we are allowing them to go on with their plan. When experts coin offensive terms such as \"Islamic terrorism,\" \"Islamo-facism\" and even \"Islamism,\" they make it seem as if there is some sort of Islamic justification for barbaric acts of killing innocent people and, in effect, give a false sense of legitimacy to extremism among Muslims.\nThere is absolutely nothing Islamic about bombing innocent civilians. Islamic concepts, such as \"Jihad\" and \"Caliphate,\" that have stood for justice and morality for centuries and are held dear by many Muslims today, are now unjustly tainted by the blood of innocent people.\nThe first step to dealing with the problem of terrorism is to set things right by recognizing that the motivation behind terrorism has nothing to do with Islam. All references of fighting for the cause of God -- that is Jihad -- in the Quran are in the context of justice.\nAllah says, \"And fight in the cause of Allah those who wage war against you, do not transgress, for verily Allah does not love transgressors.\" (Quran 2:190). And He says, \"Allah does not forbid you (believers) from dealing kindly and justly with those who do not fight you because of your Faith nor drive you out of your homes, for Allah loves those who are just. Allah only forbids you (believers) from befriending those who fight you because of your faith, and drive you out of your homes, and support (others) in driving you out. Whoever befriends them, such are the wrong-doers.\" (Quran 60:8-9)\nNot only does labeling terrorism with the name of the religion insult Islam and Muslims, but it also prevents us from digging deeper into the real roots of the problem. We should be more critical of the way we approach the problem of terrorism and identify the real motivations of the terrorists and self-proclaimed experts. Without proper diagnosis, it's no wonder that the prescribed medicine is not working.\n(C) 2008 The Daily Campus via UWIRE\n\nLoad-Date: December 4, 2008"
}