{
    "title": "Column_ Addressing the gun control-terrorism hypocrisy",
    "publisher": "university wire",
    "year": 2015,
    "month": 10,
    "day": 9,
    "full text": "As a nation we were once again devastated last week as a result of the shooting at Oregon's Umpqua Community College. It is sickening that the \"never again\" mindset in the wake of Columbine has morphed into a sort of resignation on the part of the American people. In response to the tragedy Jeb Bush stated, \"Look, stuff happens. There's always a crisis.\" Even though the majority of people agreed \"something\" had to be done in the wake of Columbine and other mass shootings, no form of gun control has been enacted.\nNow, compare this to the reaction after the terrorist attacks of 9/11. Just two years after Columbine, this national tragedy rallied the U.S. together against terrorism and lead to the Patriot Act and war in Iraq and Afghanistan. But why was our response to these mass shootings so muted in comparison to 9/11?\nJon Stewart, in his response to the Charleston shooting in June, probably said it best.\n\"And I'm confident, though, that by acknowledging it, by staring into that and seeing it for what it is, we still won't do jacks--t. Yeah. That's us. And that's the part that blows my mind. I don't want to get into the political argument of the guns and things. But what blows my mind is the disparity of response between when we think people that are foreign are going to kill us, and us killing ourselves.\"\n\"If this had been what we thought was Islamic terrorism, it would fit into our - we invaded two countries and spent trillions of dollars and thousands of American lives and now fly unmanned death machines over five or six different countries, all to keep Americans safe. We'll torture people. We gotta do whatever we can to keep Americans safe. Nine people shot in a church. What about that?\"\nIn his monologue Stewart acknowledged the extreme measures we took to combat terrorism, such as war and torture. Domestically, Congress passed the Patriot Act, which increased the surveillance powers of the government in several respects, allowing secret searches of private property and searches of records held by third parties.\nBut in the wake of the most recent mass shooting many are confident nothing will be done. This despite the fact that between 2001 and 2013 more than 400,000 Americans died from mass shootings while just over 3,000, the majority from 9/11, have died from domestic and overseas terrorism. We have done almost nothing to address an issue that kills more people every month than terrorism has in 12 years. As Stewart said, \"al-Qaida, all those guys, ISIS, they're not s--t compared to the damage that we can apparently do to ourselves on a regular basis.\"\nAnd the insane thing is we still haven't done anything. The main reason for this is the powerful NRA lobby that has pushed to stop any form of gun legislation, even background checks, despite overwhelming public support for this measure. However, the country is also split on the issue of stricter gun laws, but turning to the case of terrorism we can see the hypocrisy and other flaws evident in many people's arguments.\nFor example, many reference their Second Amendment rights to \"bear arms.\" Very few brought up Fourth Amendment rights when discussing the Patriot Act and its \"secret searches.\" In addition, \"a well-regulated militia\" literally means that there has to be some sort of regulation concerning guns; we can't just let anyone purchase or use them.\nOr we can look at another argument against gun control, which is in essence: \"There's no point in making these gun laws because criminals don't follow laws and will get guns anyways.\" That would be brilliant except it destroys the entire notion of having any laws at all. And even those that claim a \"good\" guy with a gun can stop a \"bad\" guy with a gun should agree that background checks will help ensure that violent and mentally ill people will not be able to easily purchase firearms.\nWe have taken drastic measures against terrorism that have for the most part been successful. If we truly want to protect Americans, however, we need to do our best to keep guns out of reach of dangerous people and ensure that those who do use guns are responsible. Nonetheless, no gun control law will simply stop mass shootings. The single most important thing we can do to prevent these tragedies is to move past our unhealthy obsession with firearms. Common sense gun reform is just the first step in the right direction.\nJacob Kowalski is a contributor to The Daily Campus opinion section. He can be reached via email at jacob.kowalski@uconn.edu\n\nLoad-Date: October 9, 2015"
}