{
    "title": "COLUMN - The Numbing of Black Death in the Age of Viral Videos",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 28,
    "full text": "By Jason Ajiake, News Staff Columnist\nPosted 6:35 PM EST, Thurs., Oct. 6, 2016\nSeptember was a deadly month. It felt as if everyday a new hashtag was trending, a new video was released and a new name was added to the seemingly infinite list of Black bodies destroyed by law enforcement. Terrence Sterling, Tyre King, Terence Crutcher, Keith Lamont Scott, Tawon Boyd, Alfredo Olango and undoubtedly more, were all murdered within a period of only 20 days.\nMy timeline flooded with graphic videos of these Black men dying. Each time, I told myself that I would never watch another video again. Yet, as new videos and new angles were released, I felt a sense of obligation - refusing to watch the videos felt as if I was turning a blind eye to the issue of policing.\nI always knew that watching Black death over and over again had the potential to cause trauma, but I felt mentally strong enough to overcome it. This changed after watching the death of Terrence Sterling, who was murdered only 10 minutes away from Howard's campus.\nSeeing pools of blood change the color of the sidewalk, as he slowly slipped into nonexistence, made me reach my breaking point. Suddenly, the psychological effects of forcing myself to continuously watch Black death for the past three years had caught up to me. I began to feel paralyzed by my emotions.\nBlack death is treated with a sense fetishization in America, yet it is also so common that it has becomes nonchalant. Major media outlets eagerly obtain video footage, play it endlessly without pixelating the bodies, and often don't even administer trigger warnings. This dynamic bears an awful resemblance to the days in which the lynching of Black bodies was a highly publicized, family event.\nThe constant exposure to graphic depictions of Black death has the potential to trigger post traumatic stress like symptoms among the Black community, which mental health activists have cleverly renamed police terrorism stress disorder. It can also lead to other issues such as substance abuse, depression, and even psychosis.\nFor this reason, it's imperative that Black people find ways to practice self-care. Deleting social media every once in a while, meditating and surrounding yourself with positive energy are all effective ways to deal with the stress that comes from being Black in America. Also, not being afraid to take advantage of the many counseling services offered at Howard. Fighting against police brutality can never be successful if the masses of the people are broken. Mental and emotional self-preservation is not selfish; it is a necessity. Lastly, it must be remembered that we do not need to constantly see the problem to know that it exists and that it must be stopped.\nTaking initial action toward solidarity is the best way to overcome the travesties that impact our community. How many more names must become a hashtag until the rest of America understands the value and beauty of a black life?\n\nLoad-Date: September 28, 2020"
}