{
    "title": "Column_ Obama's terrorism connection a joke",
    "publisher": "university wire",
    "year": 2008,
    "month": 10,
    "day": 14,
    "full text": "Â \nCall me naive, but when Sarah Palin speaks, I tend to believe her. It's the way she embodies the \"everywoman.\" It's refreshing to know the hockey mom in the mega-church parking lot selling cookies and chastising homosexuals could be the next president. So when the mighty Palin said Barack Obama fraternizes with domestic terrorists like William Ayers, I took her to heart. To think a presidential candidate spent time with a terrorist - discussing Wilco albums or high-fiving after Bears touchdowns - is unconscionable. Doesn't Barack Obama know what a terrorist is? Or, better yet, do any of us know what a terrorist is?\nAmerican politicians have long told people to fear \"-isms,\" whether it's terrorism, communism, Catholicism or optimism. Like philosopher-king Ferris Bueller once mused, \"'-Isms,' in my opinion, are not good. A person should not believe in an '-ism.' He should believe in himself.\" And when it comes to terrorism, I agree. But when I look at Mr. Ayers, he doesn't fit the bill. This is a man more fit for a Bingo hall than a sleeper cell meeting, and most likely has more Grateful Dead albums than Bin Laden tapes. When I think terrorist, I don't think of an aging white man teaching a sociology class. Obviously, Mr. Ayers missed the memo on the terrorist dress code, but surely he's a champion of the conduct policy.\nAt the heart of my dear Sarah's claim is Ayers' involvement with the Weather Underground, a radical group spawned out of anti-Vietnam sentiment. As was common during the late 1960s, they were young people frustrated with the government. But unlike most young people, they took out their frustration by placing small bombs near government buildings such as the Pentagon and the Capitol. While no fatalities resulted from the bombings, and Ayers was never convicted of a crime stemming from his activities, this shouldn't deter the masses from condemning his actions. After all, by planting bombs near government buildings, he was not only damaging property, but also countless numbers of Nixon Administration wiretaps and bugs. Just think: if he'd blown up the Watergate Hotel, there'd be no scandal. And what's more American than Watergate?\nOnce removed from the Weather Underground, Ayers found a new cause to champion that didn't involve chemistry or potential felony charges: education. Serving on several community boards, Ayers looked to reform Chicago-area schools and, in the process, came in contact with another community organizer named Barack Obama. I could go on about how Ayers and Obama lived in the same neighborhood or how he donated money to the Obama campaign, but it's already obvious. Ayers is a terrorist. Barack Obama, while serving his community, interacted with Ayers. Barack Obama is friendly toward terrorists, and I'm not. Well, I am, but it's different.\nPrior to the Oklahoma City Bombing, the most notable act of domestic terrorism in the United States transpired on the University of Wisconsin campus. Karlton Armstrong, who was also frustrated with the government of the 1960s, aided in the partial destruction of Sterling Hall. Using a van and jet fuel, Armstrong and three others blew up Sterling because it housed the Army Math Research Center, and although the attack was conducted at night to avoid casualties, one man was killed. After serving seven years in prison, Armstrong came back to Madison to once again wreak havoc. But he was not content with simply trying to improve something trivial like education. Instead, Armstrong crippled Madison with delicious squeezed refreshment. Yes, the Loose Juice food cart sitting on Library Mall exists courtesy of a domestic terrorist. While Armstrong may not man the cart daily, he is undoubtedly strong-arming employees to adhere with his terrorist agenda. In the blink of an eye, your presidential dreams could vanish simply because your parched throat craved something with pineapple. If the troops weren't so busy, they'd be sniping blenders as we speak.\nBoth Ayers and Armstrong disagreed with the government. You could almost call them mavericks. But Sarah Palin is right. We cannot trust a man who, while trying to better his community, worked with other caring community members who happened to be one of the thousands of young people who knew Vietnam was a disaster. This is not a right wing conspiracy to discredit Obama; this is the truth. However, a conspiracy does exist. Ayers works at the University of Illinois at Chicago, a system school aligned with the university at Urbana-Champaign. Interestingly, the quarterback of UI's football team is named Isiah \"Juice\" Williams. Mr. Armstrong runs a food cart known as \"Loose Juice.\" Terrorists love fresh produce. And I will never drink Sunny D again.\n(C) 2008 Badger Herald via UWIRE\n\nLoad-Date: October 15, 2008"
}