{
    "title": "COMBATING NUCLEAR TERRORISM",
    "publisher": "the new york times",
    "year": 1980,
    "month": 12,
    "day": 14,
    "full text": "Those words could have come directly from the pages of a suspense thriller. They did not. They are part of a nuclear extortion threat made against New York City in July 1975. Its author, or authors, demanded $30 million in small bills, unmarked and out of sequence, from 12 Federal Reserve banks.\nWhat made this threat particularly worrisome was the drawing that came along with it. It was sophisticated, precise and obvi ously made by someone who had more than a passing acquai ntance with nuclear physics. Responding to orders in the message, a very concerned Federal Bureau of Investigation inserted an a nnouncement about a truck accident in Vermont on the radio news t o signal the extortionerthat his (or her) demands were going to be me t. Then, under close surveillance, a dummy ransom package was plac ed at the Northampton, Mass., drop site designated in the note.\nNothing happened. No one claimed it. The extortioner never made further contact.  In an era when nations around the world are threatening to go nuclear, when a Princeton junior has made a diagram of an atom bomb and when The Progressive magazine has successfully battled an injunction against publishing a description of a hydrogen bomb, nuclear devices seem frighteningly available. The threat to New York in 1975 was one of four such threats made against the city in the last decade, one of 60 leveled against other American cities and institutions during the same period. Fortunately, so far there has never been an actual nuclear device backing up any of these extortion threats. But each succeeding threat seems to move closer and closer to the real thing, and the possibility that one day a city in the United States will be confronted with a genuine bomb is continually increasing.\nUnder the Atomic Energy Act, the F.B.I. is responsible for handling all nuclear extortion threats. Indeed, since the first rash of such threats in the early 1970's, the bureau has been running a program to conduct seminars and special courses at its training academy in Quantico, Va. And it has exhorted police officers around the country, according to Sebastian S. Mignosa, the program's former director: ''Any time anyone hears the word 'nuclear,' (he should) run, not walk, to the nearest F.B.I. agent. Speed is vital in these things.''\nWhen a threat involves not just words, but a drawing or a plan, the bureau turns immediately to an underground command post in Room BO111 at the Department of Energy in Germantown, Md., one of the offices of a volunteer nuclear fire department of sorts made up of scientists and technicians from the nuclear-weapons laboratories at Los Alamos, N.M., and Livermore, Calif.; the testing ranges north of Las Vegas, and employees of EG&G, a Massachusetts-based Government contractor whose primary task is conducting aerial and radiological surveys. The group is designated, as Government substructures inevitably are, by an acronym - NEST, for Nuclear Emergency Search Team. Its budget has risen from $1.5 million in 1974 to a projected $50 million in 1982. NEST's job, as it is now defined, is to analy ze the credibili ty of a nuclear threat; to locate and identify an I.N.D., Washi ngton jargon for ''improvised nuclear device,'' and either to ren der that device harmless - that is, to disarm it - or tohelp clean up the mess after it goes off.\nIn addition, NEST is occasionally called in for nonterrorist assignments. In 1978, its scientists helped find the pieces of the Russian spacecraft that came down in northern Canada, and the next year, NEST charted the outflow of radioactivity during the Three Mile Island crisis.  The organization is as little known and obsessed with secrecy as any part of the Federal hierarchy. Five times in the past six years, members of the team have gone in search of nuclear devices to American cities - Boston, Los Angeles, Spokane, Wilmington, N.C., and San Francisco - and only those involved in the operation knew they were there or what they were looking for. Indeed, so discreet is NEST that the organization was in operation for three years before its existence was revealed to Congress in March 1977 during closed testimony before the House Armed Services Committee. And it was subsequently made known to the public, with the greatest reluctance, in a brief one-and-a-half-page press release. In the words of one Government official, the information ''was dropped quietly onto a table in the press room at midnight on a Sunday night'' in the hope that it would go unnoticed.\nThere is good reason for NEST's concern for secrecy. ''Any group of terrorists smart enough to build a bomb is going to be smart enough to protect it,'' says John F. (Jack) Doyle, program manager for EG&G and NEST's technical-support director. ''If the time ever comes when we're out there in the streets of some city looking for a real device, why help these guys by identifying our people, putting their pictures in the paper so any stakeout protecting a device can spot some of us sniffing around the approaches to it?''\nJack Doyle is a 40-year-old Texan, given to gold-rimmed glasses and flaring sideburns - perhaps to divert attention from his retreating hairline and the beginnings of a potbelly thrusting over his belt. With his taste for Panhandle metaphors, he comes on at first like a good ol' boy. That illusion ends when he gets into the abstractions of higher mathematics.\nDoyle went out to Las Vegas in 1964 to work on computer applications for the nuclear rocket program, which was going to use nuclear power to hurl American rockets toward the planets at close to the speed of light. When that program was discontinued, Doyle moved over to EG&G and became, at 29, the firm's boy genius in charge of its nascent program to employ aerial measuring devices to map the natural radioactivity of the earth's surface.  Neither Doyle, nor anyone else connected with NEST, is about to reveal to the media anything that might endanger fellow workers o r the success of their efforts.\nIn addition to protecting the anonymity of NEST members, insuring the secrecy of nuclear blackmail plots at the time when the threats are made has been Government policy since the Nixon days. The emotional connotations of the word ''nuclear'' are so overwhelming that if a city's inhabitants learned of the potential danger, the ensuing panic and destruction would be devastating. Furthermore, public pressure in such a situation would probably become so intense that it could force the Government to yield to the extortioner's demands - even though, so far, every such threat has been a hoax.  NEST's origins go back to the aftershocks of the Munich Olympic massacre in the summer of 1972. Until that time, no one in the United States Government had thought seriously about the menace of organized, international terrorism, much less nuclear terrorism.  There was a perception in Washington that the value of what is called ''special nuclear material'' - plu-tonium or highly enriched uranium -was so enormous that the strict financial accountability of the private contractors who dealt with it would be enough to protect it from falling into the wrong hands. But it has since been revealed that the physical safeguarding of bomb-grade material against theft was almost scandalously neglected.\nAfter Munich, although that incident did not entail a nuclear threat, James Schlesinger, then chairman of the Atomic Energy Commission, held a series of meetings at which, as one participant remembers, ''he asked a lot of embarrassing questions: 'What if someone stole a bomb? Could we find it? Could someone steal plutonium? Could they make a bomb with it if they did?'\n''The upshot was that, all of a sudden, everybody at ERDA (Energy Research and Development Agency) got interested in this thing in a hell of a hurry.''\nOne of the areas of particular interest was a program that had been under way for some years to measure from the air radioactive fallout and natural radioactivity. Three years before Munich, a United States Air Force missile shot from Green River, Wyo., and destined for a target at White Sands, N.M., went astray and wound up in Mexico. The missile nose cone contained cobalt 57, a highly dangerous, radioactive substance, which made the Mexican Government understandably unhappy. Aerial survey teams, used for detecting radioactivity at nuclear test sites in the Southwest, were called in. To their surprise - flying 300 feet over a strip of jungle at 200miles per hou r - they found the nose cone. If we could find that, they said to themselves in the wake of Schlesinger's prodding, could we pick up a stolen bomb in a truck by flying over the highway on which it was being transported? Or a bomb hidden in a house? An apartment? A garage?\nWhile they wrestled with those questions, a nuclear physicist and veteran weapons designer named William H. Chambers in Los Alamos was studying the problem from a different viewpoint. Chambers looks like the quintessential Westerner, just the sort a Madison Avenue advertising executive would choose to play the Marlboro man. He is, in fact, a native of White Plains and a graduate of Cornell University who received his Ph.D. from Ohio State.\nIn 1966, Chambers participated in a successful but sobering search for the nuclear weapons lost by an American B-52 in a midair collision over Palomares, Spain. Though the team eventually had the use of airborne equipment, the early search for three of the four lost bombs had to be made on the ground. (The fourth bomb was found later - with the aid of helicopters - in the sea.) Back in Los Alamos, Chambers found himself wondering, if his team had so much trouble finding a nuclear bomb in an open field, what were the chances of finding a terrorist's hidden device in a city? Not, he concluded, terribly good.\nChambers assembled a group of fellow scientists to examine the question, to try to determine how good the detectors available to them were, what their limitations were, how urban conditions were going to distort the telltale radioactive rays and emissions for which they were looking.\nTheir work was still under way when, in 1974, the United States Government received its first serious nuclear extortion threat - against the city of Boston. The F.B.I. received a note demanding that $200,000 be left at a particular location lest a nuclear bomb would explode somewhere in the city. Chambers was told by ERDA and the F.B.I. to assemble the best men and equipment he could and rush them east to prepare for a search of the city. Rome Air Force Base in upstate New York was chosen as the assembly point so the operation could be kept secret from the press and the public.\nFrom the beginning, the operation was a fiasco. Chambers's scientist volunteers flew to New York's Kennedy Airport in a commercial airliner, while their detection gear was flown to Rome in a military transport - a fortunate safeguard, since the airline managed to lose their baggage. An Air Force Convair was standing by in Rome to fly to New York and pick up the team members. But no one knew they were there, so the scientists chartered a bus instead.\nThe next morning, after being briefed by the F.B.I., Chambers's party hired a fleet of mail vans to conceal their detection devices - sophisticated versions of Geiger counters which employ chemicals like sodium iodide to detect the neutrons or radioactive particles emitted by the uranium or plutonium in a nuclear device. But they soon discovered that some of the simple things, like drills needed to install their detectors in the vans, were missing. ''If they were counting on us to save the good folk of Boston,'' NEST field director Jack Doyle recalls, ''well, it was bye-bye Boston.'' Fortunately, when bureau agents staked out the designated location where they had left a bag of phony bills, no one came to pick it up, and they eventually determined that the threat had been a hoax.\nPresident Gerald R. Ford was scandalized, according to a National Security Council aide, by the inadequacy of the response to the Boston threat and his anger resulted in a top-secret letter, dated Nov. 18, 1974, from Gen. Ernest Graves, the assistant general manager of the military-applications division of ERDA, to Mahlon (Ink) Gates, the manager of ERDA's Las Vegas office responsible for the Nevada test sites. Gates, a retired brigadier general, was told to set up a unit with all the communications, logistics and command support necessary for finding a hidden nuclear device. Thus, NEST was born.  Today NEST's response to a nuclear extortion attempt still begins in the Department of Energy's Germantown command post - now designated the Emergency Action Coordination Team (EACT) Room -to which the July 1975 threat against Manhattan was directed. There, surrounded by direct telephone links to the F.B.I., the C.I.A., the State Department and the National Military Command Center in the Pentagon, duty officers sit 24 hours a day waiting for the Doomsday call.\nThe first thing these men are trained to do is to record on tape or film every phrase and detail of a message or drawing involved in a threat. With such a mass of technical data involved, precision of language is essential. ''You don't want to find yourself saying, 'Gee whiz, did that guy say fission or fusion?''' notes one official. To speed a plan or blueprint into the command post, F.B.I. bureaus throughout the country are equipped with speci al slow-scan facsimile transmitters that can be hooked to a phone booth or ordinary telephone. An agent can then transmit a design directly to Germantownover an ordin ary phone line. Germantown can, in turn, relay the design to Los Alamos and Livermore over its own slow-scan circuit so that scientis ts in both labs can be studying a design minutes after the F.B.I. ha s received it.\nThe speed of communication is crucial in expediting NEST's first job: determining whether or not the device indicated in a design can actually explode. ''These things almost always come in with a deadline,'' observes Thomas H. Isaacs, a deputy assistant to the Department of Energy's director of Safeguards and Security, ''so cutting down our assessment time is vital. The day there's a real one out there, we'll want to know it fast.''\nStill, making a valid assessment can take anywhere from 15 seconds to several hours, depending on the complexity of the design.  Paradoxically, the simplest designs are often the most difficult to analyze -because the designer may be ignorant or deliberately withholding information. The more complex the design, the easier it is to find its fatal flaw -providing, of course, there is one.\nCuriously, one of the first analytical tools employed in Germantown is a plain blue loose-leaf binder. Its front half contains words and phrases pertaining to nuclear weapons that have appeared in the easily available literature -in encyclopedias, reference books or the media. The back half contains phrases that would be known only by someone with experience in weapons design.\nBasically, three kinds of people have been behind the nuclear extortion attempts made thus far: psychotics, ideological terrorists and fortune hunters. According to a Rand Corporation study made for the Government earlier this year, the potential range of adversaries is much greater: ''Some terrorist groups active in other parts of the world might attempt such an action in the U.S. to exert leverage over U.S. policy or to punish the U.S. for past actions.'' Opponents of nuclear power, the report goes on, ''might try to steal or hijack a weapon or penetrate a reactor's control room to show these things can be done and utilize the media to win converts or extract concessions from the Government on upgrading security measures.''\nIn order to succeed, the simple extortioner must devise a fairly flawless plan to grab the money and run. And that is not easy. No Swiss bank is knowingly going to lend the shelter of its numbered accounts to this kind of person. In addition, just mentioning the word ''nuclear'' in an extortion note brings the perpetrator under the Atomic Energy Act and automatically involves the F.B.I. The bureau has a pretty good track record when it comes to capturing extortioners, nuclear or otherwise, at that critical juncture when they are reachin g out for their money.\nThreats motivated by ideological - rather than monetary - considerations are more difficult to assess. In such instances terrorists do not have to expose themselves. They need only sit back and see if their demands are met.\nStill murkier is the problem of the socially alienated ''mad'' genius. Though making a drawing of a workable bomb is, as several college students have demonstrated, perfectly possible, actually assembling the device is something else. It entails expertise in high explosives, criticality (bringing the nuclear material to the point of chain reaction), detonation systems and electromechanisms that are complex and potentially very dangerous. ''There are a lot more ways to mess it up than there are to make it go right,'' notes NEST's Jack Doyle.''Thank God, old Murphy's law works for the bad guys the same as it works for us.'' He was ruefully referring to the adage that if anything can go wrong, it will.\nSo terrifying is the threat itself that whether the device is actually out there or not becomes almost immaterial: A valid design alone is enough to force the Government to treat the threatener as deadly serious. For just making that kind of threat, an extortioner, if caught, could spend up to 20 years in a Federal penitentiary.\nOne of the most effective tools the Government has at its disposal in trying to narrow down the identity of an extortioner is the expertise of a Syracuse University professor of psycholinguistics, Murray Miron. Miron has earned the admiration of the F.B.I. and NEST with his almost uncanny ability to sketch a thumbnail portrait of an extortioner from the language used in a threatening message or phone call. One sketch he made during a recent search described the perpetrator as ''white, male, early 30's or late 20's, college education, middle-class background; father probably had good income but was weak parent; schizophrenic tendencies.'' The description, once the extortioner was arrested, proved to be chillingly exact.\nAll those studies and assessments, however, are only preliminaries to NEST's real job - getting out into the streets of a targeted city and finding a hidden nuclear device. NEST's main headquarters are at the Department of Energy's test site in Las Vegas. The site was chosen because many of the detection devices NEST uses are stationed there, as are many of the scientists and technicians trained to employ them.  But it also offers NEST some unexpected bonuses. Las Vegas has the largest fleet of jets available for rental in the worldand its McCar ran Airport is almost never closed by bad weather.\nNEST has a second major installation at Andrews Air Force Base outside Washington and equipment and personnel standing by at Los Alamos, Livermore and the Sandia Laboratories in Albuquerque, N.M.  Everything at each of these stations is supposed to be packed in ''flyaway'' cases ready to be airborne two hours after the EACT Room in Germantown flashes an alert. A pair of King Air 100 jets is always ready to rush an advance party to a threatened city from either Las Vegas or Andrews - or both. The composition of the advance party varies with the nature of the threat, but it generally includes two or three scientists, a communications expert and a senior NEST member like Jack Doyle or Bill Chambers. And the military provides NEST with the C141 transport planes to move its staggering array of personnel and equipment from Las Vegas or the labs to the military installation nearest the threat site.\nThe best place to get a glimpse of what a NEST deployment involves is a cavernous yellow warehouse that belongs to the Government contractor EG&G and adjoins Las Vegas's McCarran Airport. There, stacked floor to ceiling in shockproof fiberglass cases, are the guts of NEST's equipment. Its variety and complexity are mind-boggling.\nThere are rows and rows of radiation detectors that can be placed in fleets of rented trucks or United States postal vans or set up by a roadside to spot nuclear materials in a passing car. Hidden away behind closed doors are NEST's portable detectors designed to be hand-carried by NEST technicians through a crowded office building or city street. There are battered suitcases, attache cases covered with travel stickers, lunch packs, women's cosmetic bags and camera bags, all of which have locks that activate sodium-iodide detectors concealed inside. There are even NEST's latest James Bond gadgets - detectors no bigger than a tobacco pouch. A technician can slip one into a vest pocket and stroll through an airport lobby reading a newspaper while listening through a tiny plastic earplug for the telltale ''ping'' of a radioactive source.\nEven more impressive is the ancillary equipment these ''flyaway'' kits contain. There are disguises enabling a prowling NEST technician to blend into any environment. There are power tools, drills, torches and underwater equipment to help NEST get to a device once it is located.\nLocked into a travel pod -or container - the size of a small truck is NEST's communication system. The pod contains a portable communicati ons pack with a hand-carried micro wave disk that can relayfor 75 miles images of a device in a building or a forest. The distance is important because, as Jack Doyle notes, ''You want your command post a certain discreet distance away from these things - andpreferably not downwind''.\nIn a nearby hangar at McCarran is NEST's one H-500 helicopter, chosen because four-bladed choppers are notably quieter and therefore more discreet than NEST's two-bladed helicopters. They, too, are equipped with detection devices. Parked out back is a fleet of vans filled with computer detection devices far more precise than those in the ''flyaway'' kits; and NEST maintains a graphic-arts department ready to convert them into delivery vans from Joe's Pizza Palace in Yakima, Wash., or Wong Fen's hand laundry in Galveston, Tex.\nIn an office in the same building, passports, vaccination certificates, $10,000-limit credit cards and $2,000 in cash are set aside for each team member. There is even a photography unit lavishly equipped with Nikons, Hasselblads, 1,000-meter lenses, nightviewing devices, tripods, everything down to little plastic tubes of lens cleaner. ''We don't want to have to come back to get something we forget,'' notes Doyle.  Despite all these preparations, NEST's directors do not deny the extreme difficulties they still face in conducting a search in a congested urban area. In order to betray a device's presence, a fleeing particle of radiation must hit the screen of one of the detectors. And any city is a jungle of natural screening devices that can swallow up those telltale particles. Cities are also filled with false signals given off by such things as the yellow dyes in certain rugs or tiles, the barium used for stomach X-rays, even the radium on the dials of an old clock or watch, all of which can jar a false alarm on NEST's detectors.\n''Out there in the real world,'' Doyle acknowledges ''time is different. Something that takes five minutes in the lab can take five hours out there.''\nA search pattern, whether in the countryside or in a city, works basically the same way. ''You don't work like a bloodhound following a scent,'' Gates notes. ''You work in concentric circles thrusting outward from a center.'' The starting point is the place the team determines is the most likel y location for the device. There are three ways to search: by foot, van and helicopter. Choppers can be highly effect ive flying over a suburban community. They can sweep many square m iles in a day.\nIn a city, dozens of rented vans with detectors and NEST personnel concealed inside surreptitiously prowl the streets. Once they get a reading, vans with more sophisticated equipment move in to define precisely the nature of the radioactive source. Then, the NEST people go in on foot with their lunch packs or attache cases to try to locate the device. They work with F.B.I. agents because few of them are familiar with firearms and they are too busy with their instruments to defend themselves, should the need arise.  Despite the elaborate equipment and the highly trained staff, no one knows how good NEST really is. Nor is anyone terribly anxious to find out. The last time NEST was deployed was in January 1979, when a disgruntled employee stole 150 pounds of lowly enriched uranium from a General Electric fuel-processing plant in Wilmington, N.C. David Learned Dale attempted to extort $100,000 from G.E. in return for not divulging the ease with which he had removed the radioactive material. NEST did not find the missing uranium, which had been hidden in a field, before the F.B.I. nabbed the thief. But the organization's leaders feel confident they would have found it in another 48 hours. Dale was later convicted on a charge of extortion.\nWhat particulary disturbed NEST about the Wilmington incident is that it was, as Doyle says, ''a real step up the ladder'' - the first time an extortioner actually had nuclear materials in his possession. ''We began with paper threats that really had no basis in them,'' Doyle observes. ''Then we got into a generation of paper threats on which people had really done their homework and turned in some damn credible material. Next, we had a couple of incidents where some hardware got out and some garbage men found a couple of homemade plutonium 239 containers - dead ringers for Government issue - in a garbage dump. Then Wilmington. What's the next step up the ladder? I hate to think.''\nOf all the threats they have dealt with, the one in 1975 against the Union Oil Company of California in Los Angeles seemed the most convincing. The company's chairman, Fred L. Hartley, received a note claiming that a nuclear device had been concealed on one of company's properties, and that, unless the extortioner received $1 million, the bomb would go off. The F.B.I. captured a suspect who was tried and convicted, but he was released from prison within six months.\n''The guys were out there in their trucks listening to their earpieces,'' Doyle recalls. ''Suddenly, one got an intensive reading, looked up and there, about 50 yards away, was a big, bulky, unidentified wooden crate resting by a refinery fence. There was a moment of real panic.'' It turned out that the box had been left by some repairmen and that the signal was coming from natural radioactivity in the soil. But before the team had sorted it all out, the searchers had plenty of time to think abo ut the implications of their job.\n''They began to get more uptight about NEST and its mission than ever - before or since,'' he continues. ''We realized there was a need for a little psychological counseling for our people. So we called them all in and made very sure they were well aware of the potential damages of what they're buying into.''\nDoyle is very candid about NEST's prospects. ''If it's really out there in a big city one day,'' he admits, ''the F.B.I. and the local police will have to do their thing and do it better than they ever have before. And so will we. And then we'll need a little luck on our side.''\nIf they do, it will confront Doyle and his cohorts with the final and most perilous aspect of their job, and one they have never faced before - disarming a nuclear device. It is the part of their work about which they are least inclined to talk. ''This is the trickiest and most dangerous phase of the operation,'' Gates says. ''All our techniques are classified. We don't want the bad guy aware of what they are or what our abilities are so he can try to thwart them.''\nNEST's most recent exercise, called ''Sundog,'' was conducted in New Mexico last June. It was designed to test NEST's skill at disarming a device and the protective booby traps with which a group of terrorists might surround it. The techniques NEST has developed sometimes detonate the explosives, and probably release a certain amount of radioactivity into the air. Researchers are working on shielding hoods of vermiculite to which radioactive particles will cling. But in the meantime, should there be a real incident, Gates says, ''We'll learn all we can about what's in that black box and how we might disarm it. Then we'll tell the President and let him decide. That's what he's paid to do.''\nWhat are the chances that one day NEST personnel will find themselves confronted in city streets not by a hoax, but by a real device?\nOne of the men whom the Department of Energy has charged with answering that question is Tom Isaacs, a 34-year-old Harvard chemical engineer. ''I feel a great c oncern for the coming decade,'' he declares.  ''I see a worldwide threat developing which, if not taken serious ly by the world powers, can lead us to a very serious situation. Pe ople want the assurance that the future's going to be O.K., but I d on't think we can provide that. What we have to do in our preparati ons here is walk the fine line between paranoia and prudence.''\n\nGraphic\n\n \nIllustrations: photos of NEST personnel and equipment"
}