{
    "title": "Combatting Terrorism Without Sacrificing Democratic Values",
    "publisher": "the christian science monitor",
    "year": 1998,
    "month": 9,
    "day": 3,
    "full text": "TERRORISM AND AMERICA: A COMMONSENSE STRATEGY FOR A DEMOCRATIC SOCIETY\n \n By Philip B. Heymann\n \n MIT Press\n \n 180 pp., $ 20\nAs night settled on the city of Khartoum, Sudan, and training camps near Kabul, Afghanistan, on Aug. 20, a faint whirring sound broke the evening's peaceful lull. At precisely 1:30 p.m. Eastern time - 7:30 p.m. in Sudan and 10 p.m. in Afghanistan - a barrage of Tomahawk sea-launched cruise missiles, with turbofan engines purring, slammed into their respective targets.\n \n These actions authorized by President Clinton - a response to the Aug. 7 bombings of United States embassies in Kenya and Tanzania in particular, and to future terrorist plans against the US in general - offer an apropos moment to reconsider terrorism and America's role in combatting it. And this is just what Philip B. Heymann, a professor at Harvard Law School, succinctly does in \"Terrorism and America: a Commonsense Strategy for a Democratic Society.\"\nHis primary raison d'etre is to respond to those, such as Israeli Prime Minister Benjamin Netanyahu, who advocate the unleashing of a state's security forces to uproot domestic terror. \"For a great democratic nation,\" Heymann argues, \"what is needed is a strategy, not unbridled anger.\"\n \n What should this strategy be?\n \n First, any US counterterrorist policy should protect life, liberty, and the unity of American society. The preservation of these three values, he contends, is the \"real goal of a democratic society.\"\n \n This, of course, is easier said than done. Britain, which is no stranger to terrorism, has struggled to find a balance between liberty and pragmatism in dealing with terrorists in Northern Ireland.\n \n The ability of British police to conduct searches of private residences without a warrant or probable cause runs contrary to the US Constitution's Fourth Amendment. And the use of coercive interrogations to obtain confessions and intelligence information clashes with current US Supreme Court rulings.\n \n Second, Heymann argues that what is needed is common sense. Since terrorist acts are typically perpetrated with a specific goal in mind - such as changing a country's foreign policy - minimizing the success of terrorism requires both intelligence and calculation, not passion and anger. Indeed, antiterrorist policies based on passion sometimes run the risk of fomenting support for terrorist groups, rather than curbing it.\n \n And third, a successful strategy should include preexisting plans for dealing with such situations as hostage-taking and state-sponsored terrorist acts.\n \n While \"Terrorism and America\" is reader-friendly in its free-flowing prose and short length, it falls well short of the \"sophisticated strategy\" Heymann promises.\n \n His conclusion that the questionable effectiveness of military retaliation should lead to \"a strong preference for economic, diplomatic, and travel sanctions\" against states that support terrorism seems to ignore the serious limits of sanctions as coercive tools.\n \n Yet Heymann's book is a step in the right direction. Last month's embassy bombings offer a stark reminder that terrorism is an issue Americans must continue to grapple with. At the apex of US strategy, however, should be a recognition that democratic values can never be compromised.\n* Seth G. Jones is the Monitor's Europe editor.\n\nGraphic\n\n \nPHOTO: Showing book cover.\n\nLoad-Date: September 2, 1998"
}