{
    "title": "Combating international terrorism",
    "publisher": "christian science monitor ",
    "year": 1985,
    "month": 7,
    "day": 10,
    "full text": "IT is not purely a function of Western incompetence that policy responses to international terrorist incidents occur on an ad hoc basis.  While as old as recorded history, terrorism defies neat categorization, and there exist no pat formulas for successfully dealing with each incident.\nA terrorist act can be committed by a single fanatical individual or by a tightly organized movement or group in the service of a state. The terrorist may be the faithful agent of his master or he may be off on a frolic of his own. Friendly powers, even the United States, have subsidized terrorism. The same Americans who today condemn Iranian or Lebanese Shiite terror may years ago have contributed to the Irgun or Stern gang or, more recently, helped purchase IRA arms or honored an IRA-front marshal at New York City's St. Patrick's Day parade.\nOn a given occasion, retaliating against the parent state or organization may represent an effective response to terrorist provocation. More often, such responses invite unwanted escalation or are subordinate to more urgent priorities.\nWhat is terrorism? Tel Aviv University's Jaffee Center for Strategic Studies - a scholarly source of material on the subject - defines it as ''any violent activity conducted by a non-state organization to attain political objectives.'' But the center cautions that the definition must exclude ''incidents that form part of a violent struggle conducted by rebels against a foreign army.''\nThe recent TWA hijacking satisfies all terrorism criteria, while the Shiite car bomb attacks against the Marine barracks in Beirut or Israeli military targets in south Lebanon fall outside the definition.\nThe Soviet Union has provided assistance to the Palestine Liberation Organization and other groups resorting to terrorist activity, though for the most part such organizations maintain their own political agendas.\nLibya and Iran have directed a large number of terrorist incidents, most involving assassinations of regime opponents residing abroad, and have also supported organizations engaged in terrorism.\nSyria has done the same, the evidence also suggesting involvement by Damascus in two noteworthy political murders, the 1982 killing of Lebanese President-elect Bashir Gemayel and the 1984 Amman slaying of the moderate PLO leader Fahad Kawasmeh.\nNeither American nor Israeli clients have proved immune to the lure of terrorism. Afghanistan's rebels, Angola's UNITA movement, Lebanon's Christian militias, and the ''contras'' of Nicaragua have at times struck targets unrelated to any foreign presence on their soil. No honest tale of CIA-backed covert operations could exclude a fair number of violent activities designed to achieve political objectives.\nI suggest no moral equivalency between groups whose values are rooted in Western concepts of freedom and due process and those serving totalitarian masters, simply that when we call piously for a war on terrorism we are in fact referring only to that form to which Western interests and institutions are uniquely vulnerable - the relatively soft target with the big propaganda payoff.\nThe recently concluded 17-day TWA episode saw no shortage of theories for dealing with this problem. Some were prepared at the outset to sacrifice the lives of the American hostages in order to strike back at an enemy that has yet to be defined with even reasonable precision. Others counseled severe after-the-fact retaliation, while many Israelis and their American admirers urged - with a smugness belied by experience - that only Israel's method of treating terrorism as an act of war, to be responded to in kind, can truly work.\nLet us look more closely at Israel's experience with the PLO, an enemy with a known mailing address and clearly defined political objective - the establishment of a Palestinian state.\nSome of what Israel did worked. PLO leaders in Beirut and elsewhere were often successfully singled out for elimination. Far more important, skillful Israeli propaganda turned the PLO's use of terrorism into its greatest political liability, disqualifying the organization from direct contact with either Israel or the US.\nBut in many ways, Israeli tactics proved unsustain-\nable, if not disastrous. The policy of never negotiating with terrorists, which cost so many civilian lives, eroded over the years into one-sided prisoner swaps with the most extreme organizations. Wholesale attacks against PLO bases in Lebanon produced large numbers of innocent fatalities, blackening Israel's international standing while having only a marginal effect on PLO activities.\nDespite such efforts, the Israelis found it necessary to conduct the massive Litani sweep operation of 1978 and the Lebanon invasion of 1982. The former had only temporary effect; the latter destroyed the PLO operational base in south Lebanon, at a cost most Israelis deem wildly excessive.\nThe Palestinian problem, of course, has not gone away, still begging for the ''land for peace'' solution to which rational minds have long been drawn.\nWhat about hitting at those who sponsor terrorism?\nFine in principle, if the retaliation can be performed swiftly, with precision, and in a way that does not sacrifice larger interests.\nAgain, take the TWA incident. The perpetrators remain a mystery. Amal could be indicted at least as an accessory after the fact. But it is in neither the US nor the Israeli interests to jeopardize the position of Amal, which is today the strongest and most moderate of the Shiite factions and a key to stability in south Lebanon.\nRetaliating against Syria - praised by President Reagan for its role in ending the crisis - would under the circumstances be perverse. One wonders too whether it is in the US interests for this type of incident to provoke a battlefield test of US aircraft vs. Soviet missile defense systems or an escalating cycle of action and retaliation wherein Syrian military targets and US travelers abroad are both put at risk.\nAbsent special circumstances affording a military target of opportunity, the best ways to improve resistance to anti-Western terrorism would appear to lie in two areas:\n* Prevention - a coordinated international effort to identify and apprehend international terrorists and to provide better security for potential targets.\n* Minimize the political payoffs for the terrorists, including media exposure for their cause.\nLeadership in this second area must begin with the president of the United States. Americans must be made to realize at the outset of a crisis that America is not held hostage simply because a planeload of passengers or an embassy is seized.\nCitizens should be told that a carnival of grief and concern only plays into the hands of the terrorists.\nLeading representatives of the mass media should be invited to the White House on the first day of the crisis, told that they are an inseparable part of the event itself, and requested in the national interest to curb their zest for competitive advantage. Particularly out of bounds should be any reporting on possible military operations designed to rescue the hostages. The media should also be wary of providing a propaganda forum for the terrorists and their apologists.\nThe president himself must set an example of reserve and discretion. He cannot expect restraint on the part of the media if he himself uses the occasion to launch a reelection bid or render tub-thumping oratory before mesmerized audiences.\nThose who resort to terror should know that while tactical negotiations may from time to time be conducted, fundamental American policy will never sway under threat of the grenade or the gun.\nTerrorism can never be eliminated.  With sound management both before and during crises, its political effects can be rendered negligible."
}