{
    "title": "Combat the terror of rape in Congo",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 1,
    "day": 27,
    "full text": "Long overshadowed by conflicts in the Middle East, Darfur, Iraq, and Afghanistan, extensive, predatory terrorism - largely of a sexual nature - continues to attack the heart of Africa. The idea that the international community has a \"responsibility to protect\" innocent civilians must be given meaning, and nowhere is this more important than in eastern Congo. Military groups there are using rape as a devastating weapon of war.\nMake no mistake: these are not isolated incidents involving rogue soldiers. This is an organized campaign of sexual terrorism - and the global community must respond forcefully.\nSexual violence haunts its victims long after the initial attack. Each act of rape humiliates its victims; emasculates men who are unable to protect them; and traumatizes victims, their families, and, in times of war, entire communities. The chronic physical conditions that rape can cause may be considered family humiliations and result in the banishment of victims from their own homes.\nRape during wars also bolsters the esprit de corps of its perpetrators and helps maintain troop levels by reducing desertions, since soldiers who become rapists may be unable to return to their family homes.\nProbably no war zone in recent times has employed rape as sexual terrorism as extensively as the various military forces in eastern Democratic Republic of Congo (DRC). Rebecca Feeley of the Enough Project recently noted that its sickening reputation as the \"rape capital of the world\" overlooks rape's utility as a war weapon.\nEven the anecdotal commentary is frightening. Three years ago, a Western donor official in the eastern province of Ituri shared what she'd heard from survivors about the fighting. Men and boys from one ethnic militia attacked the village of their ethnic rivals. Once there, the attackers didn't kill anyone. Instead, they raped, over a period of days, nearly everyone - males and females - in the enemy village, from infants to old people.\nSouth of Ituri, in North and South Kivu provinces, doctors can often tell which militia raped someone by the particular type of mutilation that he or she sustained; a depraved \"mark of Zorro.\" According to the United Nations, 27,000 sexual assaults were reported in 2006 in South Kivu Province alone. Human rights groups estimate that hundreds of thousands of women and girls have been raped in DRC since 1998.\nThough the war in Congo officially ended in 2003, hostilities have continued, and today it stands as the world's deadliest conflict since World War II. More than 5.4 million have died since 1998.\nIt has featured at least 25 military groups vying for control over a resource-rich but largely lawless region. Civilians bear the brunt of the military assaults.\nWhile the Rwandan Army's recent arrest of the leading eastern Congolese rebel leader, Laurent Nkunda, is a step toward ending the impunity in DRC, it is unclear how this development will affect the many militias still operating in the region. Without a sustained effort to prosecute perpetrators of extensive sexual and other atrocities, it will remain nearly impossible to cultivate peace and foster development.\nThe United Nations Security Council took a step in the right direction last June when it adopted Resolution 1820, which officially denounces this type of sexual violence as a form of \"warfare\" to humiliate, dominate, and instill fear. Yet, thus far, the international community's response is woefully inadequate.\nThe UN's 17,000 peacekeepers in the DRC struggle to protect civilians because its force remains far too small to end violence and warfare in a country the size of Western Europe. Worse, some UN soldiers have been accused of contributing to the sexual abuse of civilians.\nThat's why the Obama administration must act boldly. His team can demonstrate America's commitment to upholding human rights and forcefully moving against all forms of terrorism.\nThey should work with other Security Council members to vigorously implement Resolution 1820, dramatically bolster the UN peacekeepers' work (while prosecuting those guilty of sexual crimes), and press the current mediators for the eastern DRC crisis, former Nigerian President Olusegun Obasanjo and ex-Tanzanian President Benjamin Mkapa, to highlight the issue of eradicating sexual terrorism during deliberations with the main military actors in the region.\nThe International Criminal Court, moreover, should expand its investigations and prosecute the chief architects and perpetrators of mass rape for crimes against humanity and even genocide where the rapes have been systematic and widespread.\nCoordinated steps should be taken by other actors, too, including the African Union, the government of the DRC, as well as nonstate actors, such as international and Congolese nongovernmental organizations, to address these issues.\nJustice for the victims is needed, but so is work to address the causes of the conflict and ensure that the long-term patterns of truly extreme violence are finally broken.\n<P/>\n* Marc Sommers is an associate research professor of humanitarian studies at Tufts University's Fletcher School of Law and Diplomacy. Kathryn Birch has published work on sexual violence in Africa and is working for Premier Healthcare Alliance.\n(c) Copyright 2009. The Christian Science Monitor\n\nLoad-Date: January 26, 2009"
}