{
    "title": "Combating terror",
    "publisher": "the world",
    "year": 1998,
    "month": 8,
    "day": 10,
    "full text": "The terrorist bombings of American embassies in Kenya and Tanzania on Friday are a horrific reminder that this form of political expression is not going to go away anytime soon. We must redouble our efforts to not only identify and root out terrorist organizations around the world, but also be more vigilant about protecting our exposed outposts.\nLet's recognize that the United States has made good steps in this direction and the Clinton administration has a clear three-part counterterrorist policy in place:\n'Make no concessions to terrorists and strike no deals.\n#TERROR.ED#\nThe United States strongly supported the government of Peru in its decision not to give in to terrorists holding hostages in the Japanese ambassador's residence. The hostages were eventually freed by commandos.\n'Make every effort possible to bring terrorists to justice for their crimes.\nThe United States has been very successful in prosecuting domestic terrorism - particularly the Oklahoma City and World Trade Center bombings - but international justice has been more problematic. The State Department cites the conviction of \"Carlos the Jackal\" in France last year as one victory and in recent days there have been indications that the government of Libya may allow two terrorists sought in the bombing of Pan Am flight 103 over Scotland to be tried in The Hague.\n'Isolate and apply pressure on countries that sponsor and support terrorism to stop doing so.\nAlthough the United States has placed tough sanctions on the Sudan and Libya, this policy has clearly been the toughest to enforce. Iraq and other terrorist supporters have had some success in driving a political wedge into the international resolve against them.\nBut the trend is positive. According to the State Department's annual \"Patterns of Global Terrorism\" report, there were 304 such acts in 1997. Although this was a slight increase from the previous year, it was \"one of the lowest annual totals recorded since 1971.\"\nIndeed, one-third of the attacks occurred in the South American nation of Colombia and were made up of low-level bombings of oil pipelines that caused some damage, but no casualties.\nNot so positive is the fact that the embassies in Nairobi and Dar es Salaam were apparently not as secure against terrorism as some other American outposts. Both countries are seen as friendly and the embassies were reportedly far down on the State Department's list of facilities to be hardened against attack.\nWe think the State Department, and the lawmakers who control the budget, need to take another look at the priorities. If it takes a bit more money, so be it. The safety of our diplomats and our position in the world demand it.\n\nLoad-Date: October 14, 1999"
}