{
    "title": "Combat effort to make Shariah law supreme",
    "publisher": "the tampa tribune ",
    "year": 2012,
    "month": 5,
    "day": 29,
    "full text": "The mission of the ministry I lead, Community Issues Council (CommunityIssuesCouncil.org), is: \"To educate and unite the Church to be able to engage our community in the issues of the day.\"\nAs president of CIC, I take in and evaluate the news, and then sound an alarm if it appears there's a threat to the church's ability to live out our faith. Often, these situations arise quickly and must be dealt with based upon the facts at hand.\nBefore sounding the alarm, I study the issue to be sure the reason for the alert is valid. Once the flow of information has been initiated, ongoing investigation is done so updates can continue to be sent to the people who receive CIC information.\nIn this case my initial research uncovered ample evidence to arouse significant concern. This led me to agree to take leadership of The Education Coalition (www.Secure-Our-Schools.com) to educate people in the Tampa Bay area about the threat posed by those whose objective is to impose Shariah law in America.\nCIC's educational emails have led more than 250 people to attend recent Hillsborough School Board meetings and prompted dozens of them to speak out. Their concern is about having representatives of the Council on American-Islamic Relations (CAIR), or any organization that has been linked to the funding of terrorism, invited into our classrooms. It was also primarily CIC emails that brought about 80 concerned citizens out on a hot Saturday afternoon to protest an Islamic Society of North America (ISNA, another organization linked to the funding of terrorism) conference in Tampa two Saturdays ago.\nThese actions are based on facts. Here is a tiny sampling:\nIn 1928, after the breakup of the Ottoman Empire, the Muslim Brotherhood (MB) was founded in Cairo, Egypt, with two stated objectives: to impose Shariah as the law of the land throughout the world, and to establish a worldwide Muslim state.\nThe MB is using massive infusions of cash from oil-rich nations to forward its objectives.\nThe MB spawned many offshoot organizations that are primarily in two categories: violent jihadists like Hezbollah and Hamas, and cultural jihadists who use infiltration and indoctrination as the means to succeed in the MB's two goals.\nCAIR and ISNA are among these \"cultural jihadists.\"\nPublic statements, some subtle and some overt, made by founders and leaders of CAIR and ISNA are quoted in media across the country. They state their intention to fulfill the objectives of the MB in America.\nCAIR and ISNA are unindicted co-conspirators in the Holy Land Foundation terrorist funding trial. CAIR and ISNA stipulated to the evidence presented against them in the Holy Land Foundation trial and tried multiple times to have their names expunged from the record of the trial. The judge refused, stating there was ample evidence to link both organizations to Hamas.\nThe stipulated evidence was legally acquired by the FBI in a wiretap of a meeting of MB leaders in 1993 and in a raid of a home of an MB leader in 2004. In this home they found the archives containing all the MB plans for replacing the Constitution with Shariah.\nThis same evidence was used to convict the first five co-conspirators indicted in the Holy Land Foundation trial on all 108 counts that were brought against them. Among the five were the head of the Texas chapter of CAIR and a leader in the national organization.\nThe 246 unindicted co-conspirators were to be indicted and tried in small groups. This plan was stopped when the Obama administration unexplainably quashed the prosecutions.\nAmong the next group scheduled to be indicted was Omar Ahmad. According to the FBI, Ahmad and Nihad Awad, the two founders of CAIR, are members of Hamas.\nNumerous other leaders throughout the CAIR organization have been found guilty of terrorism-related charges.\nSue Myrick, chairwoman of the Congressional Counterterrorism Committee, called CAIR \"the propaganda arm for Hamas in America.\"\nMany people have fallen for the taqiyya (a type of lying that's approved of in the Quran) that they've received from Hassan Shibly and other MB operatives. Taqiyya encourages them to lie to non-Muslims if it will forward their efforts to impose Shariah as the law of the land.\nPeople throughout our culture have been seduced by it, including many in the media, as evidenced by several recent editorials.\nTerry Kemple is a candidate for the Hillsborough County School Board. He lives in Brandon.\nTerry\nKemple\nCopyright © 2012, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: May 30, 2012"
}