{
    "title": "COMBATING TERRORISM REQUIRES MORE THAN JUST WAGING A WAR",
    "publisher": "wisconsin state journal",
    "year": 2001,
    "month": 9,
    "day": 24,
    "full text": "We use the metaphor of \"war,\" but this is not a war as we normally mean it. What occurred on Sept. 11 was a terrorist attack, not Pearl Harbor.\nThis terrorist attack demands a sustained response that may well include military operations. But it also must include much more. We will not eliminate the threat simply with troops and technological weaponry.\nShaffer, co-editor of Transatlantic Governance in the Global Economy, is a UW-Madison law professor.\nWe have time to counter these groups, and we can.\n* We need to go after Osama bin Laden and his networks. This will require stepped-up counterterrorist operations at home and abroad. But if we wish to undermine these networks and not have them readily replaced, we will need to isolate them. Isolating them will not be easy.\nClearly we will not do so by indiscriminately killing civilians in countries that harbor terrorists and then calling it \"collateral damage.\" For those Islamic populations, that \"collateral damage\" will be American terrorism.\nIf you want to see suicide bombers in the streets of America, this will be the recipe.\n* Our political leaders will need to become more sophisticated on global issues. If we are serious about building and international coalition and gaining the cooperation of Pakistan and other Islamic states, having our president call for a \"crusade\" would be inanely comic if it were not so tragic. Killing bin Laden alone will not eradicate that which draws many Muslims to support him. There is a struggle within the Muslim world, and our leaders must think hard how to effectively support Muslim leaders who oppose those prone to holy war \"crusades.\"\n* Just as the war on drugs has not been successful, this war will not be successful if we do not address underlying socio-political issues. The ranks within Islamic fundamentalist organizations are swelling. We must address why and not think that we can simply \"eradicate\" them militarily.\nLet's be honest. This hatred of the United States is closely linked to the conflict involving Israel. We can fully support ensuring the existence of the Israeli state while openly pressuring Israel about many of its policies, such as its expanding settlements. The point is, we are linked with that conflict, and we should be open about how it is linked to our security.\nOur disengagement from the Palestinian-Israeli conflict over the past nine months may have been politically convenient domestically, but it was a terrible error. We need to put many more resources into Middle East peace efforts than we have since December.\n* We need to counter a habit that we have developed -- from being buffered by two oceans -- of trying to go it alone. The United States will need to work more closely with other countries.\n* We need to understand that we are not impregnable to events outside the United States -- that what happens in these countries is part of our security.\nWe are a nation of great resources, yet, in terms of per-person wealth, our government is the stingiest when it comes to international assistance. We can do much more toward international development, working with international organizations and engaging with those less privileged and with different perceptions and priorities from our own.\n* We will not ensure security on the cheap. It's insane that airport security personnel are paid $6 an hour by profit-focused companies. Airport security is a public function that requires public resources. If we wish to identify and pursue global terrorist networks, we must invest in international policing and coordination with other governments.\n* We must be vigilant that abuse of the \"war\" metaphor does not undermine us internally. Acceptance of the metaphor can lead to a situation where there is no longer legitimate political dissent for fear of being unpatriotic.\nI am as outraged as those now preaching war. But combatting terrorism will take more than a strike or even a large-scale invasion in retribution. Retributive reflexes to our pain and outrage will spawn retributive responses against us.\nAn effective response may involve military action. But if we strike, how we do so and in conjunction with what other measures will determine the outcome.\n\nLoad-Date: September 25, 2001"
}