{
    "title": "Comic actor on stage also appearing on cable TV movie this month",
    "publisher": "st. petersburg times ",
    "year": 1987,
    "month": 2,
    "day": 18,
    "full text": "Cable TV subscribers to Showtime will get a chance to audition one    of the stars of Showboat Dinner Theatre's How to Succeed in Business    Without Really Trying. Adam Bryant, who stars as J. Pierpont Finch in    the musical comedy, has a role in the Carl Reiner comedy Summer Rental,    filmed in Pinellas County and being broadcast on Showtime this month.\n \n He is a funny, glib actor, but if you want a second opinion, Summer    Rental would be a good place to check him out.\n \n     The always innovative Playmakers will present two panel discussions    after performances of their next production, Cat's-Paw, opening    tomorrow. The play, by William Mastrosimone, is a suspense drama about    terrorism and the media. After the performances of Feb. 27 and Mar. 6,    representatives of the media, the police and educators will discuss the    problem of media reaction to terrorism. The public is invited to listen    and participate. For these special shows, Playmakers is lowering its    admission prices. For reservations, call Tampa 248-6933.\n \n     In other Playmakers news, auditions will be held for the Joe Orton    comedy Loot on Feb. 23 at 7 p.m. for Equity actors and at 9 p.m. for    non-Equity actors. Interested actors should make appointments to read    from the script then. Director Paul Frellick is looking for two male    Equity actors in the 30-60 age range and one male non-Equity actor of    any age. For information and audition appointments call Playmakers in    Tampa, 248-6933.\n \n     Auditions are being held at the Francis Wilson Playhouse Little    Theatre of Clearwater for the play Arms and the Man, by G.B. Shaw.\n \n Auditions will be held at the theater, 302 Seminole St., Clearwater, on    Mar. 1 at 2 p.m. and Mar. 2 at 7 p.m. Needed are five men, three women,    two walk-ons, all ages. For more information call Elizabeth Brincklow    at 734-1837.\n \n    \n\nLoad-Date: November 18, 1992"
}