{
    "title": "Common sense against an uncommon foe; Police officer teaches people to spot terrorism",
    "publisher": "the world",
    "year": 2002,
    "month": 4,
    "day": 17,
    "full text": "A city police officer introduces a community effort to channel people's desire to thwart terrorism into constructive action. Among his points: Power plants are a possible target, and chances are the attackers will spend time scoping out a site. He will speak again on Thursday.\nSept. 11 proved that all nations, including the United States, are vulnerable.\n#TERRORIST.A1ny#\nTo help guard against terrorism here, Sgt. William Gleason, Lancaster city police crime prevention coordinator, introduced the Community Anti-terrorism Training Initiative (CAT Eyes) program to a group of police officers and members of the Lancaster Council of Neighborhoods on Tuesday.\nGleason said the program was designed to help neighborhoods fight terrorism through heightened awareness and more descriptive reporting of suspicious activities.\nGleason said it is important for residents to aid police in keeping the community safe.\n\"It's hard enough for cops to handle calls on the street, let alone to also be watching out for terrorism,\" he said. \"This is a citywide, nationwide activity.\"\nShowing a slide of terrorist leader Osama bin Laden, Gleason said that, since Sept. 11, most Americans picture a terrorist as \"someone dressed like this guy.\"\nNoting that terrorists come \"in all sizes and shapes,\" he showed a picture of Eric Rudolph, a young white man wanted by the FBI for several bombings.\n\"You have to be careful about racial profiling,\" Gleason said.  \"Just because someone might be wearing a turban or be of Middle Eastern descent doesn't make him a terrorist.\"\nHe urged people to be less concerned with how a person looks than with \"the actions they do.\"\nGleason spent the first half of the presentation defining terrorists, how they work, how they train and their varied beliefs -- ranging from religious radicals to militias and hate groups.\nHe said their favorite targets are high-profile locations like the World Trade Center, the Pentagon and the Murrah federal building in Oklahoma City.\nTerrorists choose to strike with various weapons. Primarily, he said, they prefer bombs which are \"low risk\" and cheap and easy to manufacture. Bombs give high-impact results and get media attention.\nOther methods include arson, assassination, kidnapping and plane and ship hijacking. These last two supply hostages to be used as bargaining chips and garner prolonged media attention.\nHe also discussed the possible use of bacteriological weapons and small nuclear weapons, such as \"backpack\" devices.\n\"There's a whole bunch of these things missing from the former Soviet Union,\" Gleason said. \"We don't know where they went to. The Russians swear they got them all back, but there's no one to verify it.\"\nHe said the goals of terrorists are to cause overreaction by a government, and affect a nation socially, psychologically and economically.\n\"Look what Sept. 11 did to our economy,\" he said.\nGleason then outlined what ordinary Americans can do in the war on terrorism.\nHe said people should be aware of potential targets in their community -- like nuclear or conventional power plants, hospitals, phone companies and water treatment plants -- and think about how they could be attacked.\nBe alert, he said. Pay particular attention to signs of terrorist surveillance. This could take various forms, including people posing as clergy, repair people, lovers in a park, even women with baby carriages.\n\"The point is, it could be anybody out there,\" he said.\nHowever, he cautioned against reporting something \"just because you haven't seen it or noticed it before.\"\n\"If you see something you believe to be suspicious, try to determine why it's suspicious,\" Gleason said.\nHe said people must be more careful with descriptions.\n\"\"Up King Street' doesn't mean anything to a police officer,\" he said.\nHe told the group to practice observation skills so that they become second nature.\n\"We should not run scared before terrorism, because then they win,\" Gleason concluded. \"We live our lives; we have to. But there are certain things we can do in our everyday lives to make the neighborhood safer, as well as the nation.\"\nGleason's presentation will be given again Thursday at 7:30 p.m. in Maple Grove Community Center, 1420 Columbia Ave. The meetings are free and open to the public.\n\nLoad-Date: April 18, 2002"
}