{
    "title": "Commentary_ Does security require the loss of liberty_",
    "publisher": "the daily record ",
    "year": 2008,
    "month": 8,
    "day": 18,
    "full text": "\"Men fight for liberty and win it with hard knocks. Their children, brought up easy, let it slip away again, poor fools. And their grandchildren are once more slaves. \"\n- D.H. Lawrence, \"Classical American Literature,\" 1922\n\"I prefer liberty with danger to peace with slavery. \"\n- Unknown\nBy the year 2010, the New York City Police Department plans to photograph and track every vehicle that enters Manhattan.\nThe goal of the program, \"Operation Sentinel,\" is to fight terrorism by collecting data from every vehicle traveling along seven tunnels and bridges - the Brooklyn-Battery, Holland, Lincoln and Queens-Midtown tunnels, and the George Washington, Henry Hudson and Triborough bridges.\nUnder the plan, all cars and trucks will be photographed and their license plates will be scanned and saved in a database in Lower Manhattan for at least one month. In addition, sensors will be used to scan each vehicle in an effort to detect radioactivity.\nOperation Sentinel will work in tandem with a $70 million federal program, \"Securing the Cities,\" and the Lower Manhattan Security Initiative, a $90 million project that includes implementation of a video surveillance system around Lower Manhattan that will track thousands of people each day. The stated goal is to have more than 3,000 cameras in place by the end of the year.\nThe video surveillance system is being referred to as a \"ring of steel\" and is modeled after the system used in London's financial district.\nThat fact is particularly interesting, given that the video surveillance system in place at the time of the terrorist attacks in London did nothing to prevent the bombings. Rather, the surveillance tapes simply assisted authorities in identifying and rounding up suspects after the attacks occurred.\nIt would seem, then, based on the lessons learned from the London attacks, that any sense of safety provided by constant governmental surveillance of New Yorkers' movements would be illusory, at best.\nThe only aspect of the plan that is arguably preventative is the intent to scan vehicles for the presence of radiation. Brief investigations of positive readings likely would be rare and would serve the stated purpose of preventing an attack, rather than assisting in seeking vindication after the fact.\nThe need for vindication following a terrorist attack is natural and understandable, but where the vast majority of the $160 million likely will serve to achieve vindication, rather than prevention, it seems a bit excessive.\nLast week, New York City Mayor Michael Bloomberg defended Operation Sentinel and offered the following rationale for its implementation: \"New York City is something special. It's not just a very big city in this world. It is, in many senses, the iconic city. It represents Western Democracy. \"\nBloomberg is correct. New York City, with the Statue of Liberty in its harbor, is a symbol of the very freedom and liberty upon which our great nation was founded.\nIf we must erode our civil liberties in the name of terrorism, shouldn't the primary goal in doing so be prevention, not vindication after the fact?\nIs the loss of our freedoms truly outweighed by the minimal preventative benefits of surveillance cameras and tracking systems?\nIs the slow demise of our civil liberties in the name of the battle against the nebulous enemy, \"terrorism,\" truly worth it?\nNicole Black is of counsel to Fiandach & Fiandach and co-authors Criminal Law in New York, a West-Thomson treatise. She also publishes a popular New York law blog, Sui Generis, nylaw-blog.typepad.com and a blog devoted to legal humor, Legal Antics, nylablog.type-pad.com/legalantics.\n\nLoad-Date: August 19, 2008"
}