{
    "title": "Commentary_ As terrorism looms, alerts dwindle",
    "publisher": "long island business news ",
    "year": 2006,
    "month": 8,
    "day": 4,
    "full text": "This is the summer of alerts. We have been exposed to heat alerts, thunderstorm alerts, tornado alerts and a half-dozen other types of alerts. Whatever happened to those terror alerts that we were subjected to during the first four years of President George Bush?\nIt seems like only yesterday the bottom of our television screens carried a warning that the latest terror alert was orange, yellow, red or some other frightening color. The change in the color of the terror alert was coupled with Attorney General John Ashcroft advising us of some \"credible information\" that the Department of Justice had just received.\nOnce the alarm was sounded, local governments would spring into action, taking a variety of costly steps to protect the downstate region from its unseen enemies. Police departments in New York City and the surrounding counties would call in extra officers so that sensitive facilities would be protected.\nIf you drove over the Triborough Bridge or into the Queens Midtown Tunnel, you couldn't miss seeing trucks, flashing lights and a phalanx of blue uniforms stopping panel trucks, trailer trucks and any other possibly dangerous vehicles before they crossed over into Manhattan. How about those subway searches of handbags, knapsacks and other carry-ons?\nYou didn't need a calculator to figure out that every time the terror alert was raised the costs to local taxpayers were staggering. Keeping uniformed police officers working around the clock at power plants, mass transit facilities, bridges, tunnels and other potential targets generates astronomical overtime costs that are paid for by you and me.\nThe total disappearance of the color-coded terror alert system raises some interesting questions. Was the terror alert program nothing more than a political ploy to make nervous voters stick with the incumbent president? Why were there more terror alerts in the month before the national election, than in the previous three years?\nThere is nothing wrong with the idea of having a terror alert system in place in the event that our national security is threatened. But why is there no terror alert system flashing on our television screens this year? We aren't any safer today then we were last year, and considering what is occurring in the Middle East right now we are more at risk.\nOne of the faults of this now vanished system is that it was invoked so frequently, people began to ignore it. Like the old story of the boy who cried wolf, the public became cynical when they saw few follow-up press conferences and no clarification of why the alert level had been lowered.\nWhat is equally amazing is the recent decision of the Homeland Security Department to cut funds for anti-terrorism programs for New York State and especially the city, which are the number-one targets of any terrorist group. The excuse used by Homeland Security is that funds were being more evenly distributed to other parts of the country.\nThe abandonment of the color-coded terror alert system has to make the average citizen wonder whether there actually is an anti-terror program at work in this country today. Little or nothing has been said lately about why we are safer today. We know some things are secret, but tell us something to feel safer.\nWe live in an age of rampant cynicism about almost everything. Our professional athletes disappoint more than they thrill. Our politicians sometimes make us wonder whether we made a mistake in the voting booth. If we have to feel better about something let it be the system that protects our life and limb from unnecessary harm.\n\nLoad-Date: August 4, 2006"
}