{
    "title": "COMMONS DEFEATS A MOVE TO BRING BACK HANGING",
    "publisher": "the new york times",
    "year": 1983,
    "month": 7,
    "day": 14,
    "full text": "The House of Commons voted overwhelmingly today against restoring the death penalty for acts of terrorism and other crimes.\nAfter a long and at times emotional debate, the House defeated, by 361 votes to 245, a motion supported by the Government of Prime Minister Margaret Thatcher to make terrorism a capital offense.\nMrs. Thatcher has spoken out in favor of the death penalty for crimes of violence that have troubled British society in the years since capital punishment was abolished in 1964. But she freed members of her Conservative Party, which holds a 144-vote majority in Parliament as a result of last month's election victory, to vote their individual judgment and conscience on the issue. The outcome, therefore, was not seen as a severe personal setback and will not cause the Government to fall.\nLONDON, July 13 - The House of Commons voted overwhelmingly today against restoring the death penalty for acts of terrorism and other crimes.\nIt was not considered likely that the issue would be raised again after being defeated in a Parliament solidly controlled by Conservatives, who were in the forefront of the call for restoration of hanging. Two similar attempts to bring it back, in 1979 and 1982, were rejected, also by wide margins.\n \nUlster Mine Kills Four\nThe vote came about 14 hours after the worst terrorist attack this year on British security forces in Northern Ireland, an act that many in the House regarded as a deliberate attempt by Irish nationalist terrorists to inflame Parliament and influence the vote.  Four members of the Ulster Defense Regiment were killed when a land mine was exploded under jeeps carrying a 20-man patrol near Ballygawly.\nTonight's defeat of the capital punishment motion and its amendments, which provided the death penalty for other acts of murder including the killing of policemen and prison guards, was perhaps more of a setback for Mrs. Thatcher's new Home Secretary, Leon Brittan, than anyone else in her Government. In his new role he is responsible for law enforcement and he was the only Cabinet member to take part in today's debate. He told the chamber that the death penalty for terrorism was the only one of the proposals he could personally support.\nEvidence of the Government's behind-the-scenes retreat from strong support for the motion was signaled last week when Mr. Brittan's office announced that if the motion passed the Government would postpone introducing enabling legislation for 16 months.\nPublic opinion in Britain had strongly endorsed the return of the death penalty but most of society's institutions concerned with the legal and moral implications of a change in law had opposed it, with the notable exception of police groups.\n \nU.S. Used as Example\nIn today's debate some members of the House tried to link abolition of the death penalty 19 years ago as a prime cause for the growth of violence in a society that once thought it was fairly immune from the level of violence that troubled other countries. But opposing voices countered that it had been shown that in countries with capital punishment, like the United States, the death penalty was not an effective deterrent and perhaps even encouraged certain acts of murder.\nWhile the threat of crime has provided much of the momentum in support of restoration, it was overshadowed in the debate by the specter of 14 years of violence in Northern Ireland, an issue that was repeatedly invoked by both sides in the debate.\nThe Rev. Ian Paisley, leader of the Democratic Unionist Party and a foe of Irish unity, told the House that the return of hanging was the only way to put an end to terrorism in Ulster.\nJohn Hume, a Roman Catholic M.P. from Northern Ireland, told the chamber that restoration of the death penalty would play into the hands of the terrorists and expand the conflict in the British province."
}