{
    "title": "Commentary_ New York 's pension dollars and the war on terror",
    "publisher": "long island business news ",
    "year": 2007,
    "month": 10,
    "day": 12,
    "full text": "As a public servant for many years, New York State Comptroller Thomas DiNapoli has generated any number of anti-terrorism initiatives.\nTypical to his attention to detail was his suggestion, while serving in the Assembly, that there be thorough criminal background checks for those who drive our school buses. His proposal demonstrated his understanding that terrorism is all about the creation of fear and loathing in a democratic society, and the hijacking of a school bus by a terrorist masquerading as a driver would further this objective.\nNow, as comptroller, DiNapoli has far more potent weapons to bring to bear against far larger terrorism targets, including Iran.\nHe need only look at the efforts of California Gov. Arnold Schwarzenegger to borrow a model that has the potential to wage effective economic warfare against a sworn enemy of the United States. Schwarzenegger is expected to sign a new law aimed at banning the investment of California public pension funds in companies that are involved in developing Iranian petroleum or natural gas resources. The consequences for Iran will be enormous, because the California pension system controls $350 billion in assets.\nIn addition, Florida's public-employee retirement fund divested itself of nearly $1.3 billion invested with 21 companies doing business in Iran or Sudan. Other states have similar policies in place although they lack the economic clout of California and Florida.\nOr New York.\nOur comptroller has the power to wage effective economic war against Iran by directing pension investment dollars from any firm that does business with a theocracy bent on bleeding the United States and its allies. That would mean companies such as Siemans, Total, Repsol and Shell would have some tough decisions to make. When combined with city pension funds, it's estimated that an additional $100 billion could be leveraged in the nation's war on terror.\nTaking investment money out of the petroleum companies like Shell and Repsol alone would have significant repercussions in Tehran. It is believed that 85 percent of Iranian government revenues come from the energy industry. Take American dollars out of the equation, the mullahs would no longer be able to subsidize gas at the pump, which currently sells for 35 cents a gallon.\nWith Iranian oil production stunted at a time when their domestic demand for the precious crude is rising, you have the makings of an unstable political environment inside a repressive and dangerous regime.\nTime and again, DiNapoli has demonstrated the type of quiet but firm leadership that has restored ethics, pride and professionalism to the comptroller's office. He has the means to leverage the enormous power of New York's pension purse by becoming part of a potent strategy that confronts a regime that's killing American forces in Iraq and seeking nuclear supremacy over the Middle East.\nEconomic weapons have worked before. Disinvestment, led in large measure by New York's state and local governments, helped force South Africa to abandon apartheid. Economic isolation has forced a gradual but measured change in North Korean policies. With families throughout the tri-state area observing autumn against a background of 9/11 memorials, this would be an appropriate season to unsheathe Tom DiNapoli's economic sword.\nAlfonse D'Amato is a former U.S. Senator representing New York and the founding partner in the lobbying firm Park Strategies.\n\nLoad-Date: October 14, 2007"
}