{
    "title": "Commentary_ Attack war on terrorism with energy",
    "publisher": "long island business news ",
    "year": 2006,
    "month": 4,
    "day": 14,
    "full text": "The Brazilians are using ethanol distilled from sugar cane to create an alternative to gasoline. Today, some 50 percent of their vehicles use it and their domestic supply is so abundant that they may become an exporter. </p>\nThe Israelis continue to expand their use of solar cells planted atop their homes to reduce the demand for electrical energy generated by fossil fuels. Experts say more than 80 percent of the homes have them installed and in many new building starts they are mandatory. </p>\nFrance has come to terms with atomic energy and depends on reactors to provide much of their electricity. In fact, following the Arab oil embargo of 1973, France built 56 nuclear reactors, satisfying its power needs and even exporting electricity to other European countries. </p>\nA growing number of American motorists are willing to spend more on hybrid cars, and clean-burning natural gas is powering commuter buses on many city streets. </p>\nAnd still it's not enough. </p>\nDespite the progress in finding and using energy alternatives, our nation is at strategic risk because of its addiction to foreign crude. Nothing short of a sudden technological revolution, or a cataclysmic event in the Middle East, will get us to think otherwise. It is a situation and has the means to put America's very economic survival at stake. </p>\nAgainst this harsh geopolitical reality, the Iranian president conjures up anti-Semitic language the world hasn't heard since the collapse of the Nazi Third Reich and, worse, leads a regime intent on developing atomic weapons with the means to deploy them. As he tests missiles with an increasing range, his nation sits within the bull's-eye of some of the world's largest petroleum reserves. Meanwhile, China and India are demanding an increasingly larger percentage of fossil fuels and any interruption of oil tankers from the Middle East would mean a sudden rush for what remains that could turn trading partners into armed adversaries. </p>\nIs there any rational strategy that could begin to defuse this looming menace to our nation's future? Surprisingly, the answer is yes. It's called supply and demand. </p>\nThis nation has the means to create an enormous glut on the market. Through a coordinated effort that allies business, Capitol Hill and our research and development centers, America could reduce its global demand for oil so that the radical Islamic revolution would find itself far removed from the center of potential power. It is an idea that has been floated before but never against a backdrop of evolving energy efficient technology and a radical Islamic bomb. </p>\nUnder this scenario, the United States would create as official policy the exploration and expansion of other fuel alternatives including coal gasification, ethanol and even atomic energy. With a commitment equal to going to the Moon or splitting the atom, we need to offer serious tax incentives for fuel efficient cars, incentivize developers to create energy efficient construction and launch a public education program that would ostracize those who engage in energy-wasteful behavior. </p>\nThere will be those who will seek to make this a partisan fight. But the arguments from these groups are little more than pathetic smokescreens that would prevent us from understanding that America is in a fight for its security and economic survival. </p>\n\nLoad-Date: April 14, 2006"
}