{
    "title": "Commentary_ On Capitol Hill - Addressing traffic, gay marriage and war on terrorism",
    "publisher": "the daily record ",
    "year": 2004,
    "month": 8,
    "day": 6,
    "full text": "Editor's note: This is a biweekly review of what Maryland's 10 congressional members are doing and saying. Due to space limitations, the following list is not comprehensive. Complete and additional statements are available on the members' Web sites, links to which are available on our homepage. We invite 2004 candidates for Maryland's congressional seats, as well as incumbents, to submit relevant material to mark.cheshire@mddailyrecord.com.  \n\"By a vote of 233-194, the House of Representatives passed a bill that I co-sponsored to protect marriage. The bill is necessary because the definition of marriage is under assault from a few activist judges who are seeking to change the definition of one of our society's most important institutions.\"\nRep. Roscoe G. Bartlett discussing recent accomplishments. Bartlett, a Republican, represents all or parts of Allegany, Baltimore, Carroll, Frederick, Garrett, Harford and Washington counties.\n\"I am confident that this resolution will alleviate an unsafe condition for travelers and provide residents with a convenient, cost-effective means of transportation to the Greyhound terminal.\"\nRep. Elijah E. Cummings announcing alternative access to the new Greyhound terminal in Baltimore. Initially, many travelers were crossing high-traffic Russell Street. Cummings, a Democrat, represents parts of Baltimore City and Baltimore and Howard counties.\n\"There is no better way to truly assess the status of our troops and our mission than by being on the ground in Iraq, and that is why I feel it is important to make this trip.\"\nRep. Wayne T. Gilchrest announcing plans to return this month to Iraq to visit U.S. troops and Iraqi government officials. A Republican, Gilchrest represents all of Caroline, Cecil, Dorchester, Kent, Somerset, Talbot, Queen Anne's, Wicomico and Worcester and parts of Anne Arundel, Baltimore and Harford counties.\n\"We do not have time to wait. We need to act now to create a director of national intelligence to keep our families and our communities safe.\"\nRep. C.A. Dutch Ruppersberger announcing his participation in this week's hearing to review the 9-11 Commission's recommendations. Ruppersberger, a Democrat, represents parts of Anne Arundel, Baltimore and Harford counties, as well as Baltimore City.\n\"I welcome President Bush's statement calling for significant reform of our intelligence community. As a member of the Senate Select Committee on Intelligence, I have been a strong advocate for these kinds of reforms. \" The president must nominate a new national intelligence director now, not in weeks or months. Congress should be called back into session to examine and confirm this nominee as well as enact measures that reform our intelligence community and improve resources for homeland security. Protecting America from terrorism is too important to wait.\"\nSen. Barbara A. Mikulski, a Democrat, commenting this week on President Bush's plan to make many changes suggested by the 9-11 Commission.\n\nLoad-Date: August 6, 2004"
}