{
    "title": "Commission Seeks to Prevent Terrorism by Monitoring Foreign Students",
    "publisher": "the chronicle of higher education",
    "year": 2000,
    "month": 6,
    "day": 16,
    "full text": "A report released last week by the Congressionally appointed National Commission on Terrorism recommends monitoring foreign students in the United States as a way to reduce terrorist activity.\nBut some academics say such an effort is unlikely to do much to thwart terrorism.\nThe 10-member commission, which was created in 1998 after the bombings of two U.S. embassies in Africa, was asked to propose strategies for minimizing the threat of terrorism. It devoted only two pages of its 64-page report to the issue of foreign students, approximately 500,000 of whom study in the United States each year.\n\"Of the large number of foreign students who come to this country to study, there is a risk that a small minority may exploit their student status to support terrorist activity,\" the report states. \"The United States lacks the nationwide ability to monitor the immigration status of these students.\"\nThe report notes that thousands of people from countries officially designated as state sponsors of terrorism, such as Iran and Syria, are studying in the United States. It also notes that one of the terrorists in the World Trade Center bombing, a native of Kuwait who attended high school in Jordan, entered the United States on a student visa, dropped out, and remained here illegally.\n\"Today,\" the report states, \"there is still no mechanism for ensuring the same thing won't happen again.\"\nThe commission suggested using an existing program, the Coordinated Interagency Partnership Regulating International Students, commonly known as CIPRIS, as a model for a new nationwide tracking system. CIPRIS, which is overseen by the Immigration and Naturalization Service, was created by Congress in 1996 to keep better track of foreign students. The 21 institutions that participated in the pilot program, which began in 1997 and ended last year, collected the same information about their foreign students that other colleges did, but submitted it to the immigration service electronically instead of on paper.\nAll institutions are required to keep track of certain basic information about their foreign students, such as residence and academic status.\nThe electronic filing system is expected to be put in place nationally by 2002.\nThe commission's report did not specify what information should be tracked and how students should be monitored. L. Paul Bremer III, the commission's chairman and a former ambassador at large for counterterrorism, stressed that the group is calling for more-effective oversight of foreign students, not more oversight.\n\"There's been a program to monitor students for decades. A university is supposed to inform the I.N.S. when students arrive, what they study, when they finish, and when they switch majors,\" said Mr.  Bremer, who is managing director of Kissinger Associates, a business consulting company started by Henry Kissinger, the former secretary of state. \"But it's basically been ineffective because it's been done sporadically and by pen and paper.\"\nNevertheless, the proposal did not go over well with some educators.\nMarlene M. Johnson, executive director of NAFSA: Association of International Educators, said she was irritated that the commission provided no new data on the potential threat posed by foreign students. The one example it gave -- of the World Trade Center terrorist -- has been trotted out year after year, she said. If the commission thinks that monitoring foreign students will cut down on terrorism, she said, it should be able to come up with clearer evidence of a threat.\n\"We all need to be concerned about terrorism,\" she said. \"But we ought not to think we can solve the problem by overtracking and overregulation of people who are not the problem.\"\nMr. Bremer agreed -- to a point. \"We don't think this is a particularly important recommendation of ours,\" he said. \"We're under no illusions that anything you do with foreign students makes a serious dent in the security of a country's borders.\" Instead, he compared the tracking system to a home-security system, in which a homeowner puts locks on the doors and bars on the windows.\n\"You might say to yourself, Is any one part of this worth doing to secure my house?\" he said. \"But each little step provides an additional degree of security.\"\n\nLoad-Date: August 7, 2000"
}