{
    "title": "COMMERCE CLEARED HIGH-TECH SALES TO IRAN",
    "publisher": "wisconsin state journal",
    "year": 1992,
    "month": 1,
    "day": 30,
    "full text": "The Bush administration approved $  60 million worth of high-tech sales to Iran over 13 months starting in September of 1990, and most had potential military value, documents show.\nEven as the Commerce Department was approving the exports, other government agencies were sounding alarms about Iran's efforts to develop nuclear weapons and its record as a supporter of terrorism.\nMore than half the sales, according to classified Commerce Department documents obtained by The Associated Press, were computer-related. And of the $  33 million in computers, sales worth $  30 million were approved without specific clearance from other involved agencies.\nThe items required an export license because they were considered ''dual use'' - meaning they could have civilian and military applications.\nThe procedure calls for Commerce to evaluate export applications by getting expert opinions from the departments of State, Defense and Energy. These agencies can either approve or reject the applications, or they can decide not to act on them.\nThe documents on Iran show the bulk of the computer equipment was approved despite being stamped ''return without action.''\nGary Milhollin, director of a private arms control advocacy group funded by UW-Madison, said such a stamp is usually ''a polite way of saying 'no.' '' In some cases, he said, it means the agency lacks sufficient information to make a ruling.\nThe largest license application - by an Iranian engineering firm for $  28.3 million in computer equipment - did not specify the end user, saying the commodities would be sold to other unspecified countries. The departments of defense and state approved the application; the Department of Energy didn't act on it.\nMilhollin, who analyzed the classified documents, said in the past the Commerce Department had deferred to the expertise of the other agencies. ''Now, a new pattern has appeared: Commerce can ignore the judgment of other agencies in order to promote exports.''\nThe Commerce Department said it did not have any immediate comment.\nThe department was stung by revelations last year that it had approved $  1.5billion in ''dual use'' exports to Iraq, some of which may have been used against American forces fighting to expel the Iraqis from Kuwait.\nIn response, the administration took steps to tighten its export controls for the six countries on the terrorism-supporters list. They are Iran, Iraq, Syria, Cuba, North Korea and Libya.\nLast year, the Commerce Department turned down $  1.49 billion in exports to Iran, most of them for non-military aircraft, helicopters and engines for passenger airlines, the documents show.\nAt the same time, it approved hundreds of thousands of dollars in exports of navigation, direction-finding, radar and airborne communications equipment to civilian Iranian airline firms.\nThe Commerce Department also approved $  80,000 worth of oscilloscopes, devices used to monitor electrical impulses. Though oscilloscopes are used in a variety of common applications - television repair, for example - they are on a formal watch list of items designated by U.S. laboratories as useful in the production of nuclear bombs and ballistic missiles.\nThe end users listed on the license applications range from government offices and official telecommunications agencies, to oil drilling firms and universities.\nHowever, export control experts note that in Iraq's case, some of the innocuous-sounding end users on license applications were in fact front companies for the military.\nCIA Director Robert Gates warned in recent congressional testimony that despite an impression of increased pragmatism, Iran's government still poses a threat to its neighbors and to the free flow of oil from the Persian Gulf.\n''It continued to support terrorism as an instrument of state policy, despite its role in securing the release of hostages,'' Gates told the Senate Armed Services Committee earlier this month.\n''And Tehran has embarked on an ambitious effort to develop its military and defense industries, including programs for weapons of mass destruction,'' he said.\n\nGraphic\n\n \nGary Milhollin Dora Lanier (left) and Krista Bourquein explore the issue of sexual politics in the new University Theatre production, ''Etta Jenks.''\n\nLoad-Date: August 10, 1995"
}