{
    "title": "Commentary_ Terrorism insurance coverage",
    "publisher": "the daily record ",
    "year": 2003,
    "month": 2,
    "day": 22,
    "full text": "Sept. 11, 2001 represents the largest single insured event in history with estimated losses between $40 billion to $70 billion.\nThe inability to spread the risk of terrorist attacks through their reinsurance network, along with a stock market decline that has decimated investment returns, forced domestic insurers to ask for governmental action to fill the void left by the reinsurers.\nPresident Bush signed into law the Terrorism Risk Insurance Act of 2002 on Nov. 26, 2002. The new law creates a short-term federal backstop program for the insurance industry with a transparent system of shared public and private compensation for insured losses resulting from acts of international terrorism.\nThis act expires in 2005 and does not address the issue of terrorism coverage for personal line policies such as auto and homeowners.\nThe intent of this act, according to the U.S Department of Treasury, is to protect consumers by addressing market disruptions and to ensure the continued widespread availability and affordability of property and casualty insurance for terrorism risk.\nIn addition, it should allow for a transitional period for the private markets to stabilize, resume pricing of such insurance, and build capacity to absorb any future losses, while preserving state insurance regulation and consumer protections.\nThe Terrorism Risk Insurance Act of 2002 is a good start towards building a long-term financing risk transfer for terrorism losses. This is necessary for providing affordable terrorism risk insurance.\nIn the past, insurers hedged against catastrophic risk through the purchase of reinsurance contracts and the use of securitization -- the repackaging of insurance risks for capital market investors.\nThe use of risk-linked securities, such as catastrophe bonds, was introduced in the 1990s to complement reinsurance as an alternative way of transferring the risks posed by hurricanes, earthquakes and other natural perils.\nThe use of securitization generated a new source of capital for catastrophe losses provided by capital market investors willing to assume risk for a return. This process enabled catastrophe risks to be available and affordable, thereby reducing the burden on the federal and state governments to provide emergency disaster relief.\nAfter consulting with the Homeland Security Council and top advisors last week, the president decided to raise the national threat level to orange, representing a high risk for terrorist attacks.\nA long-term solution to terrorism exposure utilizing the securitization process for additional source of capital is vital for the survival of the insurance industry.\nTerrorism risk exposure from a severity loss exposure is similar to catastrophe exposures due to earthquakes and other national disasters.\nBy using similar hedging mechanisms and pricing models as used for catastrophe losses, the insurance and reinsurance companies should be able to provide affordable long-term terrorism insurance coverage to both personal and commercial insurers.\nGeorge Y. Andrea is a finance professor at the University of Baltimore Merrick School of Business. Andrea is also the research chairman of the Maryland Chapter of the Chartered Property Casualty Underwriter Society.\n\nLoad-Date: November 8, 2004"
}