{
    "title": "Commentary_ Terrorism, a religion based on hatred",
    "publisher": "new orleans citybusiness ",
    "year": 2001,
    "month": 10,
    "day": 22,
    "full text": "I really enjoy the Sunday morning news shows that all the networks air.\nThis past Sunday morning, I heard an observation that gave me pause. A guest on a local news show said that the militant terrorists have declared war on all we love. They hate us more than they love their children, he said.\nThat concept is impossible for me and, I hope, most Americans to grasp. It seems to go against every religious tenet that I have ever heard of, yet if analyzed, explains the willingness of these terrorists to sacrifice their followers to accomplish their goals.\nAs a Christian, I've been taught from an early age that the truest manifestation of faith is to love others more than you love yourself. Buddhist, Hindu, Islamic and Jewish doctrines all preach compassion, peace and benevolence. It's hard to imagine a religion based on hate rather than love.\nSo, while these attacks seem to contradict the true teachings of Islam, history has given us many examples of religious zealotry that punishes those who don't conform to various interpretations of faith.\nIn the Middle Ages, Christians sought to reclaim the Holy Land in the Middle East and slaughtered the non-believers they encountered on their crusades. We may still be paying a price for the atrocities.\nOur own nation in its infancy allowed slavery to exist. Though pockets of compassion and benevolence may have existed, the fact that so many of our ancestors were willing to see other humans as property offers insight into how evil can creep into society and become acceptable behavior.\nWe can look at the Ku Klux Klan and again see that evil does exist, sometimes even protected by religious institutions that claim to teach compassion and love.\nMany conflicts still rage in the world that don't involve Muslims and their enemies, so we can't just focus our disbelief and outrage on them. Denominational conflict has defined life and war on the streets of Northern Ireland for generations and their hatred for each other seems as real and as deep as the hate that militant Muslims declare against Jews and the West.\nSo, seemingly it should be easy for us to understand the conditions that must exist for hatred to develop and prosper in society. But I think good people should not be able to understand evil. I think we should concentrate on our ability to recognize evil and work toward a world that doesn't tolerate any evil behavior.\nWhen evil men gain control, awful things happen. Hitler's Germany, Mussolini's Italy, Hirohito's Japan and Pol Pot's Cambodia are all relatively recent dramatic illustrations of evil powers that flourished but were ultimately judged intolerable. But these men were able to build governments that institutionalized barbaric behavior and hatred.\nThey were able to flourish because of catastrophic economic conditions or overwhelming political and military strengths that rewarded the faithful for carrying out the demented orders of the leaders.\nThere is a huge difference in a society that allows or even encourages its young men and women to defend its borders and those that promise a special sanctity for those willing to sacrifice their lives for an evil crusade.\nIf the current war against the terrorism inflicted on our nation follows suit, many more will sacrifice their lives trying to honor a system that teaches hate over tolerance and a demented interpretation of scriptural text that preaches destruction and annihilation of non-believers.\nThe young warriors will be sacrificed, and the leaders, when defeated, will either choose to end their lives in shame or plead for mercy from the world court system.\nOur collective future depends on our ability to recognize, but never foster, the concept.\n\nLoad-Date: May 26, 2005"
}