{
    "title": "Committee gets simple solution for terrorism Other Views",
    "publisher": "turtle mountain star",
    "year": 2009,
    "month": 10,
    "day": 12,
    "full text": "\"Shut the door!\" barked Old Siev-ert as the cold northwest wind whipped past Holger Danske who was entering the community hall for an emergency meeting of the Homeland Security Committee. (A frost had just destroyed most of the pumpkins, making the townspeople very cranky.) Offended, Holger slammed the door twice and then kicked it with his thrift store iron-toed shoes.\nWith a \"hey! listen up.\" Chairperson Ork Dorken called the meeting to order with a grim announcement.\n\"We just got word that terrorists are targeting arenas, theaters, coliseums, stadiums and major meeting places and I figured that our Western Bohemian Fraternal Association hall would be a likely victim so we better plan a defense for this threat,\" Ork explained. \"After all, this hall is the biggestone for six miles around.\"\n\"What about Barley Blewett's big red barn three miles up Highway 97?\" asked Einar Torvald. \"He had some pretty big dance crowds in that place...and wild ones, too.\"\n\"Barley!\" exclaimed Madeleine Morgan. \"Where did anybody get a name like that?\"\n\"It's a long story,\" explained Little Jimmy, the town's self-taught scholar and historian. \"Barley was named for his great-grandpa, Pierce Blewett, who lost out for governor in 1930 because he wanted to abolish prohibition. The WCTU smeared him with the truth and he lost by 70,000 votes. Tt made him so mad he vowed to be the state's biggest beer bootlegger, named his son Malt, and Malt named his son Barley. That's the story of Barley Blewett.\"\n\"The Blewett barn doesn't count. They haven't had a dance out there for 15 years,\" Johann Kerianski reminded the group.\n\"That's because of the lawsuit,\" Little jimmy continued. \"Barley's cousin, Hops, was at a dance doing a wild schottische by himself, fell down the hay chute, and startled Barley's prize bull who broke Hops' foot.\"\n\"Well, Hops sued Barley for running an attractive nuisance and Barley sued Hops for scaring the bull, useless. The jury found everybody at fault and awarded both sides each $50. So they paid each other and Barley locked the barn up - no more schottisches at his place.\"\n\"Worse of it was that Hops lost his place in the Whoopee Whirlers square dance club for two months,\" Little Jimmy added. \"His best friend,Morty Kachelhoffer, took his place and ran off with his girlfriend.\"\n\"Very interesting, but what has all this got to do with security for our town hall?\" Ork demanded in disgust.\n\"Well, I read where FEMA hasn't made any progress on the public warning system for two years, meaning that we're just sitting ducks, out here on our own.\" reported Johann. Most town folk thought he read too much.\n\"Let's get some government stimulus money to buy some really big red alert flags so everybody will be on high alert day and night,\" suggested Alert Officer Garvey Erf aid.\n\"One for each end of town.\"\nThat idea resonated - an appropriately simple solution for the group. With a decision almost made, the impatient committee rose as one and headed for their gardens, hoping get the carrots dug before snowfal 1.\n\nLoad-Date: January 13, 2010"
}