{
    "title": "COMMON MARKET IN PACT ON TERROR",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 25,
    "full text": "Cabinet Ministers from countries of the European Community agreed today to step up their exchange of information on terrorism with the United States and other nonmember nations.\nA statement issued by the ministers from eight of the 12 Common Market nations said the agreement reflected recognition that nations must work together to effectively fight terrorism.\nThe United States officials, Attorney General Edwin Meese 3d, William Webster, director of the Federal Bureau of Investigation, and Robert Oakley, director of the State Department's counterterrorism office, also met with some of the ministers, including Home Secretary Douglas Hurd of Britain.\nMr. Hurd told a news conference that the American officials ''suggested in a very courteous and understanding way that it would be valuable if there was a procedure which doesn't now exist for contacts between the Common Market and the United States Administration.''\n'Met the American Interest'\nHe continued, ''And it has been agreed that there should be contacts between the Trevi group and third countries and obviously pre-eminent among these is the United States. So I think we've met the American interest in this matter and I welcome that.''\nThe Trevi group is a reference to Common Market members who held a meeting on anti-terrorism last year in Rome.\nThe meeting today was the second of Common Market nations this week to respond to increased terrorist attacks in Europe, including the April 2 bombing of a Trans World Airlines jetliner over Greece, the April 5 bombing of a West Berlin discotheque and the April 17 attempt to smuggle a bomb aboard an El Al jetliner in London.\nA total of six people, including five Americans, were killed in the two bombings. West Germany and the United States have said the discotheque bombing was ordered by Libya.\n \nLibyan Embassy Staffs Reduced\nOn Monday foreign ministers of the Common Market nations agreed to order reductions in the staff of Libyan Embassies in their capitals and to impose other diplomatic sanctions on the North African countries.\nInterior Minister Friedrich Zimmerman of West Germany said the Common Market Ministers agreed to exchange such information as names of suspicious individuals, data about suspicious and stolen passports and security measures relating to air traffic.\nThe ministers also agreed to exchange intelligence on nonterrorist crimes such as arms trafficking, international fraud, slave trade, drug smuggling, kidnapping, extortion and soccer violence.\nThe ministers' statement said that in view of recent terrorist acts ''both inside and outside Europe, combating terrorism calls for increased vigilance and determination within the framework of European cooperation.''\nMr. Hurd was asked if the agreement was a result of recent Libyan threats to attack Western Europe in retaliation for the United States air raids on Libyan cities April 15.\n''I would not deny that,'' Mr. Hurd said, adding that the decision was aimed at all terrorist groups, not just at those believed to be linked to Libya.\nIn a related development, the 21-nation Council of Europe agreed in Strasboug, France, to hold a special meeting this year of interior and justice ministers of member nations to work out a common strategy against terrorism.\nThe Common Market ministers' statement did not specify intelligence exchanges with the United States. It mentioning only ''third countries.''\nJustice Minister Frits Korthals Altes of the Netherlands, who led the Common Market conference, said the statement was nonspecific so that a Common Market panel could decide which countries to share information with. ---- Libya Criticizes Common Market TRIPOLI, Libya, April 24 (Reuters) - Libya criticized the European Community today for its diplomatic sanctions and threatened to take ''appropriate measures'' in reply.\nIn its first official reaction to European Community restrictions on the number and movement of Libyan diplomats in Europe, a statement from the People's External Liaison Bureau said the move was a response to United States pressure.\nThe statement, published in newspapers today, Libya had the right to ''take appropriate measures when the E.C. agreement is put into effect.''\nInformation Minister Mohammed Sherifuddin warned Europeans last night to expect a terrorist attack to be carried out by Israeli and United States agents so that Libya could be blamed.\nMr. Sherifuddin said the United States-Israeli operation would be similar to the April 5 bombing of a West Berlin discotheque in which two people were killed and more than 200 wounded. ---- Jordanian Tied to 2d Bombing WEST BERLIN, April 24 (AP) -The police said today that the Jordanian arrested in the bombing of a West Berlin discotheque also may have had a role in a bomb attack on a German-Arab friendship association here last month.\nThe explosion at the German-Arab Friendship Society on March 29, one week before the bombing of the La Belle discotheque, wounded seven Arabs, two seriously. The police said then that they thought the blast was connected to conflicts between moderate and radical Arabs living in Berlin.\nA police spokesman, Dieter Piete, said today that Ahmed Nawaf Mansour Hazi, 35 years old, may have been involved in the explosion at the friendship society in West Berlin's Kreuzberg district.\n\nGraphic\n\n \nPhoto of Chara Fuddin of Libyan Information Ministry (Agence France-Presse)"
}