{
    "title": "COMments(2)",
    "publisher": "daily news ",
    "year": 2015,
    "month": 12,
    "day": 17,
    "full text": "OpEd contributors Stephen T. Lane and Reza Jalali, \" We're at risk of repeating history when we fear people based on religion\":\nThe vilification of refugees is a shameful embarrassment. A person or party who uses hatred and manipulation to create fear is in no way fit to lead a country. And this kind of rhetoric does have consequences. Not only does it harm our reputation abroad and create recruitment opportunities for terrorists, it hurts our own citizens. There has been an uptick in hate crimes against Muslims or those perceived to be Muslims. We're seeing mosques being vandalized.\n-- wolfndeer\nGiven the rapid rise of Islamic terrorism in recent months, America's fear of Islamic terrorism is well justified. Syrian refugees -- except for those among them who want to import terrorism to the U.S. -- would rather live in a safe zone near their home of origin. Yet, I see no movement to create such a safe zone because President Barack Obama is too political to change his mind even in the face of reality.\n-- whawell\nThe vetting process for refugees takes two years. Perhaps some people would like it to take five years. Why not 15 years?\n-- RedFaced1\nSo Donald Trump is a racist because he wants immigration control, and he is xenophobic because of wanting to restrict Syrian refugees coming into the U.S.?\n-- Lil Devil\nThe Republican governors pretty much said, \"Sad to hear of your plight, but there's no room for you at this inn.\" Merry Christmas.\n-- mooselake\nIt seems funny, odd and strange to have to use the tenets of Christianity to appeal to the righteous right, and they're having none of it.\n-- John VoIP\nThe Bible does not say we have to become targets.\n-- Liberalone\nNationalistic fervor is not an end in itself. Principles still matter. There may be some overlap there, but it is hard to see that at this juncture.\n-- sdemetri\nIf it is not surrendering, what is it when we live by so much fear we give up our principles in the name of fighting terrorism?\n-- yourmaineguy\nI personally don't like a religion whose followers' sole goal is to kill everyone who does not agree with them.\n-- allen t grant\nAll of a sudden the liberals use Christianity as a foundation to further their cause. They are incredible. They mock Christians and their beliefs. And now at Christmas time, they use the birth of Christ as a foundation to publish an OpEd in support of allowing Syrian refugees into the U.S. Here is a thought: Why not have Saudi Arabia, Egypt and other Middle Eastern countries take them in? The culture shock would be far less devastating.\n-- Kaliss\nHow about if we strongly dislike them because they try every chance they get to kill as many of as they can. Is that still OK?\n-- BraindeadLibby\nWe have reason to fear the Syrian refugees when we are being attacked on our own soil by Islamic terrorists, and our weak president is not doing his job by securing the American people first. He is too busy always trying to appease the Muslims in this country. Islam is not just religious but it is also political. And there is no comparison between Jesus and Mohammed whatsoever.\n-- Alex Hudson\nIf Islam and Christianity are so similar, why don't Stephen Lane and Reza Jalali call for Saudi Arabia to take in the refugees? Or to take steps to keep them from becoming refugees in the first place?\n-- PopTartGUN!\nMy eighth-grade history professor, who was Jewish, once opined that \"Christianity is a beautiful concept. Too bad no one ever practiced it.\"\n-- Joe Dokes\n\nLoad-Date: December 17, 2015"
}