{
    "title": "Commentary_ Guarding against eGuardian",
    "publisher": "the daily record ",
    "year": 2011,
    "month": 9,
    "day": 6,
    "full text": "Imagine this situation. You are touring New York City and marvel at the magnificence of the Brooklyn Bridge. You take multiple pictures of the structure from multiple angles.\nA passerby believes that you or your behavior is \"suspicious\" and photographs you. He emails the photograph to a NYPD detective who concurs with the passerby. You \"appear to be casing\" the bridge. The detective \"uploads the picture\" \"into a computerized, Internet-based system looking for similar incidents. \"\nGuess what? There is a \"match. \" Three days ago you were in Washington, photographing the Washington Monument. The D.C. police now want to question you about your picture taking.  \nAll of this information is relayed through the FBI and may be reviewed by one of its 106 Joint Terrorism Task Forces.\nThe situation is hypothetical but comes from a story on the FBI website promoting eGuardian, the Internet-based system mentioned above. To quote the story, the system enables \"near real-time sharing and tracking of terror information and suspicious activities with the local, state, and federal partners\" of the FBI. There are more than 18,000 such partners.   The FBI launched the program in January 2009.\nWe know very little about the use of eGuardian. For starters, the FBI encourages members of law enforcement to submit to it or the National Security Agency reports of \"suspicious activity. \"  This activity includes \"observed behavior that may be indicative of intelligence gathering or pre-operational planning related to terrorism, criminal, or other illicit intention. \" How law enforcement is to divine an illicit intent is not stated.\nAs part of its guidelines, the FBI does inform its partners that they are not to use race, ethnicity and religion to create suspicion. As for activities protected by the First Amendment, such as picture taking, there must be additional facts and circumstances giving the reporter reason to believe that the behavior is related to crime or terrorism.   Ironically, in its hypothetical, the FBI did not state what those facts and circumstances were.\nIn two years, the FBI and the NSA received 7,197 suspicious activity reports, of which only 103 led to criminal investigations. The agencies refuse to tell us the disposition of the remaining 7,094 reports.\nIn fact, the agencies would not provide the ACLU basic information about eGuardian, such as the numbers of people and incidents entered into the system, the policies governing the collection, retention and dissemination of information through the system, tests of the accuracy of the system, reports of misuse, and the process by which a person may find out if he was the subject of a report.  \nLacking this information, we can only wonder about the scope and intrusiveness of eGuardian.   We do know that the Pentagon used an earlier version of eGuardian, called TALON, to collect information on people planning anti-war protests near military installations.\nLocal law enforcement agencies, including the RPD and the NYPD, have built massive databases of police-citizen encounters not resulting in arrests.   Special legislation was necessary to get the NYPD to purge its database.  \nWho says that the FBI and the NSA are acting any differently?  Who says that local law enforcement is adhering to the FBI's guidelines and not judging behavior on the basis of the actor's race, ethnicity, and religion?\nFortunately for privacy advocates, the ACLU commenced a lawsuit last month to compel the FBI and the NSA to turn over information about the implementation of eGuardian.   Pulling the program out from the shadows of government hopefully will lead to necessary changes.\nScott Forsyth is a partner in Forsyth & Forsyth and serves as counsel to the local chapter of the ACLU. He may be contacted at (585) 262-3400 or scott@forsythlawfirm.com\n\nLoad-Date: September 13, 2011"
}