{
    "title": "Commentary_ Spy poisoning, E-coli scare show U.S. vulnerabilities",
    "publisher": "long island business news ",
    "year": 2006,
    "month": 12,
    "day": 15,
    "full text": "It wasn't too long ago that New York Sen. Charles Schumer loudly voiced his concern about the lack of security over America's food chain and its exposure and vulnerability to \"agri-terrorism. \"\nRecent events have given credibility to his concerns and raise new alarms for the safety of America's food supply. Examples of what can happen when the digestibility of food supplies is compromised can be found in three recent examples of tainted foods.\nThe first involved the polonium poisoning of a Russian spy turned critic of the current Russian government. Reports note that he was poisoned while eating in a restaurant; a chilling thought given how easy it was to inject poison into the meal he was eating. This is especially disconcerting considering how important restaurants, catering and public dining are to Long Island's economy.\nThe other two were the E-coli bacteria infestations, found in spinach months back and recently at many Long Island Taco Bell restaurants. This speaks volumes about the vulnerability of the food supply, should agr-terrorism be an option for those who wish to harm Americans.\nLong Island's economy is not immune from the prospects of agri-terrorism either, especially considering that Suffolk County is the largest agricultural county in New York State in terms of economic activity, in addition to being New York's second-most-important wine-producing region.\nIt's time for the food industry to begin grappling with this issue, made more complex because it crosses federal and local jurisdictional responsibilities. The industry has begun unraveling the multifaceted issues by admitting the problem is too large for industry insiders to grapple with alone, and is asking the federal government for help. However, that is not enough: The E-coli problem is one of local origination and often caused by ineffective local sanitation and tainted irrigation systems.\nUnfortunately, what these instances of compromised food products do is present clearly the need for testing for bacteria and impurities before products enter the food chain. The nation's physical and economic health is too important to ignore this issue any longer.\n\nLoad-Date: December 15, 2006"
}