{
    "title": "Committee Seen Passing Terror Insurance Measure",
    "publisher": "american banker",
    "year": 2007,
    "month": 8,
    "day": 2,
    "full text": "The House Financial Services Committee was expected to pass a bill late Wednesday to extend the federal terrorism insurance program.\nThe bill, sponsored by House Financial Services Chairman Barney Frank, D-Mass., has broad support from bank and insurance groups, which have complained about the uncertainty facing the program since it was established in 2002 following the Sept. 11 attacks.\n\"It's unsettling to businesses trying to conduct business, so we're trying to get some certainty in the marketplace by extending it for a longer period of time,\" said Martin Depoy, the steering committee coordinator of the Coalition to Insure Against Terrorism, which represents 80 groups, including banking and insurance trade associations.\nYet the bill, called the Terrorism Risk Insurance Act, faces significant obstacles. The Senate Banking Committee intends to take up the issue after the August recess, but a bill has yet to be introduced. Also, Bush administration officials have expressed objections to the federal backing of private terrorism insurers.\nIt was clear Wednesday that congressional Republicans remain split on the issue. During the House committee vote, two amendments offered by GOP lawmakers went different directions: one would make the program, scheduled to expire at yearend, more temporary, and one would extend it to 2022. The first amendment, offered by Rep. Adam Putnam, R-Fla., would extend the program by just eight years with an ensuing two-year \"soft landing period.\" Rep. Putnam said the provision would help insurers \"without creating a sense of permanency.\"\nBut Rep. Frank, who had supported a shorter extension before becoming the committee chairman after Democrats gained control of Congress this year, said his view has changed.\n\"When you're in the minority, you take what you can achieve. When you're in the majority, you raise your sights,\" he said. \"I don't see this as a transitional program. ... This is a matter of national defense and national security.\"\nThe Putnam amendment was not expected to pass.\nThe second amendment, from Rep. Peter King, R-N.Y., would extend the program for 15 years, instead of the 10 in Rep. Frank's original bill. New York lawmakers from both political parties supported the provision, and support from Rep. Frank appeared to give the amendment legs. It was unclear if the amendment would pass the committee.\n\"What we hear from the business community is that after 9/11 no one could get insurance,\" said Rep. Carolyn Maloney, D-N.Y. \"It's not helpful to have just a short TRIA extension that throws the market in disarray.\"\nBut opponents noted that the White House has been uneasy about extending the program indefinitely, and that a longer extension may threaten a veto.\n\"Ten years is a reasonable period,\" said Rep. Spencer Bachus of Alabama, the committee's lead Republican. \"Let's not go beyond the program length that the administration already strongly opposes.\"\nHow long the program should last has been an issue since the Terrorism Risk Insurance Act was enacted in 2002. At that time it had a three-year deadline, after which, Bush administration officials said, they expected the market to stabilize. But officials agreed in 2005 to extend the program for another two years.\nTreasury Secretary Henry Paulson wrote in a letter last week that the administration believes the program should be phased out. Mr. Paulson also objected to provisions that would expand coverage to include group life insurance and to cover attacks from domestic groups.\n\"We do not support efforts to expand the federal government's role in terrorism insurance,\" Mr. Paulson wrote.\nDuring the vote Rep. Frank put into the record a letter Mr. Paulson wrote when he was the head of Goldman Sachs Group Inc. Then, Rep. Frank said, Mr. Paulson seemed opposed to letting the private insurance market fend for itself.\nIndustry representatives have said that without the program, terrorism risk insurance would be too expensive to obtain.\n\"We have serious doubts about whether a viable terrorism risk insurance marketplace would be available,\" Mr. Depoy said.\nThe industry also supports expanded coverage, since the face of terrorism is constantly changing, he said. \"The definition of terrorism, I think, has blurred over the last several years,\" Mr. Depoy said, noting that the July 2005 London subway bombings were carried out by terrorists who had legal British status. \"We've seen attacks, for example, in London, where technically if it were applied to the current law, it wouldn't be covered, because all of the people who carried out those attacks had British passports.\"\nhttp://www.americanbanker.com/            http://www.sourcemedia.com/\n\nGraphic\n\n \nphoto, Bachus\n\nLoad-Date: August 1, 2007"
}