{
    "title": "COMMUNITY CAN'T KEEP TALENT FROM MOVING ON TERRORISM HAS CONGRESS IN USUAL PARTISAN DITHER",
    "publisher": "the columbian ",
    "year": 1995,
    "month": 6,
    "day": 8,
    "full text": "Much as we might wish it were otherwise, Vancouver isn't regarded as the top of the ladder for some of the more talented professionals who spend parts of their careers here.\nThose who have found this to be a most satisfactory place to spend their later productive years may feel occasional twinges of longing for bright lights in big cities. Thus they can understand if not happily accept that Jim Parsley and John Fischbach have been thinking lately of moving along.\nParsley is among three candidates being considered by the Seattle School Board to run the state's largest school district. Fischbach has been offered the job as city manager of Fort Collins, Colo., and will fly there Friday for final negotiation with the city council.\nThe departure of either or both will engender stress. The Vancouver School District has been shaped to Parsley's standards for 15 years. Vancouver's city government has been under Fischbach's direction for five years. Both have built or continued effective organizations; neither the city nor the school district would stumble in the short run. Both have capable middle managers who could serve in the interim while the elected policy makers decide how to proceed.\nThe questions are neither easy nor simple. Does such an organization opt for continuity and stability by promoting from within?Or is it better to aim for newer, better levels of achievement by looking elsewhere for top talent? The argument swings back and forth. In general though, elected officials more often than not decide to look outside, although it is extremely rare that an outsider can win election.\nPromoting from within is a lot easier and far cheaper, certainly in the short term. The Fort Collins City Council has been on an expensive quest trip for months, and the Seattle School District has similarly been preoccupied by its process of replacing William Kendrick. An additional cost is in the talent that leaves from the middle levels when the tradition is to look elsewhere for a relatively unknown quantity to fill the top slot.\nParsley and Fischbach are among the better arguments for looking outside for different talents and energies and visions than may be available at home. Their community and their respective organizations are much the better for their efforts, although neither tenure has been without controversy.\nIf either goes away this time or perhaps the next, we can wish them well even though wishing they might stay.\nTerrorism has Congress in usual partisan dither\nRight after the bombing of the federal building in Oklahoma City, every politician who could get in front of a camera promised that he or she would prevent such horrors in the future by pushing legislation.\nMost made similar vows after the World Trade Center was bombed. This time, though, they may produce something. The U.S. Senate finally passed on Wednesday a package of measures somewhat resembling the list President Clinton proffered during his turn before the post-terror cameras.\nThe action became possible during the weekend when Clinton and Senate Majority Leader Bob Dole stopped blaming each other for holding up progress on the bill. With that, the Republicans and Democrats in the Senate cut a list of nearly 100 proposed amendments down to just 25 or so by Tuesday morning.\nThose included a fairly comprehensive list of the various ideas for dealing with terrorism, including a fast track to the death gurney for Terry Nichols and Timothy McVeigh if they're found guilty of the Oklahoma bombing.\nFor much of Monday, the Senate was preoccupied with the notion of taggants. Those bitty bits of plastic, added to explosive materials during manufacture, can tell investigators after a bombing where and when the basic ingredient was manufactured. Sen. Dianne Feinstein, D-Calif., proposed an amendment requiring taggants in just about anything that can be made to explode. Clinton wanted the measure, and most Republicans were willing to go along. Senators particularly friendly to the National Rifle Association balked. They held up progress until the measure was watered down to exempt black powder and to require an 18-month delay in adding taggants to fertilizer while the issue is thoroughly studied.\nAnother Feinstein amendment, adopted by quick voice vote after just a few minutes of cursory debate, provides for criminal prosecution of anybody caught passing terrorist lessons and information along the Internet. That was somehow deemed less worrisome by defenders of civil liberties than are provisions to make it easier for federal officials to use electronic surveillance against suspected terrorist gangs.\nThe senators were gleeful about their progress. Unfortunately, a Senate bill does not a federal law make. The subject may not be taken up in the House of Representatives for some weeks. When it is, the Republican majority there could be less than willing to pass measures touted by the president.\n\nLoad-Date: June 8, 1995"
}