{
    "title": "Common knowledge",
    "publisher": "university wire",
    "year": 2017,
    "month": 3,
    "day": 6,
    "full text": "There are a number of stories that are generally accepted as true, and are such perfect and powerful examples of perils to be avoided that they have become etched into common mythology. As with many such wisely accepted \"facts,\" with a little examination such perfect stories of folly and menace fall apart. Let's take a quick look at three such stories: the million-dollar space pen, the boiling frog and refugee terrorists.\nNASA scientists recognized that standard ball-point pens could not function in orbit around the Earth or on a trip to the moon, so the government spent taxpayer money to develop million-dollar pens that could write in space. Meanwhile, the thrifty and crafty Soviets merely handed their cosmonauts old-fashioned lead pencils, which worked just fine, regardless of gravity. Or so the myth says.\nIn reality, from the early days of manned space flight, NASA astronauts and Soviet cosmonauts both used pencils. Standard pencils presented some problems - the points flaked and broke off, drifting in low gravity to possibly harm a person or disable critical equipment; pencils required messy sharpening; and the varying line width from worn pencils decreased legibility.\nMetal mechanical pencils, useable by an astronaut with or without gloves, seemed a good solution. In 1965, NASA ordered 34 custom-built mechanical pencils from Houston's Tycam Engineering Manufacturing, Inc., for about $128 per pencil. Some politicians cited these \"$128 pencils\" as evidence of uncontrolled government waste, implying that NASA wildly overpaid for what was essentially a box of yellow Ticonderoga No. 2 pencils. In contrast, the mechanical pencils proved to be a good solution to writing issues, but they were not perfect, as pencil marks smudged and could be erased, compromising the reliability of notes and records.\nNASA engineers were not alone in seeking a reliable low-gravity writing instrument. Paul Fisher, of the Fisher Pen Company, in true American capitalistic spirit, worked on this problem and used the \"space pen\" concept as a timely marketing tool, literally built for the space age. Fisher invested $1 million - none of it NASA money - to produce a pen that could write in zero gravity (with ink driven by pressurized nitrogen).\nNASA began using the AG-7 \"Anti-Gravity\" Space Pen in 1967 for the Apollo program. By 1969, the Soviet Union ordered 100 pens for their Soyuz space missions. The AP reported at the time that both NASA and the Soviets bought pens in bulk, at the same discounted price: $2.39 per pen. In addition to solving writing concerns, the Apollo 11 astronauts also used one of the pens to fix a broken arming switch, assisting their return to Earth. Incidentally, the pens are still sold today, for about $50 each. You can assuage your disappointment in putting this widely accepted story of the \"million-dollar space pen\" to rest by substituting another fun (but this time, true) fact: Tortillas are NASA's preferred \"bread\" in space, as unlike regular loaf bread, tortillas don't leave nearly as many equipment damaging crumbs. I have no reports on the use of tortillas by the Russian space program.\nIn Al Gore's Academy Award-winning \"An Inconvenient Truth,\" the slow but steady impact of climate change is likened to the well-worn tale that if one places a frog into a pan of hot water, it jumps right out; but if you start the frog in cool water and slowly turn up the heat, the frog will contentedly let itself be boiled to death. Gore is not alone, as pundits on the political left and right have cited the story to illustrate the inexorable but largely unreported erosion of liberties or any other slow threat du jour. Speaking from experience as one who had to rinse off frogs to prepare them for laboratory experiments, if the water started cool but eventually became hot to the touch (and certainly well below boiling) the frogs made a mighty leap out of the sink. Whatever you might think of frog intelligence, they will simply avoid water that is uncomfortable, and will - if at all possible - jump out of a hot pot, thus saving themselves, while putting another myth to rest.\nFinally, Donald Trump, in his recent address to Congress, claimed that the \"vast majority\" of people convicted of terrorism-related offenses in the U.S. since 9/11 \"came here from outside of our country.\" Trump made the claim to justify new draconian restrictions necessary to prevent a \"beachhead of terrorism\" inside the U.S. The source of this claim is a justice department compilation released last year by Jeff Sessions, now Trump's attorney general. The report is inherently, and perhaps intentionally, misleading because it doesn't include domestic terrorism.\nMost tellingly, an intelligence report from the Department of Homeland Security undercuts the premise of Trump's ban on immigration from seven majority-Muslim countries. The department's bureau of intelligence and analysis concluded that \"country of citizenship is unlikely to be a reliable indicator of potential terrorist activity.\" The New America Foundation's federal court database (tracking those charged with terrorism as well as terrorism convictions), demonstrated 84 percent of jihadist terrorism-related offenses in the U.S. since 9/11 are attributable to U.S. citizens or permanent residents. A quarter of such offenders are converts, further indicating a nuanced response is needed to deal with terrorism, not simply curbing immigration.\nForeign-born terrorists need to be stopped, but the precipitous ban on refugees and Muslim immigrants prevents us from focusing on the actual threat, and causes, of domestic radical terrorists, whether driven by religious, racial or political animus. A myth needs critical examination when it is used to justify sweeping reversal of this country's hard-fought status as a refuge for those fleeing war and injustice. In responding to our fears, we do not need to jump into a boiling pot of lies, half-truths and unexamined myths.\nThe views expressed in this column are those of the author and not necessarily those of The Observer.\n\nLoad-Date: March 6, 2017"
}