{
    "title": "Commentary_ U.S. can reduce threat from Islamic terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2016,
    "month": 7,
    "day": 5,
    "full text": "By Ed Feulner\n It's been only 15 years since the 9/11 attacks. But when you look at how the terrorist threat has evolved since then, it seems as if a century or more has gone by.\n Things have been changing - fast. And if our response doesn't change, and just as quickly, we're practically begging for trouble. Not another 9/11, necessarily, but another Orlando. Another Fort Hood. Another San Bernardino.\n Indeed, the sheer magnitude of 9/11 can almost blind us to the metastasizing danger out there. Most people are aware, of course, that attacks such as the one in Orlando have occurred, and that the attacker had terrorist connections. Few people, however, are aware that Orlando was the 86th Islamist terrorism plot in the United States since 9/11.\n That's right: 86th. Here in America.\n That number doesn't count the Paris attacks in 2015, the Brussels bombings this year, or many others incidents.\n Part of the reason, no doubt, is that we're talking about plots, whether successful or not. Many, thank God, have been uncovered and stopped by law enforcement agencies. But the fact remains that either way, terrorists are making their plans, and they show no signs of slowing down. Indeed, they're stepping up their activities.\n As Heritage Foundation terrorism expert James Jay Carafano recently testified to Congress, the frequency of plots has dramatically increased. There have been 22 successful or interrupted terrorist plots in the United States since 2015.\n Worse, the overwhelming number of these plots are emanating from the home front. Twenty-one of 22 involved American nationals. All involved a homegrown element.\n Another common thread: the Islamic State. It has become the most dominant influence, by far, on aspiring terrorists. At least 18 of the 22 plots I just mentioned had a connection of some kind to the Islamic State, either by affiliation, support, or inspiration.\n A final disturbing trend is the fact that the threat is getting deadlier. Five of the 11 successful Islamist-related terrorist attacks have been in the last 12 months, resulting in the greatest loss of life from Islamist terrorism on U.S. soil since 9/11.\n The question is, what can we do about it? We can never remove the threat entirely, but we can greatly reduce it.\n The best measures, according to Carafano, would focus on the individuals most likely to cause us harm rather than on whole classes of people. This is one potential advantage, for example, of the visa waiver program. The program provides a cost-effective and efficient means to capture more useful data on travelers in real time.\n If implemented correctly, it can be a very effective tool for identifying prospective security risks, including known and suspected terrorists. The Obama administration should be a better steward of the program and ensure that the information-sharing provisions are rigorously enforced.\n Speaking of information-sharing, one obvious but underused solution is to ensure that the FBI does more of it with state and local law enforcement. Despite the lessons of 9/11, the bureau still resists doing so. Once it learns to treat state and local law enforcement as true partners and critical teammates in the fight against terrorism, we'll become more effective in this fight.\n Other steps include expanding active-shooter threat training nationwide (to help the public defend itself in the crucial minutes before police arrive), expanding community outreach to ferret out possible lone wolves, and maintaining legitimate surveillance programs.\n We also need to reach out militarily. Driving the Islamic State from its conquered territories will hurt its legitimacy among would-be jihadists. We should also do more to work with our allies to shut down the foreign-fighter pipeline. This means doing a better job at intelligence-gathering and coordinating information between countries to identify any suspicious travel.\n Perhaps the easiest, quickest, and best thing to do right now would be to call this hydra-headed monster by its rightful name: Islamist extremism. We won't have a prayer of defeating it if we're afraid to speak its name.\n Ed Feulner is a founder of the Heritage Foundation (www.heritage.org).\n\nGraphic\n\n \nAP\n\nLoad-Date: July 5, 2016"
}