{
    "title": "Compromise on CIA interrogations possible Key GOP senators, Bush at odds",
    "publisher": "usa today",
    "year": 2006,
    "month": 9,
    "day": 18,
    "full text": "WASHINGTON -- The Bush administration signaled Sunday that it is willing to compromise with Republican lawmakers to save a CIA interrogation program President Bush says is vital to defeating terrorists.\nNational security adviser Stephen Hadley, making the rounds of Sunday talk shows, said the administration believes it can clarify interrogation rules without amending the Geneva Conventions. The comments appeared aimed at closing a rift between Bush and Republicans in the Senate that Bush said threatened to halt CIA interrogation of terrorism suspects.\nKey Republican lawmakers, including Sen. John Warner of Virginia and Sen. John McCain of Arizona, a former prisoner of war, argue that changing the conventions would invite other countries to do the same and expose future American POWs to mistreatment.\nAsked on ABC's This Week with George Stephanopoulos whether he thought a deal could be worked out, Hadley replied, \"I do.\"\nHadley said legislation should enable the CIA to resume interrogations that use unspecified techniques but under clear rules that comply with the conventions. Lawmakers and the White House could craft a compromise that \"achieves Sen. McCain's requirement that we don't amend or change Common Article 3,\" the provision of the conventions that the Supreme Court ruled in June applies to terrorism detainees, he said.\nSpecifically, Hadley said, interrogators need clarification about the provision in Common Article 3 that bans \"outrages upon personal dignity, in particular humiliating and degrading treatment.\"\nAppearing on CNN's Late Edition with Wolf Blitzer, Hadley said: \"Nobody knows what humiliating treatment is. What does it mean?\"\nMcCain, who spent 5 1/2 years in North Vietnamese prison camps, said tough CIA interrogations can continue within the bounds of the conventions. The ultimate issue is the United States' position as a moral leader, he said. \"We're the nation that people look up to. We can't lower our standards because others do,\" McCain said on This Week.\nOn Labor Day, the CIA transferred 14 high-level detainees, including alleged 9/11 mastermind Khalid Sheikh Mohammed, to U.S. military custody at Guantanamo Bay, Cuba, effectively halting the CIA interrogation program.\nNational Intelligence Director John Negroponte said on Fox News Sunday that CIA interrogations could resume if another high-level terror suspect was captured, but under more restrictive rules. \"That person may be questioned, but using the kinds of aggressive techniques, the tough techniques, that the president was referring to the other day may be problematic,\" he said.\nHadley wouldn't discuss the specifics of the CIA's interrogations. To do so, he said on ABC, would give terrorists the ability to train against the techniques \"and neutralize their effect.\" He repeatedly denied that the techniques constitute torture.\nOther Republicans expressed optimism that a deal could be reached with the White House. \"I'm willing to compromise,\" said Sen. Lindsey Graham, R-S.C., who has opposed Bush's plan for interrogating and prosecuting terrorism suspects.\n\nGraphic\n\n \nPHOTO, B/W, Chip Somodevilla, Getty Images\nPHOTO, B/W, Freddie Lee, ABC News via AP\n\nLoad-Date: September 18, 2006"
}