{
    "title": "Companies Focusing On Security",
    "publisher": "the new york times",
    "year": 1991,
    "month": 1,
    "day": 15,
    "full text": "With the deadline for Iraqi withdrawal at hand, companies are poised to put into effect security and business plans they have been preparing quietly since the invasion of Kuwait in August.\nOne big company said yesterday that it had planned in detail for the evacuation of employees in the Middle East. These plans, a company official said, included chartering planes to evacuate employees and mapping out alternative means of escape.\n\"Obviously we have plans,\" one company executive said. \"The fact that we have not sent staff home is an indication we are waiting to see what happens.\"\n \nPreparations in U.S.\n While most contingency plans were for employees in the Middle East, the possibility of terrorism also led companies to make preparations at home.\nWhile companies are reluctant to give details, many officials said yesterday that they felt prepared. But they acknowledged that it was hard to consider every eventuality. After meeting with Federal officials yesterday morning, one executive said: \"We may have forgotten something, but we have to make an attempt to go over everything. None of us really know if or when it will happen. But starting tomorrow we have to be ready.\"\nSecurity has been increased around trading exchanges, like the New York Stock Exchange, and at banks, investment banks and companies. Close contact is being kept with the Federal Bureau of Investigation on terrorism. Backup systems for computers have been tested and rechecked.\nTravel is being restricted in many companies along the lines set out in a State Department advisory last week, which warned against travel in the Middle East, South Asia and North Africa because of possible terrorist and other attacks against American citizens.\n \nMove to Options and Futures\n Insurance officials say that many companies are ready to invoke clauses in policies covering property in the Middle East that would nullify protection if a war breaks out. But one insurance official added it was unclear whether insurance coverage for acts of terrorism outside the area of hostilities could be nullified.\nBanks and clearinghouses are preparing for the possibility of another Presidential order to freeze funds of countries that support Iraq. Iraqi assets were frozen in August; at the same time Kuwaiti assets were frozen to keep them out of Iraqi hands.\nAnd many investors and companies have tried to get financial protection from the turmoil expected in the event of a war by moving into the options and futures markets.\nBut, at the same time, many major companies still seem to have their offices open in the Middle East and are waiting until after the United Nations deadline today or an outbreak of hostilities to decide what to do. These include Citibank, Merrill Lynch and American Express.\n \nConcern for Backup Power\n The concerns declined to discuss their security plans but said they were prepared for all eventualities. Fred Yeager of Merrill Lynch said, \"We're not commenting whatsoever on what we are doing.\"\nAmerican Express, which has 1,500 travel service offices abroad, kept them open during the San Francisco earthquake, the American military operation in Panama and the troubles in China that resulted in the massacre in Tiananmen Square.\nOther major concerns in New York have taken steps to improve their backup power and computer operations. They have taken lessons from the disruptions caused by a Con Edison substation fire in August that shut down several exchanges for a day and some Wall Street offices for several days.\n \nSeeking Safe Harbors\n Many banks had major problems with their accounts because their backup generators failed. These generators, said John F. Lee, president of the New York Clearing House, are now being tested more throughly. The clearinghouse, a private organization established by major banks to process daily banking transactions, has been tightening security, Mr. Lee added. The settlement system handles about 95 percent of all international dollar transactions.\nHe said the clearinghouse had also taken steps to see that banks that might be affected by a war have enough capital in the United States or some other safe harbor so that settlements can be met. In addition, the clearinghouse is also preparing for orders to freeze foreign bank assets if so ordered by the President.\nAccording to several traders, many investors have moved in the last several weeks to use various trading techniques to protect their investments in stocks and bonds from a sharp fall in prices and in oil from a sharp rise in prices.\n\"Some people are paralyzed and doing nothing,\" said Mark Hotimsky, managing director for global markets at Bankers Trust. \"But others are saying, 'I have to do something no matter what.' \"\n\nLoad-Date: January 15, 1991"
}