{
    "title": "Complicity of Pakistan in Pulwama strike underlined during India - Saudi talks",
    "publisher": "the world",
    "year": 2019,
    "month": 2,
    "day": 20,
    "full text": "New Delhi, Feb. 20 -- Saudi Crown Prince Mohammed Bin Salman and Prime Minister Narendra Modi have condemned the Pulwama terror attack by JeM while \"complicity\" of Pakistan was underlined during the meeting between the two leaders, external affairs ministry officials said on Wednesday.\nBriefing reporters on the crown prince's visit and on the issues discussed during the talks, T S Tirumurti, Secretary (Economic Relations) in the MEA, said the two leaders also called upon countries to renounce use of terrorism as a state policy.\nComplicity of Pakistan in the Pulwama attack was underlined during the talks, he said, adding both Modi and Salman condemned the Pulwama attack.\nEarlier at a joint press event, Modi called the Pulwama attack a \"cruel symbol\" of the scourge of terrorism and sought punishment for the terrorists and their backers. The crown prince, however, did not mention the strike.\n\"Last week's barbaric Pulwama attack was a symbol of the shadow of the inhuman danger hovering over the world. To deal with the scourge, we have agreed that there was a need to ramp up pressure on countries extending any sort of support to terrorism,\" Modi said, without naming Pakistan.\nOn his part, the visiting dignitary said, \"As far as terrorism and extremism are concerned -- which are common concerns -- I want to tell India that we will extend all cooperation to you -- be it intelligence sharing... not only with India but also with other countries.\" \"We will work together so that we can ensure a bright future for the generations to come,\" he added.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: February 20, 2019"
}