{
    "title": "Compromise May Extend Terrorism Insurance Aid",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 16,
    "full text": "A compromise appears to be taking shape to extend a federal program that would pay most of the commercial insurance losses in a major terrorist attack, easing months of uncertainty about the program's future. \n  A proposal outlined by Treasury Secretary John W. Snow, and backed by Republican leaders in Congress, would increase costs for insurance companies and reduce the range of coverage. But the insurers are willing to consider those changes as a trade-off for achieving their main goal: the extension of the program that requires the government to pay the bulk of insurance losses in a terrorist attack up to $100 billion.\n''The prognosis has gone from grim to quite hopeful,'' said Robert P. Hartwig, the chief economist of the Insurance Information Institute, an industry trade group in New York.\n  In recent weeks, ''there had been some negative comments from the administration,'' Mr. Hartwig said, and ''there did not seem to be any great sense of urgency in Congress.''\n  The insurers contend that a major attack or a series of attacks could bankrupt them and that they could not survive without government backing. The current program, known as the Terrorism Risk Insurance Act, was established in response to the World Trade Center attacks in 2001 and is set to expire at the end of this year.\n  Concerned that government support might end, insurance companies have been issuing policies with a provision that automatically revokes terrorism coverage on Jan. 1, unless Congress approves an extension. Real estate companies, builders and some elected officials have argued, along with the insurers, that a loss of terrorism coverage could slow construction and real estate sales and harm the economy.\n  The insurers said they were dismayed by a Treasury Department report in late June that recommended against renewal of the program and by critical comments from Senator Richard C. Shelby, the Alabama Republican who is chairman of the Banking Committee, and Representative Michael G. Oxley, a Republican and chairman of the House Financial Services Committee. \n  All contended that government backing reduced the incentive for insurers to develop a private terrorism insurance program. \n  But in testimony before Congress on Wednesday, less than a week after terrorists' bombs exploded in London, killing more than 50 people, Mr. Snow said that ''no one is talking about ending'' the government backing, adding, ''What we are talking about is revamping the program.''\n  Mr. Oxley said the ''potential damage to the economy is large'' if the program ended, and the next day Senator Shelby told reporters that he believed that some type of terrorism insurance program would be adopted by Congress this year. \n  Ramani Ayer, the chief executive of the Hartford Financial Services Group, who has been traveling around the country trying to build support for an extension of the program, said the shift in Washington made him optimistic that government backing would continue. \n  Under the current program, the insurance companies are required to pay up to 15 percent of their premium, or about $30 billion, in a terrorist attack. From then on, up to $100 billion, the government is to pay 90 percent of the losses. The government now begins to share costs with the insurers after an attack with as little as $5 million in losses.\n  The proposal calls for an as-yet unspecified increase in the percentage paid by insurers and a hundredfold rise, to $500 million, in the amount that puts the program into effect. The proposal calls for withdrawing government backing for terrorism coverage for commercial auto fleets and general liability.\n  The insurers are wary of how high the administration and Congress may try to push their industry's share of the losses. But they say they can readily agree to raising the attachment point, as the insurers say, to $500 million. \n  ''Nobody in the industry cares whether the attachment point is $5 million or $500 million,'' said W.R. Berkley, the chief executive of the W.R. Berkley Corporation, a property casualty company. ''The issue is what do you do in an horrendous event where the industry doesn't have the capacity to respond.''\n  The insurers would prefer the continued coverage of commercial fleets and generally liability and to expand coverage to group life insurance, said Robert Rusbuldt, chief executive of the Independent Insurance Agents and Brokers of America. But, he said, ''I don't think issues like that are deal breakers.''\n  In its report arguing for an end to the government support, the Treasury said private reinsurance, which insurers buy to spread their risks, was increasingly available. But the insurers contend that they are only able to buy reinsurance to cover less than 20 percent of their current terrorism risk and that there would be less coverage without the government program. \n  ''The bottom line is that there is no appetite now'' for private reinsurers to offer terrorism coverage, said Mr. Rusbuldt, especially after the bombings in London and, in 2004, in Madrid. ''What reinsurance company in its right mind is going to take on that sort of risk?'' he asked.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Treasury Secretary John W. Snow has outlined a plan that may preserve a program for commercial insurers. (Photo by Carol T. Powers for The New York Times)\n\nLoad-Date: July 16, 2005"
}