{
    "title": "COMPANIES RECALL MIDDLE EAST WORKERS",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 1,
    "day": 15,
    "full text": "Fearful of war and terrorism, some St. Louis companies are restricting foreigntravel and bringing home workers from the Middle East.  Meanwhile, vacationers are shunning Mideast destinations and Mediterranean cruises as the threat of war grows, travel agents say. Some are also canceling trips to Europe.  General Dynamics Corp. is recalling all employees from the Mideast, except those supporting Operation Desert Shield. A company spokesman declined to say how many workers were involved, citing security concerns.  The St. Louis-based defense contractor is restricting all overseas travel.  Sverdrup Corp., a St. Louis engineering and construction management company, brought home a ''handful'' of workers from Jordan as the U.N.  deadline approached for Iraq to withdraw from Kuwait, said spokesman Jerry Bryan.  They had been working on a contract to make the U.S. embassy more secure.  Sverdrup has told its employees to stay out of the Mideast ''for a while,'' Bryan said. Workers are being told to make their own decisions on travel to Europe and elsewhere.  About six Sverdrup employees remain in Saudi Arabia. They are working on a project called ''Peace Shield,'' building reinforced command and communication centers for the Saudi armed forces.  An undisclosed number of McDonnell Douglas Corp. employees remain in Saudi Arabia, supporting weapons systems, said spokeswoman Barbara Anderson.  But McDonnell Douglas is not limiting travel to the Mideast or elsewhere and is issuing no special warnings to employees.  ''This is a day-to-day thing. It could change tomorrow,'' Anderson said.\n''We're taking the threat of terrorism seriously.'' Monsanto Co. suspended travel for all employees to the Middle East.  Requests for other destinations are being decided on a case-by-case basis.  Executives at HOK Inc. canceled a trip to Moscow and Hungary this week, ''because of the possibility of terrorism,'' said Dana Collins, spokeswoman for the St. Louis architectural firm.  The company is letting travelers decide for themselves on foreign travel, and another trip to Moscow this week is still on the schedule, she said.  Travel agents report a raft of cancellations for vacation trips to Egypt and cruises in the eastern Mediterranean. And some agents report a growing reluctance to cross the Atlantic.  ''There are lots of cancellations. They're afraid of anywhere in Europe,'' said Mike Tenholder of Tenholder Travel.  Instead, travelers are headed for Florida and other U.S. locations and Carribean resorts.  The change is hurting Tenholder's business. This is a peak season for travel agents, and, in a normal year, Tenholder's staff would be busy until 8 p.m. Now, they're leaving at 5 p.m. Other agents say they have not seen large numbers of cancellations, although people are getting cautious. More are buying cancellation insurance to protect their deposits, said Vickie Brinkmeier of Gundaker Travel.  ''This time of year a lot of people say, 'I don't care where you send me.  Just make sure it's warm,' '' said Brinkmeier.\n\nLoad-Date: October 8, 1993"
}