{
    "title": "Concentrated risk of merger",
    "publisher": "business insurance",
    "year": 2006,
    "month": 10,
    "day": 23,
    "full text": "One of the benefits touted as springing from the merger of the Chicago Board of Trade and the Chicago Mercantile Exchange is lower costs, but in one area, the combined operations could see costs rise: terrorism insurance.\nThe $8 billion merger will ensure Chicago's place as a major player in worldwide trading, exchange officials said. ``They used to call us the hog butchers of the world. We are now the risk managers of the world,'' Jack Sandner, retired chairman of the Merc, reportedly said. However, the managers of risk may be increasing their risk-by combining the financial institutions at the CBOT's longtime home, according to the broker for both exchanges.\n``Insurers are managing their exposure to (terrorism) based on a geographic exposure, and the concentrating of operations to one geographic (location) diminishes the spread of risk and will concentrate the pricing issues to one given location,'' said Aaron Davis, director with Aon Corp.'s national terrorism and property practice in New York. ``You are going to have higher values in a single area and that is going to drive the ability to secure terrorism insurance and will drive the prices of the coverage that is available.''\n``When a financial exchange is looking at its risk exposure, the main thing that will drive its pricing is terrorism,'' he said. The merger ``concentrates the risks to one location.''\nAs for directors and officers and business continuity, however, the exchanges likely will need less coverage as a combined entity, said Dan Wasik, Aon's Chicago-based relationship manager for both exchanges.\nIn most business mergers, companies tend to save money on these types of insurance because the combined coverage limits tend to be more than necessary, Mr. Wasik said, adding that such savings are often seen as advantages to mergers.\n\nGraphic\n\n \nArt Credit: (CBOT traders)\n\nLoad-Date: October 25, 2006"
}