{
    "title": "Concerts remain vulnerable TERRORISM",
    "publisher": "daily news ",
    "year": 2017,
    "month": 5,
    "day": 30,
    "full text": "With bomb-sniffing dogs, bag inspections and rows of metal detectors at the entrance, the modern concert arena is in some ways a fortress. But the blast that killed 22 people last week at an Ariana Grande concert in Manchester, England, highlighted the dangers that still exist along the perimeters of these buildings\n on the street or in public concourses where concertgoers and others may gather in large numbers, \nunexamined by any security force. \nCrowded spaces \nInvestigators say the explosion at Manchester Arena occurred in a foyer just outside the venue’s doors, a space that connects the arena to the nearby Victoria rail station. SMG, the company that manages the arena, said that it is not responsible for policing that space. \nThe episode immediately recalled the attacks in Paris in November 2015, when gunmen who entered the Bataclan theater during a performance killed 90 people. But Steven A. Adelman, the vice president of the Event Safety Alliance, a trade group, believes that comparison is not quite apt. \n“It’s less like the Bataclan than it is the Boston Marathon bombing, which also took place on a public street, surrounded by law enforcement,” Adelman said. “It was another target-rich environment for someone with bad intent.” \nWith the Manchester bombing, the multibillion-dollar music touring industry is once again confronting the specter of violence. Last summer, with the Paris attacks still a fresh memory, the singer Christina Grimmie was shot while signing autographs in Orlando, Florida, and in a separate episode in the same city, a gunman killed 49 people at the Pulse nightclub. \nIncreased security \nIn recent years, arenas and stadiums in most major markets have implemented extensive security plans, in part dictated by the demands of sports leagues. Sophisticated surveillance and screening technology  as well as common-sense moves like bright lighting  are now common. For some events, especially hip-hop shows, the pat-downs and searches are especially thorough. \nMichael Downing, a former deputy chief of the Los Angeles Police Department, is now a security consultant at Prevent Advisors, a subsidiary of Oak View Partners, a company that advises sports and entertainment venues like Madison Square Garden. Downing, a counterterrorism expert, said the Manchester attack demonstrated the need for further surveillance technology to monitor public spaces. \nEntertainment venues, he added, have become standard “soft targets” for terrorists. \n“This is something we’ve been anticipating, something we’ve seen in the electronic magazines of al-Qaida and ISIS,” Downing said. “They encourage attacks on stadiums and arenas, malls, transportation hubs.” \nRuss Simons of the Venue Solutions Group described security at such major spaces as a cat-and-mouse game with sophisticated attackers. “Every time we make a move, that move is analyzed by our opponents,” he said. “They are looking for our next vulnerability.” \nSeveral concert promoters and security professionals declined to discuss their procedures, for what one promoter called “obvious reasons.” \nToo militarized? \nStill, there is a broader concern in the music industry that no one wants the concert experience to become too militarized. \n“Going to see a show or a sporting event as a kid is one of life’s true moments of happiness,” said Jonathan Daniel, whose company, Crush Music, manages artists like Sia, Fall Out Boy and Lorde. “It would be terrible to lose that.” \nWes Westley, the chief executive of SMG, said in an interview that his company has been heightening its security procedures since the 9/11 attacks in 2001. After the Paris attacks in 2015, he said, the procedures were already strict. \n“We already had tight security,” Westley said. “It was hard to get it any tighter. We wouldn’t let people in the building.” \nPressure to keep touring \nFor many of the talent executives and concert promoters who plan tours, the day after the blast began with calls from artists debating whether to go forward with their own shows. With sales revenue from recordings still down, musicians now derive more and more of their income from touring, and many say they are under constant pressure to stay on the road. \nMarc Geiger, the head of music at William Morris Endeavor, said that the Manchester attack would cause venues and promoters to ratchet up their security measures once again, and that artists would demand more protections  all of which would drive up costs. \nBut he echoed an optimism voiced by many in the industry, that the concert business would remain vigorously healthy and that fans would still buy tickets to see their favorite acts. \n“I don’t believe it is going to end an industry,” Geiger said of the attacks. “I do believe that in the near term a fear base has been established, which is what terrorism wants to do.” \nBen Risario, New York Times\n\nGraphic\n\n \nELININ LNRENATTI / ARRNCIATED PRERR\">Mourners place flowers in a square Wednesday in central Manchester, England, after a suicide attack at an Ariana Grande concert that left 22 people dead and dozens injured as it ended Monday night at the Manchester Arena.\n\nLoad-Date: November 30, 2023"
}