{
    "title": "CONDOLENCES POUR IN FROM AROUND GLOBE",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 3,
    "day": 12,
    "full text": "* World leaders say the attacks in Madrid demonstrate the need for nations to cooperate in the fight against terrorist groups.\nWorld leaders denounced the bombings Thursday in Madrid as a barbaric assault on Spanish democracy and urged nations to cooperate in bringing those responsible to justice and preventing terrorism.\nSympathy poured in from capitals worldwide, led by Spain's partners in the European Union.\n\"There is a general election due in Spain on Sunday. What happened today is a declaration of war on democracy. Let Sunday show that Spanish democracy is determined to overcome terrorism,\" European Parliament Preside nt Pat Cox said.\nEuropean Commission President Romano Prodi called the attacks \"ferocious and senseless.\"\n\"This is not a political act, it is a criminal act against defenseless people … a perverse act of terrorists,\" he said.\nThe United States, Britain and Russia emphasized that the attacks demonstrated the need to toughen international resolve against terrorist organizations.\nPresident George W. Bush was one of several leaders who spoke by telephone with Spanish Prime Minister Jose Maria Aznar. Dozens of other world leaders sent letters of condolence.\n\"I appreciate so very much the Spanish government's fight against terror, their resolute stand against terrorist organizations like the ETA, and the United States stands with them,\" Bush told reporters.\nSpanish officials initially blamed the Basque separatist group, but a claim of responsibility was later issued in the name of the al-Qaida terrorist network.\nBritish Prime Minister Tony Blair - who along with Aznar strongly backed the U.S.-led invasion and occupation of Iraq - said the Madrid bombings \"underline the threat that we all continue to face from terrorism.\"\nThe U.N. Security Council condemned the attacks and urged all nations to cooperate in bringing the bombers to justice.\nSecretary-General Kofi Annan said the killing of innocent people can never be justified and expressed hope that \"the perpetrators will be brought to justice swiftly.\"\nRussian President Vladimir Putin, who also telephoned Aznar, wrote in a condolence message to Spanish King Juan Carlos: \"This senseless, barbaric action has again shown that the world community must even more resolutely combat terrorism. Today, as never before, the entire civilized world must unite in the fight against this evil.\"\nMany world leaders stressed that they shared Spain's pain and fury.\nIrish Justice Minister Michael McDowell, whose country holds the rotating EU presidency, said the attacks were \"perpetrated by cowards who are morally and ethically bankrupt.\"\nItalian President Carlo Azeglio Ciampi denounced the attacks as \"abominable violence\" and said they would promote European unity against terrorism.\nIn Berlin, German Chancellor Gerhard Schroder said he was \"deeply dismayed by this inhuman attack.\" His government offered to send investigators.\nPresident Jacques Chirac of France wrote in a letter to Aznar, \"In these horrifying circumstances, I extend in my name, and in the name of the French people, my most sincere condolences.\"\nIn Tokyo, Japanese Foreign Minister Yoriko Kawaguchi called the attacks \"unforgivable.\"\nPope John Paul II called the attacks abominable.\n\"The Holy Father reiterates his firm and absolute disapproval of such actions that offend God, violate the fundamental right to life and under mine peaceful coexistence,\" said a message sent from the Vatican to Spanish church authorities.\nThe secretary-general of the Arab League, Amr Moussa, said the 22-nation association \"condemns such terrorist acts that aim at killing innocent civilians.\"\n\nNotes\n\nTERRORIST BOMBINGS IN SPAIN\n\nLoad-Date: March 12, 2004"
}