{
    "title": "Condoms, candy and convenience",
    "publisher": "university wire",
    "year": 2007,
    "month": 1,
    "day": 22,
    "full text": "Skittles. Pretzels. Snack crackers. Condoms. What do these things have in common? Thanks to efforts by Associated Student Government and Northwestern University health services, condoms have been stocked side by side with the food items in vending machines in Allison, Bobb and McCulloch Halls.\nTheir placement was meant to be an around-the-clock alternative to free contraceptives offered at Searle Student Health Services. Selling condoms via vending machines also relieved Undergraduate Residential Life's concerns about community assistants being responsible for condom distribution in dorms.\nBut due to lower than expected sales, vending machine condoms might be in danger. As Dr. Donald Misch, director of Northwestern health services, said in Friday's Daily: \"It's a financial issue. Vending machine companies want to maximize their revenue. If Snickers sells better than condoms, then they have to stock Snickers.\"\nThe choice of whether to keep condoms in vending machines should be based on student health concerns and not financial issues. If vending machines refuse to stock the unprofitable condoms, we suggest that NU subsidize them.\nAfter all, having an anonymous source of condoms at all hours is essential for promoting safer sex practices among students.\nSince ResLife no longer requires CAs to pass out condoms (although many still do, depending on personal choice), there needs to be an alternative to going to Searle, which is not open at all hours.\nIdeally, students would plan ahead and not need to visit the vending machine to practice safe sex. But as we all know, college hookups are often less than ideal. ASG and health services' initial decision to sell condoms in vending machines should be maintained. We hope that they will continue their support of the initiative, perhaps through subsidies, and potentially expand the service beyond Allison, Bobb and McCulloch.\nNo typecast for terrorists on \"24\" It is not easy to be a Muslim in a post-Sept. 11 America. And Muslim groups are saying the portrayal of Muslims on Fox's drama \"24\" isn't helping.\nThe Council on American-Islamic Relations is protesting the show, which features a Muslim terrorist plot this season. The council says the show perpetuates a frightening image that inspires hatred and prejudice against Muslims and is pushing Fox to depict Muslims more positively.\nPerpetuating base stereotypes is indeed wrong, and Muslims have unfortunately been victims of this type of profiling. But we believe that Fox is not resorting to mere stereotypes.\nThe reality is that these days, Islamic fundamentalists are the focus of the U.S. government's anti-terrorism program, and \"24,\" a show about government efforts to fight terrorism, is only reflecting that reality.\nWriters of \"24\" also have not concentrated only on Islamic fundamentalists. Past terrorists have included Baltic Europeans, Germans, Russians and even the U.S. president himself.\nFox even has aired a commercial during the program featuring Kiefer Sutherland, the show's star, explaining to viewers that the Islamic fundamentalist terrorists portrayed on the show are not representative of all Muslims. Clearly, Fox is going out of its way to make sure that viewers do not take away the wrong message.\nOn an anti-terrorism show, somebody has to be a terrorist, and whoever it is will be portrayed unfavorably. But that doesn't mean viewers will generalize that portrayal to minority groups in real life.\n(C) 2007 Daily Northwestern via U-WIRE\n\nLoad-Date: January 22, 2007"
}