{
    "title": "CONDITIONS ARE RIPE FOR TERRORISM IN EUROPE",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 5,
    "day": 29,
    "full text": "The car bomb that ravaged the heart of renaissance Florence Thursday has shaken Western European intelligence services. They fear the attack could signal the start of a campaign of indiscriminate violence to destabilize Italy and even a resurgence of the political terrorism that gripped the continent in the 1970s and 1980s.\nAn intelligence source at NATO headquarters in Brussels noted that the Florence bombing, the second such attack in Italy in two weeks, came at a time when German authorities were treating seriously reports of the reorganization of the so-called Red Army Faction, a left-wing extremist band responsible for scores of assassinations and bombings in the last decade.\n''It wouldn't take more than a couple of sensational terrorist operations of the magnitude of the Florence bombing to reinvigorate terrorism Europe- wide,'' said the North Atlantic Treaty Organization official, who spoke on condition of anonymity.\nAlthough the Cold War is over, other conditions favorable to terrorism -- growing political extremism, the spread of organized crime on an unprecedented scale, severe economic problems and rising unemployment -- are ''ripening'' in several parts of Europe, he insisted.\nTwo months ago, Germany's Office for the Protection of the Constitution, that nation's FBI, warned that groups modeling themselves on the Red Army Faction and its predecessor, the Baader-Meinhof gang, were forming amid the widespread unrest caused by extremist violence against foreigners.\nPreviously, it was thought Germany's reunification had spiked the type of left-wing terrorism that earlier convulsed the country. After the Berlin Wall came down in 1989, a half-dozen of the Red Army Faction's top leaders were arrested in East Germany, where they had taken refuge with the full knowledge of the communist authorities.\nMeanwhile, some European anti-terrorist experts expressed reservations at pinning on the Mafia alone the Florence attack that killed five people and destroyed or damaged priceless art treasures and monuments.\n''The scale of the operation and even the chosen target suggest this may have been a joint operation involving the Mafia but also political elements with an interest in creating panic,'' said Andre Piquet, a leading anti- terrorist specialist who has written extensively on the Mafia's political links.\nHe sees a possible connection between what happened in Florence and collaboration in recent years between the Mafia and officials inside the Italian police and government.\nThe Florence bombing came only a few days after Italy's national anti-Mafia prosecutor confirmed that a member of the Italian secret service was thought to have been involved in last year's death by bombings of the two famed anti- Mafia investigators, Giovanni Falcone and Paolo Borsolino.\nProsecutor Bruno Siclari added: ''It is also entirely possible this course of investigation will go beyond the particular secret agent in question (who is now in prison).''\nIt's likely that the Mafia, significantly wounded by the arrest of its top boss, Salvatore Riina, and other leaders in recent months, has reinforced an alliance with disaffected police officers and politicians with whom it has done business in the past, Piquet said.\nSimultaneously, revelations of corruption and bribery at virtually every level of Italian society have set off a political hurricane. The storm is threatening to demolish the political parties and institutions that have dominated Italy for a half-century.\nPiquet contends, ''The Mafia and the discredited elements of the old political system have been thrown on the defensive. They may have decided their only hope is to work together to fight back.''\nFrom this viewpoint, he explains, Florence was an ideal target.\n''The attack has enormous implications, underlining Italy's unique vulnerability to well-planned terrorist violence,'' he says. ''The whole country is really one big museum and art gallery of irreplaceable treasures. A well-placed bomb in Florence could be followed tomorrow by bombs aimed at destroying the incomparable art works of Venice, Rome and literally scores of other cities.''\nThere would be almost no way to prevent such attacks, he notes.\n''The bombing delivered a message to the authorities to end their campaigns against the Mafia and political corruption or risk devastation of Italy's artistic heritage,'' he concludes.\n\nLoad-Date: September 20, 1995"
}