{
    "title": "Conference on Terror_ Part I",
    "publisher": "usa today",
    "year": 2005,
    "month": 1,
    "day": 6,
    "full text": "Since September 11, the Saudi royal family has spent millions of dollars on improving its image. This includes the recent ad campaign \"Sponsored by the People of Saudi Arabia - Allies Against Terrorism.\" Another ad that appeared in USA Today stated, \"For far too long, rumors have been accepted as truth...The 9/11 Commission Report finally reveal[ed] the facts.\" However, despite the Saudi PR effort's claim that the report completely vindicates the country, it in fact states that Saudi Arabia is \"a problematic ally in combating Islamic extremism\" and that \"significant problems remained\" regarding its role in the war against terror.\nAnother attempt by the Saudis to improve its image is the convening of an international conference against terrorism to be held in Riyadh February 5-8. According to Saudi government sources, 43 countries will attend. An assistant undersecretary at the Foreign Ministry, Prince Turki Ibn Muhammad Bin Saud Al-Kabir, said, \"We have invited all countries that have suffered from terrorism...and all have agreed to take part.\"\nThe conference was initially announced at the U.N. General Assembly in September by the Saudi assistant minister of foreign affairs, Nizar Nidani. When asked why Israel was not invited, he accused it of \"being responsible for extremism in the region.\"\nMeanwhile, the Iranian Republic News Agency reported that President Khatami will be attending. Prince Al-Kabir, who is the chairman of the conference, told the Saudi Gazette on November 3 that a large contingent from America will also attend.\nWhereas the conference's stated goal is to \"eradicate the roots and causes of terrorism,\" the Saudi royal family's government has in fact done very little to pursue this - outside of the kingdom. Since terror hit its streets over the past two years, especially after the Yanbu bombings, which the royal family blamed on \"the Zionists,\" Saudi security forces responding to these attacks have been in constant battle with Saudi Al Qaeda forces.\nTerrorists within the kingdom have been the sole focus of the Saudi war on terror. As Saudi writers, TV commentators, professors, clerics, and members of the royal family often explain, jihad is acceptable as long as it is not within or against Saudi Arabia.\nWriting in the Saudi daily Al-Riyadh on April 26, Abd Al-Waheed Al-Humaid referred to an attack that week in Riyadh as unjustifiable terrorism. He explained, however, \"if there are people who want to wage jihad and fight the enemy, there are more than a thousand [legitimate] ways to do so.\"\nThe chairman of the Commission on Scientific Signs in the Koran, Sunna of the Muslim World League, and former dean of Islamic law in the Saudi city of Abha, Saudi Sheik Abdallah Al-Muslih, appeared on Iqra TV on May 20, stating that jihad - inside the kingdom - is not allowed. He also addressed the current debate among leading Saudi clerics about suicide bombings against American troops. He cited teachings from Islamic history giving precedents to such actions that as long as soldiers from Dar Al-Harb (countries outside Muslim rule) are targeted, \"there is nothing wrong with suicide attacks if they cause great damage to the enemy.\" Mr. Al-Muslih ended by emphasizing, \"[When] we speak of [attacks] in Muslim countries, such as Saudi Arabia...this is forbidden, brothers! This is the land of the Muslims. We must never do this in a Muslim country.\"\nSaudi support of jihad outside the kingdom and against American troops was recently the subject of a fatwa by 26 leading Saudi religious scholars from the most prominent universities in the kingdom. According to the fatwa, released in November, killing American soldiers in Iraq is allowed. The fatwa, which came one month before the suicide attack by a Saudi bomber on an American mess hall in Mosul that killed 14 American soldiers, stated: \"Fighting the occupiers is a religious duty. It is a jihad to push back the assailants...Resistance is a legitimate right.\"\nThe Saudi embassy in D.C. tried to distance itself from the fatwa. In fact, according to Saudi law, the government is the only body that can lawfully issue such a fatwa. However, the unauthorized religious authorities who sanctioned the killing of American troops have yet to be punished.\nPrince Amr Al-Faisal responded to the fatwa in the Arab News on December 6 by explaining that the 26 scholars don't represent official Saudi policy, but that they do represent \"a significant opinion in the Muslim world on the proper manner for dealing with foreign occupiers in Iraq.\" Prince Amr added, \"U.S. forces in Iraq are not a group of friendly boy scouts out to help elderly Iraqi ladies cross Baghdad streets.\"\nIn the coming weeks, this column will expose Saudi Arabia's continued embrace of jihad, as well as its support of a culture of hatred against the West, Christians, and Jews.\nUnless the February Saudi terrorism conference addresses these issues, America should not participate.\n\nLoad-Date: January 6, 2005"
}