{
    "title": "CONFRONTING TERRORISM; STATE QUIETLY BEGINS TO TRAIN RESCUE WORKERS",
    "publisher": "richmond times dispatch ",
    "year": 1999,
    "month": 1,
    "day": 31,
    "full text": "Without public fanfare, Virginia has begun to prepare state and local emergency workers to deal with damage from terrorist attacks, especially those using increasingly available weapons of mass destruction.\nBesides familiar terrorist tools such as conventional bombs, state officials are taking seriously the possibility that people with political or social grudges will use weapons of mass destruction - biological, chemical, nuclear or radiological devices - in the state somewhere, sometime.\n\"The threat of a terrorist incident in your community is credible,\" the state is telling emergency service officials in its terrorism awareness training program.\nBut, said George Foresman with the state Department of Emergency Services, \"how it will manifest itself is something we're not real sure about.\" As gruesome as the idea of high-tech biotoxins, nerve gas and radiation contamination is, people who have studied the issue say there is no reason for public panic.\n\"If you look at what these particular materials are,\" said John Medici, Prince William County's hazardous materials officer, \"they are subsets … of what we're already training people to deal with.\"\nThough confronting the problems of terrorism involving weapons of mass destruction \"is all in its infancy,\" Foresman said, \"a lot is going on.\"\nOr, as one state National Guard officer put it, \"This is a hot, hot area.\"\n*Virginia has trained more than 3,000 emergency service \"first responders\" in the last two years to recognize a terrorist incident and to protect themselves and others from further danger.\n*In the Washington area, the regional governments have put together a metropolitan medical strike team to bring special medical training and support services to bear during a terrorist incident.\n*This summer, the Virginia National Guard will set up a 22-member rapid assessment and initial detection - RAID - team for weapons of mass destruction incidents.\n*On Tuesday, state and federal officials from around the country will gather in Williamsburg for a states' terrorism policy summit sponsored by the National Governors' Association.\n\"The purpose of terrorism is to terrorize,\" said Brett Burdick, the Emergency Services Department's terrorism project coordinator.\n\"It's not to destroy. It's not to win,\" Burdick said. \"It's to terrorize, to say to people, 'Government can't protect you.'\"\nTerrorism is cheap, low-tech, mobile, deniable and, the state noted, \"it works.\"\nPractitioners of the violent art are smart enough and capable enough - and motivated enough - to strike anywhere in the world, state officials say, pointing to the Tokyo subway nerve gas attack in 1995, the New York World Trade Center bombing in 1993 and the Oklahoma City bombing of 1995.\n\"You can buy books that tell you how to make nerve agents,\" said Medici, a former Army chemical officer. \"You can buy videos that tell you how to make [the toxin] ricin, which is incredibly dangerous. You can order this stuff.\"\nOne effect of the ease of access to information about such hazards is that terrorism \"is going to become part of our everyday culture,\" said Foresman, the Department of Emergency Services's deputy director.\nAmerica worried about the Soviet threat during the Cold War, but with the collapse of the Soviet Union, focus on international threats receded, he said.\n\"We've evolved back into an era where we need to be concerned about events internationally as well as at home,\" Foresman said.\nVirginia is rich with potential targets: the Pentagon, the Norfolk Naval Base, the Air Force's Air Combat Command headquarters at Langley Air Force Base, the America On-Line headquarters in Northern Virginia.\nThe state's policy is to take a low-key approach to terrorism. \"Do not advertise our capabilities or shortcomings,\" the state said in its training material.\nVirginia's basic one-day course for emergency \"first responders\" teaches them how to recognize a terrorist incident and how to protect themselves and others.\nThe reason for educating the police, fire and rescue squad personnel who will typically be the first on any emergency scene, the U.S. Department of Defense said, is that the first responders will be \"essentially on their own for the first six to ten hours after an incident has occurred.\"\n\"Unprepared and ill-conceived activities by first responders will result in additional casualties and in a furtherance of the terrorists' goals,\" according to the state training program.\nResponding to terrorists incidents is much like answering a hazardous materials call, the Emergency Services Department said, and calls for similar technological hazards management.\nState and local agencies need more training, planning, equipment and technical resources, however, if they are going to cope with the effects of weapons of mass destruction, Foresman said.\nThe Virginia Army and Air National Guards will start the RAID team at Fort Pickett, said the Guard's Lt. Col. Mike Coleman, using funds from the Pentagon to buy specialized equipment for the unit.\nHowever, he said, \"what we will get will nowhere near provide the full funding for what is needed.\"\nEven in the absence of actual terrorist incidents, the specter of weapons of mass destruction has begun to distort local and state reaction to emergencies.\n\"Over the past couple of weeks we have had a number of anthrax hoaxes,\" said Brett Burdick, the department's terrorism project coordinator, revolving around the abortion issue. \"They've been trading 'anthrax letters.'\"\nBogus calls take scarce local resources away from real emergencies, said Medici, the Prince William hazardous materials officer.\n\"It ties you up like a false alarm,\" he said, \"only it's potentially worse because there's no way to distinguish between a real event and hoax in the first few minutes.\"\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: February 3, 1999"
}