{
    "title": "Confront hate",
    "publisher": "daily news ",
    "year": 2007,
    "month": 12,
    "day": 5,
    "full text": "The BDN's Nov. 28 front page story, \"Kwanzaa celebration canceled after threat,\" was a chilling example of a frightened recoil from hate terrorism. Threats by a hate-mongering extremist are a form of terrorism, constituting an attack on all of us, not just the members of the NAACP. Hate campaigns and threats are against the law.\nAt a gathering in Portland last week, we learned that hate posters, spuriously spouting white supremacy, have appeared in public places in Portland neighborhoods. High school students report growing numbers of threatening and hateful text messages. At that meeting, the mayor-elect offered to meet with students to create a plan to make Portland schools and neighborhoods a safe place for all.\nI suspect many others read this sad piece of news from Bangor and wished that we could stand with our neighbors in the NAACP for the Kwanzaa celebration. This is an open call to Bangor city officials, business, religious and community leaders to plan a large Kwanzaa celebration for the broader public. The seven principles of Kwanzaa would benefit the entire citizenry of Maine.\nMulticultural celebrations are a source of pride and a sense of identity. Both are the basis for contributions that enrich the fabric of our lives together. Maine's growing diversity is an essential ingredient in our economic future which will require greatly expanded creativity, openness to new ideas and approaches, a wider range of talents and skills and a richer mix of cultural offerings. The attack on the NAACP was an attack on \"the other,\" whether it concerns religion, ethnicity, culture, gender, race or just a new idea or innovation. Let's not recoil but rather confront hate with positive community action.\nAnnounce the time and place for a Bangor celebration of Kwanzaa, and we'll be there.\nLael and Ron Stegall\nDeer Isle\n\nLoad-Date: December 5, 2007"
}