{
    "title": "Conflict over Yale student highlights hazy terrorism laws",
    "publisher": "university wire",
    "year": 2006,
    "month": 5,
    "day": 31,
    "full text": "It could have denied him a visa for pretty much any reason. It could have made the law clear, and in doing so spared American political discourse from all of this confusion.\nHowever, the federal government decided to do neither. Now, Afghanistan's Sayed Rahmatullah Hashemi, former spokesman for the Taliban, is a student at Yale.\nIt's such a mind-numbing fact that it deserves to be repeated: While the United States and its allies are waging a war on terrorism -- and, thus, the Taliban -- a spokesman for that group has been permitted to attend one of the premier universities in the United States.\nAlthough many in the public arena have taken sides on this issue, the discourse is messy at best. Yale has been essentially silent, issuing a 144-word statement that is vague and uninformative.\nThis lack of cohesive rhetoric is a direct result of inadequate laws. Although the Department of Justice has not publicly pursued Hashemi, the laws designed to prevent people from providing services to terrorist groups apply to his case. The argument for Hashemi to stay at Yale necessarily asserts that he did not break the law. The argument for him to be expelled assumes that he engaged in malfeasance.\nIf Hashemi did break the law, then he should be expelled from this nation and/or put into prison; if he did not, the issue should be dropped. However, no one knows whether Hashemi broke the law because the government has legislated far too broadly. Hashemi's case is merely an illustration of the kind of results that occur when laws are written badly.\nWhat is known is that Hashemi was a major spokesman and diplomat for the Taliban. As the Taliban launched anti-aircraft missiles at Buddhist statues in Bamiyan, Hashemi defended its acts at the University of Southern California, UCLA and UC-Berkeley. He has written a paper at Yale calling Israel \"an American al-Qaida.\"\nHe has justified the public executions in Afghanistan by saying, \"There were also executions happening in Texas.\"\nIn general, he defended a regime that committed so many atrocities an entire column could be devoted to a list of them.\nHashemi may have materially aided a terrorist organization. In fact, providing services to a terrorist organization is one of the crimes Sami Al-Arian is being deported for after he spends 46-57 months in prison, justly or not. The American captured in Afghanistan, John Walker Lindh, is serving 20 years in federal prison for supplying services to the Taliban -- justly or not.\n\"Justly or not\" is a big qualifier, which leaves room for a lot of opinions. These opinions are superficial because they cannot deal with the law, so they tend to address less concrete issues.\nFor example, an editorial in USA Today endorses Hashemi's enrollment at Yale by stating that this case is \"a rare opportunity to promote mutual understanding\" and discusses the \"value of cultural exchange.\"\nCertainly this sentiment sounds pleasant. Unfortunately, there can be no mutual understanding because the Taliban is intolerant to the point of being genocidal. There can be no value of cultural exchange because there is nothing to be exchanged. To imply that the Taliban is a cultural entity is to ignore the fact that it's a dictatorial regime.\nOn the other hand, columnist Ann Coulter has endorsed Yale rising up in blind vengeance and brutalizing Hashemi. There is no need to respond to such an assertion because it is barbaric.\nDavid Cole, a professor of Constitutional Law at Georgetown University Law Center, testified before the Senate Judiciary Committee on May 5 regarding laws intended to prohibit support of terrorism.\n\"They impose guilt by association, vaguely proscribe a wide range of pure speech and innocent associational activity and grant executive officials unchecked licensing power over support to political groups,\" he said.\nThe prevention of terrorism is a necessary goal, but the Bill of Rights must simultaneously be defended. Hashemi's case, like Al-Arian's and Lindh's, has shown that the representatives elected to America's government have no idea how to achieve both goals at once.\nThe federal government needs to make laws that distinguish between \"services\" and \"speech.\" It needs to respect the First and Fifth amendments to the Constitution of the United States. It needs to respond to Hashemi's case because public discourse is degenerating into chaos without clarity and cohesiveness of law. Most of all, it needs to summon up some leadership skills.\nWithout such steps, the confusion that surrounds these issues will only persist.\n(C) 2006 The Oracle via U-WIRE\n\nLoad-Date: May 31, 2006"
}