{
    "title": "Conference focuses on terrorism and peacemaking",
    "publisher": "university wire",
    "year": 2017,
    "month": 4,
    "day": 18,
    "full text": "Traditional peacemaking circles may be a solution to the growing rates of crime and fear of terrorism. Connecting universities and individuals across the globe, this topic was the springboard for an international cyber-conference co-sponsored by UAF last week.\n\"The Cyber-conference keeps a lively dialogue going around the world,\" Brian Jarett, founder of the conference, wrote in an email. \"We address the big topics in conflict resolution, and peace-building.\"\nAttendees of the conference linked up virtually from college auditoriums, to boardrooms to living rooms. Michael Gallagher, the featured speaker, lost his son after a terrorist bomb exploded in Omagh, North Ireland.\n\"We as people need to find what unites us and not what divides us in creating a safer world,\" he told the virtual, international crowd.\nAn idea born on the campus of UAF, the Annual International Cyber-Conference on Dispute Resolution completed its seventh year on Wednesday. Connected to more than 60 organizations around the world, the conference dialed in scholars, students and professionals to share their experiences and discuss a way to seek peaceful resolutions.\n\"For us in Alaska, this brings a reality that we read about, but seems so far away and isolated,\" Polly Hyslop, assistant professor in the Indigenous Studies Program at UAF and Co-Director of the conference wrote.\nTroy Poulsen has been involved with the conference for several years. As a graduate student in the Communication and Journalism Department, he specializes in peacemaking circles for indigenous communities.\nA peace circle takes away the punishment of being guilty, according to Poulsen, instead focusing on community healing that involves the offender and the victim, as well as other interested parties within the community that agree to support each other.\n\"Peacemaking circles have been utilized all over the world, especially by indigenous people. These processes put the community in the role of judge or the lawyer to have community conversations,\" he said. \"The people who are a part of the circle are people who have context to the whole story, so they know the person on each side.\"\nChief Justice Robert Yazzie of the Navajo Nation talked about how the courts on his reservation are moving towards Peacemaking.\n\"The European court system has become a stalemate,\" Yazzie said. \"People do not really benefit from it to benefit their problems. It doesn't bring back harmony or restore families. The more you work at bringing people back together is a success of our story. There is no limit to what peacemaking can do.\"\nFor these processes to work in Alaska, parallel justice systems must be agreed upon between the community leadership and the state, Poulsen said. The circle can involve a lot of different people, but it all revolves around the need to gain consensus. If that isn't achieved, it doesn't work.\n\"When people come into the circle, they will add more to make the picture bigger to better understand the nature of the problem,\" Yazzi said. \"And if we are able to adopt that to our adversarial courts, then the people would be very happy about this type of process.\"\nMike Jackson, Tlingit Haida from Kake, Alaska, also a Peacemaker, called in to report about Peacemaking creating a safer community in Kake. Jackson runs the Kake Circle Peacemaking Program in the small Southeast village of 500 people. Since 1999, the program has helped over 80 youth and 60 adults in their community.\n\"It's not only about recidivism,\" Poulsen said. \"It's about the autonomy of the community.\"\nPeacemaking circles and alternative dispute resolutions are a growing discipline in the criminal justice programs around the world. Jarrett started the program at UAF, which continues to be offered as a minor in the Communications and Journalism department.\nJarrett and Hyslop, co-directors, have connected the conference to UAF and local communities, helping local indigenous groups and organizations in Alaska and Canadian First Nations find culturally relevant solutions to modern day problems.\n\"The Cyber-Conference offers the opportunity for Fairbanks, Alaska and UAF students to get in cyber-contact with the outside world and the serious issues such as terrorism face-to-face with people who actually experienced it and are making change to create a safer world,\" Hyslop said. \"In California, they talked about street gangs. It was amazing to hear them share.\"\n\nLoad-Date: April 18, 2017"
}