{
    "title": "CONFERENCE SHOWCASES HIGH-TECH TOOLS AVAILABLE FOR WAR ON TERRORISM _SMART GATE_ DRAWS MOST ATTENTIO",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 8,
    "day": 9,
    "full text": "Some of the weaponry for the war on terrorism wears a wildly unconventional look.\nTake RHex, for example. It stands for Robotic Hexapod, and it looks like an in-basket on six semicircular legs. When those legs whirl and twirl, the box on top of them climbs stairs, goes over small obstacles, turns corners, even does cartwheels.\nIn a parking lot here, demonstrations of RHex drew appreciative crowds from the two-day Science and Technology Conference on Homeland Security and Force Protection, which wrapped up on Thursday.\nThe 15-pound thing is the creation of a consortium of four universities in the United States and Canada. \"It can locate bombs and sniff explosives,\" said Martin Buehler of one of the schools, Montreal's McGill University. \"You can send it into a building to look for terrorists.\"\nAnd at a gathering of people looking for tools in the war on terrorism, you can attract amused crowds and even TV news cameras.\nThe conference assembled about 500 people from government, the armed forces, academia and industry. The aim was to harness technology as a tool against terrorism - and perhaps to sell some goods and services.\nEngineered Support Systems Inc. of Cool Valley had a booth here trumpeting the company's inflatable shelter, which protects against biological and chemical agents. And the company was touting a mini-radar set that can detect a walking man at seven miles.\nBut the most attention went to the company's \"smart gate,\" billed as a highly efficient access control device. The smart gate can read license plates, check under vehicles for hidden bombs and perform other chores to speed traffic through checkpoints.\nThose attending the conference got a taste of life without \"smart gates\" in trying to get onto Fort Leonard Wood. Vehicle checks done the old-fashioned way backed traffic up each morning.\n\"I waited close to an hour at the gate on Wednesday morning,\" said James Hyfantis as he pitched the virtues of the smart gate. \"Some of the military police people from the post have come over to check us out.\"\nSome of the vendors in the 81 booths represented obscure companies. For example, HRI Enterprises of Buffalo, Mo., has only nine full-time employees. But president R.D. \"Butch\" Rankin is hoping his product turns hot in a hurry.\nIt's a \"hot suit\" - a protective covering that Rankin said could protect a firefighter or rescue worker from 600-degree heat for up to 30 minutes. \"We haven't sold none of 'em yet,\" Rankin said. \"But we have an order from the Navy, and we're hoping for an order from a big company.\"\nSome of the exhibitors lack \"customers\" in the commercial sense - for example, the National Imagery and Mapping Agency, which has operations in St. Louis and Jefferson County. But as Army Lt. Col. Marshall Harper explained, \"We're always seeking out new technology\" - and sessions like the one at Fort Leonard Wood bring together the people behind new technology.\nIn fact, one of the biggest exhibitors was the University of Missouri at Rolla, with several booths. At one of them, computer engineering professor Don Wunsch was happy to explain neural networks - \"the design of an intelligent computer system that loosely borrows from neurobiology,\" the system by which the brain tells the body what to do.\nIn practical terms, Wunsch said, such a computer system could prevent the sabotage of one electrical power plant from fouling up the delicate grid along which power flows.\nAn educational approach of a different sort came from Magnetic North Education and Training of St. Charles.\nThe company makes instructional videotapes. And who buys them? \"Our customers are people who are trying to teach what to do in the challenging arena of homeland security,\" said the company's Merrell Hansen.\nAs she spoke, a monitor ran a tape on how to screen airline passengers. \"We shot that at Mid-America Airport,\" the largely vacant new airport opposite Scott Air Force Base. For the video, Magnetic North had to round up the people. But the otherwise empty terminal provided an unusually authentic movie set.\n\nNotes\n\nReporter Harry Levins:; E-mail: hlevins@post-dispatch.com; Phone: 314-340-8144  \n\nGraphic\n\n \nPHOTO; Photo by THE ASSOCIATED PRESS - Jeff Gerald takes aim earlier this week with a 9mm automatic gun in a simulated target practice at a two-day conference at Fort Leonard Wood.\n\nLoad-Date: August 9, 2002"
}