{
    "title": "Conflating Muslims with terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 9,
    "full text": "Conflating Muslims with terrorism\nMarcus Brown\nmarcusvbrown@gmail.com\nAfter Donald Trump's statement that he would ban Muslim immigration, politicians of both parties have been quick to condemn the Republican presidential candidate. But Trump is not alone in being unable to distinguish between the Islamic religion and violent extremism. \nPresident of Liberty University Jerry Falwell Jr., made a problematic response to the recent shooting in San Bernardino, California, that left 14 people dead during a convocation speech Dec. 4. Liberty University is a private Christian university located in Virginia, and taking that into account only adds to the controversy surrounding Falwell's statement.\nHe said, \"If more good people had concealed-carry permits, then we could end those Muslims before they walked in and killed them.\" He would later attempt to clarify the distinction he should have made between practitioners of Islam and terrorists, but the damage had been done.\nWords are the vessel of intention and mean nothing until they embody the thoughts and emotions of the speaker, and by extension the context of the speaker. The fault in Falwell's statement does not lie solely in using Muslim and terrorist interchangeably but in the lack of intent to differentiate between the two as well. This could have been a genuine mistake on Falwell's part, but that does not excuse the culture of blatant generalization that excuses if not fuels this type of detrimental rhetoric. We must hold ourselves to a standard above hateful and misinformed ideology built upon fear and reluctance to understand the entirety of the world around us. The desire to marginalize a group on which to impose unrelated insecurities and apprehension has plagued history and brought with it the lowest points of civilized society.\nThe implications of unanimously lumping together practitioners of Islam and terrorists do not end with the assimilation of a discriminatory culture within the American borders. By doing so we will unwittingly propagate an unwarranted ideology that will eventually become institutionally acceptable discrimination for a group of people based upon their religion. Presidential candidate Hillary Clinton went so far as to deem Falwell's statement as \"giving aid and comfort to ISIS and other radical jihadists\" and rightly so. We cannot condemn the attitude in which our enemy regards us while doing the same to them on our own soil. We do not need to speak highly of those who have committed atrocities in the name of a twisted ideology masquerading as religion, but we cannot engage in the same manner of hatred as those opposed to our own ideology.          \nWhen we as a people find ourselves participating in the same practices vilified by the supposed enemy, it becomes imperative to question what we are willing to part with in the name of war. War is a battle of ideologies, not individuals. The victor is not necessarily the side with the least casualties, but rather the side that has managed to preserve its ideology in the wake of horror and bloodshed. Once we as Americans begin to lose sight of our own ideology of freedom and equality that this country was supposedly built upon, we have begun to lose.\n\nLoad-Date: December 9, 2015"
}