{
    "title": "CONFRONTATION IN THE GULF; Baker Will Go to Syria For Help Against Iraqis",
    "publisher": "the new york times",
    "year": 1990,
    "month": 9,
    "day": 11,
    "full text": "''Syria has been very supportive of the international effort that has been made to isolate Saddam Hussein,'' Mr. Baker said at a news conference at NATO headquarters. ''They have been supportive, obviously, of the U.N. resolutions, and they are supportive of the United States presence in Saudi Arabia.''\nSyria has a great deal to offer the campaign against Saddam Hussein. To begin with, President Assad and President Hussein are bitter foes who have been plotting against one another for years. Syrian intelligence services are believed to have cultivated agents within Iraq and among Iraqi opposition movements, most of whom are now based in Damascus. They could prove very useful in any attempt to destabilize the Hussein regime.\nEqually important, Mr. Assad's Arab nationalist credentials are widely respected, and if he is joining the movement against Mr. Hussein, and even sending troops to fight alongside the Americans, it sends a powerful legitimizing signal in the Arab world for the effort. #3,200 Commandos in Saudi Arabia Syria has sent roughly 3,200 commandos to Saudi Arabia, and in return the Saudis have given Syria generous economic aid, the amount of which has not been disclosed.\n''It is important,'' Mr. Baker said, ''that we have a face to face discussion of the situation in the gulf and how we might be able to cooperate to achieve what happen to be mutual goals. That does not mean that the formally strained relations are cured overnight, and it does not mean that we don't have some differences and won't continue to.''\nIn announcing his trip to Damascus, Mr. Baker also disclosed that Washington had appealed to Iran, which reopened diplomatic relations with Baghdad today, to engage in a similar dialogue with the United States. Thus far, he said, all that the Iranians have responded through third-party diplomatic channels was, ''Thank you for the message.''\n''Would we welcome anything Iran could do to assist in the isolation of Saddam Hussein?'' Mr. Baker said. ''You bet we would. Has this been communicated to Iran? You bet it has. Would we go to Teheran today? No. We do not have relations at all with Iran, for reasons which are well known.''\nBy going to Damascus to court Mr. Assad, the Administration would seem to be inviting questions about whether in its zeal to roll back Mr. Hussein's invasion of Kuwait it is sacrificing human-rights principles. A similar desire to punish Ayatollah Ruhollah Khomeini's Iran led the Reagan and Bush Administrations to provide aid and military intelligence and food aid to Mr. Hussein's Iraq for years.\n \nOn Department's Terrorism List\nSyria has been on the State Department's annual list of governments supporting terrorism for several years, along with Iran, North Korea, Cuba, Libya and the former Government of South Yemen, which merged with Yemen this year. Iraq, by contrast, was added to that list only last week.\nThe State Department's handbook ''Patterns of Global Terrorism,'' published in April 1990, states, ''Both Syria and Syrian-occupied Lebanon remain sanctuaries for a wide variety of international groups that have engaged in terrorism,'' including the Popular Front for the Liberation of Palestine, General Command - which is widely suspected of masterminding the Pan Am flight 103 bombing.\nBut for years, American Secretaries of State have been prepared to overlook some of the more violent characteristics of Mr. Assad's Government -which in February 1982 suppressed a Muslim revolt in the town of Hama by killing some 20,000 of its inhabitants -to enlist Damascus's support for Arab-Israeli peacemaking efforts, help in stabilizing Lebanon or assistance in securing the release of American hostages in Lebanon.\nWhen Mr. Baker was asked if he had any qualms about warming relations with Syria, he responded categorically. ''We are not embracing Syria and everything that it has done,'' Mr. Baker said. ''We talk to a lot of people with whom we have disagreements. It is important to show the extent to which Iraq is isolated in its unprovoked aggression.''\nThe Secretary said he would not be visiting Israel on this trip, but pointed out that he met with Israel's Foreign Minister, David Levy, in Washington last week."
}