{
    "title": "CONFRONTATION IN THE GULF; Israelis Assert Palestinians Plan Terror Attacks for Iraq",
    "publisher": "the new york times",
    "year": 1990,
    "month": 8,
    "day": 18,
    "full text": "Israeli intelligence has learned that several Palestinian terrorist organizations are actively planning attacks on behalf of Iraq against American targets in Saudi Arabia and the Persian Gulf, officials said today.\n''These people are offering services free to Iraq,'' a senior official said in a private briefing with several American journalists. ''There is the will, and there is the planning, and they are now collecting information. After this phase all they need is the order.'' He referred to an order from Baghdad.\nIsraeli intelligence monitors Middle East terrorist organizations more closely than anyone else since their most frequent target is this nation. The Israelis say they believe that the terror groups are of the view that American resolve might be broken by successful terrorist actions against United States forces in the Middle East - just as it was when United States Marines were deployed in Lebanon seven years ago.\nIn a matter of more direct concern to Israel, the senior officer also said Israel was watching with concern as Jordan mobilizes its armed forces and places them on high alert.\n \n'It Smells Like War'\n''In the air there, it smells like war,'' the official said. ''They are blowing up the balloon, and we don't know why.''\nIsrael has little concern that Jordan is preparing to attack this nation. ''But they are just not behaving as before, and it's very strange,'' he said.\nConsidering the close relationship King Hussein of Jordan has with Saddam Hussein, the Iraqi President, ''maybe they know something we don't know,'' the official said.\nBecause the normal political order of the Arab world has been turned on its head by Iraq's invasion of Kuwait, it is not clear where all of the terrorist groups now stand. But it is certain that most Palestinian organizations support the Iraqi President, as do the vast majority of Palestinians in the occupied territories and the rest of the Arab world.\n \n'More Potential Targets'\nIsraeli intelligence officials say they do not believe that the terrorist groups have chosen targets or planned specific attacks at this stage. And, the official said, attacking American military or diplomatic installations - by now well versed in facing Middle Eastern terrorism - ''is not going to be an easy task.''\n''But more and more potential targets are arriving here every day,'' the official said.\nDuring the United States military deployment in Lebanon from 1982 to 1984, terrorists twice detonated car bombs at the American Embassy in Beirut. They also exploded a huge truck bomb in the Marine headquarters at Beirut International Airport in 1983, killing 241 servicemen. It was those incidents, more than anything else, that prompted the United States to withdraw.\nToday, ''most but not all of the Palestinian organizations are involved'' in planning the possible attacks, the officer said. Another senior Government official involved in monitoring Arab countries said the intelligence showed that three principal groups are of concern.\n \nAbu Nidal in Baghdad\nAbu Nidal, who heads the Fatah Revolutionary Council, is known to have been in Baghdad in the last two weeks and is believed to be trying to lead the terrorist campaign on behalf of President Hussein.\nIn addition, Palestinian analysts say Abul Abbas, whose attempt at a terrorist raid on a Tel Aviv beach in May caused the United States to suspend its dialogue with the Palestine Liberation Organization, also appears to be involved. Support from Baghdad would strengthen his position against the more moderate elements in the P.L.O.\nAnd, the senior Government official said, Ahmed Jabril of the radical Popular Front for the Liberation of Palestine, General Command, is also an aspiring participant. His organization is known to possess sophisticated technical abilities to build bombs and stage terrorist attacks.\nThe Israelis say they have provided the information to the United States and point to that as an example of the intelligence sharing that has come to be Israel's role in the current crisis.\n \nNo Special Israeli Steps\nIsrael remains on high alert against terrorism all the time and has not taken special protective steps, officials said. This morning, Israeli forces patrolling Israel's self-declared ''security zone'' in southern Lebanon shot and killed two well-armed guerrillas who, the army said, were trying to cross into Israel. The army said it did not know their affiliation. None of the Israeli soldiers were hurt. Instances like that have become a matter of routine for Israeli troops in southern Lebanon.\nWhile the terrorism alert here has not been stepped up, the Israeli military and general public are making a range of preparations for the possibility of war.\nAs an example, one of Israel's Chief Rabbis told religious Jews today that they should start carrying scissors with them at all times. That is so they can cut off their beards on short notice in case they have to put on gas masks to defend themselves against a chemical attack from Iraq.\nRabbi Mordechai Eliahu issued the ruling, saying Orthodox Jews need not heed the Biblical edict against shaving beards since another Jewish law says saving lives takes precedence over all other rules."
}