{
    "title": "CONFEDERATION'S PROMISE TO",
    "publisher": "the new york times",
    "year": 1984,
    "month": 3,
    "day": 7,
    "full text": "EUROPEANS\n To the Editor:\nPaul Lewis's Feb. 22 news article ''Common Market: An Unworkable Jigsaw Puzzle?'' captured the frustration of the European Community when an increasingly mobile and economically and culturally integrated Europe confronts obsolete national governments. Emphasis must be placed on the\nconfederal\n \n nature of the Common Market.\nThe member states are sovereign and used to acting as such.\nAlthough the ''Ten'' do constitute a customs union, important national tax transactions (mainly value-added taxes) take place at border crossings. On top of that comes the byzantine Common Agricultural Policy.\nEuropeans are aware of these problems, but adjustment and harmonizaton require gradual change.  It would help, for example, if value- added taxes were similar enough so that no border adjustments need to be made on intra-Common Market trade. Differing national administrative procedures frustrate the intentions of the European Community.  On the other hand, when the Common Market members agree to allow doctors, nurses, lawyers, etc., to practice in one another's country, the system usually functions more smoothly than between American states. Cultural preferences, not surprisingly, still keep most people in their homelands.  Finally, Europeans simply control their citizens more closely than American authorities are willing or able to do. While this permits ''featherbedding'' and, ironically, undermanning of check points (especially at busy holiday periods), it helps to contain terrorism and crime.  Confederation is often a frustrating and complex constitutional form. We Americans had enough after 10 years (1777-1787). For proud and ancient peoples, however, it may be the best of all possible worlds.\n \nERIC S. EINHORN Associate Professor of Political Science University of Massachusetts Amherst, Mass., Feb. 29, 1984"
}