{
    "title": "Conference discusses international conflict, terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 6,
    "full text": "Conference discusses international conflict, terrorism\nPosted By Staff Writer on Apr 6, 2016\nCourtesy of Brandon Kotlow\nToday, one does not have to look far to find international conflict. Images of war and terror, including the recent attacks in Brussels and Pakistan, bombard viewers of the evening newscasts.\nOn April 4 and April 5, the Center for Peace and Conflict Studies and the Petersheim Academic Exposition at Seton Hall, held a conference on campus, titled: \"All Conflict is Local: Personal Experience, Reflection, and Conflict Resolution.\"\nThe \"All Conflict is Local\" event consisted of current students, professors and alumni who discussed violence, specifically wars and conflicts that were incredibly personal for some of them.\nCourtney Smith, senior associate dean and associate professor in the School of Diplomacy and International Relations, said that events like this are rewarding because students at the Diplomacy School are heavily involved.\nThe event was organized by graduate student Brandon Kotlow and Zheng Wang, director of CPCS and associate professor for the School of Diplomacy and International Relations.\nSpeakers shared their knowledge of international conflicts. Some of the speakers included Dosso Kassimou, who spoke of religious and cultural conflicts in nearby Newark, and Phumla Ngqawa-Adesanya who discussed South Africa's conflicts with the rest of the continent.\nThe second day of the conference opened with Sister Bosco Ebere Amakwe from Nigeria.\nShe reflected on her experience of being a part of the Christian minority in the eastern part Nigeria.\nAmakwe said that members of the terror group Boko Haram come in from the north of Nigeria and burn churches, schools and kill the minority. She added that she does not argue for her people to separate from the country. Instead, she fights for the nation to accept the minority group and to drive terrorism out of Nigeria's borders.\n\"It's important to remember the people at the heart of this conflict,\" Amakwe said during her presentation. \"People want to remain who they are.\"\nBorislava Manojlovic, director of research projects in the School of Diplomacy and International Relations, experienced the wars in the Balkans during the 1990s and the Croatian War for Independence as a citizen living in the conflict areas.\n\"Conflicts do not end with a peace agreement,\" Manojlovic said during her presentation.\nManojlovic urged attendees not to forget that dealing with conflict in any given region is not over with as soon as the weapons are dropped. It takes years and decades before a nation or region can move from a conflict. And even still, that conflict will forever remain a part of history.\nStudent groups were also allotted time to discuss conflicts that they have extensively examined\nthrough study abroad programs during their time at Seton Hall.\nThe first of these groups was about conflict in Cyprus, led by students Valerie Barons, Patricia Mace and Safeyeh Tarassod.\nDuring their trip to Cyprus from February 25 to March 6 the three students had the opportunity to visit a missing persons site, where officials are still trying to locate members of the community almost 40 years after the fighting stopped on the island.\n\"Sometimes, with the constant media bombardment of images, we become desensitized to the effects the conflict has on the local community,\" Mace said. \"The identity of the Cyprus people is currently up in the air.\"\nThe second group presented research from their January trip to Basque Country. The presenters were students Paola Eraso, Felipe Bueno and Gabriela Taveras.\nThese students analyzed differences between the terror organization that originated in this region-the ETA separatist group-and the FARC in Columbia, the prisoner crisis, and how the Basque region handles refugees.\nMore than 470 prisoners detained in the conflict still remain in prisons away from their families.\n\"Despite the ceasefire, the locals still feel the ripples of conflict in the region,\" Bueno said.\nDaisy Caballero, diplomacy student and attendee, reflected upon the conference.\n\"I think the conference showed a different perspective regarding conflict. Being able to hear different stories from people who are being affected directly is important,\" Caballero said. \"Now I'm\nmore interested in the subject.\"\nAnother Diplomacy student and attendee, Laura Munoz said, \"It's one thing to study a conflict and it's entirely different to actually experience it first hand. From these presentations, I could see how much the conflict meant to the presenters.\"\nBrandon Kotlow, a graduate student in the School of Diplomacy, had a strong role in planning the event.\n\"This conference actually took quite a bit of planning and coordination,\" said Kotlow. \"Once Dr. Wang developed the idea for the event, we held an open call for proposals to students and alumni. After reviewing the many submissions, we selected our candidates and I continued working on the event logistics.\"\nMegan O'Malley can be reached at megan.omalley@student.shu.edu\n\nLoad-Date: January 4, 2017"
}