{
    "title": "CONFLATING SECRET BRIBERY AND CIVIL RIGHTS",
    "publisher": "the capital ",
    "year": 2013,
    "month": 11,
    "day": 6,
    "full text": "'Since when do we not care about minorities?\"\nSo said a member of the state Assembly, Platteville-area Republican Travis Tranel.\nAnd the oppressed minorities of whom he speaks?\nCampaign contributors.\nTranel asked his rhetorical question at a public hearing last week with the aim of justifying - to himself at least - legislation that would blind the public to the financial interests of all who contribute to Assembly campaigns and nearly all who give to candidates for other offices.\nRequiring disclosure of the occupation and employer of political donors is leading to members of the public \"blackmailing people\" who are giving to politicians by organizing boycotts of their businesses, Tranel says.\nHis statement echoed one made earlier in the hearing by the bill's author, Senate Assistant Majority Leader Glenn Grothman, who claimed campaign finance transparency has prompted citizens to \"terrorize\" businesses.\nThe donor class is a tiny minority, that much is true. Barely 2 percent of the population supplies Wisconsin politicians with all of their campaign money. When legislators like Glenn Grothman and Travis Tranel think it makes sense to hide the financial interests of this elite corps of political givers from the public, they must be utterly oblivious to the main reason trust in government officials is lower than low. Most people see these campaign \"donations\" as legal bribes. Most no longer believe they are being represented because their own elected representatives are too busy catering to their biggest donors. And sadly, they have very good reason for that belief.\nConcealing what election campaign funders do for a living and who employs them will only further erode public trust in the political system. That the likes of Grothman and Tranel do not seem to know this - or do not care - is pathetic.\nEven more pathetic is the belief that the few who supply all of the political cash and enjoy disproportionate influence over elected officials somehow need protection from the general public. What is most striking about this twisted view is how un-American it is. Condemning nonviolent public protest of undue political influence by powerful business interests as terrorism or blackmail is downright offensive in a country whose independence is owed in no small measure to actions like the Boston Tea Party.\nIt is ironic in the extreme that today's \"tea party\" Republicans would seek to demolish campaign finance disclosure laws in hopes of stripping citizens of any ability to carry out economic boycotts. Have they wiped from their memory the fact that the ship the Sons of Liberty boarded in 1773 belonged to the British East India Company? And that the 45 tons of tea dumped into Boston Harbor was the property of that same company?\nFunny how that event never went down in history as an act of blackmail or terrorism. Lucky for us, the mindset on display at last week's hearing was not prevalent among the revolutionaries in 1773.\nIt is ironic in the extreme that today's \"tea party\" Republicans would seek to demolish campaign finance disclosure laws in hopes of stripping citizens of any ability to carry out economic boycotts.\n\nNotes\n\n Mike McCabe is executive director of the Wisconsin Democracy Campaign. This column ran first on the group's Big Money Blog. \n\nLoad-Date: November 7, 2013"
}