{
    "title": "Congress works late to finish security legislation(2)",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 9,
    "day": 30,
    "full text": "Congress wrapped up work Friday on legislation focused on national defense, Iraq, terrorism and illegal immigration as Republicans pinned their hopes for keeping control of the House and Senate on making national security the theme of the Nov. 7 election.\nThe House and Senate both worked late to finish up bills to set defense policy and improve port security.\nThe House approved a major ports security bill early today, providing new steps to prevent terrorists from slipping a nuclear, chemical or biological device into one of the 11 million shipping containers entering the nation every year. The Senate also planned to endorse the bill before it recessed, sending it to the president for his signature.\nThe Pentagon budget -- including $70 billion for the wars in Iraq and Afghanistan -- cleared the Senate, as did legislation to build a 700-mile fence along the U.S.-Mexico border and a $34.8 billion homeland security budget.\nLegislation to convene military trials to prosecute terrorism suspects cleared its final hurdle in the House.\nBut plenty of work was left undone: expiring tax cuts, ethics measures and spending bills to fund the domestic side of the budget ledger.\nLegislation validating President George W. Bush's warrantless wiretapping program will have to wait for a postelection lame-duck session colored by election results. So will a bill to open the Outer Continental Shelf to oil and gas rigs.\nIn the defense budget was stopgap spending to keep agencies open through Nov. 17 if their funding bills haven't passed. Those include measures funding veterans' health care, education, health research and anti-crime programs, among others.\nFriday opened with the Senate sending Bush the Pentagon budget by a 100-0 vote. The president signed the legislation the same day.\nThe bill provides $378 billion for core Pentagon programs. The $70 billion for Iraq and Afghanistan brings to $507 billion the total spent for Iraq, Afghanistan and anti-terrorism efforts since the attacks of Sept. 11, 2001.\nOn Thursday night, House-Senate negotiators reached agreement on a companion defense policy bill including a 2.2 percent military pay raise and setting policy on weapons spending and research programs considered vital to national security. The House passed the bill Friday by a 398-23 vote.\nThe House on Friday evening overwhelmingly passed, 412-6, a homeland security spending bill containing $1.2 billion to begin construction of fences and other barriers along the U.S.-Mexican border, plus money for jails to detain illegal immigrants and hire 1,500 more border agents. The Senate cleared the bill late Friday by voice vote. \nLate Friday, the Senate cleared by a 80-19 vote a bill authorizing but not paying for fences along one-third of the nearly 2,000-mile border with Mexico.\n\nLoad-Date: September 30, 2006"
}