{
    "title": "Congress calls for security for marines amid skepticism",
    "publisher": "the christian science monitor",
    "year": 1983,
    "month": 10,
    "day": 25,
    "full text": "A chorus of voices called for more security for the marines in Lebanon, and deep doubts about the United States peacekeeping role resurfaced Monday as Congress confronted the news of more than 180 Americans killed by a terrorist attack.\nLeaders of the House and Senate tried to calm the atmosphere on Capitol Hill.\n''I really believe my principal role right now is to try to keep this thing from turning into a political football,'' said Senate majority leader Howard H. Baker Jr. (R) of Tennessee.\nThe normally unflappable Senator Baker was clearly disturbed by the event in Lebanon and by reactions to it, especially from Sen. Ernest F. Hollings. The South Carolinian, a presidential candidate, has taken the strongest stand among Democrats yet against the Reagan policy in Lebanon.\n''There's no mission to accomplish in that particular can of worms,'' Senator Hollings said on NBC-TV Monday morning, as he called for removing the troops.\nArriving soon afterwards at the Capitol, majority leader Baker shot back his response, ''I watched television this morning, and I saw this [Lebanon issue] debated as if it were a domestic political issue. It isn't.\n''It's a matter not only important to this country, but to the peace of the whole world, to say nothing of the memory of all those marines that died.''\nDemocratic House Speaker Thomas P. O'Neill Jr., who has been one of the President's chief supporters on Lebanon, promised to try to ensure that ''this doesn't become a partisan issue.''\n''The main thing is to keep politics out,'' the speaker told reporters. ''For the present time, let's be calm and get the answers.'' He gave a strong endorsement to the President's policy in Lebanon, rejecting plans to pull the troops out.\n''This is a sad incident,'' Mr. O'Neill said.  But if the US backed down because of the terrorist attack, he said, ''there would be terrorism all over the world.\n''I back this policy,'' he said of having US troops supporting the Lebanon government. ''I think it's more than bringing the marines home.''\nCongress has few realistic options for decisive action on Lebanon. Only a month ago both houses passed a compromise authorizing the President to keep the marines in Lebanon for 18 months. To retract that agreement, Congress would have to pass a new resolution, presumably over a presidential veto.\nA handful of members are calling for immediate withdrawal of troops, and a group of Democrats is trying to repeal the earlier 18-month agreement.\nA second option is cutting off funds for the troops in Lebanon. But that is a slow process, also requiring Congress to take an about-face.\nHowever, members of Congress are keenly aware that public opinion is strongly against American involvement in the war-torn nation of Lebanon.\nHouse minority leader Robert H. Michel, in a telephone interview from his Peoria, Ill., district, said that many constituents are asking, ''What are we really doing there? What stake is there for us?\n''I can't imagine that because of an act of terrorism we're going to completely change our foreign policy and have it dictated by this dastardly deed,'' said Republican leader Michel. ''I just don't think you can turn your back and run away from it.'' But he added that the ''man of the street doesn't understand.''\nHe also conceded that the issue is a tough one for members of Congress, especially when there's a casualty in their district. ''It's a difficult one,'' he said. ''Do you feel responsible? Yes, I've got to share in that responsibility, and it's not one that I enjoy facing up to.''\nThe virtually unanimous call is to redouble security for the marines, who are stationed in the low-lying area of the Beirut airport. They ''must not be clustered in a militarily indefensible position like so many fish in a barrel,'' said House majority leader Jim Wright (D) of Texas.\nSen. Gordon J. Humphrey (R) of New Hampshire, who went to Lebanon over the weekend and witnessed the rescue effort after terrorist explosives destroyed a Marine barracks, also called for moving ''immediately to improve security.''\nBut he and others also raised questions about the aim of American policy in Lebanon. ''I think we need to have some guidelines,'' he said. ''We need to know what we call victory - some conception of how . . . we get out of there.''\nEven staunch Reagan supporter Rep. Dick Cheney (R) of Wyoming voiced skepticism about the policy.\nHe counted himself among the lawmakers who privately ''had doubts, but went ahead and voted for the compromise.''\n''I don't think it's right for us to say we got bagged,'' he said. ''We had our eyes open.'' But he added that questions about the mission are returning, such as, ''What are the conditions under which you would withdraw the marines?''\n\nGraphic\n\n \nPicture 1, Baker doesn't want political football; Picture 2, O'Neill endorses Reagan's Lebanon policy, PHOTOS BY PAUL CONKLIN"
}