{
    "title": "CONGRESS MULLS CHANGES TO NSA SPYING OPERATIONS OBAMA SAYS ALL FOREIGN OPERATIONS UNDER REVIEW",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 10,
    "day": 29,
    "full text": "WASHINGTON -\nFaced with anger over revelations about U.S. spying at home and abroad, members of Congress suggested today that programs the Obama administration says are needed to combat terrorism may have gone too far.\nThe chairman of the House Intelligence Committee said it might help to disclose more about National Security Agency operations but barring NSA from collecting millions of Americans' phone records would scrap an important tool.\n\"We can't ask the FBI to find terrorists plotting an attack and then not provide them with the information they need,\" said Chairman Mike Rogers, R-Mich. He spoke at the start of a hearing where top intelligence officials were testifying, including National Security Agency Director Keith Alexander.\nA bipartisan plan introduced today would end the NSA's massive sweep of phone records, allowing the government to seek only records related to ongoing terror investigations. Critics both at home and abroad have derided the program as intrusive and a violation of privacy rights.\nThe proposal comes as President Barack Obama and key lawmakers are saying it's time to look closely at surveillance programs that have angered many Americans and now are drawing complaints from world leaders because of reports that their cellphone conversations were monitored.\nThe White House is considering ending eavesdropping on friendly foreign leaders, a senior administration official said.\nThe administration tried to tamp down damage today from the months-long spying scandal - including the disclosure that the National Security Agency had monitored the cellphone conversations of German Chancellor Angela Merkel. A final decision about listening in on allies has not been made, the senior official said.\nThe White House also faces complaints at home about the NSA collecting millions of Americans' phone records and sweeping up Internet traffic and email. The Obama administration defends those programs as important in the fight against terrorism.\nAsked about the reports of eavesdropping on world leaders, Mr. Obama said in a television interview that the U.S. government is conducting \"a complete review of how our intelligence operates outside the country.\"Mr. Obama declined to discuss specifics or say when he learned about the spying operations.\n\"What we've seen over the last several years is their capacities continue to develop and expand, and that's why I'm initiating now a review to make sure that what they're able to do doesn't necessarily mean what they should be doing,\" he said Monday on the new TV network Fusion.\nA second U.S. official said Mr. Obama did not know the NSA was monitoring Ms. Merkel's communications until after his visit to Germany in June. The official said information about the surveillance of foreign leaders emerged in the course of the White House's broader review of spying programs, triggered by media reports based on documents leaked by former NSA contractor Edward Snowden.\nThe official was not authorized to discuss the matter by name and insisted on anonymity.\nThe White House says the United States isn't currently listening to Ms. Merkel's conversations and won't do so in the future.\nToday, House Speaker John Boehner said there should be a thorough review of intelligence gathering, bearing in mind the responsibility to keep Americans safe from terrorism and the nation's obligations to allies.\n\"We have to find the right balance here,\" said Boehner, R-Ohio. \"And clearly, we're imbalanced.\"\nSen. Dianne Feinstein, chairwoman of the Senate Intelligence Committee, called for a \"total review of all intelligence programs\" following the Merkel allegations. In a statement, the California Democrat said the White House had informed her that \"collection on our allies will not continue.\"\n\nGraphic\n\n \nPHOTO: Susan Walsh/Associated Press: Protesters, including CodePink co-founder Medea Benjamin, left, listen as National Security Agency Director Gen. Keith Alexander, center, testifies on Capitol Hill in Washington today before the House Intelligence Committee hearing on potential changes to the Foreign Intelligence Surveillance Act.\n\nLoad-Date: October 31, 2013"
}