{
    "title": "Congress to investigate Benghazi 'talking points' Members question why terrorism link was omitted. P",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 11,
    "day": 19,
    "full text": "WASHINGTON • Lawmakers said Sunday they want to know who had a hand in creating the Obama administration's now-discredited \"talking points\" about the Sept. 11 attack on a U.S. diplomatic post in Benghazi, Libya, and why a final draft omitted the CIA's early conclusion that terrorists were involved.\nThe answers could explain why President Barack Obama and top aides, including U.N. Ambassador Susan Rice, described the attack for days afterward as a protest against an anti-Islam video that spontaneously turned violent and why they played down any potential link to al-Qaida, despite evidence to the contrary.\nAdministration officials have defended the portrayal of the attack as relying on the best information available at the time that didn't compromise classified intelligence. Democrats say CIA and other intelligence officials signed off on the final talking points.\nRepublicans have alleged a Watergate-like cover up, accusing White House aides of hiding the terrorism link in the run-up to the Nov. 6 presidential election so voters wouldn't question Obama's claim that al-Qaida's power had diminished.\n\"I know the narrative was wrong and the intelligence was right. ... We're going to get to the bottom of how that happened,\" said Rep. Mike Rogers, R-Mich., chairman of the House Intelligence Committee.\nSen. Dianne Feinstein, who heads the Senate Intelligence Committee, said she doesn't believe the White House altered the document for political reasons. But she said she has lingering concerns about how the talking points were created when it was clear early on that the military-style assault wasn't a simple protest gone awry.\nShe said Congress has asked the administration to provide a detailed explanation.\n\"We gave the direction yesterday that this whole process is going to be checked out,\" said Feinstein, D-Calif. \"We're going to find out who made changes in the original statement. Until, we do I really think it's unwarranted to make accusations.\"\nThe inquiry comes on the heels of closed testimony to the committees last week by former CIA Director David Petraeus. According to lawmakers who attended the meetings, Petraeus said the reference to al-Qaida was removed from the final version of talking points, although he wasn't sure who or which federal agency deleted it.\nA senior U.S. official familiar with the document, who spoke on condition of anonymity because the official was not authorized to discuss the process publicly, said the al-Qaida reference was deleted because the information came from classified sources and the links were tenuous. The administration also did not want to prejudice a criminal investigation in its early stages, that official said.\nFeinstein confirmed that intelligence officials told her in closed briefings that they were reluctant to name any particular terrorist group without being certain. But, she added, it was clear very soon after the attack that the violence didn't stem from a political demonstration.\nBen Rhodes, Obama's deputy national security adviser, told reporters traveling with the president to Asia that any substantive edits to the talking points would have come from intelligence agencies themselves. The only change the White House made, he said, was to correct a reference to the facility in Benghazi as a \"diplomatic facility,\" instead of a \"consulate.\"\n\"Other than that we were guided by the points that were provided by the intelligence community. So I can't speak to any other edits that may have been made,\" he said.\nBut lawmakers said that Capitol Hill briefings last week represented the FBI, State Department and CIA, and that officials did not address what role political appointees such as Rice might have played in the generation of the talking points. Republicans said they want Rice to testify about what she knew and when she knew it.\n\"What I do know is that every member in the intelligence community says that references to al-Qaida were removed by somebody, they don't know who,\" said Sen. Saxby Chambliss, R-Ga.\nSen. Carl Levin, D-Mich., chairman of the Senate Armed Services Committee, said Petraeus had signed off on the final talking points and that going after Rice was a useless witch hunt.\nBut Rep. Peter King said senior intelligence officials were strong-armed into doing so.\n\"Well, they had no choice,\" said King, R-N.Y., chairman of the House Homeland Security Committee. \"They had no choice at that stage.\"\nKing did not elaborate on how he would know whether Petraeus was compelled to sign off on the talking points, and the lawmaker did not give any more details to bolster his allegation.\nFeinstein and Rogers spoke on NBC's \"Meet the Press.\" Levin and King were on ABC's \"This Week.\" Chambliss appeared on \"Fox News Sunday.\"\n\nGraphic\n\n \n Photo by Associated Press Senate Intelligence Committee Chairwoman Dianne Feinstein, D-Calif., with Senate Intelligence Committee Vice Chairman Saxby Chambliss, R-Ga., speaks to the media Thursday after a closed-door oversight hearing of the committee, which is looking into the circumstances surrounding the deadly attack on the U. S. diplomatic outpost in Benghazi, Libya.  \n\nLoad-Date: November 20, 2012"
}