{
    "title": "Congress extends Patriot Act provisions for 4 years",
    "publisher": "university wire",
    "year": 2005,
    "month": 12,
    "day": 20,
    "full text": "Congress extended 16 provisions of the Patriot Act Thursday for four years causing some Democratic senators to oppose and one senator to threaten to veto.\nAlthough the act affects American liberties, many are unaware of its components.\nUSA PATRIOT stands for Uniting and Strengthening America by Providing Appropriate Tools to Intercept and Obstruct Terrorism.\n\"From a political science standpoint, the very name reminds me of a fundamental truth of politics -- the need to influence peoples' minds,\" said Keith Simmonds, a political science professor at Florida A&M University. \"The term Patriot is neatly designed to earn citizens support for the contents of that act, especially if those activities are likely to be called un-American or possibly unconstitutional. The government assumes by the name that there may be obstacles.\"\nOne of the most known parts of this act is section 209, which states that the government has the authority to seize voicemails with a warrant.\nBut in the summary of Title II of the act, which includes section 209, it also states that the government can interfere with communication only \"to produce evidence of specified chemical weapons and terrorism offenses or computer fraud and abuse...\"\nThe purpose of the act is to \"deter and punish terrorist acts in the United States and around the world, to enhance law enforcement investigatory tools and for other purposes,\" according to http://www.loc.gov.\nSome students are concerned because of the powers of the act.\n\"Clearly this affects students because students are Americans. Any act that limits freedom of action indeed influences the rights of students and Americans,\" Simmonds said. \"As long as you are American, every citizen will be subject to restrictions in their actions which perhaps they did not know existed before.\"\n\"This affects students directly because college students don't care,\" said Yareem Barnes, 23, a fourth-year criminal justice and English student. \"College students are more prone to talk about drugs or other (illegal) things.\"\nAnother FAMU history professor expressed his ideas about this act.\n\"There is a balance between individual rights and the rights of the government. In the West we tend to emphasize the individual rights,\" said history professor Kyle Eidahl. \"In a time of crisis or war we are willing to give up some rights for the good of the country. For example after 9/11 there was a fear that it could happen again.\"\nOne section of the USA PATRIOT Act states that the government has amended the Bank Secrecy Act.\nThat act was designed to make banks create a customer identification program, which includes maintaining records and customer methods according the Federal Deposit Insurance Corporation. It also states that banks should compare customers' names with a list of government approved or suspected terrorists.\nThe government has also amended the Financial Privacy Act, which allows the banks to transfer customers' financial information to other agencies or departments, but only upon confirming they might be related to terrorism or counter terrorism activities.\n\"The government was just trying to stir up a scare and put everyone on high alert,\" Barnes said. \"Their information may not be public information now, but who's to say in a couple weeks if it will be or not?\"\nEidahl also commented on the individual right of citizens.\n\"People like to believe that if the government is investigating they have a reason,\" Eidahl said. \"There should be a dialog in the press amongst people to say where individual rights end and state authority begins.\"\n(C) 2005 The Famuan via U-WIRE\n\nLoad-Date: December 20, 2005"
}