{
    "title": "Congress passes bills on anti-terrorism laws",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 15,
    "full text": "After several weeks of heated debates and mounting pressure from the president, the U.S. Senate passed an anti-terrorism package Thursday night.\nThe package would include a bill that aims to expand the power of law enforcement and enable them to investigate and prosecute suspected terrorists.\nThe U.S. House of Representatives passed a similar bill Friday.\nU. Nebraska\nNow, leading congressional members from the House and the Senate will work to create a final version of the bill.\nBoth versions of the bill extend wiretap laws to include surveillance of Internet use by suspects.\nUnder the bill, federal authorities would be able to conduct \"roving\" surveillance on any electronic devices used by a suspect, such as e-mail messages and cellular phones.\nThe bill also defines new regulations on crimes related to terrorism, such as increasing the statute of limitations for terrorist offenses and the maximum penalty for certain terrorism-related crimes.\nU.S. Sen. Chuck Hagel said the bill gives law enforcement the tools needed to protect the country.\n\"The laws that protect us must be relevant to the dangers that threaten us,\" Hagel said in a press release.\n\"We have done this without sacrificing the essential civil liberties to which every American is entitled.\"\nWhile a revised House bill calls for a three-year limit on proposed expansion of surveillance for law enforcement officers, the Senate's bill did not include time limits.\nSecond District Rep. Lee Terry (R-Neb.) said he felt strongly about a limit on the bill's surveillance provisions.\n\"The bill gives a great deal of latitude to the FBI and CIA,\" Terry said in telephone interview Friday.\nA limit on the surveillance provisions puts a check and balance on Congress, Terry said, so what Congress deems as reasonable now isn't taken to extremes later.\n\"The bill is necessary for law enforcement to do their jobs and secure this nation,\" Terry said.\nDespite the contentious debate and hurried revisions made to the two versions of the bill over several weeks, Terry said, congressional leaders have a common goal.\n\"We are all united in our efforts to secure the country,\" Terry said. \"Getting the terrorists out is key.\"\n(C) 2001 Daily Nebraskan via U-WIRE\n\nLoad-Date: October 15, 2001"
}