{
    "title": "CONGRESS RESOLVES TO ERASE TERRORISM; ACTS TO KEEP OPEN DOORS TO DEMOCRACY",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 9,
    "day": 13,
    "full text": "Both houses of Congress reconvened yesterday morning to demand swift retribution against those who committed and supported the horrific attacks in New York City and Washington.\n The lawmakers' decision to return the day after the worst act of terrorism in U.S. history was meant to be a display of pride and patriotism and a symbol to the world that the fabric of American democracy will not be torn.\n Members of both parties shared their sorrow and disbelief as they came together in a show of unity. The Senate yesterday unanimously passed a joint resolution condemning the terrorists who planned and executed Tuesday's attacks and the sponsors who aided them. The House early today did the same.\nThe resolution put lawmakers on record as supporting increased resources \"in the war to eradicate terrorism\" and extended condolences to the victims and their families.\n \"It is with pain, sorrow, anger and resolve that I stand before the Senate, a symbol for 212 years of the strength of our democracy, and say that America will emerge from this tragedy as we have emerged from all adversity -- united and strong,\" said Senate Majority Leader Thomas Daschle, D-S.D.\n He said Congress \"sent a message to the world that even in the face of such cowardly and heinous acts, the doors of democracy will not close.\"\n During the day members took the floor to articulate their sorrow.\n Sen. Charles Schumer, D-N.Y., spoke of the thousands of empty chairs at dinner tables and the thousands of people waiting for calls that would never come. He described his own \"virtual panic\" as he and their wife tried to locate their daughter, who attends school \"in the shadow\" of the World Trade Center.\n Other members listened quietly as they waited to speak. Sen. Rick Santorum, R-Pa., looked stunned. Sen. Mike DeWine, R-Ohio, sat motionless. Sen. Arlen Specter, R-Pa., wrote furiously on a notepad, his face strained.\n \"I think yesterday was the worst day in American history,\" Specter said later. \"Pearl Harbor was pretty bad, but there you had people in the service who were trained to fight. … Here you had civilians sitting in an office building and passengers in a plane.\"\n DeWine described a world \"dramatically changed by a faceless and cowardly band\" of terrorists.\n \"While these terrorists have struck our buildings, they have not, nor can they ever, strike at the hope of our great nation,\" he said.\n Despite the pain etched in lawmakers' faces, many expressed a determination to press forward with their routines.\n One after the other, members denounced the \"act of war\" that victimized not just New York and Washington, but the entire nation.\n \"Actions toward terrorists must change,\" Santorum said. \"What happened yesterday was not a hijacking of a domestic airlines flight. What happened yesterday was an enemy missile loaded with explosives, 11,000 gallons of jet fuel, exploded like a missile into targets here in the United States of America.\"\n Specter cited previous indictments of Saudi fugitive Osama bin Laden, who was linked to the 1993 bombing of the World Trade Center, for attacks on the U.S. embassies in Kenya and Tanzania in 1998. U.S. intelligence sources reportedly have strong evidence connecting bin Laden to Tuesday's attacks.\n \"While the Congress should never act precipitously, I do suggest that consideration be given for a declaration of war against the political entity which harbors and has given aid and assistance to bin Laden's terrorist organization,\" Specter said. He said later that preliminary evidence implicates Afghanistan.\n Few people were present to hear the lawmakers' speeches because the building, evacuated during Tuesday morning's chaos, remained closed to tourists. Members of the public were allowed past vigilant Capitol Police only if they had official business. Identification badges regularly worn by legislative aides and reporters were carefully scrutinized.\n In a further indication of the nature of the day, normal business was halted on Capitol Hill.\n It was a day marked in both the House and Senate by prayer.\n A prayer vigil came late in the day as the members packed the Capitol Rotunda, singing the national anthem and saying the Pledge of Allegiance.\n\nNotes\n\nTHE ATTACK ON AMERICA\n\nLoad-Date: September 13, 2001"
}