{
    "title": "Congress reaches Patriot Act compromise",
    "publisher": "university wire",
    "year": 2005,
    "month": 12,
    "day": 9,
    "full text": "After months of stalled negotiations, U.S. congressional leaders reached an agreement Thursday to renew the controversial Patriot Act, extending 16 provisions previously set to expire at year's end.\nSince April of this year, when the Patriot Act's reauthorization process began, Congress has disagreed on the proper length of the law's renewal term, with the House calling for a sunset after 10 years and the Senate after four. In a compromise bill, congressional leaders agreed to accept the Senate version, determining the provisions will expire in four years unless renewed.\n\"The version of the Patriot Act that was signed today is a major disappointment,\" U.S. Sen. Russ Feingold, D-Wis., said in a press release. \"I appreciate that it includes four-year sunsets on ... controversial provisions, but merely sunsetting bad law is not adequate. We need to make substantive changes to the law.\"\nPassed in response to the Sept. 11, 2001, terrorist attacks, the Patriot Act serves as the nation's major anti-terrorism law, providing the federal government with expanded investigative and surveillance powers.\nSuch expanded powers are absolutely essential, proponents say, to protect America from threats to its national security and to keep citizens safe and secure.\nWhile most congressional leaders agreed upon the necessity of reasonable law-enforcement tools in the fight against terrorism, some Democratic legislators were concerned the Patriot Act's provisions bordered on unconstitutional.\nThe law's most controversial provisions include sections that some fear allow law-enforcement agencies to probe too deeply into the personal lives of innocent citizens, dangerously threatening their civil liberties.\nThe Patriot Act authorizes the use of roving wiretaps and allows the FBI to access private business records, including credit card, drivers' license and library records.\nFeingold said he expected the compromise bill to face \"strong bipartisan opposition\" in the Senate, while also noting his personal mission to halt the reauthorization of the renewed Patriot Act.\nFeingold was the only senator to vote against the original Patriot Act.\n\"I will do everything I can, including a filibuster, to stop this Patriot Act conference report, which does not include adequate safeguards to protect our constitutional freedoms,\" Feingold said.\nOthers also agree the Patriot Act as it currently exists is in need of major revision.\n\"The [Patriot Act's] definition of terrorism is very broad and can apply to groups that are not a threat to national security,\" University of Wisconsin political science professor Donald Downs said. \"In giving the government the power to go after terrorists, you're also giving them the power to go after regular citizens.\"\nDowns said he would like to see the law's definition of terrorism narrowed down to avoid the \"slippery slope\" scenario that endangers civil liberties, but maintained his support for the Patriot Act in principle.\n\"When it comes to terrorism, I think the government does deserve more power,\" Downs said. \"Rights themselves are open to interpretation ... when you have a situation of national security.\"\n(C) 2005 Badger Herald via U-WIRE\n\nLoad-Date: December 9, 2005"
}