{
    "title": "Congress begins work on terrorism backstop Lawmakers differ on need for lasting program",
    "publisher": "business insurance",
    "year": 2007,
    "month": 3,
    "day": 5,
    "full text": "WASHINGTON-The legislative effort to retain the federal terrorism insurance backstop is formally under way with chairman of the Senate Banking, Housing and Urban Affairs Committee vowing anew to seek ``a more permanent federal commitment'' to the mechanism.\nBefore he heard a panel of witnesses offer their opinions last week on what should be done about the backstop, Sen. Christopher Dodd, D-Conn., said that ``we continue to see a need to provide a federal backstop to protect our people, businesses and critical infrastructure'' from future terrorist attacks. The current federal backstop that would help insurers deal with claims arising from a future catastrophic terrorist attack is slated to expire Dec. 31.\nSen. Dodd made clear he has no intention of waiting until the last minute to get a bill through the committee. ``We'll be trying to move as quickly as we can,'' he said, but did not set a timetable.\nBut the hearing also underscored that a truly permanent backstop might not be palatable to all lawmakers.\nFor example, Sen. Dodd's predecessor as chairman-Sen. Richard Shelby, R-Ala.-stressed that the original Terrorism Risk Insurance Act of 2002 sought to establish a ``temporary'' program that would end once a sufficient private market for terrorism insurance emerged. Sen. Shelby, who was one of only 11 senators to vote against the original TRIA bill, again contended that the backstop presents ``disincentives'' for the private market to devise new ways to deal with terrorism risks.\nThe backstop also drew some skepticism from the other pole of the political spectrum as Sen. Sherrod Brown, D-Ohio, said that insurers' financial position ``has grown stronger'' over recent decades and he wanted the private sector to assume more risk.\nBut a backstop backer and original sponsor of TRIA-Sen. Robert Bennett, R-Utah-said that the backstop ``in effect'' amounts to a ``huge deductible for the federal government.'' Under the current backstop enacted in 2005, insurers would have to cover at least $100 million in insured losses before they could tap the backstop, as well as meet a 20% industry ``deductible'' in terms of earned premium for covered lines to trigger the backstop, an amount that could reach into the billions of dollars.\nWith industry participation required by current law, the federal government could end up paying for all losses from a future catastrophic terrorist attack, he said.\nIn separate but related action, the House Financial Services Committee's Capital Markets, Insurance and Government Sponsored Enterprises Subcommittee will hold a hearing March 5 in New York on extending the terrorism backstop.\n\nGraphic\n\n \nArt Credit: Sen. Christopher Dodd, D-Conn.\n\nLoad-Date: March 9, 2007"
}