{
    "title": "Congress Urged To Extend Help After Attacks",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 11,
    "full text": "Elected officials, private insurers, builders and real estate companies across the country are mounting a broad campaign to urge Congress to extend a program that requires the federal government to cover insurance losses in a terrorist attack.\n  President Bush and Congress created the program nearly three years ago, in an effort to restart billions of dollars in construction projects that had been put on hold because private insurers began excluding terrorism coverage from standard policies after the Sept. 11 attacks.\n But the federal program is set to expire at the end of the year, creating uncertainty and even panic in the real estate and construction industries, particularly in New York City, with its history as a terror target, and in other areas considered vulnerable to attack, including Boston, Miami, Chicago, Los Angeles and Washington itself.\n  Industry leaders and their allies in Congress are warning that if Washington does not reauthorize the program before the end of the year, terrorism coverage will become more difficult, if not impossible, to obtain, and many real estate transactions could be jeopardized.\n  The sense of urgency has only heightened since the deadly terrorist bombings of three subway trains and a bus in London during the morning rush on Thursday.\n  ''Clearly what happened in London is going to make the private insurers even more skittish about offering terrorism insurance on their own,'' said Senator Charles E. Schumer, Democrat of New York, who has called on his colleagues to reauthorize the program.\n  The current program requires the federal government to pay 90 percent of the losses from an attack by foreign terrorists if the losses are greater than $10 billion, up to a total of $100 billion. The government will pay a smaller percentage for losses under $10 billion.\n  Jeffrey DeBoer, president of the Real Estate Roundtable, an advocacy organization for the major real estate companies, said that Washington's failure to act could prompt a crisis in the industry similar to the one after the Sept. 11 attacks, when more than $15 billion in real estate transactions were held up or canceled because of a lack of terrorism insurance.\n  ''If the year ends without a federal program of any sort, then the economy is at risk,'' he said.\n  But it is unclear what, if any, help will be coming from Washington. The Bush administration recently announced that it would not support an extension of the program, known as the Terrorism Risk Insurance Act, unless the insurance industry was willing to play a larger role.\n  The administration's stance was articulated in a letter that Treasury Secretary John W. Snow delivered to Congressional leaders on the same day his agency released a long study concluding that the industry could, in time, increase its capacity to insure terrorism risk.\n  The administration's position may, in turn, embolden lawmakers who have questioned whether the situation is as dire as business leaders claim and whether the program constitutes a needless bailout of the insurance industry.\n  Senator Richard C. Shelby, the Alabama Republican who is chairman of the Banking Committee, the panel with jurisdiction over the program, recently expressed strong skepticism about continued government involvement in the marketplace.\n  Beyond that, he argued that the federal insurance program ''has created considerable market dysfunction which in turn has led to additional dependency on the federal government backstop.''\n  But Mr. Shelby left open the possibility that he would support a temporary extension of the program, if only to give American businesses and their insurers time to adjust to the prospect of a reduced federal role in the insurance industry. ''Market-based solutions are always more preferable to government intervention,'' he said.\n  Representative Michael G. Oxley, a Republican and chairman of the House Financial Services Committee, the panel charged with overseeing the program in that chamber, went even further, saying he did not believe that an extension of the program was ''in the best interest of American consumers or the economy.''\n  He went on to say that the current program should be overhauled both to reduce the government's role and to encourage the industry to increase the availability of terrorism insurance.\n  Proponents of the current program argue that in the absence of terrorism coverage, banks will be reluctant to finance real estate purchases, construction projects or other such investments. Banks usually require businesses to insure any property they use to secure loans, according to industry experts.\n  Proponents also say that critics of government intervention ignore the crisis the business community faced following the 9/11 attacks, when losses totaled more than $40 billion. Insurers suddenly began excluding terrorism coverage from standard commercial policies, arguing that the risks were too difficult to predict and could ultimately ruin them. (Eventually, some insurers began to offer terrorism insurance again, though at a much higher cost and in limited amounts.)\n  Mr. Schumer and his Democratic colleague from New York, Senator Hillary Rodham Clinton, sent a letter at the end of last week to Mr. Shelby and Senator Paul Sarbanes, the senior Democrat on the Banking Committee, expressing their concern over the report issued by the Treasury Department and arguing that the economy would be hurt if the federal program came to an abrupt halt.\n  In making their case, the two senators cited testimony that Alan Greenspan, chairman of the Federal Reserve Board, gave before a House committee contending that the private sector would not be able to provide adequate amounts of terrorism insurance on its own.\n  Martin L. DePoy, a spokesman for the Coalition to Insure Against Terrorism, made up of trade associations, corporations and nonprofit groups, questioned the claims of officials who say that businesses and their insurers will be able to solve this problem without significant government involvement.\n  ''We don't share their optimism that the private insurance market is cable of taking on this kind of risk in the near term,'' Mr. DePoy explained. ''This risk is so unique.''\n  Industry experts say that insurers have already begun informing their clients that they plan to sharply limit or eliminate existing coverage for terrorist attacks if the federal program expires.\n  That, in turn, would create all sorts of problems. Lenders, for example, could foreclose on existing loans if buildings suddenly lacked full insurance coverage. But a more realistic prospect is the response that many banks had in the immediate aftermath of the 9/11 attacks: increasing interest charges, or requesting that borrowers put up more money as down payments.\n  Marolyn Davenport, senior vice president of the Real Estate Board of New York, said that this had created great uncertainty for owners of commercial properties ranging from office buildings and hospitals to amusement parks, sports stadiums, casinos and shopping malls.\n  ''There is a ripple effect,'' she said, referring to the possibility that the federal program will expire at year's end. ''It certainly creates enormous economic disruption. It threatens jobs. It threatens economic growth.''\n  Rolf Lundberg, senior vice president for Congressional and Public Affairs at the United States Chamber of Commerce, predicted that the consequences for the economy could be disastrous if businesses suddenly lost terrorism coverage.\n  ''That is potentially the start of a serious storm for our economy,'' Mr. Lundberg explained. ''We can't afford a repetition of the near paralysis that followed 9/11.''\n\nhttp://www.nytimes.com\n\nLoad-Date: July 11, 2005"
}