{
    "title": "Congress approves 9_11 lawsuit bill, delivering first veto override to Obama Critics say the bill co",
    "publisher": "the christian science monitor",
    "year": 2016,
    "month": 9,
    "day": 29,
    "full text": "Congress overrode US President Barack Obama's veto of the \"Justice Against Sponsors of Terrorism Act,\" or JASTA, on Wednesday, a move that would allow families of 9/11 victims to sue Saudi Arabia in US courts, but whose critics say it could create a diplomatic nightmare. \nDemocrats and Republicans in Congress came together to pass the legislation after Mr. Obama vetoed it last week. The bill's proponents say it will finally grant some families the closure they need. Obama and some national security experts, however, say that the bill could threaten the United States's counter-terrorism partnerships with Saudi Arabia and other countries, or inspire other nations to pass reciprocal laws allowing their citizens to sue the US.\n\"The United States has taken robust and wide-ranging actions to provide justice for the victims of the 9/11 attacks and keep Americans safe, from providing financial compensation for victims and their families to conducting worldwide counterterrorism programs to bringing criminal charges against culpable individuals,\" wrote Obama in his veto statement last Friday. \"The JASTA, however, does not contribute to these goals, does not enhance the safety of Americans from terrorist attacks, and undermines core U.S. interests.\"\nIn his statement, Obama expressed three major concerns: that allowing litigants to take national security matters into their own hands could hamper the government's efforts; that the bill would overturn principles of sovereign immunity that have long governed international relations and keep US assets safe in foreign lands; and that the bill could limit cooperation between the US and foreign countries, particularly in counter-terrorism efforts.\nPassing the bill, Obama said, could even expose US service men and women to unnecessary harm overseas. \n\"Enactment of JASTA could encourage foreign governments to act reciprocally and allow their domestic courts to exercise jurisdiction over the United States or U.S. officials - including our men and women in uniform - for allegedly causing injuries overseas via U.S. support to third parties,\" he wrote. \nNevertheless, the veto was overridden 97-1 in the Senate, and 348-77 in the House, with broad and enthusiastic support on both sides of the aisle. The bill's supporters say they hope it will finally allow the families of the nearly 3,000 victims to find closure.\n\"Overriding a presidential veto is something we don't take lightly, but it was important in this case that the families of the victims of 9/11 be allowed to pursue justice, even if that pursuit causes some diplomatic discomforts,\" said bill sponsor Sen. Chuck Schumer of New York (D).\nMembers of the group \"9/11 Families & Survivors United for Justice Against Terrorism\" were enthusiastic about Congress's vote, and say that they eagerly anticipate bringing Saudi Arabia to court. Fifteen of the 19 hijackers on September 11 were from Saudi Arabia.\n\"We rejoice in this triumph and look forward to our day in court and a time when we may finally get more answers regarding who was truly behind the attacks,\" said the group's national chair, Terry Strada.\nOthers are concerned that this bill will damage anti-terrorism partnerships, such as the United States's longstanding cooperation with Saudi Arabia, at a time when some US legislators are eager to put more pressure on its poor human rights record and promotion of a hardline sect of Islam, which some say has inspired militancy. \n\"It would be an absolute shame if this legislation, in any way, influenced the Saudi willingness to continue to be among our best counterterrorism partners,\" CIA Director John Brennan said at a forum in Washington, according to the Associated Press.\nIn a letter to a House member, Defense Secretary Ash Carter said that cases brought to court under JASTA could cause foreign countries involved in potential lawsuits to seek classified intelligence data, which he called an \"intrusive discovery process,\" the AP reports. \nAlthough the 1976 Foreign Services Immunities Act largely protects governments from being sued in court, there have been some exceptions, notably in cases of terrorism involving Chile and Taiwan. JASTA would amend that rule, allowing courts to waive claims of foreign sovereignty immunity in cases dealing with terrorist attacks on US soil. \nAfter the vote, Obama told CNN that it would have been difficult for members of Congress to vote against the bill, so close to an election.\n\"And, frankly, I wish Congress here had done what's hard,\" he said. \"It was, you know, basically a political vote.\"\nThis report includes material from Reuters and the Associated Press.\n\nLoad-Date: September 29, 2016"
}