{
    "title": "CONGRESS RELEASES AID TO NICARAGUANS",
    "publisher": "the new york times",
    "year": 1980,
    "month": 9,
    "day": 13,
    "full text": "After President Carter guaranteed today that Nicaragua's revolutionary Government was not supporting violence or terrorism in Central America, Congress released $75 million in longdelayed economic aid for the Nicaraguans.\nA White House statement said that the funds would provide support for private businesses that stand for political pluralism and free enterprise in the economy. ''The Administration does not intend to abandon the vital Central American region to Cuba and its radical Marxist allies,'' the statement continued.\nAN-A\nAdministration sources said that the granting of aid to a Government that shows strong Marxist influence represented a risk but that failure to provide the funds ''would work against our strategy of support'' for moderate elements.\nRelease of the aid, authorized by the Congress on May 31, had been delayed by a requirement that the President certify that Nicaragua was not aiding guerrilla movements in such troubled nearby countries as El Salvador and Guatemala.\n \nAllegations of Arms Transfers\nIntelligence reports, circulated by conservative opponents of the Administration's policy, contained allegations that Cuban arms had been shipped into Nicaragua for transfer to guerrillas in Central America. Nicaragua has denied this.\nAdministration sources said that after a careful study of reports from United States embassies in Central America and the Central Intelligence Agency, representatives of the State Department, the Defense Department and the National Security Council had concurred that the evidence was insufficient.\nThe delay in getting the aid, initially requested by the Administration last November, has caused criticism from Nicaraguan political leaders and misgivings among private businessmen there.\nState Department sources said that loan agreements would be signed in Managua next week, providing $54 million in credits, mainly for industrial imports, farm loans and commercial activity.\nThe release of the United States aid came after a group of about 120 United States private banks reached agreement with Nicaragua on refinancing about $600 million in debts, largely accumulated under the Somoza dictatorship."
}