{
    "title": "Congress taking TRIA to the wire with uncertainty",
    "publisher": "business insurance",
    "year": 2014,
    "month": 9,
    "day": 29,
    "full text": "The fate of the federal terrorism insurance backstop and an initiative to streamline licensing of interstate agents and brokers won't be known until November at the earliest.\nThat's because both houses of Congress have recessed except for pro forma sessions, until after this year's midterm elections.\nWhile the Senate passed a measure that would extend the terrorism insurance program for seven years, the full House has yet to act on a bill that would extend the program for five years, a bill that won approval of the House Financial Services Committee.\nWhile both bills would require insurers to bear a heavier financial burden in the case of future catastrophic terrorist attacks, the House bill would treat losses wrought by nuclear, biological, chemical and radiological attacks differently than conventional attacks.\nWithout reauthorization, the terrorism reinsurance backstop will lapse on Dec. 31.\nBoth bills also contain a provision that would establish the National Association of Registered Agents and Brokers, which would set up an independent nonprofit body to allow multistate licensing of insurance producers.\nWhile the House bill would establish NARAB permanently, the Senate bill would do so only for two years.\nSuch differences will have to be worked out during the short lame-duck session that is slated to convene Nov. 12.\nRecent lame-duck sessions of Congress have rarely been highly productive, said Joel Wood, senior vice president of the Council of Insurance Agents & Brokers in Washington.\n\"They generally just get done the things they need to get done - and we'd put TRIA in that category,\" Mr. Wood said.\nThe lame duck session is even less likely to be productive should Republicans regain control of the Senate. \"They wouldn't have much interest in cooperatively reaching across the aisle,\" and likely would delay major action until the new Congress is sworn in, Mr. Wood said.\nThe first order of business will be electing congressional leaders, but if that concludes during the first week of the November session, lawmakers could take up the terrorism backstop legislation as early as the second week, said Nat Wienecke, senior vice president at the Property Casualty Insurers Association of America in Washington.\nMr. Wienecke also said lawmakers could consider legislation that would clarify the accounting standards for insurers brought under the supervision of the Federal Reserve as a result of the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010.\n\"The bottom line for the insurance industry is it's not often we have this many bills where Congress would take precious lame duck time to put to insurance issues,\" Mr. Wienecke said.\nNevertheless, Mr. Wienecke said he is \"very optimistic\" that House Financial Services Committee Chairman Jeb Hensarling, R-Texas, and the House leadership have a plan to get the bills to the president's desk.\n\"The question now is of parliamentary mechanics, and that in my mind is a function of time,\" he said.\nCharles Symington, senior vice president of the Alexandria, Virginia-based Independent Insurance Agents & Brokers of America, said supporters of the measures have laid the groundwork for action.\n\"It's just a matter of getting all the right people in a room and trying to negotiate a reasonable compromise and get it on the House floor and the Senate floor,\" he said.\n\"I don't see the program expiring,\" Mr. Symington said. \"The question is do we get a long-term extension or something less than that?\"\nThe industry needs more than a six-month or one-year extension, he said.\nAmerican Insurance Association Vice President Tom Santos said reauthorizing the terrorism backstop was done in 2005 and 2007.\n\"I don't think it's surprising we find ourselves here,\" Mr. Santos said.\n\"I'm still cautiously optimistic that we'll get a bill done,\" he said. \"There remains broad bipartisan support. As long as that support is out there, I think we'll get there.\"\n\"Speaking only for myself, I don't think this is a time for lines in the sand to be drawn,\" said the Council of Insurance Agents & Brokers' Mr. Wood.\nHe said he thinks the program will be reauthorized, and that the industry and policyholders will make the case that a short-term extension of the backstop is not the goal.\n\"We need to stretch the program out for a number of years.\" Mr. Wood said.\n\nLoad-Date: October 2, 2014"
}