{
    "title": "Congress studies anti-terror tools",
    "publisher": "usa today",
    "year": 1996,
    "month": 7,
    "day": 30,
    "full text": "White House chief of staff Leon Panetta and a bipartisan group\nof 16 congressional leaders meet today to devise a legislative\npackage providing more tools for U.S. law enforcement agencies\nto combat terrorism.\nThe meeting is a follow-up to Monday's White House session with\nPresident Clinton, who urged them to put political differences\naside and enact more terrorism-fighting provisions.\n\"When we are attacked . . . we come together,\" Clinton said.\n\"We need to move as quickly as we can, do everything we can to\ntry to strengthen this country's hand against terrorism.\"\nRepublican leaders agreed to cooperate, but emerged from the meeting\nexpressing concern over whether some of Clinton's recommendations,\nlike broader wiretapping authority, might inhibit individual liberties.\n\"As much as we want to get the terrorists, we want to do it in\na methodical way that preserves our freedoms,\" said House Speaker\nNewt Gingrich, a Georgia Republican.\nCongress leaves this weekend on recess, adding pressure to act\nnow. Among Clinton's proposals:\n-- Expand authority for wiretaps, including so-called \"roving\nwiretaps\" which allow police to monitor all telephone lines used\nby suspected terrorists, not just the ones they own.\n-- Allow terrorists to be prosecuted under federal racketeering\nlaws.\n-- Increase FBI anti-terrorist funding.\n-- Provide money for a six-month study of tagging chemicals,\ncalled \"taggants,\" that can be placed in explosive material\nto trace its origin, and expand the study to include black and\nsmokeless gunpowder, used in making bombs.\nThe wiretap measure, opposed by civil liberties groups, was dropped\nfrom an anti-terrorism bill Clinton signed April 24. The \"taggant\"\nstudy passed, but was not funded. The National Rifle Association\nand the mining and demolition industries have safety concerns\nabout adding chemical agents to explosives.\nMeanwhile, the United States today will make recommendations to\ntighten transportation security at a meeting in Paris with economic\nallies and Russia. Proposals include standardizing passenger and\ncargo lists and procedures to detect bombs and weapons at airports\nand on ships.\n\nGraphic\n\n \nPHOTO, b/w, Joe Marquette, AP; Call for help: President Clinton asked congressional leaders to devise laws to combat terrorism.\n\nLoad-Date: July 30, 1996"
}