{
    "title": "Congress extends TRIA for 7 years Scaled-down bill's passage a relief to many",
    "publisher": "business insurance",
    "year": 2007,
    "month": 12,
    "day": 24,
    "full text": "WASHINGTON-Risk managers, insurers and brokers all expressed relief last week following the House of Representatives' final approval of a bill that would extend the federal terrorism insurance backstop for seven years beyond its scheduled Dec. 31 expiration.\nThe 360-to-53 vote, which came Dec. 18, cleared the way for the measure to go to President Bush, who is expected to sign the bill. In addition to extending the program, the bill calls for allowing the backstop to respond to catastrophic acts of domestic terrorism as well as foreign terrorism.\nThe measure, initially passed by the Senate last month, is far less expansive than a measure passed earlier this year by the House. Among other things, the earlier bill would have added group life insurance to the lines of insurance covered by the backstop. The White House reiterated its threat to veto any measure more expansive than the Senate bill.\nBefore the vote, House Democratic members made no effort to disguise their dissatisfaction with the Senate's approach. Rep. Gary Ackerman, D-N.Y., said House members were ``faced with a very difficult challenge,'' which was to accept what he called ``a shell of a bill'' or risk having the program expire. ``We must do the responsible thing,'' he said.\nHe said the Senate measure should be passed ``with the understanding that the fight is not over.'' In fact, Rep. Ackerman introduced a bill last week that would add the ``reset mechanism'' to the terrorism insurance program. That provision, which was contained in the House bill and opposed by the White House, would lower deductibles and trigger levels for those insured sites already hit by a terrorist attack.\nThe program was initially created by the Terrorism Risk Insurance Act of 2002, and renewed for two years in late 2005. Risk managers and other supporters hoped that Congress would extend the backstop for a longer period in this year's renewal legislation.\nThe House action came as a relief for risk managers, who feared they would have to contend with conditional terrorism exclusions popping up in policies on Jan. 1, 2008, had the backstop expired. For many risk managers, extending the program was their greatest concern of 2007.\n``This was my biggest issue and I'm very pleased that it passed,'' said Terry Fleming, director-division of risk management for Montgomery County, Md. in Rockville.\n``This is an ideal holiday gift for policyholders. With a seven-year term, we have come a long way from what many legislators had envisioned in 2002 to be short term and temporary fix to an insurance market failure,'' said Bradley R. Wood, senior vp-risk management for Marriott International Inc. in Bethesda, Md. ``We have always respectfully disagreed with the idea that private insurance markets can ever fully manage this risk based on the indiscriminate and catastrophic nature of terrorism.''\nLaurie Findley, vp-risk management for commercial real estate investment firm Transwestern Investment Co. in Chicago, also hailed the extension. ``It's critical it's there; it's critical for people in the real estate industry; it's critical from our lenders' perspective,'' she said.\nThe New York-based Risk & Insurance Management Society Inc. hailed the move.\n``RIMS views the willingness of the House and Senate to work together to extend the TRIA program as one of the highlights of this legislative year,'' said RIMS President Janice Ochenkowski, who is also managing director of Jones Lang LaSalle in Chicago.\nRisk managers were not the only ones pleased with last week's vote. Every major insurer group had pushed for extension. Brokers were particularly pleased with the results.\n``It's absolutely a wonderful development. And the fact that the feds finally removed that ludicrous distinction between domestic and foreign-inspired acts will effectively allow the real estate business to move forward and have lenders and insureds be satisfied until a permanent solution can be developed,'' said Alexandra Glickman, area vice chairman for Arthur J. Gallagher Risk Management Services in Glendale, Calif.\nShe said it would have been great to have a requirement that insurers offer coverage of nuclear, chemical, biological and radiological terrorist acts, ``but realistically, lenders thus far have not required it and I'm always concerned when the proverbial Christmas tree gets over-decorated. For now, this is a solution that meets everyone's expectations, particularly with our clients in the real estate and hospitality sectors.''\n``We're thrilled with the outcome,'' said Joel Wood, senior vp with the Washington-based Council of Insurance Agents & Brokers. ``The most important feature is its longevity-not only because of the political relief that it provides for an extended period time, but development projects are almost always long-term. From a policyholder standpoint, this will assure that financing is going to be available for many major developments, and that's not just commercial real estate.''\nHe said a variety of other industries-entertainment, travel and utilities among them-depended on the backstop's continuation.\n\nLoad-Date: December 28, 2007"
}