{
    "title": "Congress poised to extend the Patriot Act for another four years",
    "publisher": "charleston gazette",
    "year": 2011,
    "month": 5,
    "day": 24,
    "full text": "WASHINGTON - Congress headed toward approval of a four-year extension of expiring provisions of the Patriot Act after the Senate voted overwhelmingly Monday to advance the anti-terrorism law over the objections of a coalition of conservatives and liberals.\nBecause of strong support from the Obama administration, a bipartisan majority in both the House and Senate is expected to ensure passage this week, preventing a lapse of the federal enforcement powers. The provisions expire Friday.\n\"It is essential to avoid any hiatus in these critical authorities,\" the White House said in a statement of administration policy.\nThe law has troubled civil libertarians and conservatives since its enactment after the 9/11 attacks. The debate has drawn new interest from the tea party movement, whose supporters argue that the law gives the federal government too much authority to spy on terrorism suspects.\nSen. Rand Paul, R-Ky., led opposition to the measure on the Senate floor Monday, arguing that the act allows the federal government to peer too deeply into Americans' private lives. He questioned the wisdom of trading privacy for national security.\n\"We cannot give up our liberty. If we do, if we trade it for security, we'll have neither,\" Paul said.\nSen. Dianne Feinstein of California, who chairs the Senate Intelligence Committee, defended the expiring provisions as tools needed by federal law enforcement to investigate suspected terrorists, especially after the death of Osama bin Laden, when threats may rise.\n\"This is a time when our vigilance must be heightened,\" Feinstein said.\nThe sections of the law expiring Friday include the so-called roving wire tap provision, which allows investigators to continue eavesdropping even when a suspect switches phones.\nAnother section allows authorities to conduct broad personal records investigations, a provision that has become known as the library records provision. And a so-called lone-wolf provision allows the government to track foreign terror suspects even if they are not linked to a known terrorist group.\nIn all cases, a court order is required for monitoring.\nThe Senate voted 74-8 on Monday to advance the bill, with four Democrats, three Republicans and independent Sen. Bernard Sanders of Vermont opposed.\nA final Senate vote is expected later in the week.\nCongress struggled earlier this year to approve even a brief extension after conservatives in the House, including freshman lawmakers aligned with the tea party, mounted a surprise opposition to the measure.\nBut House GOP leaders have said they are confident the bill will pass this time.\nSeveral senators are seeking to amend the bill, and a bipartisan amendment from Paul and Sen. Patrick Leahy, D-Vt., would impose limitations and oversight.\n\nLoad-Date: May 24, 2011"
}