{
    "title": "Congress OKs $80 billion war spending plan; Sent to president_ It also has money for homeland securi",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 4,
    "day": 13,
    "full text": "Eager to show solidarity with U.S. troops, Congress on Saturday sent President Bush a nearly $$ @80 billion plan to pay for the initial costs of the war in Iraq and its aftermath. \nBush was expected to quickly sign the measure. It also includes money for fighting terrorism, increasing homeland security and providing help for the airline industry.\n\"In the end, we had a job to do to help our troops, and we did that job well,\" said House Speaker Dennis Hastert, R-Ill.\nThe House, meeting in a rare Saturday session, passed the legislation by voice vote. The Senate endorsed the package late Friday, ahead of a two-week Easter vacation. Both chambers were nearly empty at the time of the votes.\nLawmakers in both parties moved quickly on the president's request, which he made just three weeks ago.\nBush asked for $$ @74.7 billion to meet the costs of the war that were not budgeted. That figure grew to $$ @78.5 billion with the addition of $$ @2.9 billion to help airline companies and for other projects pushed by lawmakers. \nBush said in a statement after passage that the legislation offers \"the resources necessary to win the war and help secure enduring freedom and democracy for the Iraqi people.\" The president said he looks forward to working with Congress \"as we make progress in the war and in providing aid\" to Iraqis.\nWhile there was little opposition to money for the war, the bill was slowed because of senators' additions, many unrelated to the war.\nAmong those that survived were $$ @16 million to study severe acute respiratory syndrome, or SARS, and $$ @142 million to help local governments administer the smallpox vaccine and compensate people harmed by the inoculation. \n\"Unfortunately in this town we have people who will take advantage of even a war situation,\" to advance their projects, said House Majority Leader Tom DeLay, R-Texas.\nItems that were dropped in the final agreement included $$ @529,000 for law enforcement costs related to the fatal nightclub fire in Providence, R.I., and a provision on ginseng labeling. \n\"What does ginseng have to do with fighting the war in Iraq?\" DeLay asked.\nThe bulk of the money, $$ @62.4 billion, goes to the Pentagon to finance the war in Iraq and the fight against terrorism. It also sets aside about $$ @4 billion for domestic security, with $$ @2.2 billion of that for state and local police and other emergency workers. \nThe measure has $$ @7.9 billion of foreign aid, mainly related to national security concerns, with $$ @1.1 billion for Jordan, $$ @1 billion each for Israel and Turkey, and money for Afghanistan, the Philippines and Colombia. \nThe legislation is primarily for use in the current budget year, which ends Sept. 30. Congress on Friday approved a record $$ @2.27 trillion budget for next year that gives priority to defense and homeland security programs but left unclear the fate of the president's campaign to cut taxes. \nLawmakers did not dispute the size of the president's wartime requests. But they granted him little of the independence from congressional controls he asked for in deciding how the Pentagon will spend the money. Republicans joined Democrats in insisting that Congress retain its constitutional powers over the purse.\nBush had wanted unfettered control of $$ @60 billion of the nearly $$ @63 billion the Pentagon would get. Instead, the president can control only $$ @15.7 billion and must notify Congress five days before he dispenses any of it. \n\nLoad-Date: April 13, 2003"
}