{
    "title": "Congress agrees to spend $40B for anti-terrorism",
    "publisher": "usa today",
    "year": 2001,
    "month": 9,
    "day": 14,
    "full text": "WASHINGTON -- Congress displayed bipartisan unity amid adversity Thursday by agreeing to spend as much as $ 40 billion to respond to massive terrorist attacks. It also prepared to give President Bush broad authority to mount a military response.\nThe lawmakers planned to act even as a late afternoon bomb threat sent lawmakers scurrying from the Capitol. It turned out to be a false alarm.\nIn a rare show of their determination to put aside partisan differences, lawmakers traveled together to the Pentagon to inspect the damage caused by a hijacked jet that slammed into the building on Tuesday.\n\"Unbelievable,\" a shaken and grim-faced House Speaker Dennis Hastert, R-Ill., said after his tour.\nPresident Bush sent a formal request for $ 20 billion to cover the initial costs of recovery in New York, Virginia and Pennsylvania as well as the costs of the investigation and stepped-up airport security. Lawmakers were talking about doubling that amount, with half coming from this year's budget and half coming from the 2002 budget. They said more might be required.\nSenate Majority Leader Tom Daschle, D-S.D., said $ 20 billion would be \"only the first installment.\"\nSenate Minority Leader Trent Lott, R-Miss., predicted swift agreement on an emergency spending bill. It would cut off political debate over the shrinking federal budget surplus and require the government to spend Social Security-generated revenue that both parties had pledged not to touch.\nWhile awaiting the fine print, the House moved ahead on another front. It voted 418-0 to approve an emergency bill granting tax breaks to victims of the terrorist bombings and their families.\nThe tax package extends to civilians the kind of breaks normally accorded military casualties during conflicts. The breaks include reduced estate taxes, exemption from income tax in the year of death and the waiving of taxes on any federal emergency-assistance payments and any death compensation paid by airlines to families of victims of the four crashed jets.\nA day earlier, the Senate and House voted to condemn the attacks, praise the heroism of rescuers and pledge retaliation.\nFor all the unity, there were some points of disagreement.\nLawmakers balked at the first draft of the spending request sent by the White House, regarded by House and Senate leaders as overly broad. They were negotiating language that would designate where the money would go and establish accountability in the executive branch for its distribution.\nSimilarly, lawmakers had staff lawyers trying to reword a White House request for congressional authority for the use of force against terrorists.\nSome voiced concern that they not cede power by giving the president a blank check to conduct war. But lawmakers also said they expected agreement soon on a statement clarifying the president's power to retaliate and combat terrorism. House Minority Leader Richard Gephardt, D-Mo., said he thought Bush has that power now, but that lawmakers would provide a clear restatement.\nIn both parties, lawmakers said they wanted to avoid a repeat of the Gulf of Tonkin resolution adopted during the Vietnam War. Many felt that pact was too open-ended and put too much power to wage war in the president's hands.\nLawmakers also debated whether there should be a formal declaration of war.\nOne crack in the show of bipartisanship emerged when House Ways and Means Committee Chairman Bill Thomas, R-Calif., said he may push a financial stimulus package as early as next week that would include big tax cuts long-sought by the GOP. They include a reduction of the tax on profits, or capital gains, from the sale of stocks, property and other assets.\n\"If we're in a war, and a war of attrition, one of the most important things we need to do is to keep the economy strong,\" Thomas said.\nDemocratic tax aides could barely contain their anger, accusing Thomas of using a national tragedy to pursue a long-standing and controversial political agenda.\nContributing: Joan Biskupic, Jonathan Weisman and Jessica Lee.\n\nGraphic\n\n \nPHOTO, b/w, Kenneth Lambert, AP; Pulling together: Senate Minority Leader Trent Lott, R-Miss., left, and Senate Majority Leader Tom Daschle discuss anti-terrorism steps.\n\nLoad-Date: September 14, 2001"
}