{
    "title": "Congress to speed terrorism measure",
    "publisher": "pittsburgh post-gazette",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "Anti-terrorism legislation pending in Congress -- including a controversial provision allowing the use of secret evidence to deport suspected terrorists -- took on new urgency yesterday in the wake of the Oklahoma City bombing.\nLegislation aimed at combating terrorism was introduced in the House and Senate earlier this year at the request of President Clinton, who was responding to problems uncovered after the World Trade Center bombing by Islamic militants in 1993.\nThe Senate intends to step up action on the bill. A hearing is scheduled for next week. The House Judiciary Committee, which held hearings earlier this month, also is expected to move quickly to bring the legislation to a vote.\n''It's the first priority,'' said Judiciary Committee Chairman Henry Hyde, R-Ill.\nThe bills would restrict access to nuclear materials and plastic explosives, expand federal wiretapping authority and ban fund-raising activity in the United States by groups designated by the president as terrorist or a threat to national security.\nThe bills also would make it easier to deport aliens suspected of terrorism without charging them with a crime. That proposal has drawn strong objections from civil libertarians and ethnic groups.\n''People have the right to know the evidence so they have the chance through due process to defend themselves,'' said Nihad Awad, executive director of the Council on American-Islamic Relations.\nUnder the deportation procedure outlined in the bill, evidence obtained from confidential sources and used to support a deportation order could be kept secret from targeted individuals.\nNon-citizens would be provided with only a summary of the classified evidence against them. A special court composed of federal judges would handle deportation proceedings.\nIn rare instances, when even revealing a summary of information might lead to the exposure and death of federal informants, the summary could be withheld from the alien and shown only to the judge.\nFBI Director Louis Freeh testified at a hearing on April 6 that there is a non-citizen attending a major university in the United States whom the FBI is confident plays an important role in an internationally known terrorist organization.\nFreeh said the individual, identified only as ''Y,'' has been in the United States legally since 1989 with his wife. He cannot be deported under normal procedures because he has not violated any visa requirements.\nIf the FBI were to disclose classified information to support deporting ''Y,'' it might cause ''irreparable harm to the national security,'' Freeh said.\nThe Clinton administration bill is ''a good beginning,'' Hyde said, but the bill should be expanded to allow the government to refuse to grant visas to members of international terrorist organizations.\n\nLoad-Date: April 23, 1995"
}