{
    "title": "Congress leaders offer prayers in temples when polls near, but for BJP they are cultural issues_ Raj",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 12,
    "day": 2,
    "full text": "Bansur/Jaipur, Dec. 2 -- Home Minister Rajnath Singh Sunday claimed Congress leaders start offering prayers at temples when elections are near whereas for the BJP it is an integral part of its culture. Addressing a press conference in Jaipur, he said temples and cows were not an elections stunt for the BJP.\nleaders start offering prayers at temple when elections approach. They are not seen praying in temples earlier. Temples and cows can be an election issue for the Congress, but it is not an election stunt for the BJP. It is integral part of our cultural life,\" Singh said. Earlier at an election rally in Alwar district's Bansur, he alleged it was because of the Congress, which ruled India for 55 years, that the nation was in the list poor countries and claimed the party had deceived the people.\n\"We (BJP) have not done the politics of pulling wool over people's eyes. We look into the eyes of people,\" he said.\nSingh claimed the Congress had established 103 ITIs in 50 years, while the Vasundhara Raje government had set up 958 new ITIs in five years.\nAddressing a press conference in Jaipur, he said Pakistan should seek India's help if it cannot handle terrorism alone.\nHe said that if, with the help of the US, terrorism and Taliban could be fought against in Afghanistan, then Pakistan could also seek help from India if it feels that it cannot fight terrorism alone.\n\"Jammu and Kashmir is not an issue. It is integral party of the country and it will remain so. The issue is of terrorism, and Pakistan can discuss it,\" Singh said.\nHe also accused the Congress of creating a crisis of distrust in politics and claimed there was a difference in their words and deeds.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: December 2, 2018"
}