{
    "title": "Congress moves to strengthen Reagan's anti-terrorism hand",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 18,
    "full text": "With fear of terrorism and terrorists on the rise, Republican lawmakers introduced identical bills in both the House and Senate yesterday that would considerably free the president's hand to commit US troops to combat terrorism.\nThe sponsors of the legislation say they expect broad bipartisan support for the bills, though observers expect the proposal to run into fierce opposition from some members. Many lawmakers may be reluctant to grant greater presidential authority to send troops into armed conflicts, thus reducing lawmakers' influence.\nSen. Jeremiah Denton, (R) of Alabama, cosponsor of the Senate version, says, ''I see this as the only approach that (equips) theUS with the will and means to respond promptly and appropriately to attacks, irrespective of the party of the president and irrespective of politics in the Congress.''\nYet even if the bills were not to pass, their introduction - days after the attack by US forces on Libyan targets - underscores the growing congressional concern about US response to terrorism.\nThe bill's authors hope it would provide Congress with a working definition of terrorism, and put Congress on record as favoring a variety of specific responses. Basically, it would support the right of the president to use force when he feels it necessary to fight terrorism. He must then report to Congress on the reasons for use of force over other responses.\nIn setting such terms, the bill essentially amends the War Powers Act of 1973, the central piece of legislation defining Congress' role in the commitment of US troops to hostilities overseas and the responsibility of the president to consult with Congress. Lawmakers have never really settled their differences over the interpretation of parts of the act. For example, one key passage requires that the president consult with Congress ''in every possible instance'' before committing troops to a situation overseas where hostilities could occur.\nPresidents have interpreted that phrase liberally. So the engagement of US troops in armed hostilities invariably stirs a debate in Congress over whether this provision of the War Powers Act was obeyed.\nMost recently, House Armed Services Committee chairman Dante B. Fascell (D) of Florida raised such concerns after US forces responded to Libyan fire in the Gulf of Sidra.\nThe US strike against Libya is seen by many as a harbinger of the type of response the Reagan administration will mete out to those perceived as terrorists. But the sponsors of the present legislation say the War Powers Act was written with conventional armed conflicts in mind. Now, the sponsors say, new challenges posed by terrorists require a level of flexibility on the part of the Commander-in-Chief that the War Powers Act does not allow.\n''When you deal with terrorism you don't have the time for consultations with 535 experts in Congress,'' said Rep. Bob Livingston (R) of Louisiana. The passage of the anti-terrorist bill, its backers say, would eliminate the controversy over this matter.\n\nGraphic\n\n \nPicture, Denton: equipping the US to respond quickly to terrorism, UPI"
}