{
    "title": "CONGRESS UNLIKELY TO ACT QUICKLY; ANTI-TERRORISM PACKAGE AT ISSUE",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 9,
    "day": 26,
    "full text": "Attorney General John Ashcroft is finding the Bush administration's anti-terrorism legislation a tough sell on Capitol Hill.\nTwo days of intense lobbying have lawmakers still talking about passing only the package's noncontroversial portions and leaving the rest for later.\nSenate Judiciary Chairman Patrick J. Leahy, D-Vt. told Ashcroft he agreed with several portions of the attorney general's proposal and is working to pass legislation containing those items.\nBut he said the disagreements over other, more complex pieces of the package could take weeks, or even months, to resolve. Leahy also plans to introduce his own anti-terrorism legislation.\nLawmakers have questioned whether some of the provisions are constitutional or would have too great an impact on Americans' civil liberties.\nThe administration is looking for expanded police powers for the FBI to fight the terrorism threat. President Bush lobbied for the legislation yesterday during a visit to the FBI.\n\"We're at war, a war we're going to win, and in order to win the war, we must make sure the law enforcement men and women have got the tools necessary within the Constitution to defeat the enemy,\" Bush said.\nThe White House would like something the president can sign by the end of next week, Vice President Dick Cheney told Republicans during their weekly policy luncheon.\nBut that timeline for the administration's full package seems unlikely.\nThe Senate Judiciary Committee asked Ashcroft back for more questioning, though Leahy said work will continue in the meantime. He set a second hearing on terrorism legislation for next Tuesday, although it was not immediately clear whether Ashcroft would attend.\n\"We have a lot of Republicans and Democrats who have further questions for him,\" Leahy said. \"When he comes back, we can speed it up.\"\nAnd the House Judiciary Committee does not plan action on the bill until next Wednesday at the earliest. House Judiciary Chairman F. James Sensenbrenner, R-Wis., had planned a vote yesterday but rescheduled after committee members expressed concerns.\n\"While some limited noncontroversial provisions may be expedited, we do not believe we will be serving law enforcement, the intelligence community or the American public if we move as quickly as we are being urged by the department,\" a bipartisan group of House Judiciary members, including Reps. Bob Barr, R-Ga., and Robert C. Scott, D-Va, wrote in a letter to House leadership.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: September 28, 2001"
}