{
    "title": "Congressman gives $99,000 to Cal State- Fullerton for water safety research",
    "publisher": "university wire",
    "year": 2004,
    "month": 12,
    "day": 8,
    "full text": "Congressman Ed Royce (R-Fullerton), a Cal State University-Fullerton alumnus, allocated $99,170 to the College of Engineering and Computer Science to support research for a water hazard mitigation system to help combat terrorism.\nThis is the first of many possible installments to CSUF research in this area. The project and others like it are part of a hope that terrorist attacks can be prevented through academic research.\n\"The tragic events of Sept. 11 have demonstrated the need for the United States to be ready for terrorist attacks from unexpected sources using unconventional techniques,\" Julianne Smith, a representative for the congressman, said. \"The center is working to protect and manage our water resources infrastructure so as to mitigate the safety and health impacts of communities should any emergency situation arise.\"\nWith the threat of terrorism at America's door, Congress is constantly trying to stay one step ahead of would-be perpetrators. One aspect Congress is concerned with is the protection of America's waterway resources.\n\"The research at the center will address issues of water distribution and supply infrastructure vulnerability, emergency response plans, formulating and testing strategies to address threats to water resources such as physical damage, bio-terrorism, chemical contamination and cyber attack on distribution systems,\" Smith said.\nMallela S. Prasada Rao, a CSUF professor of civil environmental engineering, is working on creating sensors to identify any foreign substances placed in the water supply that could be harmful to our drinking water.\n\"We will be doing basic research of ways to protect against contamination of main waterways,\" Rao said.\nPrograms like this one put CSUF in a prominent position to help fight terrorism.\n\"The scope and impact of the research will be felt throughout the nation, as CSUF is expected to be a national resource for help, guidance, training and material in mitigating hazards to water systems,\" Smith said.\nCSUF researchers could have a good deal of time and necessary funding for the tasks at hand with the project.\n\"The money put toward the research is only one installment of hopefully many to come,\" said Valerie Orleans from CSUF's Public Affairs.\nAs for future government funding, administrators cannot predict whether the research provided will prove favorable to its benefactors. However, members of Royce's office said they think highly of the work performed by CSUF in the area of this research and as an academic facility.\n\"California State University at Fullerton is one of our state's -- and nation's -- leading institutions,\" Smith said. \"These funds will enhance ongoing research at the university's Water Hazard Mitigation Center.\"\n(C) 2003 Daily Titan via U-WIRE\n\nLoad-Date: December 8, 2004"
}