{
    "title": "Congress in power during 26_11, but questions BJP govt's surgical strikes_ PM",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 11,
    "day": 26,
    "full text": "Bhilwara/ Rajasthan, Nov. 26 -- The Congress was in power when the Mumbai attacks took place but questioned the BJP government's surgical strikes in Pakistan, Prime Minister Narendra Modi said here on Monday, hitting out at the opposition party on the issues of terrorism and Naxalism.\nThe prime minister was addressing an election rally here on the tenth anniversary of the 26/11 terror strike when 10 Pakistani terrorists sneaked into Mumbai, killing 166 people over 60 hours.\nIn a broadside against former Congress president and UPA chairperson Sonia Gandhi, he said New Delhi was at the time being governed by \"madam\" through remote control.\n\"I remember the slightest criticism over the attacks used to rile the then ruling party,\" Modi told the gathering in this textile city ahead of elections in the state on December 7.\nThe Congress, he added, taught the lesson of patriotism. But when the Army carried out a surgical strike by crossing over the border, the party questioned it and asked for video proof.\n\"The soldiers have their lives in hands and not a camera,\" Modi said.\nIndia, he said, will never forget the 26/11 terror attack or its perpetrators.\n\"Justice will surely be done, I want to assure the country,\" he added while expressing solidarity with the families of those who lost their lives.\n\"A grateful nation bows to our brave police and security forces who valiantly fought the terrorists during the Mumbai attacks,\" Modi said.\nThe prime minister said his government had responded to terrorists and Naxals in their own language.\nClaiming that terror strikes had come down under BJP rule, the prime minister said terrorists now find it difficult to go beyond Kashmir.\n\"On the one hand, there is terrorism and, on the other, Maoism and Naxalism. They are giving guns in the hands of children and killing innocent people but Congress leaders and close aides of 'naamdaar' are calling Naxals revolutionaries and giving them certificates,\" he said.\nModi has frequently referred to Congress president Rahul Gandhi as \"naamdar\" (dynast).\nHe also attacked the Congress for its alleged casteist remarks and said issues relating to the people do not bother the party.\n\"As the elections are approaching, Congress asks for my caste and are curious about my father,\" he said.\nWhen the Indian prime minister visits America and meets the president, they talk about welfare, Modi said.\n\"Does the president ask him his caste before any discussion? The prime minister represents the caste of 125 crore people of India,\" he said.\nModi said he was nothing but a workaholic.\n\"I am a workaholic (kaamdaar) who has 125 crore people of the country standing behind him... Have you ever heard that I took a holiday? Have you ever heard that I went somewhere for leisure or was missing for a week? I give an account of each and every decision I take and the work that I do,\" he said.\nBraving threats, people in Jammu and Chhattisgarh came out to vote in large numbers with voting percentages remaining 70-75 per cent, Modi added.\nWhile people in Chhattisgarh voted for a new assembly earlier this month, panchayat elections were held in Jammu and Kashmir.\nOn the occasion of Constitution Day on Monday, Modi recalled the stellar contribution of B R Ambedkar.\n\"We are proud of our Constitution and reiterate our commitment to uphold the values enshrined in it,\" he said.\nIn Modi's view, even a month would not be enough to give an account of work done by BJP governments at the Centre and state.\nBefore the BJP came to power in 2014, even 40 percent villages did not have toilets, he claimed. However, in four years, 95 percent villages have toilets.\n\"This is called work... They will not give an account of work done but will continue to ask about caste,\" he said in another jibe at the Congress.\nIn 2014, only 50 per cent people of the country had bank accounts and 55 per cent LPG connections in 2014. Now, every India has his bank account and 90 per cent families have LPG connection. he said.\nThe prime minister also spoke about developmental works by Rajasthan Chief Minister Vasundhara Raje.\nHe said 36,000 km of new roads were constructed in last five years and 50 lakh young entrepreneurs in Rajasthan received loans under Mudra Scheme\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: November 26, 2018"
}