{
    "title": "Congressional Hearing Puts Muslim Civil Rights Group in the Hot Seat Again",
    "publisher": "the new york times",
    "year": 2011,
    "month": 3,
    "day": 12,
    "full text": "WASHINGTON -- At Thursday's contentious Congressional hearing on radicalization in the American Islamic community, one Muslim advocacy group became a repeated target for damning accusations from Republicans: the Council on American-Islamic Relations, or CAIR.\nRepresentative Peter T. King of New York, chairman of the House Homeland Security Committee, led off the critics, calling CAIR ''discredited'' and congratulating the Federal Bureau of Investigation for cutting off high-level cooperation with the group. Representative Frank R. Wolf of Virginia accused CAIR of ''an attempt to stifle debate and obstruct cooperation with law enforcement.'' Representative Chip Cravaack of Minnesota went further, telling a witness, Leroy D. Baca, the Los Angeles County sheriff, ''Basically, you're dealing with a terrorist organization.''\nSheriff Baca, the only law enforcement official invited to testify, said he worked regularly with the CAIR chapter in his area and pushed back. ''I have not experienced anything that suggests that CAIR supports terrorism,'' he said. He suggested that such accusations should not be cast about recklessly in the absence of solid evidence.\nFor the casual observer, it may have been a puzzling set of comments. But it is an old argument for CAIR, an aggressive civil rights organization that has long been pilloried by conservatives as the American Civil Liberties Union with a Muslim spin. A representative of the group was not invited to testify at the hearing on Thursday but submitted 30 pages of written testimony -- including a list of dozens of CAIR statements dating back to 1997 condemning terrorist attacks around the world, among them attacks in the United States and Israel.\n''We are the answer to violent extremism,'' said Nihad Awad, a Palestinian-American who is the executive director of CAIR, noting the group's longstanding campaign against religious violence, called ''Not in the Name of Islam.''\nMr. Awad said Thursday's hearing, called by Mr. King, was ''political theater'' intended to score points, not to elucidate facts. ''No one is more concerned about terrorism in the United States than we are,'' Mr. Awad said. This is in part because Muslim Americans face a backlash every time a Muslim is accused of plotting or carrying out terrorism in the United States.\n''We have nothing to do with radicalizing young men,'' he said.\nIndeed, some of the statements about CAIR at the hearing were oversimplified at best. Mr. King noted, for example, that CAIR was listed as an ''unindicted co-conspirator or joint venturer'' in a terrorism financing case against a charity, the Holy Land Foundation -- but so were more than 200 other groups and individuals. CAIR was not accused of a crime.\nMr. Wolf mentioned that a poster declaring ''Build a wall of resistance -- Don't talk to the F.B.I.'' had appeared on the Web site of the group's California chapter. But the poster had been created by non-Muslim activists in the 1970s, and CAIR officials took it down after a few days, saying it did not represent the group's policy.\nCAIR has had a tense relationship with the F.B.I. and on occasion has urged Muslims not to talk to law enforcement officials without a lawyer present, a caution Mr. Awad said was very much in keeping with the American system of justice. ''As a civil rights organization,'' he said, ''we have the difficult job of encouraging constitutionally informed cooperation with law enforcement.''\nCAIR, along with other advocacy groups, has complained about the F.B.I.'s use of informers who pose as militants from Al Qaeda or similar groups, saying the government uses them in effect to draw young Muslim men into militancy.\nLast month, the F.B.I. director, Robert S. Mueller III, said that the bureau had no ''formal relationship'' with CAIR, but that the organization's officials and chapters regularly worked with F.B.I. officials on investigations and related matters. This included a news conference held on Thursday in Sacramento to announce an arrest in a mosque vandalism case.\nCAIR officials also note that they went immediately to the F.B.I. in 2009 when they were approached by the parents of five young Muslim men in Virginia who had disappeared. The men turned up in Pakistan, where they were reportedly trying to join the fight against American troops in Afghanistan.\nFounded in 1994, CAIR has 34 chapters around the country and has focused on combating discrimination and violence against Muslims. It has been dogged by accusations that some of its leaders, including Mr. Awad, have old connections to Hamas, the Palestinian militant group, or the Muslim Brotherhood, the Islamist group founded in Egypt that advocates for Islamic government.\nBut especially when hostility to Muslims has flared, after the Sept. 11 attacks or during last year's controversy over plans for an Islamic center near ground zero in Manhattan, CAIR has thrived, said Akbar S. Ahmed, chairman of Islamic studies at American University and author of ''Journey into America: The Challenge of Islam.''\n''Especially after 9/11, Muslims in this country felt very much under siege, and they saw CAIR as their champion,'' Mr. Ahmed said. He dismissed efforts by the group's critics to link it to terrorism. ''Everyone can be linked by the seventh degree to someone who's an extremist,'' he said.\nBut he faulted CAIR for its energetic attacks on Mr. King and his hearing, saying that like the Republican congressman, the group used the conflict over the hearing to rally its own political base.\n''My criticism is that CAIR could have helped bring down the temperature,'' Mr. Ahmed said. ''It shouldn't present such a starkly polarized picture. That just widens the gap between Muslims and non-Muslims.''\n\nhttp://www.nytimes.com\n\nLoad-Date: March 12, 2011"
}