{
    "title": "CONNECTICUT Q & A_ Caroline A. Dinegar; 'Terrorism Is a Crime Against Humanity'",
    "publisher": "the new york times",
    "year": 1989,
    "month": 1,
    "day": 15,
    "full text": "The end of 1986 brought the reality of terrorism home to many people in Connecticut. First, the planting of a bonmb in a Norwalk pharmaceutical company, U.S. Surgical, allegedly by animal rights activist, indicated that terrorism can and does happen in one's backyard. With the bombing in December of Pan American's Flight 103, in which several Connecticut residents were killed, terrorism again hit home, and this time a lot harder.\nWhile most Americans do not normally think about terrrorism, it has become a major part of Caroline A Dinegar's life. As a politial science professor at the University of New Haven and a former head of the Peace Corps in Malaysia, the 63-year-old Dr. Dinegar spends much of her day teaching, studying and writing about the causes and effects of terrorism.\nIn an interview in her university office, Dr. Dinegar talked about what terrorism is, why it occurs and what if anything can be done to curb it. Here are some excerpts from the conversation:\nQ. How would you define terrorism?\nA. I have four books which deal with the definition of terrorism. But I think it's very clear. It is the use of violence for political objectives, and the political objective is always to take over. He wants what you've got.\nI consider modern terrorism to be an unacceptable level of the use of violence. I ignore the question of whether it's legal or illegal. In my mind, the use of violence against the lives of innocents in and of itself is illegal. Terrorism is designed to destroy order, to destroy governments. It is designed in a very real sense against the civil rights of individuals. It is an instrument of those who are weak.\nQ. Is terrorism on the rise?\nA. There's no question about it. Since 1984, terrorism has risen approximately 30 percent a year. I think in Latin America it increases about 110 incidents a year. In 1986, there were 1,200 acts worldwide.\nWe don't hear of all the terrorist incidents that occur. Many are the kidnappings in the business community and many of those are negotiated away. In Latin America, for instance, many terrist organizations get their money simply by kidnapping. It is a means of support of the terrorist group. Businesses have fallen into this pattern of paying the ransom. In my mind paying the ransom is just as bad as appeasement. I think a strong stand has to be taken on terrorism.\nBut it is on the rise and it's going to continue to rise. It is going to use more sophisticated instruments. We're not going to have the bomb throwing. We're going to have chemical warfare and we're going to have nuclear harassment.\nQ. Why is it on the rise?\nA. Because the states which have the sophisticated weapons have not come to a unified position for dealing with it. The truth of the matter is the people that use terrorism are successful in what they are doing. They're trying to get attention. They're trying to achieve notoriety. They're trying to bring forth propaganda. They're trying to stand between governments and their people in democracy It's a very simple thing for us to say, ''If you can't protect Pan Am, what kind of government do you have?'' And the minute you ask that question, you see you are turning away from the support of the democratic system. And hence if you're turning away from the democratic system, you are leaning toward the support of another system. And terrorists don't really care which system you're moving toward because they want to draw the people away from the support of an established government, to create confusion and chaos and then they more in to take political control.\nQ. Who is the terrorist?\nA. The terrorist is obviously an alienated individual. We must not make the mistake of thinking he's insane. The terrorist is not insane; he's very determined. He's probably very capable and may be even an intelligent individual. He will not, however, be a very long-lived individual because of the nature of his response to authority. He does not see another way of convincing others of the validity of his cause.\nQ. Is there terrorism in Connecticut?\nA. I would think there probably is. Some of the situations you find on the streets amount to terrorism although they are not categorized as such by the police forces. For instance, bringing drugs into Connecticut is a way of destabilizing society. Now, these are not hoods that are behind the drug culture. This is organized group activity with a political purpose.\nSo can drugs be part of terrorism? I don't think there's any question about it. If you set forth in society a group of drug-crazed individuals, you certainly have destroyed life, liberty and the pursuit of happiness. I think there is terrorismm in Connecticut, one that is being born.\nQ. Why are you interested in terrorism?\nA. I'm interested in it for two reasons. One, it is a modern and new international phenomenon. It's not new as an activity - it goes back to the first century - but it's use in international affairs is new. The second reason is that I'm horrified by it. That is to say that sucking 18-month old children out of airplanes is unacceptable to me and threfore I am interested in seeing what is the phenomenon that would do such a thing.\nIt has led me directly to the conclusion that terrorism is a crime against humanity. One of our problems is our European allies. Europe has a history of appeasement and it is appeasement that is going to aid and abet the growth of terrorism.\nQ. Are there anti-terrorism groups, like those against drunk driving, that citizens can join?\nA. For the average citizen there is the block watch, but I'm very leery about citizens becoming involved in anti-terrorist groups because they don't have the capacity and technical training and they could get hurt. One of the things I would like to see is the American Bar Asscoaition - that is a very effective legal lobby - join with bar associations in other countries and bring to the United Nations and the international legal community an anti-terrorist code for unacceptability.\nThe Federal Government has places where poeple can go and get in touch with counter-terrorism officials, such as in the State Department. You can find out what intelligence they have on certain groups, find out how many incidents there have been in certain countries or you can find out what you can do as a traveler to protect yourself against terrorism.\nQ. What can be done to protect oneself against terrorism when going overseas?\nA. One of the very classic things is don't call attention to yourself. When you go overseas you are the well-fed, dynamic American. And we stand out. So we should try to be grayer, sort of melt into the woodwork, melt into the crowd. Don't wear vibrant colors, say as little as you can in any public group because the American accent is very easily definable.\nAnd don't do things in a routine manner. If you start your sight-seeing a 8 every morning, do it at 7 one morning, at 11 another morning.\nQ. How effective are metal detectors and other security devices in airports, for instance?\nA. I think personally it's a lot of propaganda. The plastic Semtex that was used in the Pan Am Flight 103 does not have a smell and it cannot be detected by a metal detector. The fact that three or four days after the Pan Am incident the airport said, ''We're doing this, we're doing that.'' Forget it. It doesn't mean a thing. You are no safer three days later than you were before.\nThe government has got to develop technological capabilities for identifying these substances. The problem is, this is going to cost. So you've got to begin to readjust your priorities to save your population. You've got billions going to defense and some poor student coming back from an overseas program at Syracuse University gets blown out of the sky. This means to me we need new priorities, readjustments of funds and a massive effort.\nWhen I was overseas with the State Department, a number of time the protection of the embassy was minimal. you go overseas now, they're like fortresses. Fine, I think that should have been done to protect the diplomatic establishment. but I think also the Government has the responsibility to protect the individual, the citizen who's paying for it in the first place.\nQ. Are you afraid to fly?\nA. No. A long time ago I made a decision that one of the things that was worth dying for was my right to live my life the way I wanted to. so I'll never be deterred from going some place because of terrorism.\n\nGraphic\n\n \nPhoto of Caroline A. Dinegar, professor of political science, in her office at the University of New Haven (NYT/Gale Zucker)"
}