{
    "title": "Connecticut Governor to Block Gun Sales to Those on Terror List",
    "publisher": "the new york times",
    "year": 2015,
    "month": 12,
    "day": 11,
    "full text": "With the mass shooting in California last week focusing attention on terrorism and guns, Gov. Dannel P. Malloy of Connecticut announced on Thursday that he intended to sign an executive order barring people on federal terrorism watch lists from buying firearms in the state.\n''Like all Americans, I have been horrified by the recent terrorist attacks in San Bernardino and Paris,'' Mr. Malloy, a Democrat, told reporters. ''This should be a wake-up call to all of us. This is a moment to seize in America, and today I'm here to say that we in Connecticut are seizing it.'' \n  With his decision, Mr. Malloy has stepped into a fiery debate that has stretched from the Oval Office to the contest to become its next occupant: Should being a terrorism suspect prohibit a person from buying firearms? At the moment, it does not.\n  What some critics have called a startling gap in the law has gnawed at counterterrorism officials for years. But it has now emerged as a flash point following the terrorist attack in San Bernardino, Calif., in which a married couple who the authorities believe were inspired by foreign extremists killed 14 people using legally obtained firearms.\n  While Democrats in Congress have been calling almost daily for a fix to the so-called watch list loophole, Republicans have succeeded in defeating measures that would prevent people on the lists from buying guns. Democrats say they intend to keep pushing the issue, and on Thursday the House Democratic leader, Representative Nancy Pelosi of California, introduced a motion demanding a vote to restrict the sale of guns from anyone on a federal terrorism watch list. House Republicans swiftly shelved it.\n  President Obama has moved it to the front of his continuing push for stricter gun restrictions. ''Congress should act to make sure no one on a no-fly list is able to buy a gun,'' he said in a rare address to the nation from the Oval Office after the San Bernardino attack.\n  ''What could possibly be the argument for allowing a terrorist suspect to buy a semiautomatic weapon?'' Mr. Obama said. ''This is a matter of national security.''\n  But the argument, gun rights advocates say, is a matter of due process. They say that the no-fly list -- with tens of thousands of names on it -- is unreliable, with innocent people like Edward M. Kennedy, the Massachusetts senator who died in 2009, and other well-known Americans wrongly placed on the list.\n  The National Rifle Association ''does not want terrorists or dangerous people to have access to weapons,'' said Jennifer Baker, a spokeswoman for the organization's lobbying arm. ''But this is a constitutional issue,'' she said, adding that mere suspicion should not be enough to take away the right to own a gun.\n  While federal gun control legislation has gone nowhere in recent years, certain states have had more success. Connecticut has passed some of the strictest gun laws in the country, including measures enacted after the 2012 massacre at Sandy Hook Elementary School in Newtown, when a gunman killed 20 schoolchildren and six staff members before killing himself.\n  Daniel Webster, the director of the Johns Hopkins Center for Gun Policy and Research, said it was unclear what the practical implications of Connecticut's proposed ban would be in stopping someone who is determined to carry out an act of terrorism. That person could simply travel to another state.\n  ''Seems to me that the greatest importance of this is to get the ball rolling so more people follow, and ideally the federal government,'' Mr. Webster said. ''I suspect more states will do this.''\n  Devon Puglia, a spokesman for Mr. Malloy, said the governor's office was ''working with the federal government'' to gain access to the watch lists and determine which would be most appropriate to use. The governor, he said, would sign the order as soon as he received approval to use the watch lists for that purpose.\n  The federal government's terrorism watch list is a database maintained by the Terrorist Screening Center, an arm of the Federal Bureau of Investigation. It fuses information gathered from many sources -- including law enforcement, military and intelligence agencies, as well as foreign governments -- and is used for various purposes, including keeping certain people off planes or blocking certain noncitizens from entering the country. The no-fly list is a subset of the watch list.\n  The debate has become fodder for presidential candidates, with most Republicans attacking the idea of denying gun sales to people on the no-fly list.\n  ''These are everyday Americans that have nothing to do with terrorism,'' Senator Marco Rubio of Florida, a Republican candidate for president, told CNN. ''They wind up on the no-fly list, there's no due process or any way to get your name removed from it in a timely fashion, and now they're having their Second Amendment rights being impeded upon.''\n  Gun rights advocates find themselves in unusual agreement with the American Civil Liberties Union, which has sued the government over what it says are widespread errors on the list and the difficulty of getting off it.\n  Abe Mashal, a former Marine and a Muslim of mixed Palestinian-Italian background who lives in the Chicago area, was on the no-fly list until last year, for reasons he said were still a mystery to him. During his three years on the list, he was unable to board a plane because of suspicions he was linked to terrorism, but he bought a .357 Magnum. ''Never had any trouble with that,'' he said of the gun purchase.\n  Since 2004, there have been 2,233 people who, like Mr. Mashal, landed on the government's no-fly list because of terrorism suspicions and applied to buy a gun, according to a recent review of F.B.I. data by the Government Accountability Office.\n  Typically, in cases in which someone on the no-fly list is trying to buy a gun from a gun shop, an online dealer or elsewhere, it sets off an alert at the F.B.I., according to James B. Comey, the director of the bureau.\n  The bureau then conducts an investigation to learn if there are other reasons to block the transaction, Mr. Comey told lawmakers this week. ''And if the transaction goes through,'' he said, ''the agents who are assigned to that case, to that subject, are alerted to it so they can investigate.''\n  But only rarely are legal reasons found to prohibit the sale, according to federal auditors. Since the F.B.I. began tracking the data, only 190 gun sales to people on the list -- or 8.5 percent of all the attempted sales -- have been blocked for other reasons, including mental illness or criminal convictions, auditors found.\n  Neither of the shooters in the San Bernardino attacks, Syed Rizwan Farook and his wife, Tashfeen Malik, is known to have shown up on any F.B.I. watch list or faced restrictions on buying the semiautomatic rifles used in the attacks. But Democrats say increased fears of domestic terrorism stoked by the recent gun attacks in San Bernardino and in Paris are reason enough to stop people on a watch list from being able to buy a gun.\n  While Mr. Obama is considering circumventing Congress and imposing a number of new gun restrictions through executive action, Democrats say they do not see a way to plug the watch list loophole without action from a reluctant Congress.\n  Mr. Malloy has lobbied federal lawmakers on the issue. ''I have previously written to Congress on this matter,'' he said. ''But inaction is not an option. So here in Connecticut, we are acting.''\n\nhttp://www.nytimes.com/2015/12/11/nyregion/connecticut-to-ban-gun-sales-to-those-on-federal-terrorism-lists.html\n\nLoad-Date: December 11, 2015"
}