{
    "title": "Constitutional terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 1,
    "full text": "Top secret courts and covert government snooping should not surprise those attuned to the counter-terrorist crackdown since the Sept. 11 attacks. But the extraordinary powers granted to a mysterious court have received virtually no publicity by the mainstream media and should be setting off alarm bells in those few observers concerned with making justice a guiding principle in our hunt for evil.\nWhen most Americans think about the judicial system, they most commonly call up the traditional civics lesson model of district and circuit courts, leading up to the ultimate arbiter of justice and interpretation of law -- the United States Supreme Court.\nBut there is a subset of the Department of Justice called the Foreign Intelligence Surveillance Act Court that is designed to enforce a 1978 law called, predictably, the Foreign Intelligence Surveillance Act. Last Friday's sweeping anti-terrorism legislation radically expanded the powers of the super-secret court so that criminal investigations are now freed from the burdens of acquiring warrants and other constitutional restraints.\nU. Texas-Austin\nThe FISA was designed to allow surveillance of foreign embassies. Now, in a court comprised of seven federal judges appointed by the Supreme Court's Chief Justice, law enforcement officials can simply say that they need \"intelligence\" about a person -- and the court will grant them a warrant to tap telephones, bug bedrooms, search houses when residents aren't home, download files from computers and even listen to conversations with psychologists and therapists.\nSince the World Trade Center crumbled, 977 people have been arrested or detained by the federal government. None have been charged with anything related to the Sept. 11 attacks.\nThe Baltimore Sun is the only major paper so far to devote serious attention to the FISA court's new powers. The rest of the media is keeping us up to date on various strains of postal contagions and the awesome American technologies being used to pound Taliban -- and Red Cross -- locations in Afghanistan.\nAttorney General John Ashcroft is showing an absolute dearth of rational thought, inciting prosecutors across the nation to use new powers they don't even understand as broadly as possible. Officials admit that they are acting first and waiting until later -- probably much later -- to see how legal challenges to the new powers play out.\nIf Ashcroft is to be condemned for his indefinite suspension of the Constitution in the name of \"justice,\" Sen. Russ Feingold, R-Wisc., should be applauded for his restraint. History will look kindly on the only senator to vote against the anti-terrorism legislation, which passed 98-1.\nPerhaps Rep. Ron Paul, R-Texas, said it best when he said the brief debate over the anti-terrorism legislation boiled down to whether we would suspend the Constitution for five years or just four.\nThese are frightening new times. Not because of anthrax in the mail, but because our government is still refusing to tell us anything about what it's doing while passing some of the most alarming legislation in our nation's history. Just watch the White House press conferences. Are you learning anything useful?\nThe attacks of Sept. 11 highlighted the need for U.S. intelligence agencies to be more forthcoming with any evidence they have about possible terrorist attacks. Outrageously, the government warns us of future attacks, but still refuses to tell us where they might occur, who might commit them, how they might be carried out, how it knows about the attacks or what we should do about them.\nAshcroft and Congress have completely forgotten that we are the victims of this attack. Why are we being targeted? Why do we need the CIA spying within our own borders? Why are there NATO surveillance flights flying over the United States? Why is our Constitution being destroyed?\nIt is important to know that these significant changes to law enforcement protocol will continue to exist for a long time to come. It wouldn't be much of a stretch at all to see these secret courts and wiretapping powers turned on anti-government critics of all sorts -- from environmentalists and anti-globalization activists to gun rights advocates and anti-abortion protesters.\nBefore you speak up, it's best to educate yourself on the new world of constitutional protections, or lack thereof. Or else you may find yourself in front of a secret court, here in your own country.\n(C) 2001 Daily Texan via U-WIRE\n\nLoad-Date: November 1, 2001"
}