{
    "title": "Conservatism Has a Violence Problem",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 5,
    "full text": "‘The numbers don’t lie.’\nThis article is part of David Leonhardt’s newsletter. You can sign up here to receive it each weekday.\nAmerican conservatism has a violence problem.\nThe current secretary of energy, Rick Perry, once publicly suggested that the chairman of the Federal Reserve deserved to be beaten up because of his interest rate policy. Greg Gianforte, a member of Congress from Montana, physically assaulted a reporter who asked him a question he didn’t like. President Trump has repeatedly alluded to extrajudicial physical force, including suggesting that his supporters            might resort to violence if they didn’t get their way.\nThe most extreme version of conservatism’s violence problem is the most tragic: the pattern of mass shootings by people espousing right-wing views, sometimes encouraged in online forums.\n[Listen to “The Argument” podcast every Thursday morning, with Ross Douthat, Michelle Goldberg and David Leonhardt.]\nLast year, 39 of the 50 killings committed by political extremists, according to the Anti-Defamation League, were carried out by white supremacists. Another eight were committed by killers with anti-government views. Over the past 10 years, right-wing extremists were responsible for more than 70 percent of extremist-related killings. “Right-wing extremist violence is our biggest threat,” Jonathan Greenblatt, the head of the A.D.L., has written. “The numbers don’t lie.”\nThe latest example came on Saturday in El Paso when a 21-year-old white man apparently killed 20 people, after having first announced in a manifesto that his attack was a response to “the Hispanic invasion of Texas.” His language mimicked the language that Trump has            used.\nYes, I understand that there are important caveats to add. Conservative America is mostly filled with honorable people who deplore violence and bear no responsibility for right-wing hate killings. Some mass shootings have no evident political motive, like the one in Dayton, Ohio, on Sunday. And liberal America also has violent and deranged people, like the man who shot at Republican members of Congress playing softball in 2017. Some Democratic politicians have also occasionally lapsed into ugly,            violent rhetoric and suggested they want to punch their political opponents.\nBut it’s folly to pretend that the problem is symmetrical. Mainstream conservative politicians use the rhetoric of physical violence much more often, starting with the current president of the United States. And right-wing extremists have a culture of violence unlike anything on the left. Its consequences are fatal, again and again.\nOver the years, Republicans have sometimes            called on Muslim leaders to ask themselves why their religion has produced a disproportionate share of the world’s terrorist attacks — and to do something about the situation. I’d urge those Republicans to take their own advice. Right-wing terrorism is killing far more Americans these days than Islamist terrorism.\nRelated. Kathleen Belew of the University of Chicago, in The Times: “Too many people still think of these attacks as single events, rather than interconnected actions carried out by domestic terrorists.”\nJennifer Rubin, Washington Post: “It’s not merely Republicans’ indulgence of the National Rifle Association that puts Americans’ lives in jeopardy; it is the support and enabling of a president that inspires white nationalist terrorists — and even denies white nationalism is a problem.”\nA front-page Wall Street Journal story today: “Oth­ers, in­clud­ing some mem­bers of Con­gress and ex­perts who study U.S. ex­trem­ism, said the F.B.I. has been too slow to di­vert some of the ex­ten­sive re­sources it de­votes to com­bat­ing Is­lamic ter­ror­ism to thwarting do­mes­tic hate groups. The bu­reau ex­pended con­sid­er­able re­sources on white su­premacy in the 1990s but changed its fo­cus af­ter the Sept. 11, 2001, ter­ror­ist at­tacks.”\nIf you are not a subscriber to this newsletter, you can subscribe here. You can also join me on            Twitter (@DLeonhardt) and            Facebook.\nFollow The New York Times Opinion section on Facebook,            Twitter (@NYTopinion) and            Instagram.\nPHOTO: Protesters held a rally against gun violence in New York City on Sunday after a mass shooting in El Paso. (PHOTOGRAPH BY Go Nakamura/Getty Images FOR THE NEW YORK TIMES)\n\nLoad-Date: August 6, 2019"
}