{
    "title": "CONSEQUENCES OF POLARIZATION",
    "publisher": "pittsburgh post-gazette",
    "year": 2020,
    "month": 10,
    "day": 28,
    "full text": "A recent Pew Research study warned that partisan antipathy is now \"more intense\" and \"more personal\" than it was four years ago. A poll conducted by YouGov and the Voter Survey Group found that among Americans who identify as Democratic or Republican, 1 in 3 believe that political violence is justified in advancing their agenda, increasing from 8% in 2017 to 36% this year. And a new report from the Department of Homeland Security has warned that the pandemic has become a pretext for extremists, who could be \"motivated to conduct attacks in response to perceived infringement of liberties and government overreach.\"\nThe extent of such motivation was revealed by the FBI on Oct. 8, when six men were charged for allegedly plotting to abduct Michigan Gov. Gretchen Whitmer, take her to a \"secure location\" in Wisconsin, and have her stand \"trial\" for treason. The men were aggrieved by Ms. Whitmer's lockdown measures in dealing with the coronavirus. Seven others were charged under the state's anti-terrorism laws for allegedly targeting police.\nThe internet is driving this potentially lethal partisanship and polarization. People who gather online with the like-minded become vulnerable to groupthink and confirmation bias. They tend to talk only to one another, fueling their anger and outrage. They become more vicious in their personal attacks of political opponents, and this extremism is amplified on social media, where such behavior is rewarded. When partisan divisions grow extreme online, it's inevitable that the same extremism will manifest offline.\nAccording to Pew data, people's media sources determine their reality. When asked if they believed the U.S. did all it could to control the spread of COVID-19, 90% of those who watch only Fox News and listen to talk radio said yes. Whereas only 3% of those who watch only MSNBC and CNN and listen to NPR said yes. Some major media outlets are almost completely partisan, and the product they are selling is division; therefore, U.S. adults who name Fox News or MSNBC as their main news source are equally partisan, and they see politics as a zero-sum game, a battle to be won.\nStrong divisions have always prevailed in the United States. We're not good at tolerating others who think differently from us. But we can get better. We can work to build relationships with those who hold different opinions. We can seek new sources of information and confront writers and thinkers whom we disagree with. Most important, we can turn off our televisions, phones and computers and think for ourselves.\n\nLoad-Date: October 28, 2020"
}