{
    "title": "Conservative opposition imperils GOP gun bill",
    "publisher": "the bismarck tribune",
    "year": 2016,
    "month": 7,
    "day": 7,
    "full text": "WASHINGTON - Conservative opposition put a House Republican gun and anti-terrorism bill in jeopardy Wednesday, delivering an embarrassing slap to Speaker Paul Ryan in his effort to mount a legislative response to last month's mass shooting in Orlando, Fla.\nEven as Democrats castigated the election-year GOP measure as ineffective and demanded votes on their own gun plans, the often defiant House Freedom Caucus said it opposed the Republican package. The group has about 40 members, and with solid Democratic opposition, GOP leaders would lack the votes to move the bill forward.\nDespite the National Rifle Association's endorsement of similar GOP legislation in the Senate, the Freedom Caucus complained that the House bill, which Ryan has been pushing, would not adequately protect gun owners' rights. They also said its anti-terror provisions, chiefly creating a new federal office focused on \"radical Islamist terrorism\" within the U.S., did not go far enough.\nOne dissident conservative, Rep. Dave Brat, R-Va., said the group objected most strongly to the measure's anti-terror provisions and said fixing them would be \"a heavy lift.\" He and others said talks were ongoing, and it seemed possible the bill would be broken into two pieces.\nRyan, R-Wis., told reporters: \"We're going to get it right, and we're going to do it when we're ready.\"\nConservative upheaval against Ryan has been less frequent and vitriolic than it was against his predecessor, John Boehner, R-Ohio, whose retirement was hastened by the conservatives. Notably, conservative opposition to higher spending forced congressional Republicans to abandon their effort to complete a budget this year.\nEven so, their opposition comes on an issue that's been propelled back into prominence by last month's carnage at a gay nightclub in Orlando, where 49 people died, making it the worst mass shooting in modern American history. Ryan would like to demonstrate that the GOP can act.\nUnderscoring the pressure on GOP leaders, a mere vote on the Republican measure would be a departure: Since the 2012 slaying of schoolchildren in Newtown, Conn., Republicans have not brought any legislation broadly restricting guns to the House floor.\nThe internal GOP turmoil endangered a measure that has become a partisan battlefield over gun control and terrorism. Two weeks after staging a House floor sit-in to dramatize their demands, Democrats are pressing for votes on two amendments: one to broaden background checks for gun buyers, the other to ban many firearms sales to suspected terrorists.\nRyan has so far turned aside the Democrats' demands for votes.\nAt a rally on the Capitol steps, House Democratic leader Nancy Pelosi of California said Democrats want \"real action, not a bill written by the gun lobby.\" She added: \"The Republican House still refuses to disarm hate.\"\n\"We don't know what form it's going to take, but stay tuned,\" Rep. John Lewis, D-Ga., a leader of last month's House sit-in, said at the rally about future Democratic actions.\nFor now, Democrats are letting the House conduct regular legislative business without disruption. A bipartisan bill by Rep. Tim Murphy, R-Pa., aimed at beefing up mental health programs was approved by a vote of 422-2.\nRepublicans, backed by the NRA, seem intent on preventing any limitations on the constitutional right to bear arms, which they say the Democratic measures would impose. They also said they were investigating Democrats' behavior during the overnight sit-in, including whether they intimidated House aides and damaged furniture.\nThe GOP bill would bar many gun sales to suspected terrorists, but only if federal prosecutors could prove within three days that a terrorist act was afoot. The government would have to cover legal costs for people for whom it unsuccessfully tried to deny firearms.\nRepublicans say their measure protects people's constitutional right to legal protections. Democrats say it sets an unreasonably difficult hurdle that makes the whole proposal unworkable.\nTheir bill would establish an office within the U.S. Department of Homeland Security to focus on what the measure calls \"radical Islamist terrorism\" within the country and set up modest grants for communities trying to counter such threats.\n\nLoad-Date: July 7, 2016"
}