{
    "title": "Consumer identity theft freeze law now in effect",
    "publisher": "colorado springs business journal ",
    "year": 2006,
    "month": 7,
    "day": 14,
    "full text": "A law that gives consumers the right to freeze their credit files went into effect July 1. The law allows consumers to block access to their credit reports and scores by \"freezing\" the account, and making it impossible for personal information to be breached. Consumers can unlock their credit files by contacting the credit bureaus and providing a security code. Colorado climbed from the 11th to the fifth ranking state in the nation for the number of identity-theft victims per capita during the last two years, according to the Federal Trade Commission. In 2004, it took the average identity theft victim 600 hours and an average of $1,495 to clear his or her name. \nCases take an average of two to four years to be resolved. This is up from 175 hours and $808 in out-of-pocket expenses in 2000, according to the FTC. The FTC also estimates that identity theft cost consumers $5 billion and businesses $48 billion last year. FDIC issues reports by state In the face of a housing market slowdown, institutions insured by the Federal Deposit Insurance Corp. continue to record strong earnings, supported by low credit losses and growth in real estate and commercial lending. The health of FDIC financial institutions by state, as well as economic and banking trends, are summarized in the summer edition of \"FDIC State Profiles,\" released last week. The banking industry reported a fifth consecutive year of record earnings in 2005, and strong financial performance has continued into 2006. However, a challenge this year comes from rising short-term interest rates, which are pressuring net interest margins, particularly among mortgage lending specialists. Job market conditions have remained positive in most of the United States through the first quarter of 2006, with some pockets of weakness along the Louisiana Gulf Coast and the upper Midwest -- which is dependent on the auto industry, according to the report. Housing affordability continues to be a challenge, and the report predicts that housing will probably not be a leading sector for the U.S. economy during the second half of the year. Rates of home price appreciation have dipped in many states, although prices have declined outright in only a few metropolitan areas. Wachovia fined $25M for conflict of interest An alleged failure to prevent a conflict of interest between research and investments has cost the Wachovia Corp. $25 million. Wachovia, the fourth-largest U.S. bank, has agreed to pay $25 million in fines to settle allegations that the company failed to prevent the conflicts of interest. The settlement follows a 28-month investigation of Wachovia by securities regulators from nine states. Citigroup Inc. and Credit Suisse First Boston were among 10 securities firms that agreed to pay $1.4 billion in April 2003, after regulators said analysts published misleading stock research to win investment-banking business. The agreement required Wall Street firms to limit contact between the two businesses and barred bankers from influencing analysts' pay. Wachovia agreed to pay $20 million for failing to supervise its employees, $1.65 million for not retaining required records, $3 million to be used for investor education and $350,000 for costs tied to the investigation. The bank did not admit wrongdoing as part of the settlement; however, Wachovia representatives said policies to safeguard against similar events have been implemented. CitiTrademark infringement complaint filed Financial giant Citigroup has engulfed online stockbroker CitisecOnline.com in a trademark name infringement case. Citigroup filed a complaint last week claiming that the use of names bearing \"citi\" by CitisecOnline and Citisecurities Inc. is a breach of trademark rights of its registered Citi marks, which include, among others, Citibank, Citicard, Citicorp, Citidirect, Citifinancial, Citigroup, Citiphone and Citiservice. Citigroup has urged the court to require CitisecOnline and Citisecurities to stop using the names or any other trademark bearing the word citi. Citigroup also wanted the firms to be liable for damages. However, CitisecOnline has defended its trademark, arguing that it received the go-ahead of the Securities and Exchange Commission for the use of such corporate name. Citisecurities claims it has used the name for 20 years, while CitisecOnline has been in the business for six years. Citisecurities added that there were more than 350 companies registered with the SEC bearing corporate names beginning with citi. Terrorism concerns among the wealthy Terrorism still weighs heavily on the minds of America's affluent population, according to a U.S. Trust poll that queried 150 wealthy Americans. The survey found that 77 percent of respondents believed terrorism would hurt the economy. While that's a significant number, it's same percentage that worried about terrorism last year. Also, 56 percent said terrorism threatened their personal security.\n\nLoad-Date: July 14, 2006"
}