{
    "title": "Conservative Calls on State Pension Fund To Act on Terrorism",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 8,
    "day": 27,
    "full text": "Saying that one-fifth of the stocks held by the state pension fund are \"blackened with a terrorist taint,\" the Conservative Party candidate for the U.S. Senate, Marilyn O'Grady, is urging Comptroller Alan Hevesi to divest from companies that do business with countries that condone terrorism.\nDr. O'Grady cited a recent study by a Washington think tank, the Center for Security Policy, which found that the New York State Common Retirement Fund owns $11 billion in stock in 173 companies that do business in Iran, Syria, North Korea, Libya, and Sudan - all of which the State Department identifies as terror-sponsoring nations.\n\"It's totally unacceptable that New York, the site of the World Trade Center attack, should be indirectly underwriting the development of nuclear weapons by Iran and supporting Islamic terror groups,\" Dr. O'Grady said.\nShe contended that Senator Schumer, the Democratic incumbent, would be endorsing the same cause if Mr. Hevesi were a Republican rather than a Democrat. A spokesman for Mr. Schumer, Stu Loeser, declined to comment.\nA spokesman for Mr. Hevesi, David Neustadt, said the comptroller, as sole fiduciary of the $115 billion pension fund, is \"very concerned about the issue of terrorism\" and follows up whenever the office receives a federal advisory about a company violating U.S. trade sanctions against the terror-sponsoring countries.\n\"Generally speaking we find the violations are pretty much minor and accidental,\" Mr. Neustadt said. \"The federal government has never identified a company that should not be invested in.\"\nThe president of the Center for Security Policy, Frank Gaffney Jr., said the companies in question are based outside America and aren't necessarily breaking any laws. But they indirectly support terrorism by boosting the economies of rogue nations or providing them with advanced technology. 257 1461 367 1473\nThe center's report, available at www.divestterror.org, identifies only 12 of the companies it criticizes, including such major conglomerates as Siemens AG of Germany and Hyundai of South Korea. Mr. Gaffney said the analysis was performed by a consulting firm, Conflict Securities Advisory Group, based on a proprietary list of companies.\nHe said institutional investors should conduct their own studies of the issue, inform shareholders of their findings, and develop policies to sanction companies that do business with terror regimes - just as many once did to combat apartheid in South Africa.\nHe noted that New York City's comptroller, William Thompson Jr., who manages pension funds for city employees, is supporting shareholder resolutions urging companies to change their business practices.\n\"The sooner we see people saying, 'We don't want to invest in terrorist sponsoring regimes,' the better,\" Mr. Gaffney said.\n\nLoad-Date: September 2, 2004"
}