{
    "title": "CONSERVATIVES RESIST BUSH'S PORTRAYAL OF PEACEFUL ISLAM; TRIES TO PREVENT TERRORISM BATTLE BECOMING",
    "publisher": "pittsburgh post-gazette",
    "year": 2002,
    "month": 12,
    "day": 1,
    "full text": "President Bush finds himself in a rare disagreement with conservatives in his party over his efforts to portray Islam as a peaceful religion that is not responsible for anti-American terrorism.\n In a score of speeches since the Sept. 11, 2001, attacks, the president has called for tolerance of Muslims, describing Islam as \"a faith based upon peace and love and compassion\" and a religion committed to \"morality and learning and tolerance.\"\n But a large number of foreign policy hawks -- some of them with advisory roles in the Bush administration -- have joined religious conservatives in taking issue with Bush's characterizations. While most of them understand the political rationale for Bush's statements -- there's no benefit in antagonizing Muslim allies such as Pakistan and Indonesia -- they say the claim is dishonest and destined to fail.\nFor Bush and for the country, the outcome of the argument is crucial. The administration, and moderate governments in Arab and Muslim nations, are struggling to prevent the war on terrorism from becoming what Osama bin Laden wants: a war of civilization between the Judeo-Christian West and a resentful and impoverished Muslim world.\n Calling Islam a peaceful religion \"is an increasingly hard argument to make,\" said Kenneth Adelman, a former Reagan official who serves on the Bush Pentagon's Defense Policy Board. \"The more you examine the religion, the more militaristic it seems. After all, its founder, Mohammed, was a warrior, not a peace advocate like Jesus.\"\n Earlier this month, Bush distanced himself from virulent anti-Islamic remarks made by a number of U.S. religious leaders.\n \"Some of the comments that have been uttered about Islam do not reflect the sentiments of my government or the sentiments of most Americans,\" the president said in the Oval Office before a meeting with U.N. Secretary General Kofi Annan. \"Islam, as practiced by the vast majority of people, is a peaceful religion, a religion that respects others. Ours is a country based upon tolerance, Mr. Secretary General, and we respect the faith and we welcome people of all faiths in America.\"\n Bush's remarks came after religious broadcaster Pat Robertson was reported as saying that \"Adolf Hitler was bad, but what the Muslims want to do to the Jews is worse.\" Another religious conservative, the Rev. Jerry Falwell, referred to the prophet Mohammed as a \"terrorist\"; Falwell later apologized. The Rev. Franklin Graham, who spoke at Bush's inauguration, has called Islam \"evil.\" Lesser-known religious leaders have been downright vulgar in their descriptions of Mohammed.\n In an interview with the Washington Times, an unapologetic Robertson complained that Bush \"is not elected as chief theologian\" and objected again to Bush's description of Islam as peaceful.\n Muslim Americans worry that the anti-Islam conservatives are winning the battle. \"These right-wingers are trying to set up a civilizational conflict with all their might in the same way as Osama bin Laden,\" said Ibrahim Hooper, spokesman for the Council on American-Islamic Relations. \"We're trying our darndest to prevent it but every day it's looking more and more like it's heading in that direction. … It really is getting a bit frightening. At some times I feel like a member of the Jewish community in Germany in the latter stages of the Weimar Republic.\"\n In fact, Americans see themselves as increasingly tolerant despite the harsh words from conservatives. In an Ipsos-Reid poll this month, 56 percent of Americans said they had become more likely over the past year to respect cultures that do not share their values, while only 27 percent said they found it harder to have such respect.\n But many American conservatives are coming to a conclusion reached earlier this year by Norman Podhoretz in Commentary magazine. \"Certainly not all Muslims are terrorists,\" he wrote. \"But it would be dishonest to ignore the plain truth that Islam has become an especially fertile breeding-ground of terrorism in our time. This can only mean that there is something in the religion itself that legitimizes the likes of Osama bin Laden, and indeed there is: the obligation imposed by the Koran to wage holy war, or jihad, against the 'infidels.' \"\n\nLoad-Date: December 2, 2002"
}