{
    "title": "Conservative party prepares criminal justice overhaul",
    "publisher": "university wire",
    "year": 2011,
    "month": 9,
    "day": 27,
    "full text": "The Conservative government's \"tough-on-crime\" agenda has begun with a massive 110-page anti-crime bill that some advocates say will only increase crime.\nSupported by Immigration Minister Jason Kenney, police officers and crime victims' advocacy groups, the Conservative government hopes to pass it within 100 sitting days of parliament.\nDubbed the \"Safe Streets and Communities Act\", the bill rolls together nine earlier proposals to boost police targeting drug traffickers, child sex predators and \"out of control\" young offenders.\nIt would increase a federal minister's discretion to deny prison-transfer applications by Canadians convicted abroad; make it easier for victims of terrorism to sue supporters of terrorism or state sponsors of terrorism, and make it harder to get a criminal pardon or to win parole.\nThe bill would also introduce more mandatory minimums. For example, in drug crimes, growing five marijuana plants (for trafficking) is six months in jail, growing 500 plants is at least two years in jail, selling marijuana is at least one year in jail, selling marijuana near a school is at least two years in jail and Marijuana production's maximum penalty doubles from seven years to 14 years.\nAccording to Emily Aspinwall of Stark Raven Media Collective, \"their [Conservatives] \"tough-on-crime\" agenda won't actually reduce crime, and most likely will increase it.\"\n\"Mandatory minimums have been proven not to work to reduce crime. The billions being spent on prison expansion and construction would be far better spent on addressing the root causes of crime.\"\nHowever, others believe that the passage of this bill will provide greater powers to law enforcement officials to deal with violent and repeat offenders and help make Canada's streets safer.\nAccording to Tyler Dennis, Vice President of Brock Campus Conservatives, \"[the bill will not] hinder things, only makes things safer for communities, including St. Catharines, Thorold, Welland and other Niagara communities where Brock students live\".\n\"The sad reality is, the current series of laws have been abused and various court rulings have let offenders off with ease. Therefore these reforms were needed and [we're] happy to see Prime Minister Harper keep his promise to voters.\"\nAccording to a joint press release from the John Howard Society of Canada and the Canadian Association of Elizabeth Fry Societies, \"the government's Parliamentary Budget office projected the increase costs related to this bill would be more than five billion dollars - more than doubling current expenditures for the corrections system alone. Furthermore, the provinces and territories would have to contribute the largest proportion of the increase\".\n\"Canadians are telling us and politicians that they would rather see their hard-earned tax dollars spent on public housing, child care, pensions, health care, mental health services, public education, victims and other social services,\" the press release said.\nA study prepared for the Justice Department in 2005, said that several jurisdictions, including South Africa, Australia, England and the state of Michigan, have retreated from minimum sentences in recent years because of evidence that they do not deter crime.\nAnother analysis prepared in 2006 by the Correctional Service of Canada themselves, documents how minimum sentences do not have a deterrent effect and drain away funds available for social programs that prevent crime.\n\nLoad-Date: September 20, 2013"
}