{
    "title": "Consistency; America 's pre-9_11 hobgoblin",
    "publisher": "star tribune ",
    "year": 2004,
    "month": 3,
    "day": 30,
    "full text": "The best way to think about the controversy surrounding former counterterrorism official Richard Clarke's new book, \"Against All Enemies,\" is as a science experiment: a beaker heating over a Bunsen burner. For more than a week, the volatile oils have been evaporating, creating a fog that has made it difficult to see or evaluate the purified condensates remaining in the beaker. But the fog is now lifting, and what remains is a simple toxic compound whose qualities have been confirmed by a number of experts. Call it \"foolish consistency\" - in the face of an urgent threat.\n     The Sunday Washington Post had a long article that carried the headline \"Bush, Clinton varied little on terrorism.\" Consistency.\n   Testifying before the 9/11 Commission last week, Undersecretary of State Richard Armitage said, \"I think there was a pretty smooth handoff from the administration of President Clinton to the administration of President Bush, particularly in the counterterrorism area. The reason I say that is because there was, for transitions, I think a stunning continuity.\" Consistency.\n     On CNN Sunday, Judy Woodruff asked Lee Hamilton, cochairman of the 9/11 Commission, whether there was \"any difference between the terrorism policy in the Clinton administration and the first eight months of the Bush administration?\" Hamilton answered that \"overall, our counterterrorism policy has been quite consistent and constant. Now, it may not have been the right one, but it's been fairly consistent and constant, I think, through both administrations up to September 11th. And then, of course, it all changes.\"\n     When you boil away all the fog, that's really what Clarke is saying: The Clinton and Bush policies were, in their basics if not always in their execution, consistent during the Bush administration's first few months, when anything but consistency was needed.\n     Al-Qaida and Osama bin Laden came on the American radar screen in a big way in 1997. Even though Bin Laden had not at that time been linked to a single attack on the United States at home or abroad, a few people like Clarke and CIA Director George Tenet began to focus on what they saw as an emerging threat. When Al-Qaida was linked to the U.S. embassy bombings in 1998, President Bill Clinton made an attack on Al-Qaida bases in Afghanistan - the famous \"wag the dog\" attacks for which he was roundly criticized. After the bombing of the USS Cole, Clarke wanted Clinton to bomb the Al-Qaida bases out of existence, even though the CIA and FBI could not clearly pin the Cole bombing on Bin Laden's group. Clinton declined.\n     After the Cole bombing and the millennium scares, Clarke became convinced that a new strategy was necessary for taking the fight to Bin Laden. National Security Adviser Sandy Berger and Clinton shared that concern, and Clarke developed a new strategy. It focused on Al-Qaida as a loosely affiliated, nonstate terrorist organization with worldwide links. Clarke had come to understand that the evolving Bin Laden threat didn't involve rogue states like Iraq or North Korea. While military action had a prominent role in his strategy (Clarke was a hawk on that point), it also required strenuous legal actions to disrupt Al-Qaida financing, police efforts to roll up Al-Qaida cells and strenuous intelligence efforts to run down leads on the principals involved.\n     By this time the Clinton administration was winding down, so Clarke's new strategy was forwarded, with strong support from Berger, to the incoming national security adviser, Condoleezza Rice. It took eight months, but the strategy finally was adopted on Sept. 4, just a week before the 9/11 attacks.\n     When Clarke says the incoming Bush team behaved as though it were \"frozen in amber,\" he means its members could not understand that the world had changed. They couldn't get their mind around the threat from nonstate terrorism of the kind in which Al-Qaida specialized. When it paid attention to terrorism at all, the Bush team was still focused on state-sponsored terrorism, and especially on terrorism fomented by Iraq - even though, as Clarke pointed out, Iraq had not been involved in anti-U.S. terrorism through the intervening eight years.\n     Clarke has been making the case that the consistency between Clinton and Bush counterterrorism prior to Sept. 11 was the problem. A new approach was needed, he offered one early in 2001, and the eight-month delay in adopting it meant that possibilities - and only possibilities - for disrupting 9/11 planning were forgone.\n     If the Bush administration had adopted practices in the high-alert months of summer 2001 similar to those the Clinton team adopted amid worries over millennium attacks - daily Cabinet meetings on the issue, etc. - the information already in the CIA and FBI about Al-Qaida operatives already in the United States might have become known to senior policymakers.\n     Clarke might have gone quietly into the night had not the Bush administration magnified the problem post-9/11 by moving almost immediately to plan for invading Iraq - a state demonstrably not involved in the Al-Qaida attacks. The Iraq invasion, Clarke says, simultaneously sapped strength from the fight against terrorism and made the threat even worse.\n     \"A foolish consistency,\" the old Emerson saying goes, \"is the hobgoblin of small minds.\" Clarke is simply saying that in the face of daily warnings that it was being foolishly consistent, the Bush administration missed the threat from Al-Qaida prior to the attacks of 9/11.\n\nLoad-Date: March 30, 2004"
}