{
    "title": "Controversy wearing, but terrorism stance hypocritical",
    "publisher": "university wire",
    "year": 2003,
    "month": 11,
    "day": 18,
    "full text": "I'm tired of being controversial.\nIt's hard work. Every morning I wake up and ask myself, \"Who can I piss off today?\"\nIf I haven't received two death threats by noon, I feel like I'm not doing my job.\nU. Oklahoma\nBeing controversial isn't easy, and I'm tired of it. So today, I'm going to talk about something everyone can agree on: Terrorism.\nTerrorism is bad. We can all agree on that one, right?\nHow about this? No nation should be allowed to commit acts of terror or to support terrorist organizations.\nPretty easy stuff today, isn't it?\nJust to make sure we're all on the same page, let me give you the American Heritage Dictionary's definition of terrorism: The unlawful use or threatened use of force or violence by a person or an organized group against people or property with the intention of intimidating or coercing societies or governments, often for ideological or political reasons.\nLet's take a quick detour to Latin America. There are terrorists in Latin America, right? I mean, after all, they're everywhere, aren't they?\nIn April 2002, a coup nearly deposed Hugo Chavez, the democratically elected president of Venezuela.\nChavez was \"arrested\" after a group of his partisans allegedly massacred 17 protesters around the Miraflores Palace. Later investigation revealed that the murders were part of an organized plot to discredit Chavez and usurp control of the Venezuelan government.\nBy our definition, the planners and executors of this unsuccessful coup can certainly be considered terrorists.\nThis attempted coup was supported and funded by the United States.\nOops! Was that controversial?\nMaybe Venezuela is an aberration, an unfortunate mistake made by unsuspecting American officials whose intention was only to support policy changes through legitimate channels.\nLet's look at a little more Latin American history. Maybe that will help exonerate us.\nIn 1981, the Reagan administration began funding Contra guerrillas to fight the Nicaraguan Sandanista government.\nViolating provisions of international humanitarian law cost the Contras their status as lawful combatants. By our definition, the Contras were terrorists.\nOn Sept. 11, 1973, more than 3,000 Chileans died in a American-sponsored coup to replace the democratically elected Chilean president Salvador Allende with General Augusto Pinochet.\nIn 1954, another American-backed coup overthrew the democratic government of Guatemala. In the following 40 years, more than 150,000 Guatemalans were killed by the military government we put in place.\nAm I the only one who finds our stance on terrorism hypocritical?\nHow can the War on Terror be taken seriously when we actively support the very acts we seek to eliminate?\nNo nation should be allowed to commit acts of terror or to support terrorist organizations. No nation.\nIn 1999, Aharon Barak of the Israeli Supreme Court addressed a similar issue.\n\"This is the destiny of democracy,\" he said, \"as not all means are acceptable to it, and not all practices employed by its enemies are open before it. Although a democracy must often fight with one hand tied behind its back, it nonetheless has the upper hand.\n\"Preserving the rule of law and recognition of an individual's liberty constitutes an important component in its understanding of security. At the end of the day, they [add to] its strength.\"\n(C) 2002 Oklahoma Daily via U-WIRE\n\nLoad-Date: November 18, 2003"
}