{
    "title": "CONTEXT IS CRUCIAL IN DEFINING HOW MANY COUNTRIES NOW HARBOR ISIS",
    "publisher": "tampa bay times",
    "year": 2016,
    "month": 10,
    "day": 24,
    "full text": "\"ISIS is in 32 countries.\"\n- Donald Trump on Wednesday, October 19th, 2016 in a presidential debate\n* * *\nThe Ruling: HALF TRUE\nThe terrorist group ISIS continues to be a focus of the 2016 presidential campaign. During the final presidential debate in Oct. 19, Donald Trump said the group has spread significantly.\nHillary Clinton \"gave us ISIS as sure as you are sitting there,\" Trump said. \"And what happened is now ISIS is in 32 countries.\"\n\"We should have never let ISIS happen in the first place,\" Trump said later in the debate, \"and right now, they're in 32 countries.\"\nAs we've noted before, Trump's claim that Clinton is responsible for ISIS rates False. But we wanted to know if Trump's count of countries with an ISIS presence is correct.\nThe short answer: No.\nBut experts we consulted said counts can vary depending on how you define whether ISIS has a serious presence in country. If you use a broad definition, Trump's count is probably too low. By a stricter definition, it's too high.\nWe asked the Trump campaign for the source of the candidate's tally but we didn't hear back.\nWhere ISIS's impact is felt\nClaims about ISIS (also known as the Islamic State, ISIL and Daesh) being in 32 countries seem to originate from a blog post two years ago on The Long War Journal website. The post described \"a partial list of reported or suspected ISIS/Islamic State activity outside Iraq and Syria since Jan. 1, 2013.\"\nThat's a broad standard because it includes the United States and Canada, which are countries where ISIS has no known military presence. Additionally, it's not clear if any significant terror networks are operating in the United States or Canada, and many of the attacks that do occur seem to be coming from ISIS wannabes.\n\"Context is always key,\" said Bill Roggio, editor of the Long War Journal and a senior fellow at the Foundation for Defense of Democracies, a right-center think tank.\nAs a practical matter, Trump's count of 32 countries from 2014 would be out of date because ISIS' strength has ebbed and flowed in various regions of the world, Roggio said. \"If Trump had said the Islamic State is operating in 32 countries to various degrees or had supporters in 32 states, the actual number is probably larger.\"\nRoggio said he could easily come up with a list of 37 countries, including countries where ISIS supporters have actually launched attacks - places like Spain, Canada and Italy, where officials claim to have broken up ISIS cells and arrested people. Some attacks have come from pre-existing terror networks that have pledged affiliation with ISIS.\nRoggio said it's legitimate to include countries where self-declared supporters have launched attacks because \"that's exactly what the Islamic State and al-Qaida tell people to do. To me, we wouldn't refrain from calling out someone who identifies as a Nazi or a KKK member just because they didn't sign the membership rolls somewhere.\"\nAnother source, the National Counterterrorism Center has listed ISIS attacks, big and small, in 27 countries between September 2014 and June 2016.\nTrevor Thrall, a senior fellow at the libertarian Cato Institute, pointed us to data from the University of Maryland's National Consortium for the Study of Terrorism and Responses to Terrorism reporting that in 2015, ISIS-related terrorist attacks took place in 33 countries.\n\"This is not quite the same, of course, as saying ISIL is 'in' 33 countries. Many of those attacks - most of those occurring outside Iraq in particular -- were conducted by lone wolves or by ISIL affiliated groups, not ISIL per se,\" Thrall said.\nCNN's running tally lists attacks in 31 countries, including Iraq and Syria.\nStrong physical presence\nBy the narrow standard, where some sort of military presence - or at least an established network - is required, Trump's count is too high.\nA June 2016 Congressional Research Service report identified nine countries where ISIS had a serious presence. That's a far cry from 32.\nThe State Department's \"Country Reports on Terrorism 2015,\" survey says that last year, beyond its operations in Iraq and Syria, ISIS was claiming affiliates along the Afghanistan-Pakistan border, in northern Nigeria, the North Caucasus region in southern Russia, Algeria, Egypt's Sinai Peninsula, Libya, Saudi Arabia and Yemen. That's a total of 11 countries.\nThe areas outside Iraq and Syria are identified as \"governates\" in this Institute for the Study of War map from November.\nWilliam McCants, director of the Project on U.S. Relations with the Islamic World at The Brookings Institution, said that in July the Islamic State was claiming governates in 14 countries (including Cameroon, Chad, and Niger).\nIn August, NBC News obtained what's known as a \"heat map\" from the National Counterterrorism Center indicating that there were \"aspiring branches\" of ISIS in six additional countries: Indonesia, the Philippines, Bangladesh, Somalia, Tunisia and Mali. That would bring the count to 16.\nISIS itself has also claimed to have \"covert units\" in Turkey, France and Lebanon, according to McCants. That would bring the total, at best, to 19.\nOur ruling\nTrump said \"ISIS is in 32 countries.\"\nAs the experts noted, context is important here. If lone wolf attacks by ISIS wannabes or people with access to ISIS propaganda who are exploring attacks are included, Trump's number is a little low.\nBut if you look at countries where ISIS has a sizable, established presence, Trump's number is too high.\nWe rate the claim Half True.\n* * *\nAbout this statement:\nPublished: Monday, October 24th, 2016 at 1:58 p.m.\nResearched by: C. Eugene Emery Jr.\nEdited by: Angie Drobnic Holan\nSubjects: Foreign Policy, History, Homeland Security, Terrorism\nSources:\nThe Washington Post, \"The final Trump-Clinton debate transcript, annotated,\" Oct. 19, 2016\nPolitiFact, \"Donald Trump wrongly blames Hillary Clinton for creation of ISIS,\" July 20, 2016\nThe Long War Journal, \"The Islamic State's global reach,\" Sept. 5, 2014\nInterview and emails, Bill Roggio, editor, The Long War Journal and a senior fellow at the Foundation for Defense of Democracies, Oct. 20, 2016\nEmail, Trevor Thrall, senior fellow, Cato Institute, Oct. 20, 2016\nNational Consortium for the Study of Terrorism and Responses to Terrorism, \"Patterns of Islamic State-Related Terrorism, 2002-2015,\" (fact sheet) and database, August 2016\nUnited States Department of State, \"Country Reports on Terrorism 2015,\" (Chapter 6: \"Foreign Terrorist Organizations\")\nRadioFreeEurope and Radio Liberty, \"World: Analyst Assesses The Global War On Terror,\" Dec. 22, 2006\nThe Huffington Post, \"The Hard Truth About ISIL and Terrorism,\" Aug. 12, 2016\nCNN, \"ISIS goes global: 143 attacks in 29 countries have killed 2,043,\" updated Sept. 1, 2016\nCongressional Research Service, \"The Islamic State and U.S. Policy,\" June 27, 2016\nInstitute for the Study of War, \"ISIS Global Strategy,\" November 2015\nNBC News, \"New Counterterrorism 'Heat Map' Shows ISIS Branches Spreading Worldwide,\" Aug. 3, 2016\nEmail, William McCants, director, Project on U.S. Relations with the Islamic World, The Brookings Institution, Oct. 20, 2016\nCombating Terrorism Center, \"The Polarizing Effect of Islamic State Aggression on the Global Jihadist Movement,\" July 27, 2016\nThe Hill, \"ISIS is spreading, experts warn,\" Sept. 8, 2014\n\nGraphic\n\n \nVIDEO: The United States' top commander says ISIS wants to establish a caliphate inside Afghanistan. PHOTO (2)\n\nLoad-Date: October 25, 2016"
}