{
    "title": "Contract Employee Arrested After Dry-Ice Bombs Are Found at Los Angeles Airport",
    "publisher": "the new york times",
    "year": 2013,
    "month": 10,
    "day": 17,
    "full text": "LOS ANGELES -- For three days this week, the discovery of dry-ice bombs at Los Angeles International Airport rattled public confidence here.\nOne bomb went off inside an airport employee bathroom on Sunday night. Another was discovered on the tarmac on Monday. A third device was found unexploded, the police said.\nNo one was injured, but flights were briefly grounded, and Angelenos wondered how bombs of any kind could have found their way into secure areas at one of the most tightly guarded airports in the country.\nWas it a prank? A test run for a terrorist attack? An indication of lax security?\nAn answer came, at least in part, on Tuesday night, when the police arrested Dicarlo Bennett, a contract employee at the airport, on suspicion of possessing and exploding a destructive device near an aircraft.\nThe police said they had ruled out any connection to terrorism, and they described Mr. Bennett, 28, as ''a prankster'' who built the dry-ice bombs apparently to amuse himself.\n''We've eliminated any nexus to terrorism, any connection to criminal groups,'' said Lt. John Karle of the Los Angeles Police Department. ''A person familiar with the device wanted to experience constructing it and detonating it.''\n''We can all conclude,'' he added, ''that most likely that somebody here was just acting negligently without any intent to harm or injure somebody.''\nStill, the dry-ice bombs exposed a potential vulnerability in airport security.\nMr. Bennett was an employee of Servisair, an aviation ground services provider, where the police said he would have had access to dry ice, which is used to cool food on airplanes.\nAs a result of this episode, airport policies have been changed, and dry ice can no longer be disposed of at the Los Angeles airports, said Patrick Gannon, the chief of the Los Angeles Airport Police Division. The police said Mr. Bennett had been cooperating with investigators. He remained in jail on $1 million bail on Wednesday.\nMr. Bennett was born in Jamaica and is a United States citizen. He attended public high school in Los Angeles and a nearby community college, according to his Facebook page.\nChief Gannon said Mr. Bennett had been properly screened and fingerprinted before he was given his security clearance.\nBecause the explosion on Sunday -- involving a plastic bottle filled with dry ice -- occurred in an employee bathroom, the police quickly focused their search on airport employees. Though the other devices were found the following day, when an employee noticed an expanding plastic bottle on the tarmac, investigators said all the bombs had been placed at the airport on Sunday night.\n''This particular incident some might consider a prank,'' Chief Gannon said. ''It's not a prank, and it's going to be dealt with very seriously.''\n\nhttp://www.nytimes.com/2013/10/17/us/contract-employee-arrested-after-dry-ice-bombs-are-found-at-los-angeles-airport.html\n\nLoad-Date: October 17, 2013"
}