{
    "title": "Contractors want financial protection against terrorism",
    "publisher": "finance & commerce ",
    "year": 2002,
    "month": 9,
    "day": 11,
    "full text": "A year after the terrorist attacks in New York and Washington, D.C., the construction industry is asking the federal government to pass legislation that would limit terrorism-related liability for the insurance industry.\nThe legislation, which is being considered in a House-Senate conference committee, would create a temporary federal reinsurance program and provide a liability \"backstop\" for the insurance industry in case of another catastrophic attack.\nBuilders hope the legislation -- known as the Terrorism Risk Protection Act -- would spark U.S. construction spending, which was flat in July at a seasonally adjusted rate of $834.1 billion. Spending on commercial projects by private builders fell to its lowest level since 1996, and the volume of construction contract awards in Minnesota and the Dakotas was 21 percent less than the $670.2 million reported in July 2001.\nSome experts are blaming the sector's lackluster performance on the trouble companies are having in obtaining terrorism insurance.\n\"Nonresidential building has been the weakest part of the construction picture and a big victim of 9/11,\" economist Clifford Waldman of Waldman Associates said last week.\nSince Sept. 11, many reinsurance carriers have excluded terrorism-related damage from their policies because they're worried about the next big disaster. Insurance that is available is expensive and limited in coverage.\nAccording to the Associated Builders and Contractors, insurers will continue to exclude coverage, raise premiums or withdraw from certain markets -- such as New York, Washington, D.C., and Chicago -- if terrorism insurance legislation isn't passed.\nBrian Crawford, director of Legislative Affairs for the Associated Builders and Contractors, said owners are hesitant to build high-profile buildings because \"they are a target for terrorism, and getting this type of insurance is so expensive.\"\n\"We've seen problems across the board with new stadiums that are to be built, because they can't receive adequate insurance for these types of facilities,\" Crawford said.\nContractors across the country have experienced delays on major projects because of the difficulty in obtaining adequate terrorism insurance, according to the Associated General Contractors. Specific examples include a $2 billion resort development in Nevada and a $400 million Hyatt Hotel Corp. office project in Chicago.\nOverall, nearly $10.5 billion worth of real estate transactions have been delayed or canceled because of the lack of coverage, according to a newly released survey from the Real Estate Roundtable. The survey also reported project delays and cancellations in 13 states, including Pennsylvania, Ohio, Michigan, Illinois, Georgia, Florida, Texas and Hawaii.\nThe office, hotel, industrial and mixed-used sectors have been most affected by the problem, according to the survey.\nKelly Krauser, director of Congressional Relations for AGC-America, said banks aren't approving a lot of funding for new projects because owners don't have the insurance coverage.\n\"Part of the problem in this whole issue area is that no one wants to admit that they don't get coverage or they don't have coverage,\" Krauser said. \"So it's kind of a sleeper issue.\"\nBesides discouraging new construction and development, the lack of terrorism coverage is also affecting workers' compensation insurance, according to AGC officials.\n\"States are unlikely to permit the primary insurance carriers to exclude liability for acts of terrorism from their workers' compensation insurance policies,\" noted AGC in a recent memo. \"In response, the primary carriers will attempt to raise their rates and limit their exposure at any one location. An already hardening market for workers' compensation insurance will only become that much worse.\"\nThe House and the Senate have passed different versions of the terrorism insurance legislation, and the differences are being worked out in conference committee. Congress hopes to complete work on the bill before it adjourns in October.\nThe House bill limits punitive damages and liability that building owners and contractors would be responsible for in case of another attack, according to Crawford. Unlike the Senate version, it also has a repayment provision.\nPresident Bush is expected to sign the legislation. On Labor Day, Bush said more than $8 billion worth of projects have been delayed because owners can't get insurance, and he urged Congress to \"get moving on a terrorism insurance bill.\"\nThe Washington-based Coalition to Insure Against Terrorism has spearheaded efforts to pass terrorism insurance legislation. Members include contractors, developers, bankers and other businesses and organizations.\n(This story includes information from the Associated Press.)\n\nLoad-Date: November 19, 2002"
}