{
    "title": "Controversial terror case prosecutor sues Ashcroft",
    "publisher": "charleston gazette",
    "year": 2004,
    "month": 2,
    "day": 18,
    "full text": "WASHINGTON - The Justice Department has exaggerated its performance in the war on terrorism, interfered with a major terror prosecution and compromised a confidential informant, a federal prosecutor has alleged in an extraordinary lawsuit against Attorney General John Ashcroft.\nThe lawsuit by Assistant U.S. Attorney Richard Convertino is the latest twist in the Bush administration's first major post-Sept. 11 terrorism prosecution, a Detroit case jeopardized over allegations of prosecutorial misconduct.\nConvertino was the lead prosecutor on the case, in which the government did not provide defense attorneys a letter alleging that a prosecution witness lied until long after a trial had ended.\nIn his lawsuit, Convertino says the Justice Department is retaliating against him because he has complained frequently and publicly about \"the lack of support and cooperation, lack of effective assistance, lack of resources and intradepartmental infighting\" in terrorism cases.\n\"These concerns directly related to the ability of the United States to effectively utilize the criminal justice system as a component in the 'war on terrorism,'\" says his lawsuit filed in federal court.\nAccording to the suit, a senior official in the Justice Department's terrorism and violent crimes section informed Convertino that news reports concerning the department's anti-terror efforts were not accurate and that the \"press gives us more credit than we deserve.\" The lawsuit alleges \"gross mismanagement\" in the terrorism and violent crimes section.\nConvertino says he complained repeatedly to the Justice Department in Washington that it placed \"perception\" over \"reality\" to the serious detriment of the war on terror.\nJustice Department spokesman Mark Corallo declined to comment.\nConvertino came under internal Justice Department investigation last fall after telling a Senate committee of his concerns.\n\"Whistleblowers put a lot on the line to protect the public,\" Sen. Charles Grassley, R-Iowa, said Tuesday. \"They deserve strong protections against intimidation, harassment, demotion or even dismissal for doing the right thing.\"\nRegarding the Detroit case which Convertino handled, the government late last year turned over a jail inmate's letter to defense lawyers. In it, the inmate alleged that prosecution witness Youssef Hmimssa had lied.\nA lawyer for Convertino has said he believes his client made the right decision in not disclosing the evidence because it wouldn't have affected the trial's outcome.\nMonths before the government turned over the letter, a jury found two defendants guilty of document fraud and conspiracy to provide material support for terrorism. One other was found guilty of document fraud but acquitted of terror charges. And the fourth was acquitted on all counts.\nA defense attorney who faced Convertino in the Detroit case said one section of his lawsuit \"seems completely unfounded.\"\nConvertino alleges a lack of resources, but his resources \"appeared to us to be completely unlimited,\" said James Gerometta, one of the court-appointed defense attorneys in the case.\nThe lawsuit includes excerpts of an e-mail from another prosecutor in the case that Convertino says \"identified some of the gross mismanagement which was negatively impacting the ability of the United States to obtain convictions in a major terrorist case.\"\nThe e-mail from the other prosecutor shows he complained at the time that efforts by Justice's terrorism unit in Washington to \"insinuate themselves into this trial are, nothing more than a self-serving effort to justify the existence\" of the unit.\n\"They have rendered no assistance and, are in my judgment, adversely impacting on both trial prep and trial strategy,\" the e-mail cited in the lawsuit states.\nConvertino also accused Justice officials of intentionally divulging the name of one of his confidential terrorism informants (CI) to retaliate against him.\nThe leak put the informant at grave risk, forced him to flee the United States and \"interfered with the ability of the United States to obtain information from the CI about current and future terrorist activities,\" the suit alleges.\nThe prosecutor is being represented by the National Whistleblower Center, which has represented FBI agents and other whistleblowers in recent cases involving terrorism. Its chief lawyer successfully helped Linda Tripp win damages under the Privacy Act for the leak of information from her Pentagon personnel file after the Monica Lewinsky affair.\n\nLoad-Date: February 19, 2004"
}