{
    "title": "Controversial domestic terrorism bill tabled until next year",
    "publisher": "university wire",
    "year": 2018,
    "month": 8,
    "day": 3,
    "full text": "A controversial bill that supporters say will help in the fight domestic terrorism will be back in front of the Virginia General Assembly in 2019 - possibly with some changes. Some civil liberties activists are worried that the bill's current language could violate citizens First Amendment rights to free speech.\nThe bill, proposed by Delagate Marcia \"Cia\" Price, D-Newport News, would define \"an act of domestic terrorism\" and \"domestic terrorist organization\" while providing penalties for individuals and groups engaged in or providing support for domestic terrorism.\nAccording to the bill, an act of domestic terrorism would be an act of violence against a person or property \"with the intent of instilling fear or intimidation in the individual against whom the act is perpetrated because of race, religion, national origin, gender, sexual orientation, or disability.\" It would also include acts committed for the purpose of restraining someone's constitutional or legal rights. Some of these acts of violence include assault, property damage and trespassing.\nA terrorist organization would be any group whose members collectively or individually commit, try to commit or solicit an act of terrorism. The Superintendent of the Department of State Police would designate which groups are terroristic, although such designations could be challenged in court. Designated organizations will be unable to assemble \"with the intent of advancing some unlawful goal, mission, or purpose of the domestic terrorist organization.\"\nThis bill was proposed in response to the death of Heather Heyer, who was killed when a man struck her with a car at the Unite the Right rally in Charlottesville. The rally was attended predominantly by white nationalists. Heyer was protesting the rally.\nJames Alex Fields Jr. was charged with murdering Heyer. He has pleaded not guilty.\nThe Rutherford Institute, a civil liberties nonprofit organization, testified against the bill, arguing it could lead to the government violating the free speech rights of controversial groups.\nNisha Whitehead, the institute's media coordinator, told Watchdog.org that the proposed legislation seems to be more about politics than an attempted solution to domestic terrorism.\n\"The apparent purpose of the bill is to punish criminal conduct that is undertaken with the purpose of harming another because of their race, sex, etc,\" she said. \"Virginia already has provisions which allow for enhanced punishment for assaults and intimidating acts ... when the crime is committed with discriminatory motives.\"\nIn his testimony, Rutherford Institute President John Whitehead expressed concern that \"trivial offenses\" could be deemed acts of terrorism. Minor offenses, such as property damage or trespassing for the purpose of restraining someone from exercising a Constitutional right, such as free speech, would be deemed terrorism. The terrorism designation also could be added to offenses such as destruction of a political sign or throwing a bottle into someone's yard in political protest.\nOn top of that, John Whitehead points out that acts of domestic terrorism by rogue individuals within the group can lead to a designation of the entire group as a domestic terrorist organization even if the organizers had no intention of committing the act. Additionally, he argued that the means by which domestic terrorism groups are designated is flawed, because there is no procedure for proving the group is terroristic other than designation of the Superintendent of the Department of State Police. The process for removing a group from the list, the testimony claimed, is also overly burdensome.\n\"We urge the Committee to carefully consider the damage this bill will inflict on rights of the citizens of the Commonwealth and act to prevent any further erosion of the First Amendment by rejecting House Bill No. 1601,\" John Whitehead said.\nPrice could not be reached for comment.\n\nLoad-Date: August 3, 2018"
}