{
    "title": "Convict is deported, but what's his name_",
    "publisher": "star tribune ",
    "year": 2015,
    "month": 12,
    "day": 11,
    "full text": "Immigration officials in St. Paul boast that they recently deported a 29-year-old man to Portugal after he was convicted of conspiring to help a Colombian terror group smuggle drugs through West Africa and to buy anti-aircraft weapons with some of the proceeds.\nFederal prosecutors in New York agree that the man played a key role in an international conspiracy that included a top military official in Guinea Bissau and members of the Revolutionary Armed Forces of Colombia, known by its Spanish acronym, FARC.\nThe one thing federal prosecutors and immigration officials don't agree on is the man's name.\nMalam Mane Sanha was deported Dec. 1, according to U.S. Immigration and Customs Enforcement. Sanha, ICE said in a statement this week, had been sentenced May 22 to three years in prison after pleading guilty to conspiracy to commit narco-terrorism, conspiracy to import cocaine, conspiracy to provide material support to FARC, and conspiracy to acquire and transfer anti-aircraft missiles.\nBut federal court records show no one by that name convicted of narco-terrorism - or any other crime. No one by that name was listed in the database of federal prisoners, either.\nImmigration officials in St. Paul initially told the Star Tribune that it knew nothing about the criminal case.\nIt took a reporter to sort things out.\nGinger Thompson recently published an investigative article on narco-terrorism cases for the online publication ProPublica and the New Yorker magazine. She found that narco-terrorism cases investigated by the Drug Enforcement Administration relied heavily on evidence linking drug trafficking and terrorism that was provided by its own agents, or by \"informants who were paid hundreds of thousands of dollars to lure the targets into staged narco-terrorism conspiracies.\"\nThompson deduced from the details ICE released about Sanha that he had been prosecuted and sent to prison under the name Manuel Mamadi Mane.\nShawn Neudauer, spokesman for the ICE office in St. Paul, eventually confirmed that they are one and the same.\nSo which name is correct?\nNeudauer said that depends on whom you ask. \"According to immigration records his name is Malam Sanha,\" he said.\nA spokeswoman with the U.S. attorney's office in the Southern District of New York said Thursday that no one there was familiar with that name. Court records show that the man they prosecuted had used the aliases of \"Mario\" and \"Quecuto,\" but they make no mention of \"Manuel.\"\nEven so, Neudauer said he's confident that Sanha was the same man prosecuted in New York. He said after digging around in immigration records that he learned that Manuel Mamadi Mane is one of more than a dozen aliases Sanha had used.\nNeudauer said Sanha was deported by the St. Paul office only because he'd been held most recently at the federal prison in Sandstone, Minn.\nPrison records listed him as Manuel Mamadi Mane.\nHe traveled to Portugal on a passport with the name Sanha, \"and that's the name we'll go with,\" said Goncalo Silvestre, head of the consular section of Portugal's embassy in Washington.\nIt's not unusual for illegal immigrants to use multiple identities, Neudauer said. That's why ICE relies on fingerprints for identification.\nDan Browning · 612-673-4493\n\nLoad-Date: December 11, 2015"
}