{
    "title": "Converts To Terrorism",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 12,
    "day": 6,
    "full text": "Converts to Islam are taking over the terrorist operations previously carried out mainly by Muslim-born immigrants and their children.\nThis was dramatically illustrated when a Belgian convert to Islam, Muriel Degauque, 38, blew herself up near Baghdad on November 9 in a suicide attack on American troops, becoming the first Christian-born Western woman to kill herself for Islamist purposes. And of the 14 people arrested because of connections to Degauque, half were converts to Islam. In neighboring Holland, a just published government report specifically worries about radicalized converts.\nIslamist terror organizations particularly prize converts. They know the local culture and blend in. They cannot be deported. They can hide their religious affiliation by avoiding mosques, lying low, even drinking alcohol and taking drugs to maintain their cover. One guide counsels would-be suicide bombers going to Iraq to \"wear jeans, eat doughnuts, and always carry your Walkman.\"\nConverts who either carried out a terrorist operation or were jailed come from many Western countries. Here is a partial listing. (Converts as yet only suspected, arrested, or indicted will be listed in a separate article at my Web site,www.DanielPipes.org.)\n* Australia: British-born Jack Roche, nine years in jail for trying to bomb the Israeli embassy in Canberra.\n* France: David Courtailler, four years for abetting terrorists. Pierre Richard Robert, life for planning terrorist attacks in Morocco. Ruddy Teranova, three years for physically attacking a moderate Muslim.\n* Germany: Steven Smyrek, seven years for planning a suicide mission for Hezbollah.\n* Italy: Domenico Quaranta, 20 years for setting fire to a Milan subway station and trying to attack ancient Greek temples in Agrigento, Sicily.\n* Netherlands: Jason Walters, the son of a black American father and a Dutch woman, belonged to the Hofstad Network and threw a hand grenade at police; his trial begins this week.\n* United Kingdom: Germaine Lindsay, an immigrant from Jamaica, one of the London transport suicide bombers of July 2005, who killed 26. Richard Reid, life for the \"shoe bomber\" who tried to bring down a Paris-to-Miami flight. Andrew Rowe, 15 years for planning terrorist attacks.\n* America: Ryan Anderson, life for trying to aid Al Qaeda while serving as a National Guardsman. David Belfield, assassinated a former Iranian diplomat outside Washington and fled to Iran. Clement Rodney Hampton-el, 35 years for helping bomb the World Trade Center in 1993. Mark Fidel Kools, death sentence for \"fragging\" and killing two army officers. John Muhammad, death sentence for his role as the lead \"Beltway Sniper.\" Randall Royer,20 years for weapons and explosives charges \"stemming from the investigation into a militant jihadist network in Northern Virginia.\" Five members of Jamaat ul Fuqra, a Pakistan based group suspected of at least 13 murders in America, jailed for up to 69 years.\nLorenzo Vidino reports in \"Al Qaeda in Europe\" (Prometheus) that the authorities find that \"dozens of European converts have joined terrorist groups.\" Nor is the problem restricted to Western converts to Islam.\n* In the Philippines, for example, one convert confessed to bombing a ferry in February 2004, killing over 100, and others are linked to an attempt to bomb the U.S. Embassy in Manila. More generally, the government charges that Al Qaeda and Jemaah Islamiyah use the Rajah Solaiman Movement, a group of converts, to carry out terror attacks.\n* Non-Western converts move to the West and engage in terrorism here. Consider three American cases: Rashid Baz, born a Lebanese Druze, 141 years for murdering a Jewish boy on the Brooklyn Bridge. Wadih el-Hage, born a Lebanese Catholic, life without parole for his work with Osama bin Laden. John Samuel, born an Ethiopian Christian, awaits trial at Guantanamo, accused of entering America to terrorize for Al Qaeda.\nThe growing prominence of converts to terrorism means that such counterterrorism tools as looking for Muslim names or excluding potential terrorists at the border do not suffice. Instead, it is now also critical to know exactly who converts to Islam and to watch converts to see which of them are radicalized. Even without becoming Muslims, some of the persons named above could have engaged in terrorism. But security in the West, the Philippines, and elsewhere requires coming to terms with a very awkward fact: Conversion to Islam substantially increases the probability of a person's involvement in terrorism.\nMr. Pipes (www.DanielPipes.org) is director of the Middle East Forum and author of \"Miniatures\" (Transaction Publishers).\n\nLoad-Date: December 6, 2005"
}