{
    "title": "Conviction of bin Laden driver thrown out",
    "publisher": "charleston daily mail",
    "year": 2012,
    "month": 10,
    "day": 17,
    "full text": "WASHINGTON - A federal appeals court on Tuesday threw out the conviction of Salim Ahmed Hamdan, a former driver for Osama bin Laden who served a prison term for material support for terrorism.\nIn a 3-0 ruling, the appeals court said that material support for terrorism was not an international-law war crime at the time Hamdan engaged in the activity for which he was convicted.\nHamdan was sentenced to 5 1/2 years, given credit for time served and is back home in Yemen, reportedly working as a taxi driver.\n\"If the government wanted to charge Hamdan with aiding and abetting terrorism or some other war crime that was sufficiently rooted in the international law of war at the time of Hamdan's conduct, it should have done so,\" wrote Judge Brett Kavanaugh of the U.S. Circuit Court of Appeals for the District of Columbia. All three judges on the case were appointed by Republican presidents.\nThe war crime for which Hamdan was convicted was contained in the Military Commissions Act of 2006.\n\"The government suggests that at the time of Hamdan's conduct from 1996 to 2001, material support for terrorism violated the law of war referenced\" in U.S. law, said Kavanaugh, but \"we conclude otherwise.\"\nJustice Department spokesman Dean Boyd said the department is reviewing the ruling.\nHamdan met bin Laden in Afghanistan in 1996 and began working on his farm before winning a promotion as his driver.\nDefense lawyers say he only kept the job for the $200-a-month salary. But prosecutors alleged he was a personal driver and bodyguard of the al-Qaida leader. They say he transported weapons for the Taliban and helped bin Laden escape U.S. retribution following the Sept. 11, 2001 attacks.\nHamdan was captured at a roadblock in Afghanistan in November 2001. Tried at Guantanamo Bay Military Base, a six-member military jury in 2008 cleared Hamdan of two charges of conspiracy while finding him guilty of material support for terrorism.\nThe Center for Constitutional Rights, a private group which has been deeply involved in detainee issues, praised Tuesday's decision but said it does not go far enough. The center says detainees at Guantanamo Bay are civilians under the laws of war and must be charged under domestic laws or released, rather than being tried under a system of military commissions.\nRaha Wala, a lawyer for Human Rights First, said the case has repercussions for \"every other flawed military commissions case like it. It's a basic rule of law principle that a defendant can't be prosecuted for acts that were not criminal at the time they were committed.\"\nAP-WF-10-16-12 1642GMT\n\nLoad-Date: October 17, 2012"
}