{
    "title": "Conviction of Sheik's Lawyer for Assisting Terrorism Is Upheld",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 18,
    "full text": "A federal appeals court panel in Manhattan on Tuesday upheld the conviction of Lynne F. Stewart, the outspoken defense lawyer who was found guilty in 2005 of assisting terrorism by smuggling information from an imprisoned client to his violent followers in Egypt.\n  The three-judge panel of the United States Court of Appeals for the Second Circuit also ordered the trial judge to revoke Ms. Stewart's bond, and said that she must begin serving her 28-month sentence. \n  The panel also sent the case back to the trial judge, John G. Koeltl of Federal District Court, to determine whether she deserved a longer sentence in light of the seriousness of her conduct and the possibility she had lied at trial. Prosecutors had sought a term of 30 years. \n  ''I'm too old to cry, but it hurts too much not to,'' Ms. Stewart said at a late-afternoon news conference where she appeared with her books and medication, saying that she still hoped to be able to go home that evening. Ms. Stewart, 70, was being treated for breast cancer at the time of her sentencing in 2006.\n  Judge Koeltl issued an order late in the day saying that Ms. Stewart and a co-defendant whose bond was also ordered revoked should prepare to surrender whenever he had the authority to revoke the bond.\n  It was not immediately clear when Ms. Stewart would have to surrender. \n  Judge Robert D. Sack, who wrote the 125-page appellate ruling, said that the panel had rejected Ms. Stewart's claim that she was acting only as a ''zealous advocate'' for her imprisoned client, Sheik Omar Abdel Rahman, when she passed messages for him. She has denied seeking to incite violence among his militant followers. \n  ''A genuinely held intent to represent a client 'zealously' is not necessarily inconsistent with criminal intent,'' Judge Sack wrote. \n  At the news conference, Ms. Stewart sharply criticized the decision, and said its timing, ''coming as it does on the eve of the arrival of the tortured men from offshore prison in Guantanamo,'' carried a message for any lawyers who might be appointed to represent them. \n  The detainees are being moved to New York for civilian trials for what the government says was their roles in the Sept. 11 terrorist attacks.\n  ''If you're going to lawyer for these people, you'd better toe very close to the line that the government has set out,'' Ms. Stewart said, adding that the ruling made clear that the government would ''be watching you every inch of the way.''\n  Lawyers who did not, she said, ''will end up like Lynne Stewart.''\n  ''This is a case that is bigger than just me personally,'' Ms. Stewart said, adding that she would ''go on fighting.'' \n  Her lawyer, Joshua L. Dratel, said that the case would be pursued ''as far and as long as we can,'' including seeking possible Supreme Court review. A spokeswoman for the United States attorney's office had no comment.\n  Prosecutors had charged that Ms. Stewart conspired with two others to break strict rules that barred Mr. Abdel Rahman, who is serving a life sentence for plotting to blow up New York City landmarks, from communicating with outsiders.\n  Ms. Stewart, with the help of a translator, Mohamed Yousry, and a third man, Ahmed Abdel Sattar, an Egyptian-born postal worker from Staten Island, helped the sheik pass messages to the Islamic Group, a terrorist organization he once led in Egypt, prosecutors charged.\n  The ruling upholding Ms. Stewart's conviction, as well as that of Mr. Sattar and Mr. Yousry, was joined by Judges John M. Walker Jr. and Guido Calabresi. \n  Mr. Yousry, who was sentenced to 20 months for providing support for terrorism and whose bail was also ordered revoked, said by phone that he still felt he did nothing wrong or illegal. ''It is unfair and unjust, but it is what it is,'' he said. ''I'll face it head on.''\n  Mr. Sattar, who received a 24-year term for conspiring to kill in a foreign country, is serving his sentence; his lawyer had no comment. \n  In addressing whether Ms. Stewart's sentence was too lenient, Judge Sack wrote that Judge Koeltl had cited her ''extraordinary'' personal characteristics, and had described her as ''a dedicated public servant who had, throughout her career, 'represented the poor, the disadvantaged and the unpopular.' '' \n  But Judge Koeltl had declined to determine whether Ms. Stewart had lied at trial, a factor he should have considered in weighing her sentence, Judge Sack wrote. ''We think that whether Stewart lied under oath at her trial is directly relevant to whether her sentence was appropriate,'' Judge Sack wrote.\n  He added that if Judge Koeltl finds that Ms. Stewart lied, he should resentence her ''so as to reflect that finding.''\n  Judge Walker issued a partial dissent on the sentence, which he called ''breathtakingly low.'' He said he would have gone further than the majority, and found additional errors in how Judge Koeltl arrived at his sentence. The majority, he wrote, ''trivializes Stewart's extremely serious conduct with a 'slap on the wrist.' '' \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Lynne F. Stewart, left, said that the ruling against her was a warning to any lawyer defending the suspects from Guantanamo to toe the government line. (PHOTOGRAPH BY JOHN MARSHALL MANTEL FOR THE NEW YORK TIMES)                                      \n\nLoad-Date: November 18, 2009"
}