{
    "title": "CONYERS OBJECTS TO TERRORISM BILL",
    "publisher": "the columbian ",
    "year": 1995,
    "month": 4,
    "day": 6,
    "full text": "WASHINGTON (AP)-A senior House Democrat today blasted the Clinton administration's tough new anti-terrorism proposal, calling it an \"outrageous act\" that violates the Constitution.\nEvoking the 1993 World Trade Center bombing in New York, administration officials say their legislation is needed because Americans have become potential targets of international terrorists.\nRep. John Conyers of Michigan, the House Judiciary Committee's senior Democrat, attacked the bill at a hearing by the panel, adding his opposition to that voiced by Arab-Americans, civil rights groups and civil libertarians.\n\"This is the most outrageous act outside of the (Republican) Contract With America' that I have witnessed,\" Conyers said. \"Are we going to allow the government to deport aliens convicted of no crime, based on secret information? … This is still the United States of America.\"\nConyers said the bill contains \"complete violations of the Constitution all the way through it.\"\nThe bill is the most comprehensive anti-terrorist legislation to date, administration officials say.\n\"We have seen a most disturbing change in the nature of the terrorist threat over the recent past, and this change will make the world an increasingly dangerous place for Americans,\" CIA acting Director William Studeman told the lawmakers.\nIn addition to restricting nuclear materials and plastic explosives, the bill would ban fund raising in this country by terrorist groups and would seek to speed deportation of immigrants suspected of terrorism.\nThe measure complements President Clinton's Jan. 24 executive order freezing the assets of 12 Mideast terrorist groups and 18 individuals.\nStudeman; FBI Director Louis Freeh; Deputy Attorney General Jamie Gorelick; and Philip Wilcox, coordinator of the State Department's counterterrorism section, appeared to testify for the bill.\nIts sponsor, Rep. Charles Schumer, D-N.Y., said the measure strikes \"a careful, rational balance between preserving our fundamental rights and protecting ourselves from the violent intentions of international terrorists.\"\n\nLoad-Date: April 6, 1995"
}