{
    "title": "Cooler heads prevail",
    "publisher": "st. petersburg times ",
    "year": 1996,
    "month": 3,
    "day": 15,
    "full text": "A massive anti-terrorism bill, which sailed through the Senate last year in  the wake of the Oklahoma City bombing, has undergone major revision on the  floor of the House. It's now unlikely that any bill will pass.\nIt's just as well. No legislation is better than bad legislation, and this  bill is beyond bad. It would undermine civil liberties and trample on personal  freedoms in its well-intentioned but wrong-headed attempt to combat  international terrorism.\nTERROR\nYet, President Clinton, who considers himself a constitutional scholar, has  abandoned higher ground to pander to the get-tough crowd. It was left to House  Speaker Newt Gingrich, whose politics Clinton considers extreme, to stake out  the more principled position.\n\"The challenge of a free society is to have a government strong enough to  protect us from danger and carefully enough constrained to not itself be a  danger to us,\" Gingrich said Thursday.\nRepublicans and Democrats in the House joined together Wednesday to strip  provisions from the bill that would broaden the powers of the federal  government to wiretap people and make it easier to deport illegal aliens on  mere suspicion of terrorism ties.\nUnfortunately, the House did not remove an equally pernicious provision  that would limit most federal habeas corpus appeals by state or federal death  row inmates to one year and one appeal. That could further increase the number  of innocent people executed by the state. It has nothing to do with fighting  terrorists and was included only to draw conservative support.\nThe bill has brought together the ACLU and the NRA in opposition. Both saw  certain elements of the bill as threats to individual liberties, though the  NRA was more concerned about elements that would have made it easier to  prosecute gun dealers and required studies of certain kinds of ammunition.\nAn Oklahoma Republican helped put the debate in context. \"Terrorism in  this country obviously poses a severe threat to us in a free society. It  generates fear,\" said Rep. Tom Coburn. \"But there is a far greater fear in  this country, and that is fear of our own government. We should not further  that fear. We should not do anything to promote further lack of confidence in  our own government.\"\nOne provision struck from the House bill would have allowed the attorney  general to declare certain crimes to be terrorism and boost the penalty to  death. Just because the attorney general said so. That's too much power in one  person's hands.\nAnother would have granted to the secretary of state the power to declare  foreign groups as terrorist organizations, preventing Americans from  contributing money. That, too, is far more unchecked power than one government  official should have.\nThe president has pushed for this legislation for purely political reasons.  He wants to look tough on terrorism, and even if it doesn't pass he can claim  he was standing up to thugs while Republicans stood with them. That would be  sheer demagoguery.\nRep. Charles Schumer, D-New York, has pushed the bill for Clinton but now  concedes the chances of it becoming law are low. \"I'd now bet my bottom  dollar that at the end of the day, there will be no legislation at all,\"  Schumer said.\nSome parts of the bill were acceptable - additional law enforcement  personnel to investigate terrorism and the creation of a domestic  anti-terrorism center run by the FBI are two examples - but much of the bill  is an over-reaction to the Oklahoma City bombing.\nFor once, cooler heads are prevailing in the halls of Congress. It's too  bad the same can't be said for the White House.\n\nLoad-Date: March 15, 1996"
}