{
    "title": "Cooperation required to combat terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 6,
    "full text": "EmailBy Alex Cocanig|2 hours ago\nIn light of the most recent terrorist attacks in Brussels, the world is on edge about additional terrorist activity in Europe or possibly the United States, not to mention many other places in Africa or the Middle East where similar incidents occur, yet are not as extensively covered by western media.\nAddressing the problem of terrorism is an overwhelming task. Terrorists are no longer native to unstable Middle Eastern countries like Iraq or Syria. All of the suspects in both the Paris and Brussels attacks were citizens of an EU country or were permanently living there, and planned the attacks not far from where they were to be carried out.\nSimilarly, most of the perpetrators of both the Paris and Brussels attacks carried out such attacks with suicide bombs, leaving no option for their arrest and trial for the crimes they committed.\nThese two factors make counter-terrorism measures incredibly difficult for security agencies, which not only have to be conscious of ongoing international threats, but now domestic threats as well. Although several attackers have been arrested since the events occurred, the attacks were clearly not prevented and innocent lives were still lost.\nMany major cities are heightening security and increasing policing as a result of the attacks; however, the effectiveness of these measures remains to be seen. One could argue against their effectiveness based on the fact that terrorist attacks continue to occur regularly.\nRather than take reactionary measures to terrorist incidents that do not seem to actually prevent attacks, the world should take a more pragmatic approach to fighting the main sources of terrorism. Without a strong source of influence, organizations like the Islamic State would not nearly be as powerful and therefore would have less ability to radicalize individuals in both the West and the Middle East.\nThe size, scope and brutality of the Islamic State has become too large to ignore and too dangerous to allow any further expansion or resource acquisition. Strategic and effective intervention in one way or another is required in order to suppress and eliminate terrorist organizations on their home turf. Given that the United States and Europe share a common enemy, it is in their interest to eliminate the Islamic State altogether, but the question is: through what means?\nDue to the amount of land and innocent people under the control of the Islamic State, it is not respectively feasible or ethical to entertain a policy of total destruction by way of bombs or other devices. While bombs would eliminate the Islamic State, they would also kill peaceful civilians, in theory rendering attacks on the innocent in Paris or Brussels one in the same. Furthermore, this type of total destruction could foster hatred among local non-radicals if explosions do not hit the desired targets, creating more enemies among the people we actually wish to help.\nBoots-on-the-ground would be the most effective and accurate strategy in combating the Islamic State. Ground troops can differentiate between terrorist and innocent civilians much more effectively than bombs or drones, although there is no completely foolproof method. Syrian government forces, along with the assistance of Russian troops and pro-government militiamen, have proven their abilities to combat the Islamic State. Within the last week, that coalition of ground forces have successfully recaptured the historic and strategic city of Palmyra, inflicting over 400 casualties on Islamic State fighters and forcing the remaining to retreat to the East, according to AFP.\nCurrently there are little Western military boots-on-the-ground fighting in the Syrian conflict, but given the success of the aforementioned coalition in Palmyra, even more pronounced advances could be made with a broader alliance of both Eastern and Western powers. This is not to say that an overwhelming quantity of troops would be a complete solution.\nIntervention must be strategic, cooperative and aim to resolve the conflict with the least amount of burden on innocent lives, taxpayers and of course, our troops. Minimizing civilian casualties on the battlefield should be of utmost priority. This is to ensure the reputation of the countries carrying out the offensive is respectable and like mentioned above, does not give otherwise innocent civilians reason to be hostile or uncooperative.\nBefore such a mission could be carried out, the foreign policy agendas of all actors currently involved in the conflict must be aligned. Disagreements, lack of organization and juxtaposed foreign policy goals are counterproductive to resolving the conflict. Currently, the United States, President Bashar Al-Assad, Russia, Syrian rebels, the Kurds and several other belligerents are entangled in an ideological web of conflicted interests.\nThese differences should be temporarily put aside for the greater good of the world, that is, eliminating the Islamic State, who unlike Western powers and debatably Assad's authoritarian regime, have proved unwilling and incapable of diplomacy and nonviolent resolutions, continuing to pose a global risk to humanity.\nAlex is a senior in LAS.\ncocanig2@dailyillini.com\n\nLoad-Date: January 4, 2017"
}