{
    "title": "Cop_ Philly 'notorious' for terror $-raising, recruitment, hiding",
    "publisher": "philadelphia daily news",
    "year": 2005,
    "month": 7,
    "day": 22,
    "full text": "Who knows if Philadelphia is on the top of a terrorist target list.\nBut the city's top counter-terrorism cop, Chief Inspector Joseph O'Connor, said Philly is \"notorious for fund-raising and recruitment\" for terrorist organizations. The city is also a popular place for hiding out.\n\"We know that some mosques in the city have preached a radical voice of Islam,\" said O'Connor, soon after he learned of more explosions bombs within London's mass-transit system yesterday morning.\nSince Philadelphia is about halfway between two of the country's most high-profile cities - New York and Washington - local authorities are watching for any terrorist groups that might be using Philly as a rest stop.\n\"What we find is that many times people will come to hide out in Philadelphia and surrounding areas,\" O'Connor said.\nHe would not reveal if police or the FBI Joint Terrorism Task Force knew of any specific extremist groups or individuals laying low in Philly or a nearby suburb.\nThe FBI also declined to discuss specifics but said the city was not facing any immediate threats.\nSEPTA officials said they have not heard of any threats to the city's transit system. But more SEPTA police have been visible in and around the Center City stations since the first series of bombs hit London earlier this month, killing dozens and injuring hundreds.\nJames Jordan, SEPTA's assistant general manager for public safety, said that during the first week after the July 7 London bombings, SEPTA received about three phone calls a day reporting suspicious bags on trains and platforms. The number of calls have since returned to normal - about two to three a week.\nSince the Sept. 11, 2001, terrorist attacks, police say they have conducted hundreds of investigations of activity including people videotaping airplanes at the airport and photographing bridges.\nThe FBI asks that anyone who sees a suspicious person or package to call the Joint Terrorism Task Force at 215- 418-4000.\n\nLoad-Date: July 26, 2005"
}