{
    "title": "Core Of Al-Qaida Has Shifted To Pak_ British PM",
    "publisher": "the world",
    "year": 2009,
    "month": 3,
    "day": 23,
    "full text": "(RTTNews) - British Prime Minister Gordon Brown Sunday said that the core of Islamic terrorist group al-Qaida has shifted from Afghanistan to Pakistan even as he embarked upon a mission to take the war against terror \"to a new level,\" media reports say.\nBritain will unveil Tuesday a new counter-terrorism strategy called \"Contest Two,\" flouted as the most comprehensive approach to tackling the threat of terrorism by any government in the world.\nThe new counter-terrorism strategy takes into account recent attacks on hotels in the Indian financial capital, Mumbai besides considering intelligence agencies&apos; opinions that the biggest threat to the U.K. comes from groups aligned or inspired by al-Qaida.\nA spokesman said the strategy will update the Contest strategy developed by the Home Office in 2003, which was later detailed in the Countering International Terrorism document released in 2006.\nBrown said the U.K. was aware that there is an al-Qaida core in northern Pakistan plotting attacks in Britain and is also aware of the existence of a number of networks in the country.\nHe said: \"Al-Qaida terrorists remain intent on inflicting mass casualties without warning, including through suicide bombings. They are motivated by a violent extremist ideology based on a false reading of religion and exploit modern travel and communications to spread through loose and dangerous global networks\".\nThe British move on Islamic terror came as a report compiled by Fredric Grare, a famous Asian expert, said the threat of terrorism will persist for a long time to come until the Pakistan intelligence agency, the Inter-Services Intelligence (ISI) discontinue its nefarious activity of nurturing the terror outfits.\n\"The threat of terrorism will persist as long as the ISI continues nurturing a number of extremist groups operating within and beyond Pakistan&apos;s borders,\" the Carnegie Endowment&apos;s report stated.\nThe report stressed on the need for reducing the Pakistan Army&apos;s increasing interference in the intelligence services as only then Islamabad can hope of a sustained support from the international community.\nIt also charged the ISI of carrying out a series of operations along the Kashmir border with India as well as the Afghan border-most notably the Indian embassy bombing in Kabul--which has cast serious doubts about the credibility of the democratic set-up in Islamabad.\nIn his report, Grare has also asked the Pakistan Government to overhaul the intelligence set up as the previous resistance to co-operate in counter-terrorism is thinning.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 16, 2010"
}