{
    "title": "Cornell U. Republicans, Democrats debate terrorism, Iraq war",
    "publisher": "university wire",
    "year": 2007,
    "month": 11,
    "day": 15,
    "full text": "Rockefeller Hall may be far from Washington, but it played host to a decidedly political event last night as the Cornell Democrats and College Republicans met to debate the War on Terror. In their first debate of the year, panelists from each side discussed Iraq, multilateralism and the nature of terrorism.\nEach club had three panelists. Tim Krueger '08, Randy Lariar '08 and Ethan Felder '09 represented the Democrats while David Goochee '09, John Farragut '11 and Brian Wolfel '10 spoke for the Republicans. Each side was given three minutes for opening statements.\nGoochee began for the Republicans, saying, \"We believe that the Republican Party offers the best solutions to national security questions, specifically regarding terrorism and the Middle East,\" citing the success of the surge in Iraq's Anbar province.\nFelder, opening for the Democrats, listed a number of issues he sees facing the United States, including a \"need to invest more in our domestic health structure\" and the \"critically important task of making America less dependent on foreign energy sources.\"\nA key topic in the debate was the whether or not it is necessary to use military force to combat terrorism.\n\"What leads [the Republicans] to believe that terrorism can be efficiently dealt with on a military basis?\" asked Krueger, who is a Sun columnist.\nWolfel answered, \"We need to combat terrorism militarily because they want to bring the fight to us, inside our borders to our homeland.\"\n\"We need to focus our effort militarily in dismantling al-Qaeda by going into areas such as Anbar province, which has been reclaimed recently because of the surge,\" he continued.\nThe debate continued with a discussion of the current Democratic presidential candidates' positions on Iraq. Wolfel said, \"the candidates have come under fire from the liberal left for not saying they'd leave [Iraq] in a year. Now they've been trying to say, 'We're going to get out the fastest.'\"\nLariar responded, \"All Democratic candidates want to focus on security,\" noting that \"the concept of national security and keeping people from dying can be very skewed by politics. What we want to focus on [are] solutions that keep real Americans safer.\"\nThe discussion then moved on to the nature of terrorism itself, with Lariar stating his view that \"terrorists are criminals. They want to hurt people, and they need to be stopped ... can't we say that terrorism, at its heart, is a crime that should be prosecuted?\"\nGoochee addressed this point, calling it a \"common misconception\" held by both parties.\n\"Terrorists are not criminals,\" Goochee said. \"Terrorists are political figures whose tactics are criminal. The question is: how do we stop terrorists from using these tactics? All we can do is try and refocus the energies of terrorists and how they spread their political activism.\"\nAfter continued sparring, including a discussion on potential short-term and long-term plans for the war, the floor was opened to questions from the audience. Republicans President Salem began with a question towards Krueger: \"You talked a lot about liberalization of countries but you still, as normally the Democrats do, haven't given us an actual plan of how that's going to happen, and how that plan is going to combat terrorism.\" Choosing Pakistan as an example, Salem added, \"Principles are fine, but I want a plan.\"\n\"The problems facing Pakistan are kind of an exacerbation of the problems facing a lot of countries,\" Krueger responded. \"I think what we're seeing with Pakistan is that the prospects of looking at Musharraf losing control are even scarier than Musharraf not being there ... If the U.S. is supporting education programs in Pakistan, if we're making it clear to Musharraf and the Pakistanis that in order to survive in the 21st century they'll have to work with the world, and not legitimize authoritarian mandate ... I think that's the best we can do.\"\nFarragut took issue with Krueger's proposal, calling it \"largely unrealistic.\"\n\"In the short-term, what needs to be addressed right now, we basically need to try to work with foreign governments as much as we can, like Pakistan and Syria, and I would say that basically we need to attack the people who want to kill us. Clearly, there are cells and radical groups that have a leadership, an organization. By clearly targeting that, that's a feasible thing to do,\" he said.\nDan Smith '10 asked the Republican panel, \"Why do you think that Iraq is one of the crucial battlegrounds in the War on Terror if terrorism exists all over the world and seems like its going to take more of a policing effort?\"\nWolfel responded, \"In terms of the War on Terror, we feel we need to be proactive militarily around the world ... I think that is the basis of the Republican stance, in terms of the War on Terror.\"\nEronmonsele Elens-Eigbokhan '09 also addressed the Republican panel. He asked, \"Considering the fact that we have 46 million people without health insurance, we have an education system that leaves so many people behind, we have so many things that concern Americans ... Why do you believe that the war in Iraq takes precedence over issues that concern the American people?\"\nGoochee responded, \"We do have to prioritize, you are right. In terms of safety of Americans we believe that, whether we like it or not, Iraq is now a focal point in the War on Terror. We have to spread our resources as best as possible. But what we face if we pull back from Iraq would be, I think, catastrophic.\"\nEach side was then given time for closing statements. \"One of the things I see looking at the upcoming candidates is that with the Democratic candidates, I see a willingness to debate these issues in a more productive way. If Giuliani and his crew are going to be more productive, they're going to have to reach across the aisle,\" said Lariar for the Democrats.\nGoochee closed for the Republicans: \"We are not solely focused on military action as a cure for terrorism, we know it involves multilateralism. However, we do not rule out the possibility that sometimes military intervention is necessary.\"\nFeedback from the debate was positive from both clubs. Salem said, \"I thought the debate went very well ... I'm excited to have more debates with the Cornell Democrats in the future.\"\nLariar agreed, saying he thought the debate went \"great\" and that \"constructive dialogue is always welcome.\"\n\"It's very good to engage people in discussion and have a very open intellectual dialogue,\" Salem said.\n(C) 2007 Cornell Daily Sun via U-WIRE\n\nLoad-Date: November 15, 2007"
}