{
    "title": "Corning salutes veterans with parade",
    "publisher": "corning observer ",
    "year": 2014,
    "month": 11,
    "day": 11,
    "full text": "Nov. 11--Men, women and children stood at attention along Solano Street, many with their hands over their hearts, others saluting, as the annual Veterans Day Parade marched down the main street of Corning on Tuesday morning.\nThe parade was led by veterans in uniform presenting the colors, followed by local Cub Scouts doing the same.\nFloats escorting American veterans from World War II right up to the most recent wars made up much of the parade, with Warren Flournoy, a United States Marine who served in the Korean War and is a survivor of the Chosin Reservoir Battle, serving as grand marshal.\nGeorge Freeman, a local businessman, provided patriotic music for the event, as did the Corning High School Cardinal Band.\nThe parade and luncheon that came after were organized by members of VFW Post 4218 Bob Lester and Jim Darrow. At the Veterans Memorial Hall, the luncheon was proceeded by a Veterans Day Program presented by World War II veteran Bucky Bowen.\n\"It is important to remember that veterans are defending us every day of the year,\" he said. \"Their bravery and heroism has been demonstrated over and over again from the American Revolution to the present war on terrorism.\"\nHe shared that veterans will never forget the sacrifice of their comrades, neither will the Gold Star families, who will have to live without the embrace of their loved ones.\n\"Our debt to these heroes can never be fully repaid, but our gratitude and respect must last forever,\" Bowen said. \"For veterans of our nation it was important enough to endure long separations from their families, miss the births of their children, freeze in sub-zero temperatures, bake in wild jungles, lose limbs and far too often their lives.\"\nHe added, \"We need to serve our veterans as well as they serve us.\"\nBowen said fewer than 10 percent of the country's population can claim the title of \"veteran,\" and less that 1 percent is currently defending the population in the war on terrorism.\nBowen recognized and spoke about the military service Flournoy provided to the nation. He also recognized 99-year-old Vic Dickison, a World War II veteran who has been a member of the VFW for more than 67 years.\nAnother veteran acknowledged at the luncheon was Lt. Bob Kelley, a World War II B-17 pilot who was shot down over Europe in September 1944.\n\"With the assistance of locals he made his way back to the American lines,\" Bowen said.\nThose attending the luncheon enjoyed a roast beef meal prepared by Lester and Darrow.\nPrevious to Bowen's remarks, Linda Davis sang the National Anthem, Boy Scout Troop 5 presented the colors and Cody Loper led the Pledge of Allegiance.\n___ (c)2014 the Corning Observer (Corning, Calif.) Visit the Corning Observer (Corning, Calif.) at www.appeal-democrat.com/corning_observer/ Distributed by MCT Information Services\n\nLoad-Date: November 13, 2014"
}