{
    "title": "Cornellians Broaden Horizons, Meet Pakistani Prime Minister During Spring Break Trip",
    "publisher": "university wire",
    "year": 2018,
    "month": 4,
    "day": 22,
    "full text": "Over spring break, Cornell students made Pakistani national news when they met with the country's Prime Minister, the Chief of Military and the incoming ambassador to the United States.\nOrganized by Mohammad Zohair Javed grad and Shan-E- Ahmed grad, the trip was intended to give Cornell students a greater awareness about Pakistan beyond how the country is typically portrayed in the mainstream media, Javed said.\nAs a MPA candidate and Pakistani native, Javed said he recognized a lack of understanding about Pakistan among Cornellians.\nLeaderboard 1\n\"When I came to Cornell, I realized that there isn't a great understanding of the country [Pakistan] or the dynamics of it in the U.S. - not to blame people per se it's just what is out there in the media and the information that they consume,\" Javed said.\n\"But I did find a lot of curiosity in my friends in the public administration program and the business school about Pakistan and about wanting to understand more,\" he added. \"I thought that I could do something for people here - for students here to experience the country.\"\nAfter learning about his fellow students' curiosity about his home country, Javed decided to plan the nine-day trip. According to Javed, the trip was unaffiliated with the University since Cornell didn't want to be associated because of Pakistan's restrictions. As a result of this \"understandable reason,\" Javed said the organizers could only use word of mouth and informal marketing.\nLeaderboard 2\nThe group of 20 consisted of one undergraduate student, nine MPA students, five MBA students, two law school students, two Cornell Weill medical students and two Harvard Kennedy School alumni. During the trip, they visited Islamabad, Rawalpindi, Lahore, Hunza Valley and Mona.\nJaved stressed that an important aspect of the trip is that it did not aim to promote a positive image of Pakistan, but rather to allow students to form their own image and understanding of the country away from the American media.\n\"Everything I knew about Pakistan was what Western media had impressed upon me,\" said Brain Guo MBA '19, a participant on the trip. \"My perception was probably not different from most Americans: probably a pretty dangerous place, probably underdeveloped, and just a mystery in general.\"\nThese existing opinions brought challenges for the trip's organizers, as they had to address the safety concerns of the students. Javed explained that ensuring students that it would be a safe trip was a challenge that they had to - and did - surmount.\n\"Before going, I got a lot of questions about safety and whether I should be concerned about the threat of terrorism there,\" said Megan Goyette '21, another student on the trip. \"After September 11, Americans tend to view Pakistan as a nation harboring terrorists, but this could not be farther from the truth. Every Pakistani I met was appalled at terrorism, believes in human rights and desires peace more than most Americans I know.\"\nJaved noted the overall hospitality of the country as one of the most memorable highlights from the trip.\n\"Just seeing that streak of hospitality throughout was memorable for me because I was apprehensive about even one person saying something bad, that wouldn't leave a good impression,\" he said.\nAnother highlight of the trip was meeting the Prime Minister of the country, according to Javed and Goyette.\nIn order to set up this special meeting, Javed reached out to Cornell alumnus Ali Jehangir Siddiqui, who is a Special Assistant to the Prime Minister of Pakistan and was recently appointed as an ambassador to the U.S., through his Cornell email address. After agreeing to meet with the students, Siddiqui put Javed in contact with the Prime Minister's office.\nThe Cornell students' visit made headlines on national Pakistani news. In their informal meeting, the Prime Minister spoke about how terrorism has affected the country, according to the Dunya News.\nAdditionally, the Cornell students listened to Ali Jehangir Siddiqui - a Special Assistant to the Prime Minister of Pakistan - who was recently appointed as an ambassador to the U.S\nMore highlights from the trip included meeting with the Chief of the Military and visiting remote northern areas of Pakistan, home to five of the world's highest peaks.\nIn the meeting with the Chief of the Military, he stressed that irrespective of current U.S.-Pakistani relations, it is the youth of both countries that the two nations should focus on, according to Javed.\nIn the end, many students left Pakistan with a greater understanding and appreciation for the country.\n\"We had the opportunity to meet with a diverse group of people from various backgrounds while we were there and one thing that was consistently brought up in conversation was the belief that they have been harshly misrepresented by the United States,\" Goyette said.\n\"I think there is a lot of truth to this,\" she added. \"We as Americans need to broaden our perspectives and actively seek a better understanding of Pakistan and its neighbors.\"\n\nLoad-Date: April 23, 2018"
}