{
    "title": "Cornel West packs U. Pittsburgh ballroom",
    "publisher": "university wire",
    "year": 2008,
    "month": 1,
    "day": 24,
    "full text": "It is every person's job to become uncomfortable with himself, because only then can he change the world he lives in, Cornel West, a professor and intellectual credited by many scholars with changing the discussion on race issues, said in a speech at the University of Pittsburgh Wednesday night.\n\"I hope I say something that unsettles you,\" West told the standing-room-only crowd that spilled out of the doorway and into the Union lobby.\n\"You're going to have to cut against the grain, and you're not going to be comfortable.\"\nWest insisted that members of the audience adopt a Socratic view toward life, taking the time to reflect on their morals and opinions.\n\"When you leave class you realize your worldview rests on pudding,\" West told the crowd, which was virtually silent except for the occasional \"Mmhmm\" and \"Yes.\" \"Nietzsche did you in. Hamlet got you scared.\"\nWest said that in order to do this, people must \"wrestle with forms of death.\" They must realize that all people have \"a death sentence in time and space.\"\nWhat matters, according to West, is what people make of their death.\nWest cited the death of Emit Till, a 14-year-old black boy who was killed by white supremacists. Fifty thousand people, of all races, attended Till's funeral to bear witness to his death.\nWest said white people looked at photos of Till's body and said, \"My God, this is America?\"\nBlack people responded: \"Yeah, we've been living it for the past 80 years.\"\nTill's mother's reaction was full of determination: \"I don't have a minute to hate. I will pursue justice for the rest of my life.\"\nWest said that the black response to Till's death was a testament to the race and its ability to work within the ideals of democracy.\nThe intellectual elite have labeled the white supremacist actions adopted both at the time of Till's death and during the slave era as a form of \"American terrorism.\"\nTerrorism, he added, still exists today, only now it has affected the entire country instead of just a portion of it. Today's politicians, he said, need to take lessons from black people.\n\"When America's terrorized, do we hear that kind of language,\" he said, referring to Ms. Till's comments. \"We hear, 'Run 'em down. Crush 'em.' If black people had responded to terrorism that way, we would have had a civil war every generation.\"\nWest also spoke of the \"niggerization\" (a term he coined himself) of today's society -- the mentality that tells today's black Americans they are inferior to others.\nHe said that black people today look at images on MTV and BET and see their brothers attempting to act like a black Jesse James and their sisters becoming objects, floating around in g-strings while trying to \"keep it real.\"\nThe way around this, West said, is by searching for the truth, which he said could come out of anyone's mouth.\nHe said that a 9-year-old could drop out of school and still present \"a vision that goes beyond most leaders because they're willing to tell the truth.\"\nEqually important, West said, is that a person strive not for personal success but for group success. Just because one person is doing well under the current political and social systems doesn't mean everyone is.\n\"I want you to be highly successful, but I want your success to be a means to an end, not an end itself,\" West said. \"Live your life in such a way that whatever success you have is used for greatness.\"\nStudents attending the event were anxious to hear West's exciting, and sometimes controversial, comments.\n\"Cornel West is a powerful figure in the black community,\" senior Troy Spence said. \"I want to get a sense of what he feels about today's society.\"\nOthers took the opportunity to hear from a minority speaker.\n\"I actually wasn't going to come,\" senior Kendra Jenkins said, \"but I thought this was monumental. Pitt gets good speakers, but how many minority speakers do you get?\"\n(C) 2008 The Pitt News via U-WIRE\n\nLoad-Date: January 24, 2008"
}