{
    "title": "Coroner candidates spar over scenarios",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 2,
    "day": 10,
    "full text": "One of the Democrats in the Lake County coroner's race expressed concern about nuclear terrorism, accidental radiation exposure, biological attacks and the contamination of the Great Lakes during a Daily Herald interview Thursday.\nDr. Thomas Rudd said he's the best candidate for the job because his training in nuclear medicine and microbiology would help him notice the signs of such attacks, such as a deputy who returns to the office \"coughing up blood.\"\nWhen pressed, Rudd acknowledged the chance of nuclear terrorism here is low but said, \"You never know.\"\nRudd's opponent in the March 20 Democratic primary, incumbent Coroner Artis Yancey, was in the session and called Rudd's scenarios \"utterly absurd and ridiculous.\"\n\"My opponent would like to scare voters into believing that he would have some magical way of handling this or making sure this did not happen,\" Yancey said.\nYancey and Rudd are among four candidates for the post. Republicans Steve Newton and Howard Cooper also are running.\nThe winners of the party primaries will face each other in the November general election.\nRudd, a Lake Forest doctor who twice ran for the North Shore Sanitary District board, began talking about terrorism after the candidates were asked what improvements are needed in the office.\nRudd said that if elected, he intends to give the deputy coroners matchbook-sized radiation detectors. He brought one to the meeting at the Daily Herald office in Libertyville.\n\"In this day and age, we have the possibility of nuclear terrorism,\" Rudd said. \"The coroner's deputies are going to be called in and they have no protection. They don't know if they're entering an area with radiation.\"\nRadiation exposure could occur after a truck accident, not just a terrorist attack, Rudd said. He called the likelihood of a radiation accident in Lake County \"significant.\"\nRudd went on to talk about an accident or a terrorist attack at one of the area's airports, the possibility of anthrax poisonings, and terrorists who might put radioactive material in each of the five the Great Lakes to contaminate the Mississippi River and all of North America.\n\"The entire continent would be a wasteland,\" he said. \"It took years for them to plan 9/11. They may be ... planning this right now.\"\nYancey called Rudd's concerns \"low-level fears.\" The Department of Homeland Security and other federal agencies are better equipped to handle such emergencies than the coroner's office, he said.\n\"There are mechanisms in place to handle that,\" said Yancey, a Waukegan resident who formerly served as that city's police chief, was appointed coroner last year after Democrat Richard Keller resigned from the post.\nThe coroner's office has done \"tabletop exercises\" with Cook County and federal agencies to prepare for terror attacks, Yancey said.\nRudd denied he's trying to scare people.\n\"My concern is that our deputy coroners come into contact with radioactive sources that we don't know about, either (through) an accident or a terrorist event,\" Rudd explained.\n\"By having this (radiation detector), they can be alerted ... and we can call the appropriate government authorities.\"\n\nGraphic\n\n \nThomas Rudd\n\n Artis Yancey\n\nLoad-Date: February 10, 2012"
}