{
    "title": "Corporations often are terrorist targets",
    "publisher": "business insurance",
    "year": 1988,
    "month": 5,
    "day": 2,
    "full text": "More and more terrorists in the industrialized West are viewing their trade as a means to extort money rather than make political statements, a risk manager says.\nActs like contamination of food products are being added to the standard terrorist repertoire of kidnapping, bombing and sabotage, adds George B. Netherton, director of corporate risk management for Coca-Cola Co. in Atlanta.\nMr. Netherton described these trends in terrorism -- against the exploding backdrop of a fatal bombing directed against U.S. military personnel in Italy and the blood-soaked hijacking of a Kuwaiti jetliner by political extremists -- as he moderated a session called \"Terrorism: Trends, Prevention, Underwriting\" during the 26th annual Risk & Insurance Management Society conference last month.\nMr. Netherton's remarks were based on a speech prepared by Brian M. Jenkins, director of the political science department for Santa Monica, Calif.-based Rand Corp., who spoke at an earlier conference session.\nDespite the fact that terrorist acts like the Italian bombing and the hijacking of the Kuwaiti jetliner were directed against governmental institutions rather than private corporations, Mr. Netherton called terrorism \"a topic that affects not only governments but companies.  This really is a time when the world is becoming increasingly dangerous.\"\nThe growth of a globally integrated economy inadvertently has fed terrorism, he said.\nCompanies no longer operate in one country, and the further afield operations are spread, the more likely they are to be terrorist targets, Mr. Netherton said, noting in particular operations carried out in Western Europe, the Middle East or Latin America.\n\"All of our companies are becoming increasingly vulnerable,\" he added.\nAbout 25% of international terrorist attacks hit corporations, Mr. Netherton said.  Bombings are by far the most common act, with armed assaults and kidnappings running far behind in frequency, he pointed out.\nYet, half of the kidnap targets worldwide are corporate executives, he said, and nearly two-thirds of all terrorist attacks are directed against targets representing the seven major Western industrial countries: the United States, Great Britain, France, West Germany, Japan, Italy and Canada.\nMost attacks are not lethal but rather symbolic, and most threats turn out to be hoaxes, he said.\nYet the aim of the extortionist is not to kill.  Instead, the aim is to raise money through the threat of adverse publicity, Mr. Netherton said.\n\"Everything's in favor of the guys who are committing the crime,\" said Robert B. Hall, vp of Frank B. Hall & Co. of Fairfield/Westchester Inc. in Briarcliff Manor, N.Y.\nA terrorist act has an 87% chance of succeeding and the terrorists themselves have a 79% chance of escaping punishment whether or not they release their hostages, Mr. Hall said.  But as much as those statistics -- drawn from Rand Corp. studies -- seem to indicate that the deck is stacked in favor of thugs, Mr. Hall cited one more percentage that drove the point home.\nTerrorists have a 100% chance of success if publicity was their original goal, he said.  Total avoidance of the problem of terrorism is simply not possible, he pointed out.\nBut brokers have devised questionnaires to help their clients identify exposures and corporate responses to terrorist threats, Mr. Hall said.  The questions on Frank B. Hall's 65-question document include:\n* Has management determined the legality of making ransom payments in any given country?\n* Has anyone completed an analysis of the organization's potential (real or perceived) for kidnapping and extortion?\n* How dependable and efficient is the communication network from a local level overseas to the crisis management team at corporate headquarters?\n* How can the company obtain large amounts of cash when banks are closed?\n* Are professional background checks completed on all employees, particularly those with access to confidential data?\nMr. Hall stressed a double-edged concern as paramount in dealing with exposures to terrorism.  \"Awareness and unpredictability is one of the best weapons for your defense,\" he said.\nBut to many companies, the threat of becoming victims of terrorism is \"an arcane, even incomprehensible risk,\" said Douglas S. Williams, associate director-corporate insurance for Boehringer Ingelheim Corp., a Ridgefield, Conn.-based pharmaceutical manufacturer.\nFrom the standpoint of a corporation, failure to acknowledge the exposure to terrorist attack can have consequences beyond the immediate impact of the attack, Mr. Williams pointed out.\n\"Remember the feeling you had when your house was broken into or your car stolen?\" he asked.  Terrorism can have a similar traumatic effect on a company, he said.\nTerrorism can render a company ineffective, causing key people to refuse to visit certain installations or to perform certain tasks, Mr. Williams explained.\nRisk managers must take an active role in reducing the potential effect of terrorism by evaluating the risk through a methodical, step-by-step process, he said, adding that terrorism presents a high-severity, low-frequency threat.\nRisk managers must first identify the risks and evaluate exposures before reviewing their own insurance program.  After examining the insurance marketplace to see what is available, they should discuss exposures and coverages with senior management and modify their insurance program if changes are necessary, he said.\nThe risk manager should also examine risk control and crisis response programs and get the support of senior management for beefing up weak or non-existent programs.  The risk manager also needs to develop a crisis management program, the key feature of which is a crisis management response team.\nMr. Williams repeatedly emphasized that the danger presented by terrorists can linger long after the last bomb has exploded.  In the case of product tampering, for example, \"the severity of an event may long be overshadowed by negative publicity,\" he said.\nThe establishment of an effective crisis management team is a critical means for minimizing the impact of terrorism, agreed Steve Van Cleave, director of Business Risks International, an Atlanta-based consulting firm.\nA typical crisis management team would include a committee chairman, security personnel, financial and legal experts, a public affairs specialist, employees versed in technical support such as communications technology and a representative of a foreign division or affiliate, he said.\nA company's crisis management program begins with authorization of the chief executive officer, although that in itself is not enough; upper management's support must be ongoing, stressed Mr. Van Cleave.  The program should guarantee that the crisis response team -- the group of employees who actually operate from the site of the incident -- will have comprehensive logistical support and ready access to funds, he said.\nThe availability of secure communications links is particularly critical, Mr. Van cleave said.  \"This has improved dramatically\" during recent years through the development of technologies such as portable satellite communications dishes, he added.\nAnother critical facet of a crisis management program is secrecy, he said.  After the chief executive officer approves a set of crisis management guidelines and appoints the team members, \"you don't put this in the corporate newsletter,\" Mr. Van Cleave said.  Crisis management manuals should be numbered and carefully controlled.\nThe team should also be reviewed on a semi-annual basis, Mr. Van Cleave said, because personnel may have been transferred or promoted, or may have left the company.  To be effective, the team must be ready to more at any moment.\nThe team also must be deployed with care, Mr. Van Cleave said.  \"You don't use a crisis management team when you have a bomb threat at the office; you use a CMT when you have a bomb at the office,\" he said.\nAnd, he said, \"Any reference to kidnap and ransom insurance simply shouldn't exist.\"\nAnthony J. Morphew, president of American International Underwriters' special services divisions in New York, a division of American International Group Inc., estimated that one-half of all terrorist incidents are purely criminal, driven by a desire to gain rather than by any political or social concerns.\nMr. Morphew ticked off a list of rating factors that affect a company's ability to purchase insurance coverage for extortion risks.  The underwriter looks at employee turnover and possible overseas exposures, he said.  The underwriter also asks if the company is controversial and if it represents an industry that currently is being targeted by terrorists.\nThe rating factors for coverage for malicious acts like product tampering are somewhat similar, Mr. Morphew said.  The underwriter considers the incidence of employee turnover and whether there have been any recent strikes or plant closings in the company.  The underwriter also wants to know what products the company makes, what sort of quality control the company subjects its products to and what plans it has for recalling defective products.\nInsurance is \"very much part and parcel of an overall risk management program\" to defend against terrorism exposure, Mr. Morphew said, though he predicted that \"we may see that terrorism will become an exclusion or buy-back\" in the future.\nBut, he added, there is no universally accepted definition of terrorism yet, quoting the adage that one man's terrorist is another man's freedom fighter."
}