{
    "title": "Correspondent of the Day_ Jan. 22, 2015",
    "publisher": "richmond times dispatch ",
    "year": 2015,
    "month": 1,
    "day": 21,
    "full text": "We must not overreact to terrorism\nEditor, Times-Dispatch:\n The United States is a great target for terrorism because the ability of a small, notoriously weak organization to cause major disruptions increases proportionately to world dependence on advancing technology, communication and transportation.\n Terrorist campaigns of violence are deliberately planned to appear brutal, irrational, unpredictable and indiscriminate in order to produce high levels of anxiety in people. They very often choose a peaceful time and place to maximize the effects of their acts. The resulting insecurity and distrust created by terrorist acts begin breaking down the social structure to the point, particularly worrisome in a democratic republic, where people will begin giving up their individual rights.\n Those we perceive as international terrorists are perceived by the ignored, exploited, poor, weak and unjustly treated people of the world as heroic Freedom Fighters. In Arab nations, catapulted into the 21st century economically, many of the people are still way behind socially, culturally and politically. A kind of cultural shock has set in, resulting in a pathological regression that has quickly been followed by radical fundamentalism and terrorism.\n Any real solution will involve a sincere international effort to recognize and resolve painful and deep-rooted grievances of those who think they have tried and exhausted all established bounds of diplomacy and conventional warfare as well as those who reject established rules as contrived by others to their disadvantage.\n It is critical that we maintain an international, rational, balanced and reasonable response to terrorism. Over-reaction will simply guarantee escalated terrorist attacks in our own country and escalated attacks on innocent Americans wherever we happen to be in the world. Overreaction could also lead to attempts by a few in positions of power in our own country to try to curtail our freedom in the name of security.\n Cecelia Barton.\n Irvington.\n\nLoad-Date: December 19, 2015"
}