{
    "title": "Corzine Says Terrorism Prosecutor Is Choice for Appeals Court",
    "publisher": "the new york times",
    "year": 2003,
    "month": 1,
    "day": 18,
    "full text": "President Bush will nominate the government's chief criminal prosecutor, Michael Chertoff, to a federal appeals court that handles cases for New Jersey, Delaware, Pennsylvania and the Virgin Islands, according to Senator Jon S. Corzine.\n     Mr. \nChertoff was the United States attorney for New Jersey and a lawyer in private practice before Mr. Bush brought him to Washington as head of the Justice Department's criminal division. \n The White House notified Senator Corzine, a New Jersey Democrat, on Wednesday that the president would nominate Mr. Chertoff to the United States Court of Appeals for the Third Circuit. Mr. Corzine \"views it very favorably,\" his spokesman, David Wald, said today, adding that the senator looked forward to talking with Mr. Chertoff in detail.\nThe Justice Department declined to comment.\nMr. Chertoff has been the administration's top antiterrorism prosecutor. In a college commencement address in New Jersey last year, he said the United States had ample evidence that a devastating terrorist attack in the country was likely long before Sept. 11, 2001.\nAs federal prosecutor in New Jersey from 1990 to 1994, Mr. Chertoff oversaw high-profile prosecutions of Gerald McCann, the Jersey City mayor; Sol Wachtler, who was New York State's chief judge; and the kidnappers and killers of Sidney Reso, an Exxon executive.\nLater, as chief Republican counsel to the Senate Whitewater committee during the administration of President Bill Clinton, Mr. Chertoff played a major role in the investigation of Bill and Hillary Clinton's Arkansas business dealings, other allegations against the Clintons and the suicide of Vincent Foster, a Clinton aide and former law partner of Mrs. Clinton.\nMost recently, he worked in Trenton as special counsel to the State Senate Judiciary Committee that investigated racial profiling. \n\nhttp://www.nytimes.com\n\nLoad-Date: January 18, 2003"
}