{
    "title": "COSTA RICA BUFFETED BY REGIONAL UNREST",
    "publisher": "the new york times",
    "year": 1981,
    "month": 3,
    "day": 31,
    "full text": "Long held up as proof that democracy can prosper in Latin America, Costa Rica is suddenly being buffeted from abroad by political and economic forces that it cannot control.\nThe main threat to the country's stability comes from an economic crisis provoked by high oil prices and low coffee prices beyond its borders. But two recent terrorist bombings here, in which three United States Marine guards were injured and the Honduran Embassy was damaged, also announced the arrival of Central America's political problems in Costa Rica.\n''The boat is ours to steer,'' President Rodrigo Carazo Odio said in an interview, ''but the storm is all around us and the water is rough.''\nIn reality, the ''boat'' still seems strong. Although the Carazo administration is unpopular and economic hardship is growing, the majority of Costa Ricans, including leftists and conservatives, recognize that the democratic system installed here 33 years ago has brought them a tranquillity and welfare that are the envy of the rest of the region.\nAlan Riding discusses economic and political crisis in Costa Rica'Pro-Americanism' Is the Norm\nYet, with no security apparatus trained to deal with terrorism and no industrial base able to cushion the impact of unstable world commodity prices, Costa Rica's political and economic structures seem more vulnerable today than at any other time in recent memory.\nA rare Latin American country where ''pro-Americanism'' is the norm, an alarmed Costa Rica is naturally looking to the United States for help in riding out the storm. So far, though, the Reagan Administration's attention has been narrowly focused on El Salvador, and it has barely noticed the crisis brewing a few hundred miles to the south.\n''Washington must help us today or face problems here tomorrow,'' said Oscar Arias Sanchez, an opposition member of the Legislative Assembly. ''The U.S. is rushing to help Jamaica, but if it can't see that we're as important to Central America as Jamaica is to the Caribbean, then we might as well as switch off the lights and leave.''\nOne irony is that although successive United States Administrations have offered Costa Rica as a model to the rest of Latin America, Washington's $10 million aid program to Costa Rica this year is just one-tenth of the amount of its planned assistance to El Salvador.\n \n40 Percent Inflation Expected\nEven without the violence elsewhere in Central America, many Costa Rican politicians have been predicting that the economic crisis will soon bring social unrest. Since last September the country's currency has lost half its value, feeding inflation, which is expected to exceed 40 percent this year, and forcing the Government to hold down both imports and public spending.\nAlthough the Carazo administration has been criticized for reacting slowly to the crisis, the rise in the country's current accountpayment deficit to $661 million last year was largely attributable to the 28 percent increase in its oil import bills, to $206 million, and the 22 percent decrease in its coffee earnings, to $244 million.\n''In 1970, one bag of coffee bought 100 barrels of oil,'' said Jose Miguel Alfaro, the Minister of Economy. ''Today, one bag of coffee buys just three barrels of oil.''\nTo find a way out of the crisis, Costa Rica has now turned to the International Monetary Fund, which is demanding a severe austerity program, including a $225 million cut in the budget deficit. In exchange, Costa Rica is hoping for a so-called Extended Fund Facility of $330 million over three years, which should enable it to continue investments in energy and agricultural programs aimed at strengthening the economy's resistence to the vagaries of world prices.\n \nPlan for Alternative Energy\n''The deterioration of the terms of trade is totally beyond our control,'' explained Hernan Saenz, the Finance Minister. ''If we don't carry on our structural investments and reforms, we'll be in exactly the same position of vulnerability when the monetary crisis is overcome.''\nIn a country with no hydrocarbons of its own, the major problem involves alternative energy, with plans to phase out oil-fired thermoelectric plants by developing Costa Rica's huge hydroelectric potential, and to substitute alcohol for all the gasoline used by automobiles by 1989.\nNontraditional exports - anything but coffee, bananas and meat - are to be stimulated. In the short to medium term, the slump - the economy is expected to grow by only 1 percent this year, compared with a recent annual average of 6 percent - could spark labor unrest and increased dissatisfaction with the Carazo administration.\nWith general elections due next February, however, local politicians hope that political dissent will be channeled into the campaign. Mr. Carazo cannot seek re-election, and the candidate of the opposition Social Democratic National Liberation Party, Luis Alberto Monge, is the strong favorite to become the next president.\n \nBombings Introduce Uncertainty\nBut the unpredictable political variable here, introduced abruptly by the terrorist bombs, is a cause for concern for all political parties.\nOfficials believe that the bombings were the work of foreign leftists linked to Salvadoran guerrilla groups. But local leftist sources insist that young Costa Rican radicals, inspired by the revolutionary fever in the region, were responsible.\nA communique signed by the ''Commander Carlos Aguero Echeverria Command'' said the bombings were in reprisal for United States and Honduran support for El Salvador's junta, and it called for the formation in Costa Rica of a ''political-military organization,'' the leftist euphemism for a guerrilla group.\nThe Costa Rican Army was dismantled in 1949, and the shock caused by the bombings was soon followed here by the nervous recognition that the country's poorly equipped 7,000-member Civil Guard was ill prepared to deal with terrorism. Because the guard is considered a police force, United States law prevents Washington from providing it with assistance.\n \nCarazo Rejects 'Militarization'\nPresident Carazo was among the first to insist that the bombings would not lead to ''militarization'' of the society. ''That is out of the question,'' he said. ''Terrorism is repudiated by everyone, and the best ally of the Government in fighting it is the people.  When the country has an army, it expects the army to defend it.  Because we have no army, the people are ready to defend the country.''\nAlthough Costa Ricans were always ready to volunteer as reservists during the frequent border crises with Nicaragua under the Somoza regime, some security analysts here recognize that terrorism is more difficult to combat. ''The extreme left's objective is to polarize society by provoking the extreme right to resort to the same tactics and by forcing the police to become more repressive,'' one police expert said. ''That is, of course, a greater danger than the terrorism itself.''\nConscious of the risk that this country might be sucked into the Central American vortex of violence, President Carazo is indirectly trying to protect Costa Rica by actively promoting a political solution to the Salvadoran conflict and by warning that ''excessive'' military aid to El Salvador could weaken President Jose Napoleon Duarte and other civilians in the Government.\nHaving assisted Nicaragua's Sandinist guerrillas in ousting the Somoza regime, President Carazo is also alarmed by the Reagan Administration's hostility toward the left-wing Managua Government.\n''The intelligent thing would be to adopt a friendly and constructive policy toward Nicaragua,'' he said. ''We have to help Nicaragua a great deal and keep it on the side of democracy. We must not repeat Cuba and force Nicaragua to be a friend of Moscow. In this polarized world, a country expelled from one side goes automatically to the other.''\n\nGraphic\n\n \nIllustrations: Photo of marketplace in San Jose"
}