{
    "title": "Cost of security should be included in inaugural expense; The city of Washington, D.C. , shouldn't h",
    "publisher": "portland press herald",
    "year": 2005,
    "month": 1,
    "day": 18,
    "full text": "There's been lots of discussion about whether it's appropriate for the president to spend $40 million on his inaugural celebration in a time of war. Whether you agree with it or not, at least the money is coming from private sources and not public ones.\nWell, most of it, anyway.\nThe city of Washington, D.C., is going to end up digging deep to boost security and protection during the inauguration. The security costs of the inauguration are expected to exceed $17 million - and the federal government isn't reimbursing all of that. The government is instead suggesting that the city dip into funds that have been earmarked for homeland security.\nCBS commentator Bob Schieffer pointed out on \"Face the Nation\" Sunday, that this means \"money that would have been used to expand hospital capacity here and buy protective gear for Washington firemen must now be used instead to build parade grandstands.\"\nThat's not right, particularly in a city that's a target for terrorism.\nThe Associated Press reported that the city will be reimbursed $11.9 million through the Urban Area Security Initiative grant fund. That grant money, however, is supposed to be reserved for enhancing local emergency agencies to prepare for and deal with terrorism, including weapons of mass destruction, according to the Department of Homeland Security.\nSome other expenses will be paid through the Emergency Planning and Security Cost Fund. The city, however, is still stuck with millions of dollars in expenses that could have been used to protect itself from terrorism.\nThe administration should figure in the cost of security into these lavish celebrations and reimburse the city not from public funds but from the private funds that have been designated for the inauguration. If that means trimming down some of the planned events, that's what should happen.\nThe costs of the party, after all, go beyond fancy dinners and dances.\n\nLoad-Date: January 18, 2005"
}