{
    "title": "COULD THIS HAPPEN HERE_; Eco-terrorism in Colorado heightens anxiety at Utah resorts; Eco-Terror_ Th",
    "publisher": "the salt lake tribune",
    "year": 1998,
    "month": 10,
    "day": 24,
    "full text": "An eco-terror attack at Vail Mountain resort has raised security concerns at Utah ski areas, especially with many planning expansions similar to the one that made the Colorado resort a target.\nBut what many resort officials are asking is: How do you guard against environmental terrorism?\nThe challenge is formidable for the ski areas, which oversee thousands of acres of wild terrain, multimillion-dollar facilities and hordes of tourists. Each year the resorts hire thousands of seasonal employees with virtually no background checks. The coming of the 2002 Winter Olympics could compound the problem, putting Utah areas high on the target list of militant groups seeking publicity.\n\"We're much more alert and aware of the possibilities\" because of what happened at Vail, said Larry Jackstien, marketing director at Snowbird, which is developing several expansion projects. \"This is a potential reality for anyone in the ski business.\"\nOn Wednesday night, an underground organization called the Earth Liberation Front (ELF) claimed responsibility for fires that broke out Monday at Vail. The blazes caused $ 12 million in damage, the costliest act of eco-terrorism in America.\nThe burning of a midmountain ski lodge and other buildings was a major escalation in a militant environmental movement that has been on the rise the past two decades.\n\"They've stepped over a line they've never crossed before.  Now they no longer care what the public thinks,\" said Ron Arnold, vice president of the Center for the Defense of Free Enterprise, in an Associated Press report. The center is an organization that tracks crimes committed to protect the environment.\nUtah is no stranger to eco-terrorism, nor to the Earth Liberation Front.\nA spate of fires and pipe-bomb attacks between 1990 and 1997 caused more than $ 1.6 million in damage to Utah mink farms, a fast-food restaurant, meatpacking plants and a research center where animals were used. The actions were attributed to ELF and its close ally, the Animal Liberation Front.\nThe attacks culminated in March of last year when the groups used pipe bombs to blow up five trucks at a fur-feeders cooperative in Sandy.\nArson investigators say eco-terrorist groups often infiltrate organizations by planting members as employees.\nWith the pressure to fill hundreds of seasonal positions each year, ski areas would be hard-pressed to run background checks on employees.\n\"I don't know that you could, honestly,\" said Coleen Reardon, marketing director at Deer Valley, which employs about 200 people year-round but whose employee roster jumps to 1,800 during the winter peak season. \"Recruiting is already a huge issue for us. There just aren't enough good bodies out there, so getting the kind of employees Deer Valley wants is tough.\"\nAnd even with a background check, what are you going to find, asks Snowbird's Jackstien.\n\"You might pick up some criminal activity,\" he said, but involvement with radical environmental groups probably won't show up.\nMost ski areas have some security in place, ranging from officer patrols to surveillance equipment.\nBut about the best a ski area can do to keep its customers and facilities safe, most officials agree, is to keep everyone happy -- a tricky task. Seldom is an expansion planned without some outcry from environmentalists, but the vast majority of environmental groups use nonviolent, legal tactics to fight the resorts.\nExpansion plans based on a controversial land swap with the U.S. Forest Service -- combined with high-profile venues for the 2002 Winter Olympics -- promise to boost Snowbasin east of Ogden from sleepy ski mountain to Utah's next glitzy destination. But those plans could also make the ski area a target.\n\"We've done our very best to work with everybody,\" said Gray Reynolds, the mountain's general manager. \"We know there are some folks who disagree, but we're doing our best to get along.\"\nUntil recently, Utah was well-armed to deal with eco-terrorists. A multiagency task force that helped crack the arson fires at the mink farms unceremoniously disbanded in August after an agent from the Bureau of Alcohol, Tobacco and Firearms was assigned elsewhere.\nIn the meantime, while the Vail attack has raised eyebrows among Utah ski-area officials, few have taken steps or are even sure what can be done to heighten security.\nSaid Deer Valley's Reardon, \"Really, it's one of those things you hear about and it's terrible, but what can you do?\"\n\nGraphic\n\n \nMark Mobley/The Associated Press\nFlames engulf Vail's Two Elks restaurant on Monday. The blaze has been called an act of eco-terrorism.\n\nLoad-Date: October 24, 1998"
}