{
    "title": "Could suspect be sent to Gitmo_",
    "publisher": "chicago daily herald",
    "year": 2017,
    "month": 11,
    "day": 2,
    "full text": "MIAMI — President Donald Trump said Wednesday he would consider sending the suspect in the New York bike path attack to the Guantanamo Bay detention center. But just a few hours later, the government filed federal terrorism charges against the suspect, signaling an intent to prosecute him within the U.S. The one-two developments marked a sharp disconnect between the president and his administration. Trump had professed himself to be open to the idea of sending the suspect to Guantanamo in a seemingly off-the-cuff answer to questions from reporters. \n\"I would certainly consider that, send him to Gitmo,\" Trump said, using the familiar shorthand for the detention center. The White House later reinforced that idea by saying it considered the suspect to be an \"enemy combatant.\" But with the filing of federal charges, there was little indication that the threat of Guantanamo was anything more than tough talk. No one held within the U.S. has been sent to Guantanamo since the detention center opened in January 2002 to hold suspected members of al-Qaida and the Taliban. Still, elected officials routinely raise the prospect of doing so after attacks as a way to signal toughness in the fight against terrorism. Trump joined those ranks a day after a driver veered into a city bike path in Manhattan killing eight people. The president agreed that the U.S. base in Cuba would be an option for Saipov, an immigrant from Uzbekistan who authorities say was inspired by the Islamic State. The U.S. has to come up with a method of punishment that is \"far quicker and far greater than the animals are getting right now,\" Trump said. It is an open question whether the administration could send the suspect to Guantanamo Bay, in part because courts have not ruled whether the 2001 Authorization for Use of Military Force — which permits the government to detain enemy combatants for the duration of a military conflict — applies to ISIS and its followers, said Stephen Vladeck, a national security law professor at the University of Texas at Austin. ISIS did not exist when the authorization was passed. Vladeck noted that American criminal courts, which have secured hundreds of terrorism-related convictions since Sept. 11, have been more efficient than the military tribunal process at Guantanamo Bay. Just seven men have been convicted either by trial before military commission or through plea bargains, including four whose convictions were later overturned on appeal or invalidated. There are another seven held at Guantanamo still facing trial, including five men charged in the Sept. 11, 2001, terrorist attack and another accused of orchestrating the 2000 bombing of the USS Cole. Those cases are bogged down in pretrial litigation and are likely years from resolution. \"If the goal is to actually punish the perpetrator, then sending him to Guantanamo is just about the worst thing you can do,\" Vladeck said. The only advantage that Guantanamo might have is that men can be held there indefinitely without charge, said Bryan Broyles, the former chief defense counsel for the commissions, which combine elements of military and civilian court. \"There is no other benefit to Guantanamo,\" Broyles said. \"It's more expensive. It's harder to use.\"\n\nLoad-Date: November 2, 2017"
}