{
    "title": "Coulter discusses terrorism at Syracuse U. to mixed reviews",
    "publisher": "university wire",
    "year": 2003,
    "month": 3,
    "day": 6,
    "full text": "Ann Coulter fueled controversy and conflict as she made her prediction for the next great terrorist attack.\n\"The next terrorist attack will be done by an Arab or Muslim man,\" Coulter said.\nThe frank prediction was one of many Coulter made in her speech Wednesday night in Syracuse University's Goldstein Auditorium. A lawyer and author of \"Slander: Liberal Lies About the American Right,\" Coulter spoke to an audience of about 800 students and community members about her opinions concerning the impending war with Iraq.\nSyracuse U.\nCoulter's main theme was that liberals and democrats are foolish in their opposition to the attack and the safety of the U.S. people.\n\"Liberals long to create the threat of nuclear war,\" Coulter said.\nShe spoke decisively, and somewhat humorously, about the liberal push to stay out of Iraq, allowing \"madman\" Saddam Hussein more time to build bombs and develop his nuclear arsenal. The liberals want to wait for permission from the likes of France and Germany before the United States can attack, an idea Coulter said bothers her.\n\"A liberal's idea for cleaning out a swamp is killing the mosquitoes one-by-one after proving to France that they're about to bite,\" Coulter said.\nAnother of Coulter's leading points was her opposition to the banning of racial profiling in the search for potential terrorists after 9-11. Liberals will not allow agencies like the FBI to search for terrorists based on their race or ethnicity, but Coulter insists they should be able to scrutinize Arab or Muslin men based on their ethnicity.\nCoulter said nearly all airplane hijackings in the past 20 years have been attacks by Muslim extremists, and liberals still will not allow security organizations to search for Muslim extremists in airports or flight schools. She reasoned that border patrol officials are allowed to stop cars simply because they are driven by Mexicans in Texas.\nHer speech met with an obviously divided response from the audience. The majority of questions asked, which delivered negative feedback, were echoed with various spoken comments or applause by those in the audience opposed to her ideas and, in some views, opposed to her very existence.\n\"Quite frankly, I think she's insane,\" said Christopher Kapp, a sophomore ad design major. \"And I just wish she would answer more of the questions as opposed to mud-slinging.\"\nMany in the audience believed that Coulter mainly dodged issues and insulted the questioners during the Q & A session, but others were impressed.\nChris Kowalski, a freshman biology major, had praise for Coulter after the speech, despite other audience members who labeled her a \"neo-fascist\" and a \"Nazi.\"\n\"She is an amazing speaker,\" Kowalski said. \"Her opinions are based on facts and truths, not feelings.\"\n(C) 2002 Daily Orange via U-WIRE\n\nLoad-Date: March 6, 2003"
}