{
    "title": "COULD AL-QAIDA REASSEMBLE IN AFGHANISTAN _",
    "publisher": "pittsburgh post-gazette",
    "year": 2009,
    "month": 10,
    "day": 25,
    "full text": "WASHINGTON -- The plot for the terrorist attacks of Sept. 11, 2001, was set in motion in late 1999 from a cluster of al-Qaida training camps near Kandahar. In those dusty Afghan compounds, Osama bin Laden and his lieutenants signed off on the plan, set up a special training program and selected lead members of the hijack team.\nTen years later, could al-Qaida return to Afghanistan and use it as a launching pad for terrorist strikes again?\nThe question has taken on heightened urgency as the Obama administration searches for a new war strategy, and Pakistan carries out its first major military offensive in the tribal region al-Qaida has called home since the U.S. invasion of Afghanistan in 2001. The issue is also a source of surprising disagreement within the counter-terrorism community.\nSome are skeptical that al-Qaida would return to Afghanistan, even in the event of a substantial U.S. military draw-down. Doing so would mean leaving a sanctuary in Pakistan that has afforded significant protection for eight years, despite a barrage of U.S. Predator drone strikes.\nOthers argue that al-Qaida is under mounting pressure in Pakistan, and that its return to Afghanistan is all but inevitable if President Barack Obama endorses anything other than a full-scale, counter-insurgency campaign there.\nThe polarity of these positions helps to explain why, 10 months after taking office, Mr. Obama is still struggling to set a course for Afghanistan -- caught between the military's request for 40,000 more troops and calls to wind down the war in a country where al-Qaida is no longer based.\nBruce Riedel, a CIA veteran who served as a White House adviser on Afghanistan earlier this year, said it's conceivable that al-Qaida could be contained even while the United States cedes ground to Taliban militants. But there are substantial stakes.\n\"Do you want to bet the safety and security of the United States on [the] calculation that al-Qaida wouldn't find a way back in?\" Mr. Riedel said. \"It's possible. But I think I might seriously consider moving out of metropolitan areas.\"\nThere is broad agreement among U.S. intelligence officials that al-Qaida probably would like to return to Afghanistan if given the chance, but that the terrorist group has a minimal presence in the country now.\nOne senior U.S. counter-terrorism official said the number of al-Qaida operatives in Afghanistan is in the \"dozens,\" and that most function as low-level fighters with no significant leadership presence.\n\"Al-Qaida brings very little to the fight in Afghanistan,\" said the counter-terrorism official, who spoke on condition of anonymity because of the sensitivity of the subject. Militarily, he said, \"If you removed al-Qaida from the equation in Afghanistan, it wouldn't matter.\"\nThat might be by design. Over the past eight years, al-Qaida has burrowed into Pakistan's tribal belt and fostered a closer relationship with Taliban elements there that are focused on carrying out attacks against the government in Islamabad.\nThe Afghan Taliban, by contrast, has sought to distance itself from al-Qaida and to portray its insurgent campaign as a local fight. A statement last month attributed to Taliban leader Mullah Omar urged the West \"not to be deceived\" by Mr. Obama's assertions that the war in Afghanistan is necessary because of the al-Qaida terrorist threat. \"The West does not have to wage this war,\" Mullah Omar said.\nThe message resonates with some senior counter-terrorism officials who argue that the Taliban learned its lesson after losing its grip on power once because of its alliance with al-Qaida. \"I'm not sure that if the Taliban took over in Afghanistan, that they would necessarily welcome al-Qaida back,\" Richard Barrett, who heads the United Nations committee responsible for sanctions on al-Qaida, said in a recent speech. \"They perhaps don't want to make that same mistake again.\"\nBut others are skeptical that the Taliban would truly sever its al-Qaida ties.\nU.S. intelligence officials said there is little sign of an active relationship at the top of the organizations and probably no contact whatsoever between bin Laden and Mullah Omar. Still, they point to ongoing coordination at lower levels. And in his recent military assessment, U.S. Army Gen. Stanley A. McChrystal said al-Qaida aids the insurgency with \"ideological motivation, training and financial support.\"\nThere are reasons that al-Qaida might be reluctant to relocate. The protective, rugged terrain of Waziristan and al-Qaida's ties with the tribes there offer advantages that the terrorist network would struggle to replicate in such places such as Somalia or Yemen. Indeed, Pakistan has served as such an effective haven that after eight years, the trail for bin Laden \"is not just cold; it's frozen over,\" Mr. Riedel said.\nMoving across the border would expose al-Qaida operatives to risks of detection by satellites, CIA drones or spies on the ground. And even if the United States were to withdraw forces from Afghanistan, it is likely to have a substantial military presence there -- and freedom to operate, unlike in Pakistan -- for years to come.\nSince the Sept. 11 attacks, al-Qaida has increasingly come to be seen as a less-hierarchical organization, one that has adapted to the Internet and spread its tentacles. But experts believe that having a sanctuary still plays a critical role.\n\"Since 2004, every major terrorist attack or plot against the United States or our European allies has emanated\" from the lawless border region where al-Qaida makes its home, said Bruce Hoffman, a counter-terrorism expert at Georgetown University.\nOver the past 18 months, that home has become considerably less secure. A stepped-up campaign of CIA drone strikes has wiped out a layer of al-Qaida's senior leadership. U.S. intelligence officials said at least 13 high-value targets inside Pakistan have been killed.\nIn his speech, Mr. Barrett indicated that damage is due in large part to a growing network of spies. Alluding to penetrations of al-Qaida by the CIA and its Pakistani counterpart, Inter-Services Intelligence, Mr. Barrett, the former counter-terrorism chief in Britain, said, \"Human sources have begun to produce results.\"\nThe success has prompted some in the Obama administration, including Vice President Joseph R. Biden, to argue against sending more troops to Afghanistan and focus instead on pursuing al-Qaida through covert operations and more Predator missile strikes.\n\nLoad-Date: October 26, 2009"
}