{
    "title": "Country better prepared against terrorism, but weak spots still exist",
    "publisher": "charleston gazette",
    "year": 2002,
    "month": 11,
    "day": 9,
    "full text": "CIA DIRECTOR George Tenet wasn't alone in sounding like a real-world Cassandra lamenting a coming disaster as he testified this month before a congressional panel about the need for America to get serious about its vulnerability to terrorism.\nAs much as the rest of the Bush administration seems not to want to hear him, Tenet warned that a pre-emptive strike on Iraq could prompt that nation to retaliate u right here, on good ol' American soil. And although the country is better prepared than it was pre-Sept. 11, vulnerabilities still exist.\nOne of Tenet's predecessors at the CIA, James Woolsey, aired much the same warning at a homeland security seminar in Colorado Springs, Colo., co-sponsored by the El Pomar Foundation and the Heritage Foundation's Center for Media and Public Policy.\n\"Sept. 11 represented not a random failure, not an accident,\" Woolsey told journalists assembled for the two-day briefing. \"It was a conscious decision by smart people to use weaknesses in our networks against us.\"\nDitto retired Brig. Gen. David Grange, who bluntly described the United States as a theater of war with a \"truly target-rich environment.\"\n\"The seams between governmental agencies, including the military, are where we are vulnerable,\" said the former Delta Force member, Green Beret and Army Ranger. \"You attack at the seams, like on a map. If we don't have unity of effort, that's where it will happen.\"\nThe weakest point of any structure is at the seams. In a broad sense, that means the nation's borders with Canada and Mexico, and along the coastlines. In a narrower sense, that means boundaries between states, counties and municipalities, or the areas where public and private worlds meet. Like the telecommunications industry, or transportation systems, or utility grids.\nNeed proof? Look at the jurisdictional knot-tying that the Washington-area sniper was able to achieve.\nTaken down to the street level, multiple jurisdictions can prove to be a communications nightmare with the inability of one local police officer to directly communicate with a counterpart from a neighboring city. For a Grand Prairie, Texas, police officer, for example, to talk with an Arlington unit directly across the highway, the call has to be routed through Grand Prairie's dispatch into Arlington's, and then on to the patrol unit.\nFBI Director Robert Mueller said in a recent speech at the Stanford Law School that there are 17,000 law enforcement agencies in this country and 60 separate federal agencies that deal with some aspect of security.\nSee the weakness? That's one of the reasons why legislation addressing potential terrorism in the homeland has included provisions to allow information sharing among law enforcement agencies.\nBut Americans, historically and justifiably, are real hinkey about anything that carries the slightest whiff of a nationalized police force. Hence the metamorphosis of \"fusion center\" from a scientific term into a 2002 buzz phrase among security experts.\nA fusion center is a centralized data collection point where raw intelligence is shared by representatives from all levels of law enforcement. Rather than have one agency correlate and interpret the information for everyone else, each jurisdiction gets its own whack at it. And then, in an ideal world, they share what it means to them.\n\"You make your own judgment and don't have to have someone else's take,\" said Thomas Frazier, executive director of the Major Cities Police Chiefs Association.\nEarly reviews of the joint terrorism task forces, run out of the various U.S. attorneys' offices across the country, indicate that the fusion centers are working u to a point. There remains some question as to how far down the law enforcement food chain the information is reaching.\n\"Security clearances are still an issue,\" said Frazier. \"If it has national security implications, it is classified. And local chiefs don't have those clearances.\"\nAs the D.C.-area sniper so graphically and fatally demonstrated, it doesn't take high-tech weapons or a sophisticated battle plan to terrorize people.\n\"To understand the enemy, we must understand how he must fight to survive u smaller force, covert actions, use economy of force and asymmetric means,\" Grange said.\n\"You don't have to actually do it u you just have to have people believe you can.\"\nLabbe is a senior editorial writer and columnist for the Fort Worth Star-Telegram.\n\nLoad-Date: November 9, 2002"
}