{
    "title": "Counter Domestic Terrorism Proactively, Panelists Say",
    "publisher": "university wire",
    "year": 2019,
    "month": 10,
    "day": 2,
    "full text": "Proactive, community-based prevention is more effective in reducing the threat of domestic terrorism than singling out a particular group's radicalization efforts, panelists said at a Lecture Fund event Thursday. \nThe event, \"Domestic Radicalization: A Panel on Homegrown Terrorism,\" featured Counterpart International's Technical Director of Peace and Security Mehreen Farooq and former Chief Probation Officer Kevin Lowry. Daniel Byman, vice dean of the School of Foreign Service, moderated the panel, which discussed new methods for addressing domestic terrorism that steer away from traditional approaches.\nMICHAEL HOWARTH FOR THE HOYA | The Georgetown University Lecture Fund sponsored a panel on domestic radicalization, which featured Counterpart International's Technical Director of Peace and Security Mehreen Farooq and former Chief Probation Officer Kevin Lowry,\nFarooq, an adjunct professor in the School of Foreign Service, specializes in peacebuilding, conflict mitigation and countering violent extremism. The class that she teaches is called \"Community-Based Terror Prevention.\"\nEfforts to quell domestic terrorism should be proactive rather than reactionary, according to Farooq.\n\"Most folks would say that investigation and incarceration cost a tremendous amount of time and taxpayer dollars,\" Farooq said. \"Preventative efforts, in comparison, are far less resource-intensive.\"\nLowry created the United States' first program for the disengagement and rehabilitation of extremist and terrorism related offenders while he served as chief probation officer for the District Court of Minnesota. This program works with people who are convicted of crimes related to terrorist activity, including those radicalized by foreign terrorist groups like ISIS and domestic white nationalist groups, to determine what caused the recruits to be radicalized in each individual case.\nTerrorist groups are particularly challenging for intelligence agencies to address. Their grassroots organization allows for recruitment through the internet and across various geographies, according to Lowry.\n\"I think there's never been a greater challenge for criminal justice professionals than the challenge of working with extremists with terrorism cases,\" Lowry said. \"They have networks that reach throughout the whole world, into individual small communities and households worldwide.\" \nFarooq's dedication to the prevention of the spread of terrorism came from her research about the Taliban's growth in Afghanistan and Pakistan. In her research, she focused on the importance of civil society for preventing terrorism. Throughout her career, she has applied what she learned in this research to other countries and situations, including domestic radicalization in the United States. \nBoth of the speakers stressed that the tools they have developed are not focused solely on one group or demographic and instead attempt to address many organizations with an individual focus. In addressing the differences between various groups' tactics while acknowledging similarities in structure, researchers can gain an understanding of why people turn to violent tactics, Farooq said.\n\"These groups are just really good at interchanging different demographics, different local and political grievances, but using the same overarching framework to basically say, 'The system is broken, it's corrupt, it's rigged against us,'\" Farooq said. \"It really leads that individual to believe that violence is the only way to address whatever it is that they're working towards.\"\nLowry's programs focused on intervention post-conviction, whereas Farooq worked with individuals known to be at risk for radicalization. While their approaches have been different, Lowry acknowledges the importance of community-based intervention as well. \n\"I think if you're developing a violence-prevention program, you really want to look at what are the underlying factors that could cause some form of fragility or instability in an individual's life or in a particular community,\" Farooq said.\nOne major challenge for implementing new tactics to prevent violence is the lack of resources dedicated to these programs and the dearth of precise statistics about their success rates, according to Farooq.\n\"We have to acknowledge that this is an imperfect science,\" Farooq said. \"We're talking about behaviors, and human beings are complex entities. So we might be able to measure one little thing here, but there might be a whole other thing over here that we aren't touching.\"\n\nLoad-Date: October 2, 2019"
}