{
    "title": "COUNTERFEIT GOODS MAKE REAL TERRORISM THIS 'VICTIMLESS' CRIME IS A $400 BILLION INDUSTRY WITH MURKY",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 7,
    "day": 24,
    "full text": "The U.S. House Committee on International Relations held a hearing July 16 that asked this question: Are proceeds from counterfeited goods funding terrorism? It's a question you might ponder next time you are tempted to buy a fake Rolex watch, Gucci rip-off or Kate Spade look-alike handbag on the street.\n If you don't think there's a connection, consider these statistics:\n Counterfeit goods account for $400 billion to $450 billion in global trade each year, testified Ronald K. Noble, secretary-general of Interpol, an international law enforcement agency. Noble's figures come from a five-year-old Organization for Economic Co-operation Development report. Committee Chairman Rep. Henry J. Hyde, R-Ill., says counterfeit goods may now be a $500 billion scam per year.\nU.S. losses are estimated to be $250-$300 billion a year.\n Counterfeit goods is a \"low risk, high return\" business to be in, said Noble. The Interpol leader asserted: \"The link between organized crime groups and counterfeit goods is well established. But Interpol is sounding the alarm that intellectual property crime is becoming the preferred method of funding for a number of terrorist groups.\" He documents Northern Ireland paramilitary involvement in counterfeit goods, as well as terrorist facilitation in Kosovo and Chechnya. North African radical fundamentalist terrorists in Europe are in the game, as are al-Qaida and Hezbollah components.\n Counterfeit goods crime succeeds, says Noble, because of the fallacy that it is a \"victimless\" crime. Law enforcement's interest in pursuing the terrorist connection has been muted until now. Investigations are stymied because much of the movement of funds is through hawala, a paperless modality of financial transaction, hard to trace; as well as through private charities in the Middle East and elsewhere. Counterfeiting succeeds because it takes place across borders, is dispersed in activity, has low penalties and little deterrence. The public, moreover, is antagonistic to some high-end companies producing expensive goods and reaping big profits. \"Let companies enforce their own problems\" is a mantra heard in many countries.\n It is informed speculation that terrorists get from 1 percent to 2 percent of the estimated $500 billion in counterfeit goods per year. Still, that could mean terrorists are skimming from $5-$25 billion a year from this income stream. Keep in mind that these are billions, not millions. Terrorists like multiple income streams: drugs, credit card fraud and extortion. So terrorists' overall yearly take is even more. And to put it all in perspective: the 9/11 attacks cost less than $500,000 for the terrorists to mount.\n What else is necessary? More cooperation among law enforcement globally, partnerships with private companies, increasing criminal statutes for product counterfeiting and increased awareness among the public about what happens when you get that great bargain on the street.\n Think twice before you save a few bucks by buying a pirated CD. You could be helping terrorists.\n\nNotes\n\nMichael D. Langan was senior adviser to Ronald K. Noble when he was undersecretary for enforcement at the Treasury Department in the mid-1990s. Langan was also a senior expert with the U.N. monitoring group dealing with the Taliban and al-Qaida asset pursuit.\n\nLoad-Date: July 24, 2003"
}