{
    "title": "COUNTERING TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 4,
    "day": 12,
    "full text": "St. Louis does not seem like the kind of city that a cell of Middle Eastern terrorists would call home. But that appearance may have been deceiving.  The Federal Bureau of Investigation believes it has uncovered a group of three operatives who were sent to live inconspicuously in this Midwestern community.  Then, authorities say, under orders from Abu Nidal, the Palestinian terrorist who is believed to have directed more than 90 attacks in 20 countries, the men would carry out attacks - including some against people of Jewish ancestry. To back up its charges, the FBI recorded more than 7,000 tapes at the home of Zein Isa, a Palestinian who lived in south St. Louis until he was arrested and convicted of murdering his daughter, Palestina Isa.  Apparently, she was killed because she might have known about her father's connection to Abu Nidal.  In addition to Isa, the FBI named two brothers, Luie Nijmeh and Saif Nijmeh, as members of the cell. Tawfiq Musa of Racine, Wis., is said to have been the leader of the group. Charges include transporting large sums of money out of the country without proper authorization, planning to kill Jews, plotting to blow up the Israeli embassy in Washington and plotting the murder of Palestina Isa.  The FBI says there was no connection with the bombing of the World Trade Center or with three Palestinians arrested by Israel earlier this year on suspicion of being part of Hamas, the Islamic extremist group in the Israeli occupied West Bank and Gaza Strip.\nShould the St. Louis indictments of Isa and the other three defendants stand up in court, however, the convictions would show once again that the United States is not immune from terrorist activities by Middle Eastern operatives.  The alleged St. Louis cell may have been prevented from conducting operations that would have cost innocent lives and property - and spread fear in the United States. Federal trials will determine that. The FBI may have shown that effective counterterrorism does not have to mean the use of heavy-handed force or discriminatory surveillance of all people from one national, ethnic or religious background. Counterterrorism may mean, instead, the careful, selective monitoring of people when the right reasons are explained to a federal judge, as when secret wiretaps were approved for Zein Isa's home. Those taps may have saved many lives.\n\nLoad-Date: October 7, 1993"
}