{
    "title": "COUNTERING THE THREAT OF TERRORISM",
    "publisher": "the world",
    "year": 1986,
    "month": 5,
    "day": 21,
    "full text": "European Community nations aren't selling any more surplus butter to Libya.\nBusiness executives abroad are turning in their highly visible limousines for modest sedans. Engineers in Massachusetts are developing a ''sniffer'' that can detect even the tiniest scent of explosives. United States Army bases in Germany are being guarded against intruders by loud-honking geese.\nIn these and other ways, Western nations are learning to counter the threat of international terrorism.\nBut terrorist attacks are on the rise worldwide.  And few terrorists have been brought to justice.  A report from the Jaffee Center for Strategic Studies at Tel Aviv University in Israel notes that terrorists were captured or killed in action in only about 1 of every 10 incidents in 1984.\nAuthorities on terrorism generally reject the notion that terrorism can be wiped out entirely.  For the immediate future, they see it as a problem to be managed, not solved. But they insist that much more can be done to control it.\nFrom scores of interviews with terrorist experts in recent months, the following broad conclusions emerge about countering terrorism:\n \nDiplomatic measures\n''The single most important step,'' says Italian authority Franco Ferracuti, ''is international cooperation.'' But such cooperation is difficult, he cautions, because nations have different traditions, laws, and economies.  Intelligence services hesitate to share information, fearing leaks abroad. Courts are concerned that extradition could help bring a foreign government's political enemies home for punishment.  Politicians fear that sanctions against nations backing terrorism could disadvantage their own economies.\nThere are differences, too, in the definition of terrorism. European nations, with a history of domestic terrorism, tend to see it as a criminal problem.  But Israel, which is at war with its Arab neighbors, sees it as a form of warfare demanding a military response - a view increasingly prevalent in America.\nAn international consensus is growing, however, about ways to deal with the problem.  For example: the six-point statement issued earlier this month by the heads of the seven industrial nations at the Tokyo summit.  Galvanized by the US bombing of Libya April 15 and the European Community decision April 21 to impose sanctions against Libya, summit leaders agreed to ban arms sales to terrorist-sponsoring nations, deny entry to suspected terrorists, improve extradition procedures, impose tougher immigration and visa requirements, and improve cooperation among security organizations.\nThey also agreed to impose size limits on diplomatic staffs from offending nations.  Since the US bombing of Libya, Libyans have been expelled from Britain, West Germany, France, Italy, Spain, Denmark, Belgium, the Netherlands, and Luxembourg.\nExperts, in fact, pinpoint embassies and consulates as an essential link in the terrorism support system. ''The European Community generally has been far too weak in using its rights under the Vienna Convention,'' says Paul Wilkinson of the University of Aberdeen.\nThat convention, dating from 1815, establishes rules concerning diplomatic immunity and the diplomatic pouch.  Under those protections, Libya, Iran, Syria, and other terrorist-sponsoring nations have harbored terrorists, stored and transported weapons, provided false documents, and operated networks of agents ready to commit terrorist acts within a host country.  There are increasing calls for rethinking these provisions.\n \nIntelligence gathering\n''The only effective way of beating terrorist activities,'' says Federal Bureau of Investigation (FBI) assistant director Oliver (Buck) Revell, ''is to have intelligence on their operations, their organizations, their membership, their motives, their philosophies, their ideology.''\nThe word intelligence, however, is an umbrella for everything from a whispered comment to a super-computer.\nIt covers an informer's tip in September 1984 that the Valhalla, a 77-foot trawler, would shortly leave Boston carrying seven tons of arms destined for Irish Republican Army (IRA) terrorists.  It also covers the US spy satellites and British Royal Air Force Nimrod aircraft that tracked the ship and the transfer of arms to an Irish boat, the Marita Ann, before the Irish Navy made the interception.\nMost observers agree that effective counterterrorism requires human intelligence gathering - and that overemphasis on electronic means has hampered efforts to build an effective network of human agents. Because of emphasis on the use of computers, says Reinhard Rupprecht of West Germany's Ministry of the Interior, ''we are in danger of neglecting the police on the beat.''\nBut since terrorist organizations tend to be small and highly secretive, some of the best leads come from the simplest measures. ''You pay a lot of little ladies to keep their ears and eyes open (and) to send you information,'' says former Central Intelligence Agency chief Stansfield Turner. ''The false alarm rate will be tremendous,'' he adds. ''Hopefully, we're skilled in sifting data.''\nSome of that sifting is now being done through Interpol, whose central computer facility in Paris is proving useful in tracking the movements of terrorists and weapons.\n \nSecurity measures\nFrom his office in Rome, Judge Rosario Priore can look out his window at the Tiber River - through thick, bulletproof glass.  One of several magistrates responsible for cracking down on the Red Brigades and other Italian terrorist groups, Judge Priore, a bachelor, lives under constant threat.\n''You get used to doing everything with a bodyguard'' he says, ''(because) in every hideout of the Red Brigades, (the magistrates) found maps of their own houses and streets.''\nTerrorism experts, while noting that physical protection by itself is not sufficient, agree that it is an essential part of the formula.\nAt its most expensive, protection can involve reconstructing entire buildings: The US State Department is, for example, asking Congress for $4.4 billion to build 79 new embassies and renovate 175 others.\nAirports are beefing up security measures. Once situated in open fields, they are now increasingly surrounded by high fences, sometimes illuminated (as in Belfast) by bright lights every few yards.  Baggage checks, too, are becoming more thorough, with some security forces using dogs trained to sniff out explosives. New kinds of X-ray and low-level neutron radiation scanners are being pioneered for hand-luggage searches. Israeli officials routinely pass checked baggage through a low-pressure chamber, to trip pressure-sensitive bomb detonators on the ground rather than at 30,000 feet.\nBut with factories, airline offices, communications facilities, and power and water distribution points added to the list of possible targets, the problem of providing physical security becomes vast.  Rand Corporation analyst Brian M. Jenkins, a highly regarded observer of trends in terrorism, estimates that $21 billion is spent annually in the United States for security services and hardware - a number he sees rising to as high as $60 billion by the end of the century.\nSome experts offer a suggestion for the future: Require new facilities to take security issues into account just as they do environmental issues.  ''We ought to have a security impact statement on what kind of security the site offers,'' writes Neil Livingstone in a recent issue of Terrorism: An International Journal. ''We do that for defense contractors, but we do not do it for basic infrastructure targets.''\n \nLegal and social measures At bottom, many observers agree that terrorism is a highly mental phenomenon.  ''If we're going to prevent terrorism movements from re-creating themselves in the jails, in the universities, in the society at large,'' says Professor Wilkinson, ''we have to win the battle of ideas.''\nTo do that, he says, Western societies need to undertake ''a strengthening of democracy in all its various ramifications.''\nOne often-cited example is the Green party in West Germany, which has a number of former terrorist sympathizers in its ranks. Party affiliation allows them to pursue their sometimes radical political philosophies through nonviolent, democratic means.\nSuch channels, Wilkinson says, give some people an alternative to violence, because they provide ''legitimate and potentially effective (means for) altering and reforming the conditions of their own lives.''\nHe and other scholars see several phases to countering terrorism. The first involves cutting off the recruiting process. Jerrold M. Post, a Washington-based psychiatrist, observes that ''one should have a broad-ranging program designed to make the terrorist career less attractive for the alienated youth. A great deal in a constructive way could be done to demythologize (terrorism). I'm really not talking about propaganda (but about) available information.''\nA second phase involves what Professsor Ferracuti calls ''a way to redirect terrorists.'' Amnesty programs, used effectively in Italy, have enabled hard-line terrorists to reenter society rather than continue in the only life they may have known.\n \nPublic awareness\nThe central bus station in Tel Aviv is awash with humanity: old women with shopping bags, young men in short jackets, Israeli soldiers with automatic weapons, Palestinian laborers, rabbis.  They have one habit in common, however: When they board a bus, they glance under the seat and in the overhead rack - checking for suspicious packages.\nOfficials of the Israeli Defense Forces say that more than 80 percent of bombs in public places are dismantled, ''because of the awareness of the public that there is such a thing as a suspicious object.''\nSuch awareness is growing across Europe as well. Signs on London subways urge riders to watch for abandoned packages.  Pierre Verbrugghe, director general of the National Police in France, tells of a passenger who, finding such a package on the Paris Metro recently, hurled it out the window. He did the right thing: It contained four pounds of explosives and two pounds of nails.\nSuch awareness extends to individuals as well as packages.  Italian officials note that, after the murder of Prime Minister Aldo Moro in 1978 by the Red Brigades, terrorism in Italy began its steep decline - in part because the public, repulsed by that act, no longer kept quiet about suspicious activities.\n \nMilitary and police actions\nRescuing hostages held by terrorists requires small, fast-acting commando units, such as West Germany's GSG-9, Britain's Special Air Services (SAS), and the US Delta Force.\nPreempting terrorist incidents can require actions ranging from the arrest of would-be terrorists to the invasion of terrorist-sponsoring nations. Such measures rely heavily on sound intelligence, and demand sophisticated military and police operations carried out by experienced personnel.\nSuch measures work with varying degrees of success.  The freeing of the hostages from a Lufthansa airliner hijacked to Mogadishu, Somalia, in 1977 was a stunning success for the GSG-9.  But the 1980 effort to rescue US hostages held in Tehran, Iran, was a disaster, as was the attempt by Egyptian troops to recapture an EgyptAir airliner hijacked to Malta last fall.\nThe best sort of police action, authorities agree, is the successful preemptive measure. Ambassador Robert B. Oakley, head of the State Department's counterterrorism activities, notes that more than 120 terrorist attacks against US citizens at home and abroad were foiled in 1985.\nMilitary and police measures, however, can also be used for retaliation - a use drawing criticism from some terrorism specialists.  One difficulty, says Dr. Post, is that terrorist groups often consist of ''troubled individuals who have a hard time working together cooperatively.'' Retaliation, far from deterring future action, may solidify a previously unstable group.\n \nControlling arms and explosives\nTerrorism requires weaponry.  Sometimes, as in continental Europe and Northern Ireland, the devices are homemade. Royal Ulster Constabulary officials note that bombings by IRA terrorists could be drastically reduced by one step: finding a new sort of fertilizer.  Because of its high nitrogen content, the powdered fertilizer commonly used in Ireland is explosive. Packed into milk cans, it forms the powerful bombs placed by terrorists under culverts and in cars. Scientists in Britain and Ireland are said to be searching for new, nonexplosive fertilizers.\nBut sometimes the weapons are highly sophisticated.  According to Edward C. Ezell, a weapons specialist with the Smithsonian Institution, materiel captured from the various Palestine Liberation Organization factions during a sweep into Lebanon by the Israeli Defense Forces in 1982 included 150 antiaircraft weapons; 1,193 antitank weapons; 7,507 rockets; and 51,637 mortar bombs.\nSo far, US, European, and Israeli security officials say they have seen little evidence of terrorist involvement in chemical or biological warfare. And while they are alert to the threat of nuclear terrorism, they see it as improbable. Nuclear devices are hard to build and almost impossible to test secretly, and their use could call forth immediate retaliation against nations suspected of sponsoring terrorism.  Nor do such weapons serve the terrorists' purposes very well.  ''Terrorists want a lot of people watching,'' says Mr. Jenkins, ''not a lot of people dead.''\n \nMedia self-regulation\nWhen Muhammad Sadiq al-Tajir was discovered safe and well at a south London address Jan. 17, it was the first the world had heard about his kidnapping.\nBut it was not the first the press had heard of it.\nMr. Tajir, the brother of the United Arab Emirates' ambassador to London, was ransomed for $3 million after having been kidnapped Jan. 7.  But under a 10-year-old agreement between Scotland Yard and the British press, no word of his kidnapping was published until it was resolved, although editors were kept informed along the way.\nKeeping kidnappings out of the news, both editors and police officials say, seems to help keep the crime from spreading.  Britain's rate of kidnapping for ransom, eight cases in 11 years, is very small compared with rates for West Germany, Italy, or Spain.\nSuch regulations can backfire, of course.  When British television stations carried a picture of a Greek child returned unharmed after a kidnapping, one woman phoned the British Broadcasting Corporation to say that the picture should have been broadcast earlier: She had seen the child playing outdoors at a neighboring house, where there were usually no children.\nMost observers feel strongly that state censorship is an anathema.  Many, however, feel that the media must engage in self-regulation.  Television journalists and news executives interviewed for this series spoke of common problems in covering terrorism.  So far, however, no international forum has been devised to bring journalists together to discuss them.\n \nMaintaining public composure\nFinally, experts point out that terrorism needs to be kept in perspective. ''Don't panic,'' says the FBI's Mr. Revell; ''don't let the notoriety reach a state of hysteria. (Terrorism) is an important phenomenon.  But it is not threatening the American way of life or the Western democracies, and it won't as long as we don't let it. But if we let it, it causes us to develop a siege mentality and almost unilaterally curtails our own freedom.''Wilkinson, after years of teaching university students who have been roughly the same age as many terrorists, puts the emphasis on prevention rather than cure. ''We have to win the battle in the classrooms and in the seminars, just as we have to in the political hustings - not by crude propaganda and counter-ideology, but by opening people's minds to other ideas and showing them how to criticize and how to grow intellectually.''''The open society,'' he concludes, ''is the best antidote to terrorism.''\n \nNEW BOOKS ON TERRORISM\n* Cline, Ray S., and Yonah Alexander.  Terrorism as State-Sponsored Covert Warfare.  Fairfax, Va.: Hero Books. 1986.Two well-known terrorist experts at Georgetown University's Center for Strategic and International Studies detail the reasons for looking at terrorism as a form of war.\n* Hubbard, David G.  Winning Back the Sky: A Tactical Analysis of Terrorism. Dallas: Saybrook Publishers. 1986.A short study of skyjacking in layman's terms, written by a psychiatrist who has interviewed scores of terrorists.\n* Livingstone, Neil C., and Terrell E. Arnold, ed.  Fighting Back: Winning the War Against Terrorism.  Lexington, Mass.: Lexington Books. 1986.Sixteen well-documented essays by various authors on ways that the United States can respond to state-sponsored terrorism; includes studies of legal, moral, diplomatic, military, and media-related issues.\n* Netanyahu, Benjamin, ed.  Terrorism: How the West Can Win.  New York: Farrar, Straus & Giroux. 1986.Assembled by Israel's ambassador to the United Nations, these 38 mini-essays are by such well-known public figures as George P. Shultz, Daniel Schorr, Eugene Rostow, and William H. Webster.\n* Ra'anan, Uri, Robert L. Pfaltzgraff Jr., Richard H. Schultz, Ernst Halperin, and Igor Lukes, ed.  Hydra of Carnage: The International Linkages of Terrorism and Other Low-Intensity Operations. Lexington, Mass.: Lexington Books. 1986.Five Tufts University professors have drawn together 18 essays by various authors, followed by 300 pages of captured documents and testimony by defectors showing the extent of state (especially Soviet) sponsorship.\n* Wright, Robin.  Sacred Rage: The Crusade of Modern Islam. New York: Simon & Schuster. 1985.A former correspondent for the Monitor, CBS News, and the Washington Post, Wright draws on her Middle East experience to paint a probing and highly readable study of the terrorism inspired by Islamic fundamentalism.\n\nGraphic\n\n \nIllustrations by Rob Colvin/Series design and graphics by Robin Jareaux"
}