{
    "title": "COUNTDOWN 2008_ THE MOOD OF GEORGIA VOTERS_ GWINNETT COUNTY _ Terrorism fight important In barbersho",
    "publisher": "the atlanta journal-constitution",
    "year": 2008,
    "month": 2,
    "day": 3,
    "full text": "If you want to run for office in Gwinnett County, the Rexall Grill in Duluth is a good place to start.\nLeonard Anglin, who built the place in 1970, says when Jimmy Carter ran for governor, he came by with his whole family, including Miss Lillian.\nGwinnett is a fast-growing county of small towns and space-age suburbs, with a sensibility poised between rural South and modern Everywhere. The chatter at the Rexall on a recent busy Tuesday afternoon reflects this mix.\nAnglin, a conservative Democrat, goes after Tom Martin, 63, chairman and CEO of Gwinnett Community Bank, for forsaking his yellow-dog roots and voting Republican.\n\"If Bill Clinton had been president another four years, I'd have made enough money to burn a wet dog,\" says Anglin, 85.\nMartin, a probable supporter of Mitt Romney, ripostes, \"Ronald Reagan made him all the money he's ever made.\"\nThe two men agree about one thing: They're voting Republican if Barack Obama gets the Democratic nomination. They just don't trust him. \"I'll pray for forgiveness,\" Anglin says of abandoning the Democrats.\nPharmacist Lynda Alley, 63, who owns the building and runs the adjoining Duluth Rexall Drug, walks over for a barbecue sandwich and some ideological jousting. She's voting Republican. Health care is broken, she says, but the Democrats can't fix it. The economy is fine without that stimulus package, which will just give money back to people who don't even pay taxes.\n\"Everything we're doing nowadays is to penalize the people who are successful and reward the people who don't want to do anything,\" she says. \nThe economy and health care are of moderate interest to this group, but Jerry Robb, 61, a dyed-in-the-wool conservative who also examines Al Jazeera and Al Arabiya online, speaks for most here when he says pursuing the war in Iraq to an acceptable conclusion is paramount.\n\"The fight against terrorism is the most important thing to me. If we don't win that, everything else is irrelevant.\"\n---\n'04 winner: Bush, 65.7%\n'00 pop.: 588,448\n'04 median household income: $56,395\nVOTERS, as of Jan. 1, 2008\nBlack: 62,037\nWhite: 211,552\nOther: 46,167\nSource: Georgia Secretary of State, U.S. Census Bureau\nELIZABETH LANDT / Staff\n\nGraphic\n\n \nPhoto: HYOSUB SHIN / StaffPharmacist Lynda Alley (center), who owns Duluth Rexall Drug, says she plans to vote Republican. Health care needs to be fixed, she says, but the Democrats can't fix it. And the economy's doing OK without the stimulus package, she says./ImageData* ImageData*\nGraphic: ELIZABETH LANDT / Staff'04 winner: Bush, 65.7%'00 pop.: 588,448 '04 median household income: $56,395 VOTERS, as of Jan. 1, 2008 Black: 62,037 White: 211,552 Other: 46,167 Source: Georgia Secretary of State, U.S. Census Bureau/ImageData*\n\nLoad-Date: February 3, 2008"
}