{
    "title": "COUNTER-TERRORISM LEAK COMPROMISED YEMEN INFORMANT, SOURCES SAY",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 5,
    "day": 17,
    "full text": "WASHINGTON -- The unauthorized disclosure of a counter-terrorism operation in Yemen last year that was leaked to The Associated Press compromised an exceedingly rare and valuable espionage achievement: an informant who had earned the trust of hardened terrorists, U.S. officials say.\nHis information was said to have led to the U.S. drone strike that killed a senior al-Qaida leader, Fahd Mohammed Ahmed Quso, on May 6, 2012. U.S. officials say Quso had helped direct the terrorist attack on the USS Cole, a Navy guided missile destroyer, in a Yemeni harbor in October 2000. The suicide bombing killed 17 U.S. sailors and nearly sank the warship.\nThe informant, reportedly a British subject of Saudi birth, also had convinced members of al-Qaida's feared Yemeni affiliate that he wanted to blow up a U.S. passenger jet. He was trained and outfitted with the latest version of an underwear bomb designed to pass metal detectors and other airport safeguards, officials say.\nEven after the informant left Yemen with the explosive device and turned it over to his handlers, U.S. intelligence officials believed that they could use him to help disrupt and destroy the terrorist network operating from Yemen, known as al-Qaida in the Arabian Peninsula, according to three congressional aides briefed on intelligence matters.\nThey said spy services could make it appear that the underwear bomb had failed, and could send their agent back to Yemen to help identify and track al-Qaida's top bomb makers and planners.\nThe AP distributed a wire story on May 7, 2012, that disclosed details of the bombing plot. After that, officials said, the potential for again using the informant was lost.\nThe AP did not mention the informant in its report. But its story set off a cascade of disclosures, and by the end of the next day, other news organizations -- including the Los Angeles Times -- were reporting on the informant's role.\nBritish intelligence officials, who played a key role in the secret operation, were furious, a British diplomat said. Saudi intelligence officials also were dismayed, U.S. officials said. And U.S. intelligence officials were aghast.\n\"This was a bad, bad leak,\" one official said.\nThe blown operation received new scrutiny this week, after the Justice Department disclosed that it had obtained phone records for calls to and from more than 20 lines belonging to the AP and its journalists over a two-month period in 2012, as part of a criminal investigation into the alleged leak of highly classified information. In a break from standard protocol, the federal prosecutor did not give the AP a chance to contest the subpoena in court, citing a policy that lets the government seize records in secret if it believes that disclosure will compromise the investigation.\nAttorney General Eric Holder called the unauthorized disclosure \"within the top two or three most serious leaks that I have ever seen,\" adding, \"It put the American people at risk.\"\nA former CIA lawyer, who asked not to be identified so he could speak candidly, called that an exaggeration. \"Any time you've got a human being involved who was compromised, it's serious,\" he said. \"But it certainly wasn't one of the top two or three that I would have picked. And I never heard of a leak investigation throwing out a dragnet over this many reporters.\"\nThe claim that the leak put Americans at risk rests on the argument that any compromise of an intelligence operation against terrorists theoretically increases the danger that they could harm Americans, he said.\nBut the CIA and U.S. special operations forces have made significant gains over the last year against al-Qaida in Yemen. Missiles launched from drones have killed numerous senior operatives, and U.S. intelligence has helped the pro-American government in Yemen drive Islamist militants from towns they had seized. But the man who U.S. officials believe designed and built the underwear bombs, Ibrahim Nasiri, remains at large.\n\nLoad-Date: May 18, 2013"
}