{
    "title": "COUNTERING GLOBAL TERROR In Sri Lanka , Terrorism 3.0 is born",
    "publisher": "the atlanta journal-constitution",
    "year": 2019,
    "month": 4,
    "day": 28,
    "full text": "Until the other day, few Americans could likely find Sri Lanka on a map, nor even dimly remember its British colonial name, Ceylon. But the Indian Ocean nation flashed across news screens over the Easter weekend with a highly sophisticated and lethal series of bombings across the island nation of some 20 million. The attacks were probably inspired, encouraged and possibly assisted by the so-called Islamic State, and -- on a population adjusted basis -- amounted to a 9/11-level attack on a multicultural and multireligious state, killing more than 250 people thus far across nine sites with hundreds more wounded.\nThe attacks were conducted with suicide bombers and improvised explosive devices, executed at a level that seems far beyond the capabilities of the Sri Lankan radical Islamic splinter group Nations Thawahid Jaman that has claimed responsibility. Previously, the group had specialized in comparatively benign defacement of Buddhist statues (70% of Sri Lankans are Buddhists). The idea that this organization could suddenly plan and conduct a nationwide, precisely timed series of nine bombings seems highly unlikely. Thus suspicion grows that ISIS was involved at an operational level -- a modus operandi associated with their increasing globalization.\nWelcome to Terrorism 3.0. A way to think about the evolution of global terrorism is a bit like new computer software releases: improving over the decades. Terrorism 1.0 in the modern era was in the 1980s: Red Brigades of Italy, Baader-Meinhof gang of Germany, Sendero Luminoso of Peru and the Palestinian Liberation Organization, among others. They were disconnected and nationally focused, by and large. Terrorism 2.0 emerged after the fall of the Berlin Wall and is embodied by the rise of radical groups including al-Qaeda, Al-Shabab, Boko Haram -- essentially regional groups with sporadic international reach. In Terrorism 3.0, we see the Islamic State -- a globally dispersed, highly lethal, financially capable, deeply innovative organization. While the West has been able to compress its occupation of territory, effectively knocking it out of a geographical caliphate in Iraq and Syria, it has morphed into an inter-net-based organization that continues to conduct highly sophisticated attacks and establish cells across the globe.\nIn a business context, the Islamic State is like an international conglomerate that has untethered itself from the costly, time-consuming business of operating retail bricks and mortar. A global map showing ISIS-inspired or -conducted attacks is revealing, far beyond anything al-Qaida has managed. And, no question, it will continue to conduct lethal attacks, seeking over time to obtain weapons of mass destruction: chemical, biological, radiological and cyber.\nEven as the U.S. has begun to pivot away from counterterrorism operations to face new challenges in global great-power politics from China and Russia, the Islamic State has no intention of calling a timeout or ceasing operations despite the loss of its territory. So the question remains how America and its allies in Europe and beyond address this ongoing threat, recognizing -- as the newest U.S. National Security Strategy does -- that more resources must be devoted to \"high end\" potential conflict with near-peer competitors like China and Russia.\nIn order to deal effectively with the ever-more ambitious groups and their emerging internet-based strategy, we will need three key lines of effort. The first is to continue to internationalize the fight against the Islamic State. The coalition against ISIS has over 70 nations and international organizations participating at one level or another and was a legacy of the Obama administration picked up by the Trump team. Unfortunately, the key architects -- retired Gen. John Allen and diplomat Brett McGurk -- have both been discarded by President Donald Trump. We need to appoint new professionals to guide this effort, and for the U.S. to reassert itself as the leader. The message to the international community should be the kinetic victory in Syria is not \"mission accomplished\" but, rather, signals a need to redouble our efforts at coordinating and sharing intelligence to respond to moves by ISIS.\nSecond, we will need a better level of interagency cooperation, particularly in intelligence, military action, diplomacy and developmental activities (USAID and other governmental groups). Our efforts are still highly stovepiped in terms of counterterrorism. The National Counterterrorism Center is a good interagency fusion cell but needs more real convening and operational power to be truly effective. A good start here in the U.S. would be developing a national strategy to eliminate the Islamic State and other affiliated global terror organizations, written and executed in parallel to other official strategies like homeland security, cybersecurity and missile defense.\nA third key ingredient is private-public cooperation. This includes working, and sharing intelligence to some degree, with private nongovernmental organizations such as Interpol, the Red Cross and Red Crescent, Doctors Without Borders, Operation Hope and other entities that try to address base conditions of poverty and disease that help create recruiting opportunities for terrorist organizations. It also includes working with the tech giants -- notably Google, which has done signal work in this space -- on depriving terror organizations of access to the social networks. A new book by Peter Singer and Emerson Brooking, \"Like War: The Weaponization of the Social Networks,\" outlines this well.\nTerrorism 3.0 will continue to spread like a global cancer, enhanced by the accelerative power of the internet. We need not only classic hard-power solutions as we saw in Syria and Iraq, but a combination of other 21st-century tools as well if we are to contain and eventually conquer it.\nJames Stavridis is a Bloomberg Opinion columnist.He is a retired U.S.Navy admiral and former supreme allied commander of NATO and dean emeritus of the Fletcher School of Law and Diplomacy at Tufts University. He is also an operating executive consultant at the Carlyle Group.\n\nLoad-Date: April 28, 2019"
}