{
    "title": "Counter-terrorism begins on home front",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 26,
    "full text": "President Bush is a man who favors black and white, right and wrong and his new favorite catchphrase, good and evil. And if the murder of at least 6,000 people in a matter of hours doesn't qualify as evil, it's hard to imagine what would.\nBut who truly considers themselves evil? Certainly not the hijackers who believed that this act of martyrdom would translate into direct entrance to heaven.\nU. Missouri\nBecause Osama bin Laden has yet to sit down with Barbara Walters to explain his motivations, all anybody can do at this point is ask why. What could drive several thousand people to such levels of hatred to cause unthinkable acts to go to the planning stages and beyond?\nSome of our leaders have charged that these terrorists resented our freedom. Although that statement is one-dimensional, jingoistic and devised not to answer America's questions but to rally its spirits, it likely has at least some merit. Under the rule of the Taliban, Afghanistan women cannot go to school, and music is banned. It's understandable that the Taliban might find our liberated women and morally questionable pop culture offensive, but that is hardly the stuff of which bombings are made.\nSome of America's more radical thinkers are charging that we had it coming, that after years of Uncle Sam putting his nose where it doesn't belong, someone finally struck back.\nThis line of thinking is as destructive and as simplistic as the \"attack on liberty\" line from above. And it also has a point.\nOsama bin Laden didn't wake up in a bad mood and decide to blow things up. But what could have angered him so?\nCould it be the 500,000 children under the age of 5 who have died in the past decade as a direct result of U.S. sanctions against Iraq? Secretary of State Colin Powell led a movement to make the embargo more humanitarian, but the damage had been done, and it gave men such as bin Laden a powerful public relations tool against the United States.\nCould it be the innocent people who died in United States-sponsored bombings? Kosovo is the most memorable example of this, but it's one of many. And innocent people dying for some unaffected dictator doesn't make the United States look like the good guy.\nIf Bush wants to put an end to terrorism, he would do well to look at home. Saddam Hussein was once a close ally of the United States and the CIA, and the U.S. government's School of the Americas (recently renamed The Western Hemisphere Institute for Security Cooperation) trained Panamanian dictator-turned-drug-lord Manuel Noriega and Bolivian dictator Hugo Banzer.\nSome accuse America's leaders of an oil-lust that leads to questionable decisions. Others contend that extreme situations require extreme reactions. It's likely America's citizens will never know the full story. But one can see how people might start to lose patience with our country.\nEven if the government has made poor decisions, this would never justify an attack on the people of America. Nothing could. But after the dust has settled and justice satisfied, it's time for our leaders to take a long look at this country. If America wants to end the circle of violence, it would do well to take the first step.\n(C) 2001 The Maneater via U-WIRE\n\nLoad-Date: September 26, 2001"
}