{
    "title": "Counter_ Laws must be applied equally",
    "publisher": "the new york times",
    "year": 2010,
    "month": 3,
    "day": 9,
    "full text": "POINT/COUNTERPOINT: A discussion on terrorism and the death penalty.\nThe death penalty is a contentious topic universally. In states and countries where capital punishment is still enforced, the argument remains that it is only levied on the gravest of crimes and after the most careful consideration in all cases. Indeed, an oft-repeated justification is that it is the only punishment that is enough of a deterrent for heinous crimes like premeditated or brutal murder and rape.\nHowever, there are a growing number of countries that have imposed a ban on the death penalty. These bans are inspired in part by the uneven standards in applying capital punishment across nations (for example, among the European Union constituents), and over concerns about the conclusiveness of evidence in implicating the accused.\nInto this debate, a new factor has now made a disquieting entry: the haunting specter of terrorism and the question of what to do with those who are convicted of perpetrating these acts. This issue is of particular relevance currently, with the civilian court trials of four terrorists accused in the 9/11 attacks looming.\nWith these developments, the question is worth asking: Should terrorism-related crimes be considered a category apart by themselves, and should states and countries that have moved on from capital punishment reconsider their decisions for such crimes?\nThe pitfalls of such a knee-jerk reaction are evident; clearly, legislation banning capital punishment is not something taken lightly. Reversing such laws for a particular class of crime would attach a special significance to the decision and send a message that the very laws meant to function as immutable and impartial rules are flexible.\nIn the case of terrorism, this would play right into the hands of extremists who seek to create and spread misinformation about the rule of law in the countries they seek to attack. There is no easier way to make a disruptive element achieve the goal of martyrdom, whether perceived or actual, than by subjecting that person to laws seen to be separate from existing statutes.\nReversing capital punishment restrictions could also work against the aim of making countries safer; in their rush to showcase results, law enforcement and executive agencies may actively press for the imposition of hasty death sentences. Aside from providing fodder for propaganda machines, this may very easily lead to the loss of valuable information and insights that may be gleaned by getting suspects and convicted terrorists to talk.\nThere is a precedent to this - a report published last month in The New York Times disclosed that the infamous \"Christmas Day bomber\" was cooperating with federal prosecutors. A senior White House administration official confirmed that \"intelligence gained has been disseminated throughout the intelligence community.\"\nWhen it comes to charged debates such as these, we must keep our eyes on the issue at hand at all times. In the case of punishing terrorists, our aim mustn't be retribution or revenge, but a constant endeavor to collect information and put in place systems that will keep our states, our countries and our people safe.\nReach Kartik at kartikt@asu.edu\n\nLoad-Date: January 18, 2018"
}