{
    "title": "Counter terrorism, focus of military drills with Nepal army_ Chinese military",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 9,
    "day": 27,
    "full text": "Beijing, Sept. 27 -- The Chinese military said Thursday that the focus of its 12-day military drill with the Nepali Army is to jointly combat international terrorism.\nThe second edition of the Nepal-China joint military exercise began on September 17 in the Chinese city of Chengdu in southwest Sichuan province and will end on Friday.\n\"The main purpose of this exercise is to jointly fight against international terrorism and the main subject is metropolitan counter terrorism,\" Chinese military spokesman Col Ren Guoqiang said.\nRen said that the drill was within the planned defence exchanges between the two countries.\n\"It is within the planned exchanges between Nepal and Chinese militaries, Ren said, adding that the exercise included building a main command post and close search and rescue operations.\nHe declined to respond a question from the Chinese official media citing reports that China was behind Nepal's decision to withdraw from the military exercises of the BIMSTEC countries which was held for the first time in India recently. \"The question should be referred to Nepal,\" he said.\nThe Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) is a regional grouping comprising Bangladesh, India, Myanmar, Sri Lanka, Thailand, Bhutan and Nepal.\nThe defence forces from Nepal and China have increased their engagement of late. The first such exercise was held in April last year.\nNepal has been conducting battalion-level exercises named 'Surya Kiran' with the Indian Army for the last 13 years, engaging some 300 personnel from both the sides.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: September 27, 2018"
}