{
    "title": "Counterpoint_ We shouldn't expect _terrorism_ to mean the same thing to everyone",
    "publisher": "university wire",
    "year": 2018,
    "month": 3,
    "day": 29,
    "full text": "Editor's note: This column appears in a point-counterpoint regarding reactions to the Austin Bomber. Read this column's corresponding counterpoint here.\n\"Recently our community was shaken by a series of deadly bombings,\" state senator Kirk Watson told a crowd gathered in front of the Capitol Building last Saturday. \"Regardless of any official definition, those bombings sure felt like terrorism.\"\nWe still don't know what drove Mark Anthony Conditt, the confessed perpetrator of the bombings, to embark on his campaign of violence. Earlier speculation that he was targeting blacks and Hispanics was cast into doubt when his later victims turned out to be white. And while Conditt had expressed far-right political views in the past, he made no mention of ideological motives in his 25 minute confession tape, which police obtained last week.\nIn short, there is no reason why these bombings should be legally classified as terrorism at this point. But Watson's comments on Saturday exposed the limits of appealing to legal classification here. Terrorism is deeply rooted in a subjective feeling - namely, fear - and as such, we shouldn't expect the word to mean the same thing to everyone. Just because these attacks weren't terrorism in a legal sense, doesn't mean they weren't terrorism in any sense.\nAmid the myriad purported \"official\" definitions of terrorism, political motivation is a common element. To be sure, we don't know Conditt's motivation, and we may never. Even if he hadn't killed himself as police closed in, we'd still never be able to get inside his head.\nBut in the public discourse surrounding these events and their potential link to terrorism, another universally accepted facet of the word's definition has resonated much more deeply: the intentional creation of fear. And there is no doubt that Conditt created fear throughout Austin, particularly in the city's minority communities.\nThe chief of the UT Police Department recognized this in comments he made to the Dallas Morning News last week, stating that \"in my opinion most people would agree that the community was in fact being terrorized, and therefore that was a terrorist act.\" Indeed the Austin police chief stated yesterday in a press conference that he was comfortable calling Conditt a domestic terrorist \"for what he did to us.\"\nI am not telling experts on this subject to radically alter how they go about studying terrorism. I am not arguing for a change in how the justice system defines terrorism. Let the professors and police make whatever semantic distinctions work best for them as they go about the thorny business of conceptualizing and stopping terrorism.\nI am saying that we should recognize how the term \"terrorism\" has evolved in the public vernacular, taking on broader connotations over time. Every time there's an act of mass violence in the United States, such as these bombings or the Parkland shooting last month, we have a debate about whether or not the perpetrator counts as a terrorist. Instead of wrangling over a single, perfect definition that will never exist, we could remember that some words have multiple separate meanings in different contexts. Experts may mean one thing, and members of a traumatized community may mean something else - but there's no reason why they can't coexist. After all, nobody can own a word.\nGroves is a philosophy junior from Dallas. Follow him on Twitter @SamGroves. He is a senior columnist.\n\nLoad-Date: March 30, 2018"
}