{
    "title": "Council should put Buol back in council seat; Anyone interested in the seat should wait for November",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 7,
    "day": 25,
    "full text": "Roy Buol did right by the city of Dubuque by stepping off the City Council last week. Now the council should do right by Buol and put him back on.\nIf that's confusing to you, welcome to the complex world of state election law. Buol resigned to save the city the cost of a special election it would have incurred had he resigned at the end of the year. The council now has to put someone in his seat. How about … Buol?\nLaw requires others get an opportunity to state their interest in the seat. But anyone interested in Buol's seat should run in the November election, not scoot in now on Buol's coattails. Buol has served the community well and might be the city's next mayor. He deserves the chance to serve in his council seat a little longer. After all, the guy just saved the taxpayers $10,000.\nWhen City Council members made more parks for Dubuque a priority back in 1994, they weren't kidding.\nLast week, Mayor Terry Duggan cut the ribbon on Harvest View Park - No. 42 for the city of Dubuque. That marks the 17th park added in neighborhoods scattered throughout the city since 1994. Over the past decade, park equipment has been updated in nearly every park. Gone are the stand-alone slides and climbing devices over hard ground. Modern units provide children a variety of play experience in a safe environment.\nA superior parks system is the mark of a thriving city. Parks are gathering places that stimulate community pride and ownership in our neighborhoods. They promote exercise and play in children's lives. Kudos to city leaders for investing in these play areas.\nPerhaps it was the number killed in a recent Iraq bombing that marked the contrast between terrorism in Europe and terrorism in Iraq.\n\"Blast at gas station kills 54 near Baghdad,\" read the headline last week. Two more than the number killed in the July 7 attacks on London. The Baghdad story ran on the international pages of most newspapers, including this one. It was low in the broadcast on most news stations.\nThe Baghdad attack was one of a string of three bombings that killed 120 people over four days. An insurgent suicide bomber detonated explosives strapped to his body - clearly an act of terrorism. Yet it does not garner anywhere near the attention of the bombings in London.\nCertainly, the attacks on London were abhorrent, and the suffering of the English should not be diminished. But Americans must keep in perspective just how common death at the hands of terrorists is in Iraq.\nEditorials reflect the consensus of the Telegraph Herald Editorial Board: Brian Cooper (chairman), Ken Brown, Libby Burkhart, Monty Gilles, Amy Gilligan and Jim Normandin.\n\nLoad-Date: July 25, 2005"
}