{
    "title": "COUNTY PREPARES FOR TERRORISM; AGENCIES DEALT WITH PRACTICE BIOLOGICAL HIT",
    "publisher": "wisconsin state journal",
    "year": 2001,
    "month": 10,
    "day": 19,
    "full text": "Dane County is prepared to respond to terrorism and conducted a practice biological attack last week.\nCounty Board members on Thursday got an overview of what the county has been doing since 1997 to prepare for terrorism, long before the Sept. 11 terrorist attacks shook the nation.\n\"Our training program is ongoing right now,\" said Kathy Krusiec, Dane County emergency management director. \"Our plans will continue to be reviewed and updated.\"\nThe county has assessed potential targets of terrorism in the community, including hospitals, universities and government buildings.\nOn Oct. 11, there was a county-wide terrorism practice run program that had been scheduled months ago. All county agencies responded to an orchestrated biological attack. Krusiec said everything went according to the plan.\nAlso on Thursday, board members approved the final version of a county-wide voting boundary map.\nThe board approved a map in June, and then towns and villages drew in their ward lines.\nEvery 10 years municipalities redraw voting boundaries based on census data. The new map reflects a shift in population, with western Dane County growing faster than Downtown Madison.\nThe 37-district map cuts the size of the board by two supervisors. Also, County Board districts and Madison City Council districts will no longer share boundaries.\nSup. Lyman Anderson, 31st District, Oregon, voted against the map, saying it did not give fair representation to areas outside of the city of Madison.\n\"We've looked forward to this for 34 years,\" Anderson said of rural Dane County growing larger than Madison.\nThe board also approved the appointment of longtime county employee Jim Hubing as director of the Vilas Zoo.\nHubing, who has served as interim director since September 2000, will be paid $63,000 a year.\n\nLoad-Date: October 20, 2001"
}