{
    "title": "County drops false ID charge; Lancaster has turned the Egyptian man over to the INS. Terrorism fear",
    "publisher": "the philadelphia inquirer",
    "year": 2002,
    "month": 3,
    "day": 15,
    "full text": "LANCASTER - County prosecutors withdrew charges yesterday against an Egyptian national accused of showing a suspicious identification card at a nightclub and turned him over to the Immigration and Naturalization Service.\nAhmed Ebrahim Moussa, 25, has been in police custody since March 7, when a club bouncer questioned whether his photo identification card was real. Police subsequently found him holding documents they said were \"known to be affiliated with active terrorism networks.\"\nPolice on Wednesday identified the documents in Moussa's possession as a card purporting to be a \"Legal First Amendment Non-Government\" identification for New Jersey residents, and papers offering advice on how to behave if he was stopped and questioned by police.\nAssistant District Attorney Donald R. Totaro did not explain why prosecutors dropped the criminal charge of possessing altered, forged or counterfeit documents.\nTotaro said all evidence seized in the case has been turned over to INS agents in Philadelphia.\nMoussa's lawyer, Samuel Encarnacion, said his client has no links to terrorism and was only carrying instructions on how to deal with police because he didn't speak much English and worried that authorities might find him suspicious.\nHe said he would have argued in court that the ID card Moussa was carrying contained his accurate name and date of birth, and that he never claimed it was a state-issued document. Prosecutors said the card had a false Social Security number.\nMoussa will remain in INS custody on immigration violation charges.\nINS spokeswoman Niki Edwards said Moussa had been in the United States on a temporary visa that expired in January. She said he will be given a hearing before an immigration judge to determine whether he will stay in the United States or be deported to Egypt. Such hearings are routine for foreigners who have overstayed their visas, she said.\nEncarnacion said his client had applied for a visa extension, and hadn't heard back from the INS until the day after his arrest. Moussa applied to become a U.S. citizen in 1996, but is still waiting for the application to be processed.\n\nLoad-Date: March 15, 2002"
}