{
    "title": "Counterterrorism And the C.I.A",
    "publisher": "the new york times",
    "year": 2007,
    "month": 7,
    "day": 30,
    "full text": "To the Editor:\n  In proposing that the Pentagon turn over to the Central Intelligence Agency highly mobile, highly lethal counterterrorism operations (''A War the Pentagon Can't Win,'' Op-Ed, July 24), Daniel Benjamin and Steven Simon do not mention an important fact. \n  The Pentagon has codes of conduct for its forces and a military justice system for when they stray. The C.I.A. has little comparable accountability for its actions. Witness the secret detention centers it set up for terrorism suspects, replete with torture and other cruel, inhuman practices -- despite presumed oversight. \n  In fighting terrorism, the United States must never lose sight of what it is fighting for. Careful checks must be introduced to ensure that America does not stoop to that netherworld of nonstandards and dirty tricks that terrorists use. America can win if only it takes the time to be true to its history and values.\n   Roberta Cohen  David A. Korn Washington, July 25, 2007 The writers are, respectively, a nonresident senior fellow at the Brookings Institution and a retired Foreign Service officer.\n  To the Editor:\n  Sarcastic thanks to Daniel Benjamin and Steven Simon. As an American expatriate living in South America, I spend much of my time trying to convince my neighbors that public support in the United States is no longer in favor of C.I.A.-based ''dirty tricks'' to implement Washington's foreign policy (Chile in 1973, Iran in 1953). In view of the fact that two members of the last Democratic administration are egging the current Republican administration on to further subversions of foreign sovereignty, perhaps I can now better use my time: perhaps in, say, trying to convince South Americans that United States clandestine detention centers do not indeed exist.\n   Matthew Macarius Buenos Aires, July 25, 2007\n\nhttp://www.nytimes.com\n\nLoad-Date: July 30, 2007"
}