{
    "title": "County OKs regional terrorism task force",
    "publisher": "lancaster new era",
    "year": 2004,
    "month": 6,
    "day": 11,
    "full text": "In 1999, then Gov. Tom Ridge urged the emergency management agency directors in the state's 67 counties to form regional task forces.\nTwo years before the Sept. 11 terrorist attacks, Ridge wanted the directors to prepare to meet the threat of terrorism.\n\"The state's position was that somewhere in the future there would be a terrorism situation,\" recalled Randy Gockley, Lancaster County Emergency Management director.\nWednesday, the Lancaster County commissioners formalized the relationship the county has had with seven others since 2000. They approved a mutual aid agreement allowing the county to participate fully in the South Central Regional Pennsylvania Counter Terrorism Task Force.\n#COMMISHES BRN#\nThe legislation is the same as ordinances expected to be approved this month by officials in Adams, Dauphin, Franklin, Cumberland, Lebanon, Perry and York counties.\nAlong with agreeing to help each other in the event of an emergency, the counties also are agreeing to divide an anticipated $6.4 million in federal funds slated to come to the region to prepare for possible terrorist attack, Gockley said.\nLancaster, which has a larger population than most of the other counties in the task force, expects to receive more of the resources, Gockley said.\nThe county should start seeing those funds in coming months, he said.\nBy the end of the year, the county will use some of that money to purchase a trailer and equipment that could be used for decontamination of a large number of people tainted in a chemical or biological spill or attack.\nThe county also will get a $40,000 device that will do computer analysis of air samples to determine if contaminants are present. That also is due to be delivered this year, he said.\nThere also will be funds available for terrorism response training for police, firefighters and emergency medical personnel and multi-county exercises.\nThe statewide goal is to have 70 percent of emergency responders trained to react to a terrorist incident, Gockley said.\nThe federal funding also will be used to purchase individual equipment, such as breathing masks and carbon suits to protect emergency personnel from exposure to chemical and biological contaminants.\nGockley said the eight counties are working together to determine how the federal funds will be best spent.\n\"We want to be as effective and as efficient as we can,\" with spending the money,\" Gockley said.\nWith Ridge now director of the federal Homeland Security Agency, regionalization is being promoted across the country.\n\"Pennsylvania is being looked at as a national model, naturally,\" Gockley said.\nIn other business, the commissioners on Wednesday heard from several supporters of their efforts to establish a recreational rail-trail along the Enola Low-Grade Line in southern Lancaster County.\nBusiness and conservation leaders and residents of some of the seven municipalities in which the abandoned 23-mile line passes told the commissioners that a trail would provide opportunities for hikers, joggers, bird-watchers and horseback and bicycle riders. That resource will make Lancaster County more desirable to companies and workers looking to move here, they said.\nThe commissioners have sought to secure an easement to establish a trail on the freight corridor from officials in Bart, Conestoga, Eden, Martic, Providence and Sadsbury townships and Quarryville Borough. So far, leaders of six of the seven municipalities have failed to take action on the agreement.\nThe supporters urged the commissioners to continue their efforts on behalf of the entire county.\nKirk Liddell, CEO of Irex Corp. and a Conestoga Township resident with land along the corridor, told the commissioners that the land is too important to the public to leave it to the discretion of the individual municipalities.\n\"If Long's Park were abandoned, we wouldn't just give it to Park City and Donnelley printing because they are neighbors,\" Liddell said. \"It's abandoned property and it really needs to be used for the best interest of all of our citizens.\"\nAlso at the meeting, the commissioners awarded a $558,333 contract to Mar-Allen Concrete Products of Ephrata to replace the Royer Road bridge in Ephrata Township. The bridge was closed for safety reasons last year.\n\nLoad-Date: June 12, 2004"
}