{
    "title": "COUNTING THE COSTS OF TERRORISM",
    "publisher": "the world",
    "year": 1986,
    "month": 5,
    "day": 21,
    "full text": "Mapping trends in terrorism around the world is a task complicated by substantial differences in the definitions of terrorism used by the nations sampled. The graphs below do, however, highlight some important aspects of the effort to reduce terrorism. In Northern Ireland, the level of violence has steadily diminished under consistent application of the rule of law. In Italy, antiterrorist efforts were ineffective until the public was aroused. Terrorism in West Germany continues at high levels, fueled by a hard core of disaffected youth and the cooperation of fellow Euro-terrorists. Israel has had periods of relative success in controlling terrorism, often after extensive military action, but has not found any permanent solutions. Incidents against the United States tend to rise and fall with US visibility as a party to issues of concern to terrorist groups.\nCHART: (See hard copy of newspaper for figures.)\nUNITED STATES*\n*International terrorist incidents against US citizens and property; Source: US Department of State, Washington\n \nISRAEL\nMajor domestic incidents of terrorism in which Israeli citizens were casualities, (1969 - 1985 through September 15) Source: Israeli Defense Forces, Tel Aviv\no Israeli Defense Forces sweep into South Lebanon in summer of 1982\n \nWEST GERMANY\nCooperation among ''Euroterrorists'' from Germany, France, and Belgium, has sustained high levels of terrorism, (1980 - 85) Source: Federal Office for Protection of the Constitution, Cologne\no After successful police work reduced incidents in 1984., cooperation among ''Euroterrorists'' in Germany, France, and Belgium again causes rising\nlevels.\n \nNORTHERN IRELAND\nTerrorist incidents, (1969 - 1985) Source: Royal Ulster Constabulary, Belfast\no British troops enter Northern Ireland in 1969\no Imprisoned IRA member Bobby Sands dies during hunger strike in 1981\n \nITALY\nIncidents of terrorism, (1969 - 1985) Source: Ministry of the Interior, Rome\no Outraged citizens demand antiterrorist crackdown after 1978 murder of Prime Minister Aldo Moro\no Head of Red Brigades is captured in '82, 32 members convicted in mass\ntrial in '83.\n\nGraphic\n\n \nIllustrations by Rob Colvin/Series design and graphics by Robin Jareaux. CHART: (See below.)"
}