{
    "title": "COUPLE FIT 'LONE WOLF' PROFILE Officials see no links with terror groups",
    "publisher": "spokesman review",
    "year": 2015,
    "month": 12,
    "day": 6,
    "full text": "WASHINGTON - The young couple who killed 14 people in San Bernardino fit a profile now familiar from other recent acts of terrorism in the United States.\n Syed Rizwan Farook, 28, and his wife, Tashfeen Malik, 29, were members of a close-knit family with ties to the community. They built and stored crude pipe bombs in their home. And their attack apparently was inspired by but not directed by extremists abroad.\n The couple thus had more in common with the Army psychiatrist who shot up a military facility at Fort Hood, Texas, in 2009, and the North Caucasus brothers who set off homemade bombs at the Boston Marathon in 2013, than with the Belgian and French gunmen who killed 130 people last month in Paris.\n In contrast with the Paris attacks, no evidence yet indicates  Farook and Malik were part of a larger conspiracy organized by Islamic State or another militant group, or were part of a  terrorist cell in California.\n That helped them avoid detection before Wednesday's massacre. Indeed, the absence of warning signs has become a hallmark of recent domestic plots, analysts said.\n \"So far, we have no indication these killers were part of an organized larger group or formed part of a cell,\" FBI Director James B. Comey said Friday.\n Investigators have learned  Farook had made contact with people who came up tangentially in previous federal terrorism investigations. But he had not drawn any scrutiny.\n And officials said  his Pakistani-born wife had posted a comment swearing fealty to Islamic State on  Facebook  - but  just before the couple stormed into a holiday party at the Inland Regional Center, guns blazing.\n No evidence suggests the couple joined jihadist chat rooms or posted on websites popular with Islamic militants, according to Seth Jones, a terrorism analyst with the Rand Corp., a Santa Monica-based think tank.\n \"The challenge the U.S. faces is that there are radical individuals who are being a lot more careful and it makes them virtually impossible to detect,\" Jones said.\n With al-Qaida now overshadowed by Islamic State, the threat to Americans increasingly comes from self-radicalized individuals with no clear ties to outside groups. Their plots are less organized and possibly less deadly, but paradoxically  harder to stop, analysts say.\n \"There are no direct communications or orders that you can intercept to realize that there's a plot going on,\" said Bruce Hoffman, a terrorism expert at Georgetown University. \"There's an absence of red flags.\"\n After Maj. Nidal Malik Hasan killed 13 people and injured more than 30 at a military processing center at Fort Hood on Nov. 5, 2009, for example, investigators found  a Joint Terrorism Task Force knew he had been in  contact with Anwar al-Awlaki, an al-Qaida leader in Yemen who was later killed in a U.S. drone strike.\n And after Dzhokhar and Tamerlan Tsarnaev killed three people and wounded more than 260 at the Boston Marathon on April 15, 2013, the Russian government said it had warned the FBI two years earlier that Tamerlan and his mother were \"adherents of radical Islam.\"\n Even before Wednesday's attack, the FBI had about 900  investigations of suspected Islamic State sympathizers or supporters and other  extremists. Authorities have arrested 71 people on charges related to the group since March 2014, including 56 this year.\n The group's social media, propaganda videos and direct appeals have exhorted followers to launch attacks in their own countries. In recent weeks, militants have bombed a Russian aircraft over Egypt, conducted bombings in Lebanon and Libya, and shot up restaurants and other sites in Paris.\n\nLoad-Date: December 9, 2015"
}