{
    "title": "Court chills free speech",
    "publisher": "usa today",
    "year": 2010,
    "month": 6,
    "day": 23,
    "full text": "The Supreme Court's view of the First Amendment is growing curiouser.\nIn January, the court held that corporations enjoy the same speech rights humans do and can spend unlimited amounts of money to influence elections. The consequences are ugly, but at least it was an endorsement of free speech.\nIn April, the court struck down a federal law aimed at banning depictions of animal cruelty. More ugly consequences will follow, but again the ruling was in tradition of protecting unpopular expression.\nNow, in a sharp and troubling turn, the court has denied free speech rights to humanitarian groups -- and potentially to academics and journalists -- who \"knowingly\" give \"material support\" to terrorist groups.\nThat might be fine if the ruling affected only actual support of terrorism, such as  contributing money, arms, transportation or other aid to a terrorist organization. But the law goes further and the court did, too, ruling Monday that it's also illegal to provide expert advice to terrorist groups on how to peacefully resolve disputes, advocate politically for their supporters, or petition organizations such as the U.N. -- all activities aimed at turning groups away from terrorism and deserving of First Amendment protection.\nThe court, in its first post-9/11 foray into the murky intersection of terrorism and free speech, held that such aid \"frees up other resources\" for terrorists and \"helps lend legitimacy\" to them. While the 6-3 majority said the law leaves people and groups to \"speak and write freely\" about terrorist organizations, it hardly seems farfetched that a zealous prosecutor could pursue people for lending \"legitimacy\" to terrorist groups by publishing academic papers on their history and aims or their reasons for fighting.\nWhatever the risks to free speech, the court said, Congress and the executive branch are best able to decide where to draw the line when it comes to national security.\nActually, it's the court's job to guard the First Amendment, not reflexively scale it back at the first mention of \"national security.\" In dissent, Justice Stephen Breyer urged that the law be enforced only against those who know or intend that their activities will help a group commit terrorist acts.\nThat seems like exactly the right balance to strike, and Congress would do well to clarify the law and make it so. \n\nLoad-Date: June 23, 2010"
}