{
    "title": "Court Ruling Could Impede Seizure of Terror Funds",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 7,
    "day": 20,
    "full text": "A lawyer for victims of terrorism is decrying a new federal appeals court ruling that could delay or even prevent private litigants from seizing funds belonging to terrorist groups.\nOn Wednesday, 15 judges from the 5th Circuit Court of Appeals unanimously rejected an appeal from relatives and the estates of Yaron and Efrat Ungar, a couple killed by Hamas gunmen in 1996. The unusual decision from the appeals court's full bench upheld a restraining order a lower court issued in September 2004 blocking private legal action to take over bank accounts and other assets belonging to the Holy Land Foundation of Richardson, Texas. The order was issued at the government's request soon after the foundation and seven of its officials were indicted for providing material support to Hamas, which has taken responsibility for dozens of terrorist attacks in Israel, Gaza, and the West Bank.\n\"The money was literally about to be wired to me. Then the Justice Department went to court in Texas and targeted the Ungar orphans in the restraining order,\" an attorney for the family, David Strachman, said. Early in 2004, he won a $116 million default judgment against Hamas on behalf of the family.\nThe New Orleans-based appeals court's decision overruled a 21-year-old precedent, which required notice to affected parties before blocking funds that the government sought to have forfeited in a criminal case.\n\"It would be a significant burden on the Government to have to defend the forfeiture order from attack by a third party during the course of an ongoing criminal prosecution,\" Judges Fortunato Benavides and Carl Stewart wrote .\nThe trial for the foundation and five of the seven indicted officials began earlier this week in federal court in Dallas and is expected to last five months. Appeals could go on for years.\nMr. Strachman called the appeals court's ruling \"upsetting,\" but he directed most of his anger at the Justice Department.\n\"The Justice Department has taken an adverse position with respect to terrorism victims almost universally and has done virtually nothing to help terrorism victims have their judgment satisfied,\" the lawyer said. He noted that the family won its court award months before a grand jury indicted the foundation.\nMr. Strachman noted that one of the Ungars' children narrowly escaped death in the drive-by shooting attack that killed the couple in Beit Shemesh, near Jerusalem. \"These are kids who really suffered, and it's sort of like the government is toying with them and playing with them,\" the attorney said.\nA Justice Department spokeswoman, Jaclyn Lesch, cited the pending trial as she declined to comment on the ruling or Mr. Strachman's assertions.\nA lawyer who handled another terrorism-related lawsuit seeking money from the foundation, Stephen Landes, said the government probably felt obliged to block the Ungars because ordinary creditors could have used the same logic to seek money targeted in run-of-the-mill criminal prosecutions. \"It's not just because its terror victims. It had an impact that was much, much broader,\" the lawyer said.\nMr. Strachman declined to say how much money the Holy Land Foundation had when the government effectively shut it down in 2001. However, he said the foundation was permitted to spend $2 million on legal fees for a civil suit that it brought against the government. With more money being spent on the foundation's defense against the criminal case, it is possible the coffers could be bare by the time the Ungars' claim is considered, he added.\nMr. Strachman said federal officials are frustrating Congress's decision to allow terrorism victim to sue. \"Why would anybody bring a terrorism suit when their own government thwarts any possible means to collect?\" he asked.\n\nLoad-Date: July 20, 2007"
}