{
    "title": "Court Asks if a Gang Member Is a Terrorist",
    "publisher": "the new york times",
    "year": 2012,
    "month": 10,
    "day": 10,
    "full text": "There seemed to be little question that Edgar Morales was a man of ill repute back in the day. He was a member of the St. James Boys, a Mexican-American youth gang that ran roughshod over a stretch of the Bronx, and he was convicted for his role in a shooting at a church christening party that killed a 10-year-old girl.\nBut whether Mr. Morales was a terrorist, as the Bronx district attorney's office had successfully asserted, was another matter -- one that was the subject of a hearing on Tuesday by New York State's highest court.\nThe seven judges of the Court of Appeals often seemed skeptical in asking the district attorney's office to explain why it made sense to prosecute a street gang member in 2007 under the state's terrorism statute. It was the first conviction under a charge that Albany lawmakers added to the state Penal Code shortly after the attacks of Sept. 11, 2001.\n''How does this relate to something like 9/11?'' asked Jonathan Lippman, chief judge of the State of New York.\nPeter D. Coddington, chief appellate attorney in the Bronx district attorney's office, argued that the gang's intention was to intimidate or coerce the entire Mexican-American population in the neighborhood.\nRobert S. Smith, an associate judge, asked whether that meant the members of the rival gangs were also terrorists.\n''In the abstract, yes,'' Mr. Coddington answered.\n''So everyone is a terrorist,'' Judge Smith said.\nThe case stemmed from an Aug. 18, 2002, fight between rival gangs at a christening party at St. Paul's Lutheran Church in the Parkchester section of the Bronx. Gunshots were fired, a 10-year-old girl, Malenny Mendez, was killed, and another victim was paralyzed. Mr. Morales, an admitted member of the St. James Boys, was charged with the shootings.\nIn addition to the terrorism charge, Mr. Morales was convicted of manslaughter and attempted murder.\nA lower appellate court upheld the other counts but threw out the terrorism conviction, ruling that the facts showed that Mr. Morales acted to assert his gang's dominance over rival gangs.\n''Such conduct falls within the category of ordinary street crime, not terrorism,'' ruled a panel of judges for the Appellate Division of State Supreme Court in 2010.\nMr. Morales's gang, the St. James Boys, was a menace to Mexican-Americans and Mexican immigrants in the area around St. James Park. The original indictment said the gang members robbed restaurant patrons, fired shots into crowds, beat and harassed strangers and slashed rivals with knives.\nMr. Morales was sentenced to 40 years to life in 2007, but the appellate panel ordered that he be sentenced again, excluding the additional time added because of the terrorism charges. The office of Robert T. Johnson, the Bronx district attorney, appealed that ruling to the Court of Appeals.\nThe hearing was held in Manhattan, in a courtroom of the Appellate Division. Catherine M. Amirfar, a lawyer for Mr. Morales, asked the judges to revisit his conviction on the other charges, arguing that the frequent mention of terrorism colored the jury's impression of him and allowed evidence to be introduced that would not have otherwise been presented to the jury.\nThe judges also asked Ms. Amirfar questions about the definition of terrorism. She said the Legislature intended to address attacks with the ''intent to intimidate'' on a broad scale.\nMost terrorism cases are prosecuted in federal courts. The state charge has been rarely used, and Mr. Morales was the first to be convicted under it.\nThe Court of Appeals is expected to issue a decision in the Morales case next month.\n\nhttp://www.nytimes.com/2012/10/10/nyregion/court-of-appeals-asks-if-terror-law-applies-to-gang-member.html\n\nLoad-Date: October 10, 2012"
}