{
    "title": "Court won't hear case of alleged CIA torture",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 10,
    "day": 10,
    "full text": "A German man who says he was abducted and tortured by the CIA as part of the agency's anti-terrorism rendition program lost his final chance Tuesday to persuade U.S. courts to hear his claims.\nThe Supreme Court rejected without comment an appeal from the man, Khaled el-Masri, in effect endorsing arguments by the administration of President George W. Bush that state secrets would be revealed if courts allowed the case to proceed.\nEl-Masri, 44, a German citizen of Lebanese descent, says he was mistakenly identified as an associate of the Sept. 11 hijackers and was detained while attempting to enter Macedonia on New Year's Eve 2003.\nHe claims that CIA agents stripped, beat, shackled, diapered, drugged and chained him to the floor of a plane for a flight to Afghanistan. He says he was held for four months in a CIA-run prison known as the \"salt pit\" in the Afghan capital of Kabul.\nAfter the CIA determined it had the wrong man, el-Masri says, he was dumped on a hilltop in Albania and told to walk down a path without looking back.\nThe lawsuit against former CIA director George Tenet, unidentified CIA agents and others sought damages of at least $75,000.\n\"We are very disappointed,\" Manfred Gnijdic, el-Masri's attorney in Germany, said in a telephone interview.\n\"It will shatter all trust in the American justice system,\" Gnijdic said, charging that the United States expects every other nation to act responsibly but refuses to take responsibility for its own actions.\nEl-Masri's claims prompted strong international criticism of the \"extraordinary rendition\" program, in which terrorism suspects are captured and taken to foreign countries for interrogation. His claims were backed by European investigations and U.S. news reports.\nThe U.S. government has neither confirmed nor denied el-Masri's account and, in urging the court not to hear the case, said that the facts central to el-Masri's claims \"concern the highly classified methods and means of the program.\"\nBush has repeatedly defended the policies in the war on terrorism, saying as recently as last week that the United States does not engage in torture.\nEl-Masri's lawsuit had been seen as a test of the administration's legal strategy to invoke the doctrine of state secrets and stop national security suits before any evidence is presented in private to a judge.\nAnother lawsuit over the administration's warrantless wiretapping program, also dismissed by a federal court on grounds of state secrets, is still pending before the justices.\nThe court has not examined the state secrets privilege in more than 50 years.\nA coalition of groups favoring greater openness in government says Bush's administration has used the state secrets privilege much more often than its predecessors.\nAt the height of Cold War tension between the United States and the former Soviet Union, U.S. presidents used the state secrets privilege six times from 1953 to 1976, according to OpenTheGovernment.org.\nSince 2001, it has been used 39 times, enabling the government to unilaterally withhold documents from the court system, the group said.\n---\nTalk\nSTLtoday.com/current Do you agree with the court's action? Talk about it in Current Affairs.\n\nLoad-Date: October 11, 2007"
}