{
    "title": "COURTS WON'T BE CIRCUMVENTED BY TERRORISM RATIONALE",
    "publisher": "the new york times",
    "year": 2003,
    "month": 12,
    "day": 19,
    "full text": "The broad presidential powers invoked by the Bush administration after Sept. 11, 2001, to detain suspected terrorists outside the civilian court system is now being challenged by the federal courts, the very branch of the government the White House hoped to circumvent.\n The two separate federal appellate court rulings yesterday swept away key parts of the Bush administration's legal strategy that terrorist suspects could be handled outside the criminal justice system and be incarcerated indefinitely without access to lawyers or to the evidence against them.\n The rulings are by no means a final judicial verdict on the administration's approach to terrorist suspects. But the rulings powerfully demonstrated the willingness of the courts to challenge the Bush administration's procedures, effected without congressional approval in the tumultuous months after the Sept. 11 terrorist attacks.\nThe issue of whether the administration has gone too far will not be decided definitively until the cases reach the Supreme Court. The court has already agreed to decide whether prisoners the United States is holding at its naval base at Guantanamo Bay, Cuba, are entitled to access to civilian courts to challenge their indefinite detention.\n Nevertheless, in one sense the administration has already lost an important point by the willingness of the courts to ignore the administration's assertions that the issues are exclusively within the discretion of the executive branch.\n \"One of the defining characteristics to the administration's war on terror has been the exercise of unilateral authority without seeking approval or authority of Congress or the courts,\" said Georgetown University law professor David Cole. \"The executive's claim in both cases was that it could act alone.\"\n In New York, a federal appeals court panel's opinion in the case of Jose Padilla said the president lacked authority to exercise such broad coercive powers against U.S. citizens without the consent of Congress. A 9th U.S. Circuit Court of Appeals panel in San Francisco, voting 2-1, said imprisonment of 660 noncitizens at Guantanamo Bay without the U.S. legal system protection was unconstitutional and a violation of international law.\n Kenneth Roth, executive director of Human Rights Watch, said the two decisions were a serious setback for the administration's legal approach.\n \"Both attacked the Bush administration's view,\" Roth said, \"that a war metaphor can justify restrictions on basic criminal justice rights away from a traditional battlefield.\"\n\nLoad-Date: December 20, 2003"
}