{
    "title": "Course Looks at the Politics and Science of Terrorism",
    "publisher": "the chronicle of higher education",
    "year": 2006,
    "month": 10,
    "day": 13,
    "full text": "\"The Politics and Science of Weapons of Mass Destruction,\" Washington and Lee University\nStudents begin this course by planning a terrorist attack on the United States. The plan must be detailed, down to the specifics of the equipment and chemicals needed to make the weapons. By teaching the science behind weapons of mass destruction, alongside the history of their role in international affairs, the course seeks to offer a deeper understanding of current events.\n\"I continue to hear reporters talking about proliferation of weapons of mass destruction and making embarrassing mistakes,\" says one of the instructors, Robert A. Strong -- not understanding the difference between plutonium and enriched uranium, for example, \"or how much of it you have to produce for it to become a threat.\"\nMr. Strong, a professor of politics, provides students with policy perspectives and historical background on nuclear, chemical, and biological weapons, while Frank A. Settle, a professor of chemistry, contributes the technical information.\nAlthough Mr. Strong and Mr. Settle have long had similar academic interests -- the former taught a course on terrorism, and the latter taught one on the nuclear age -- it was not until they spent a few days together at a conference on nonproliferation, in the summer of 2004, that they decided to join forces for this interdisciplinary course.\nStudents say:\n\"I think the greatest value of the course was the interdisciplinary nature of it,\" says Bryan R. Early, now a graduate student at the University of Georgia, where he does research in the Center for International Trade and Security. Only by understanding the science behind the weapons can the subtleties of the accompanying policy be grasped, he says. For example, fermenters can be used to make anthrax or insulin. So in formulating export controls for fermenters, he says, one must understand what products they will be used for. That requires understanding \"both science and policy.\"\nReading list:\nPlague Wars: The Terrifying Reality of Biological Warfare, by Tom Mangold and Jeff Goldberg (St. Martin's Press, 2001); and Deadly Arsenals: Nuclear, Biological and Chemical Threats, by Joseph Cirincione, Jon B. Wolfsthal, and Miriam Rajkumar (Carnegie Endowment for International Peace, 2005)\nAssignments:\nStudents complete two short papers, the first describing their terrorist plot and the second on a topic of their choice. They also participate in a simulation of the U.N. Security Council's deliberations on Iran.\nDo you have a great course? E-mail syllabus@chronicle.com\n\nLoad-Date: October 10, 2006"
}