{
    "title": "Court Delays Muslim Cleric's Extradition to U.S",
    "publisher": "the new york times",
    "year": 2010,
    "month": 7,
    "day": 9,
    "full text": "LONDON -- The extradition of Abu Hamza al-Masri,  an Egyptian-born Muslim cleric wanted in the United States on terrorism charges, was delayed again on Thursday after he won a new stay of a British court order from Europe's human rights court.\n  The European Court of Human Rights, based in Strasbourg, France, ordered the British government to submit further arguments  in support of its attempt to extradite Mr. Hamza and three other men seeking to avoid extradition to the United States from Britain. Mr. Hamza, less frequently known by the name Mostafa Kamel Mostafa, has been fighting the extradition effort since 2004.\n  Over nearly a decade of shuttling in and out of British courts, the scraggly-bearded cleric has become a staple figure in Britain's tabloid newspapers. After he lost his final appeal against extradition in Britain's courts last year, he appeared to be within weeks of being flown to the United States, where federal prosecutors have accused him of plotting to set up a terrorist training camp in Oregon. But then he appealed to the European court. \n  He is serving a seven-year sentence in Britain for stirring racial hatred and inciting murder, but British officials have said they will extradite him as soon as his court appeals are exhausted.\n  The European court said it wanted to hear further arguments from lawyers for Mr. Hamza and the other three men that they face unreasonably long sentences, possibly running into decades, in American courts. The lawyers have also said that conditions in the maximum-security prison in Colorado where many convicted terrorists are held would breach the men's human rights.\n  Legal experts in Britain said it was the first time the European court would consider American prison terms and conditions as human rights issues in themselves, a step that they said could lead to further long delays in Mr. Hamza's case. Michael Chertoff, a secretary of homeland security under President George W. Bush, called the implications of the European court's ruling ''very troubling.''\n  In a BBC interview after the court's ruling was announced Thursday, he said that denying Mr. Hamza's extradition on the grounds under review by the Strasbourg court would mean that the United States and Europe could ''rapidly move into a situation in which it will be very difficult to cooperate across the board'' on terrorism cases.\n\nhttp://www.nytimes.com\n\nLoad-Date: July 9, 2010"
}