{
    "title": "Court of Appeals affirms sentence Conviction, sentence in terrorism-related case upheld by panel",
    "publisher": "richmond times dispatch ",
    "year": 2008,
    "month": 6,
    "day": 25,
    "full text": "A federal appeals court this week upheld the conviction of a man who lied to a federal grand jury about his training with a Pakistani militant group.\n A three-judge panel of the 4th U.S. Circuit Court of Appeals also unanimously upheld Sabri Benkahla's 10-year prison term for lying to a grand jury, obstruction of justice and making a false statement.\n Under normal sentencing guidelines, Benkahla would have received no more than three years in prison. But prosecutors successfully argued for a stiffer sentence last year, saying Benkahla's lies promoted terrorism by obstructing a wide-ranging investigation of the group.\n Defense attorneys had argued that prosecutors, bitter because Benkahla had been acquitted of aiding the Taliban, set a perjury trap by hauling him in front of the grand jury. Prosecutors countered that Benkahla had pertinent information about people who attended training camps run by a group called Lashkar-e-Taiba, which the U.S. has designated a terrorist organization.\n Benkahla told the grand jury that he never engaged in combat training during a 1999 trip to Pakistan. The government contended that Lashkar trained him on how to use rocket-propelled grenades, automatic weapons and the like.\n In his appeal, Benkahla argued that \"sentence enhancement\" for terrorism was not appropriate in his case. The appeals court disagreed.\n \"Here, the district court made extensive factual findings and the terrorism enhancement is doing just what it ought to do: punishing more harshly than other criminals those whose wrongs served an end more terrible than other crimes,\" Judge J. Harvie Wilkinson III wrote in the Monday opinion, which was joined by Judges Diana Gribbon Motz and Allyson Duncan.\n Benkahla's case is one of about a dozen linked to what prosecutors called a \"Virginia jihad network\" of young U.S. Muslim men who played paintball as a means of training for holy war and who worshipped at the now-defunct Dar al-Arqam mosque in Falls Church. The group's spiritual leader, Ali al-Timimi, is serving a life sentence for soliciting treason by urging followers after the Sept. 11 attacks to fight alongside the Taliban in Afghanistan.\n\nLoad-Date: June 29, 2008"
}