{
    "title": "COURT UPHOLDS; INDEFINITE JAIL; WITH NO CHARGE PRESIDENT'S POWER; TO DETER TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 9,
    "day": 10,
    "full text": "WASHINGTON -- A federal appeals court yesterday backed the president's power to indefinitely detain a U.S. citizen captured on U.S. soil without any criminal charges, holding that such authority is vital during wartime to protect the nation from terrorist attacks.\n The ruling, by the U.S. Court of Appeals for the 4th Circuit, came in the case of Jose Padilla, a former gang member and U.S. citizen arrested in Chicago in 2002 and later designated an \"enemy combatant\" by President Bush. The government contends Padilla trained at al-Qaida camps and was planning to blow up apartment buildings in the United States.\n Padilla has been held without trial in a U.S. naval brig for more than three years, and his case has ignited a fierce battle over the balance between civil liberties and the government's power to fight terrorism since the Sept. 11, 2001, attacks.\nA host of civil liberties groups and former attorney general Janet Reno weighed in on Padilla's behalf, calling his detention illegal and arguing that the president does not have unchecked power to lock up U.S. citizens indefinitely.\n Federal prosecutors asserted that Bush not only had the authority to detain Padilla but also that such power is essential to preventing terrorist strikes. In its ruling yesterday, the three-judge panel overturned a lower court.\n A congressional resolution passed after Sept. 11 \"provided the President all powers necessary and appropriate to protect American citizens from terrorist attacks,\" the decision said. \"Those powers include the power to detain identified and committed enemies such as Padilla, who associated with al Qaeda … who took up arms against this Nation in its war against these enemies, and who entered the United States for the avowed purpose of further prosecuting that war by attacking American citizens.\"\n Padilla is one of two U.S. citizens held as enemy combatants since the terrorist attacks on the World Trade Center and Pentagon. The other, Yaser Esam Hamdi, was released and flown to Saudi Arabia last year after the Supreme Court upheld the government's power to detain him but said he could challenge that detention in U.S. courts.\n Legal experts were closely watching the Padilla case because of a key difference between the two: Hamdi was captured on a battlefield in Afghanistan with forces loyal to that country's former Taliban rulers, and Padilla was arrested in the United States.\n Legal experts said the debate is likely to reach the Supreme Court.  Andrew Patel, an attorney for Padilla, said he might appeal directly to the Supreme Court or first ask the entire 4th Circuit to review the decision.  \"We're very disappointed,\" he said.\n The ruling limits the president's power to detain Padilla to the duration of hostilities against al-Qaida, but the Bush administration has said that war could go on indefinitely.\n The decision reignited the passions triggered by Padilla's arrest at O'Hare International Airport in May 2002.\n Attorney General Alberto Gonzales hailed the ruling as reaffirming \"the president's critical authority to detain enemy combatants who take up arms on behalf of al Qaeda.\"\n Richard A. Samp, chief counsel for the Washington Legal Foundation, a conservative public-interest law firm, said the court \"gave the government needed flexibility in dealing with the war on terrorism. You can't treat every terrorist as though they are just another criminal defendant.\"\n But Avidan Cover, a senior associate at Human Rights First, said the ruling \"really flies in the face of our understanding of what rights American citizens are entitled to.\" Opponents have warned that if not constrained by the courts, Padilla's detention could lead to the military being allowed to hold anyone who, for example, checks out what the government considers the wrong kind of reading materials from the library.\n The 4th Circuit decision could also play a role in the debate over who President Bush will nominate to the Supreme Court seat to be vacated by Justice Sandra Day O'Connor. The decision was written by Judge Michael Luttig, a favorite of conservative groups who is considered to be among the leading candidates for the nomination. He was joined in the ruling by judges William B. Traxler Jr. and M. Blane Michael, both Clinton administration appointees.\n Sean Rushton, executive director of the conservative Committee for Justice, which was formed to support Bush's judicial nominees, said he doubted that Luttig's ruling would affect his chances. He pointed out that Luttig has issued strongly pro-government decisions in other terrorism cases since Sept. 11, including in the prosecution of convicted conspirator Zacarias Moussaoui.\n \"I'm not sure that we really knew anything new about Michael Luttig from this case,\" Rushton said.\n But Cover said groups opposed to a potential Luttig nomination will carefully review the decision. \"This gives our group and I think many others very serious concerns about his views on civil liberties and presidential powers,\" Cover said.\n The government originally described Padilla as plotting with al-Qaida to detonate a radioactive \"dirty bomb\" but has since focused on allegations that he planned to blow up apartment buildings by filling them with natural gas. Prosecutors told the 4th Circuit that he worked with such senior al Qaeda leaders as former operations chief Khalid Sheik Mohammed on that plan.\n\nGraphic\n\n \nJose Padilla, also known as Abdullah al Muhajir\n\nLoad-Date: September 12, 2005"
}