{
    "title": "Court filings advance claim Iran aided 9_11 hijackers",
    "publisher": "the philadelphia inquirer",
    "year": 2011,
    "month": 5,
    "day": 20,
    "full text": "Lawyers for seven family members of Philadelphia-area victims of the Sept. 11, 2001, attacks filed new documents Thursday in long-running litigation that they say provide clear evidence the government of Iran aided the hijackers.\nIncluded in the court filings are affidavits from 9/11 Commission staff members alleging that the Iran government directly aided the attack by facilitating the movement of 9/11 hijacking team members through Iran.\nThe 9/11 Commission, in its June 16, 2004, report, said that senior al-Qaeda operatives had long maintained contact with Iranian intelligence officials and that there was \"strong evidence\" that Iranian border officials had facilitated their passage through the country on their way to Afghanistan. The commission said there was evidence that Iranian government officials had agreed not to stamp the passports of traveling al-Qaeda operatives.\nThey would have been barred from the United States had their documents shown travel in Iran, which the U.S. government had designated as a state supporter of terrorism. Despite those findings, the commission stopped short of directly implicating Iran and its proxy in southern Lebanon, the militant group Hezbollah, long linked with terrorist attacks around the world, in the attacks.\n\"Developing evidence of Iran's involvement with al-Qaeda regarding the events of 9/11 is like putting together a large jigsaw puzzle where many of the parts are missing and never will be found,\" said the plaintiffs' lawyer Thomas E. Mellon Jr. of Doylestown.\nBut, he added, \"over the last nine years, after interviewing dozens of people, reviewing hundreds of documents, and consulting with many experts in the field, we have developed a strong evidentiary case of Iran's involvement.\"\nThe lawsuit was filed in 2002 in federal District Court in Manhattan. Among the plaintiffs are Ellen Saracini of Bucks County, wife of Victor Saracini, captain of United Flight 175, the second aircraft to hit the World Trade Center, and Fiona Havlish, formerly of Bucks County and now of Boulder, Colo., whose husband also died in the attacks.\nMellon cites affidavits from Janice L. Kephart, a former counsel to the 9/11 Commission who focused on the ways the hijackers evaded border security, and former federal prosecutor Dietrich Snell, also a former 9/11 staff lawyer.\n\"In sum, it is my expert opinion that there is clear and convincing evidence that Iran and Hezbollah provided material support to al-Qaeda by actively facilitating the travel of eight to 10 of the 9/11 hijackers to Iran and Beirut,\" Kephart said.\nSnell added in a similar statement, \"There is clear and convincing evidence pointing to involvement on the part of Hezbollah and Iran in the 9/11 attack.\"\nMellon's lawsuit is but one of several against foreign governments alleging complicity. But others, including a lawsuit filed by the Center City firm Cozen O'Connor, are much further along, and lawyers in those actions are obtaining documents from Islamist charities that they assert aided the attackers with financial and logistical support.\nThose suits suffered a setback in June 2009, when the U.S. Supreme Court declined to hear an appeal of rulings that the Saudi government and Saudi royal family, named initially as defendants, were immune from terrorism lawsuits.\nFor such lawsuits to go forward, the State Department must find that a foreign government had actively supported terrorist causes, and in the Saudi case there was no such designation.\nThe Cozen litigation and other lawsuits that named the Saudis as defendants are still ongoing because other defendants, including accused terrorism financiers and Islamist charities, remain as defendants.\nThe lawsuit filed by Mellon does not face the same hurdles because the State Department designated Iran a state supporter of terrorism.\nBut it faces obstacles of its own. Iran's assets were frozen years ago, and very little remains to collect.\nThe Congressional Research Service reported in 2008 that U.S. courts had awarded $19 billion in judgments against foreign governments found to have supported terrorism. But, it said, \"the scarcity of assets within U.S. jurisdiction . . . has made judgments against terrorist states difficult to enforce.\"\nMellon said that while it was not likely that the plaintiffs would be able to collect anytime soon, there was value in exposing key facts about the alleged Iranian involvement through litigation.\n\"When we started this, it was to answer the questions of the families from the Philadelphia area. That is what motivated us,\" he said.\nFor additional coverage of the lawsuit stemming from the 9/11 terrorist attacks, go to www.philly.com/cozenContact staff writer Chris Mondics at 215-854-5957 or cmondics@phillynews.com.\n\nLoad-Date: May 20, 2011"
}