{
    "title": "Court dismisses fears of 'creeping Sharia' that inspired Oklahoma ban (+video) The Tenth Circuit Cou",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 1,
    "day": 11,
    "full text": "The Tenth Circuit Court of Appeals ruled against a proposed constitutional amendment in Oklahoma that bans the use of the Islamic legal code known as Sharia, calling the popular measure discriminatory and saying there is no evidence that US courts are influenced by those Muslim legal precepts.\nThe Denver-based court, which is not known for holding progressive views, on Tuesday upheld a lower court injunction against the proposed amendment, which passed in 2010 by 70 percent of Oklahoma voters in a referendum. The court decision, sparked by a lawsuit brought by the Council on American-Islamic Relations, repudiated, in part, the fear of \"creeping Sharia\" that has inspired over 20 proposed state laws and has infused some Republican campaign rhetoric.\n\"Appellants do not identify any actual problem the challenged amendment seeks to solve,\" the three judge panel wrote. \"Indeed, they admitted at the preliminary injunction hearing that they did not know of even a single instance where an Oklahoma court had applied Sharia law or used the legal precepts of other nations or cultures, let alone that such applications or uses had resulted in concrete problems in Oklahoma.\"\nThe court concluded that the law also interferes with the Constitution's First Amendment ban on religious discrimination, pointing out that the law focuses on Sharia \"while not prohibiting people of other faiths to rely on the legal precepts of their religions.\"\nThe ruling does not settle the case, but reaffirms a decision made by an Oklahoma state judge to grant an injunction against the law taking effect.\nAt the same time, the decision may not lay to rest concerns among many Americans that the US legal system is susceptible to influence by legal ideas embodied in foreign cultures and religions, such as Sharia. Sharia law uses as its foundation the Koran and Mohammed's teachings.\nThe idea that America is in danger of a \"stealth Jihad\" more corrosive than terrorism has been floated on the Republican campaign trail. \"I believe Sharia is a mortal threat to the survival of freedom in the United States and in the world as we know it,\" presidential candidate Newt Gingrich said in a July 2010 speech to the American Enterprise Institute.\nIn 2006, Rep. Keith Ellison (D) of Minnesota, a Muslim, sparked controversy when he demanded to be sworn in as a congressman holding a copy of the Koran. He was later photographed with former House Speaker Nancy Pelosi as both put their hands on two copies of the Koran owned by Thomas Jefferson.\nBut the idea that such gestures amount to evidence of so-called \"creeping Sharia\" in the US has been criticized by American Muslims and even counter-terrorism officials as lacking basis of fact, mirroring the unanimous view of the Tenth Circuit on Wednesday.\nThe Oklahoma law \"looks to be headed toward the scrap heap of legal history, along with other dubious laws and measures that sought to solve problems that didn't exist by unlawfully classifying citizens by their religious or political beliefs,\" writes the Atlantic's Andrew Cohen, in a commentary. \"Sharia law bans may still be a big hit on the campaign trail. But in court they are getting trounced.\"\n       \n\nLoad-Date: January 11, 2012"
}