{
    "title": "Court Again Rejects Part of Canada's Antiterror Laws",
    "publisher": "the new york times",
    "year": 2006,
    "month": 10,
    "day": 25,
    "full text": "An Ontario judge ruled Tuesday that an ''essential element'' of Canada's antiterrorism laws was unconstitutional.\n  The decision, by Justice Douglas Rutherford of the Ontario Superior Court, is the second time in less than a week that a judge at the court has rejected parts of the nation's new antiterrorism laws.\nJustice Rutherford found that the laws, introduced after the Sept. 11 attacks in the United States, improperly defined terrorism as a crime committed with religious, ideological or political motives. That definition, he said, is ''an essential element that is not only novel in Canadian law, but the impact of which constitutes an infringement of certain fundamental freedoms,'' including ''those of religion, thought, belief, opinion, expression and association.'' \n  The constitutional challenge to the laws was brought by the first person to be charged under them, Mohammed Momin Khawaja, a 27-year-old Canadian-born software developer who was charged in connection with a bomb plot.\n  Mr. Khawaja, a former contract employee of the Department of Foreign Affairs, was arrested in Ottawa in 2004 as part of a series of raids coordinated between the British and Canadian police. In Britain, nine other people were arrested and 1,320 pounds of ammonium nitrate fertilizer, a potential bomb ingredient, was seized.\n  Mr. Khawaja faces seven charges under the new Canadian laws. He remains in jail, however, because Justice Rutherford struck down only the specific definition of terrorism, without nullifying the law itself. As a result, the impact of the decision is not clear, nor are the implications for the 17 other people who were arrested in the Toronto area in June and charged with a number of terrorism-related offenses. \n  Patrick Charette, a spokesman for the Department of Justice, said that because the bulk of the law was preserved, if not the definition of terrorism, the government would go ahead with Mr. Khawaja's trial as planned in January. \n  But Mr. Khawaja's lawyer, Lawrence Greenspon, said that if the government attempted to try his client, he would ask the Supreme Court to drop the charges. ''How can you proceed on charges when every one of them is a terrorism charge, but you've taken away that definition?'' he said.\n  The definition of terrorism as a politically or religiously motivated crime, he added, has led to abuses by police and intelligence officers. ''That's why they're knocking on Muslim Canadians' doors and questioning and detaining people who are Arab or followers of Islam,'' he said. \n  Last week, another judge struck down portions of Canadian secrecy laws that were included in the antiterrorism legislation. Those parts had been used to raid the home and office of a reporter for The Ottawa Citizen newspaper.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 25, 2006"
}