{
    "title": "Court tosses CIA abduction lawsuit Decision is a victory for Bush administration",
    "publisher": "los angeles times",
    "year": 2007,
    "month": 10,
    "day": 10,
    "full text": "WASHINGTON - In a victory for the Bush administration and its use of the \"state secrets\" defense, the Supreme Court refused to hear a lawsuit from a German car salesman who said he was wrongly abducted, imprisoned and tortured by the CIA in a case of mistaken identity.\nThe court's action, taken without comment, was a setback for civil libertarians who had hoped to win limits on the secrecy rule, a legacy of the Cold War.\nSince the attacks of Sept. 11, 2001, the so-called state-secrecy privilege has been invoked regularly to bar judges or juries from hearing claims of those who say they were beaten, abused or spied on by the government during its war on terrorism . Administration lawyers have argued successfully that hearing such claims in open court would reveal national-security secrets.\nCivil libertarians complained Tuesday that the government was using the secrecy defense to cover up its own wrongdoing. They also said broad use of the rule was further damaging the nation's image, already sullied by international condemnation of the \"extraordinary rendition\" program of arresting terrorism suspects and transporting them to foreign countries for interrogation.\n\"In a nation committed to the rule of law, the government's unlawful activity should be exposed, not hidden behind a 'state secrets' designation,\" said Steven R. Shapiro, legal director for the American Civil Liberties Union, which urged the high court to hear the case of Khaled el-Masri, a German citizen of Lebanese descent.\nThe White House said it would make no comment on the court's decision. Although the Bush administration never has acknowledged el-Masri's account publicly , the German government has said that the United States admitted it made a mistake.\nThe Supreme Court dismissed el-Masri's appeal in a one-line order, but it might consider the state-secrets rule in a future terrorism case. In late November, the justices are to hear a challenge to the administration's continuing detention of several hundred men at Guantanamo Bay, Cuba. They also are likely to act on other appeals that raise the secrecy rule in cases challenging the warrantless wiretapping of Americans.\nThe state-secrets rule dates to a 1953 case involving the crash of B-29 bomber. When the widows of three crewmen sued and sought the official accident report, the Air Force refused, saying the plane was on a mission to test secret electronics equipment.\nThe court ruled, in U.S. v . Reynolds, that the need to protect the nation's security outweighed the widows' claim. Recent disclosures show the justices apparently were misled. When the accident reports were declassified, they revealed that the plane had been poorly maintained and that it did not contain military secrets.\nSince that first case, the \"state secrets\" privilege has been invoked by every president a few times per year to shield certain evidence from being disclosed in court.\nIn recent years, the secrecy rule has been used more often and more broadly, said American University law professor Amanda Frost. \"Before, it was used to limit discovery. Now, they seek an immediate dismissal of the complaint,\" she said.\nFor example, administration lawyers have said judges cannot hear challenges to the warrantless wiretapping of Americans because doing so would expose secret details about the program run by the National Security Agency.\nCivil libertarians had hoped the Supreme Court would reconsider the secrecy rule in el-Masri's case because U.S. officials had acknowledged privately that he was innocent.\n\nLoad-Date: October 11, 2007"
}