{
    "title": "Court orders Sudan to pay Cole families $8 million W.Va. mother of victim says limited damages are u",
    "publisher": "charleston gazette",
    "year": 2007,
    "month": 7,
    "day": 26,
    "full text": "tara@wvgazette.com\nThe country of Sudan must pay nearly $8 million to be split among the families of 17 sailors killed in the 2000 terrorist attack it aided against the USS Cole, a federal judge ordered Wednesday.\nThe families had asked for $105 million, but U.S. District Judge Robert G. Doumar rejected their plea for pain-and-suffering damages - \"although it gives the court no pleasure to do so,\" he wrote - because the case falls under the 87-year-old Death on the High Seas Act.\nThe act, often applied to cruise ship accidents, allows victims no compensation for pain and suffering, only financial losses. Congress made an exception in 2000 to allow further compensation for victims of commercial plane crashes at sea, but not terrorism at sea.\n\"It is a further tragedy that the laws of the United States, in this instance, provide no remedy for the psychological and emotional losses suffered by the survivors,\" Doumar wrote in his ruling.\nSaundra Flanagan, mother of slain sailor Kevin Shawn Rux, lives in Bridgeport, W.Va.\n\"I'm disappointed,\" she said after the ruling. Flanagan did not seek any money in the lawsuit. She said in a November Gazette interview that the point of the lawsuit was to send a message to those who help terrorists.\nThe money could be paid from Sudanese assets the U.S. government has frozen.\nFlanagan thinks Congress should change the Death on the High Seas Act so that Sudan would be forced to pay more than $8 million for helping the terrorists, \"because of the impact it has had on 17 families, plus the other sailors who were aboard the ship too. The survivors.\"\nSuicide bombers plowed into the ship with a boatload of explosives while it was in port in Yemen, killing 17 sailors and injuring 42 more with cuts, broken bones and serious burns to their faces, hands and arms.\nDoumar ruled in March that Sudan provided material support and resources to al-Qaeda that enabled the terrorists to kill the sailors.\nTheir families argued that the Death on the High Seas Act should not be construed to benefit a state sponsor of terrorism simply because the victims happened to die at sea.\n\"The Court sympathizes greatly with Plaintiffs, who continue to suffer terribly years after their loved ones died,\" Doumar wrote in Wednesday's ruling. \"But the court is bound to follow the legal precedent before it. Congress makes the laws; courts merely interpret them.\n\"Whether to amend DOHSA to allow more liberal recovery in cases of death caused by terrorism on the high seas ... is a question for Congress alone.\"\nFlanagan said she expects the victims' families will bring the issue up to Congress.\n\"Believe me, the families are determined,\" she said. \"Believe me, they will be doing that.\"\nTo contact staff writer Tara Tuckwiller, use e-mail or call 348-5189.\n\nLoad-Date: July 26, 2007"
}