{
    "title": "COURTS Woman ruled incompetent for trial",
    "publisher": "the atlanta journal-constitution",
    "year": 2019,
    "month": 11,
    "day": 6,
    "full text": "A federal judge has ruled that a woman arrested after a 3-yearold Clayton County boy died in a New Mexico compound last year is incompetent to stand trial.\nJany Leveille, a former Atlanta resident who is from Haiti, was arrested in August 2018 with four relatives. Leveille and her co-defendants are accused of conspiring on a terror plot to kill FBI agents and U.S.military members, as well as kidnapping the child, Abdul-Ghani Wahhaj. He was found dead at the compound Aug. 6, 2018, which would have been his fourth birthday. The compound had been raided three days earlier, the adults arrested and their 11 children taken into protective care by the state of New Mexico.\nLeveille remains in custody in New Mexico. She will be hospitalized for up to four months to determine if she can, with treatment, become capable of understanding and taking part in her trial, according to U.S. District Court Judge William P. Johnson. If Leveille is determined to be incompetent permanently, hospital staff will help determine her next step.\nDue to trouble getting oxygen during birth, Abdul-Ghani had many medical problems and experienced seizures and cognitive and developmental delays.Authorities have said they believe the child may have died because, rather than giving him seizure medicine, his father, Siraj Ibn Wahhaj, performed rituals to rid him of evil spirits. Wahhaj faces 11 counts of child cruelty and is accused in court filings of teaching the children on the compound to become school shooters.\nBefore Wahhaj went into the desert around December 2017, at least one friend heard him speaking of trying to rid the child of a \"curse,\" the friend told The Atlanta Journal-Constitution. Federal officials charged the group with kidnapping because Abdul-Ghani's mother didn't give permission for him to be taken on the trip; she thought Wahhaj was just taking the boy to a park in Clayton County.\nProsecutors have said Leveille believes she is a practitioner of \"black magic.\"\nVon Chelet Leveille defended his sister.\n\"I don't know my sister to practice any black magic,\" he told the AJC last year. He also disputed claims that the group was plotting terrorism.\nDefense attorneys have said the defendants -- who had lived around Fulton, DeKalb and Clayton counties before moving to the desert -- are misunderstood because they are black Muslims.\nThe trial is tentatively set for April 13 in Albuquerque. Prosecutors could have sought the death penalty because of the terrorism charges but decided against it.\n\nLoad-Date: November 6, 2019"
}