{
    "title": "Court Rejects Appeal of Guant_namo Convict Who Rejoined Al Qaeda",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 28,
    "full text": "Lawyers paid by the Pentagon pursued the appeal on behalf of the released prisoner even as the State Department had a $4 million bounty out for him.\nThis article was produced in partnership with the Pulitzer Center on Crisis Reporting.\nA federal appeals court has refused to review the 2010 war crimes conviction of a former Guantánamo Bay prisoner who after his return to his native Sudan ran away and rejoined Al Qaeda.\nThe former prisoner, Ibrahim Ahmed Mahmoud al-Qosi, 60, pleaded guilty to providing support for terrorism and Al Qaeda in exchange for his repatriation in 2012. Three years later, he appeared in videos produced by the Yemen-based Al Qaeda in the Arabian Peninsula.\nBut an appeals process went forward in his case nonetheless. Lawyers paid by the Pentagon filed an appeal after a federal court found that the charge on which he had been convicted, providing material support for terrorism, did not qualify as a war crime that could be tried by a military commission, the justice system used at Guantánamo.\nThe lawyers pursued his defense even after the State Department established a $4 million reward for his whereabouts, calling him an emir of the Qaeda affiliate who encouraged “lone wolf attacks against the United States in online propaganda.” The reward is still on offer.\nA three-judge panel at the U.S. Court of Appeals for the District of Columbia Circuit declined to hear the case in an order issued Tuesday night. They wrote that his appellate lawyers had not provided proof that Mr. Qosi, who has appeared from time to time on videos for the terrorist group, had “authorized counsel to pursue these petitions.”\nThe court’s newest member, Judge Justin R. Walker, noted in a concurrence that Mr. Qosi, now a member of the Yemen-based group’s “war cabinet,” had no contact with “any attorney in this case for eight years,” and might not be aware of the appeal. He also remarked that there was a “fine line separating zealous advocacy from frivolous tactics designed only to delay and disrupt.”\nThe general in charge of the military commissions defense teams, Brig. Gen. John G. Baker of the Marines, has said he assigned lawyers to the appeal because, by law, every Guantánamo conviction is entitled to appellate court review.\nTwo other Guantánamo prisoners who were repatriated in exchange for guilty pleas subsequently had those convictions overturned, as did Osama bin Laden’s former driver, Salim Ahmed Hamdan, who was convicted at a trial in 2008 and won reversal in 2012.\nMr. Qosi spent more than 11 years at the Guantánamo prison. He worked as a bookkeeper for a business owned by bin Laden in Khartoum, Sudan, then followed him to Afghanistan in 1996. He admitted to serving variously as a quartermaster, cook, bodyguard and driver at Qaeda compounds.\nMr. Qosi’s was the first military conviction of the Obama administration, which had worked with Congress to overhaul the national security court established by the George W. Bush administration after the Sept. 11, 2001, attacks. The changes were designed to provide greater protections for those charged and transparency for the public.\nBut challenges continue. Logistics for holding trials at the faraway commuter courtroom on a U.S. Navy base in Cuba have been daunting, and litigation in the new national security court has ground on for years, especially in the death-penalty trials.\nThe man accused of being the mastermind of the Sept. 11 attacks, Khalid Shaikh Mohammed, and his four accused accomplices were charged in the case the same year the U.S. Air Force delivered Mr. Qosi to Sudan. A string of delays, most recently driven by the coronavirus pandemic and problems finding a keeping a qualified military judge on the conspiracy case, has likely forced postponement of the start of their trial past next year’s 20th anniversary of the attacks.\nThe circuit court in Washington, D.C., is the point of appeals from the military commissions system as well as from the 31 prisoners at Guantánamo who are held without charge, and judges appointed by President Trump recently made their mark in two other cases.\nIn a ruling written by Judge Neomi Rao on Aug. 28, an appeals panel said military prisoners there were not entitled to the due process protections of the Constitution. Lawyers for the Yemeni detainee in that case submitted a petition this week for reconsideration by the full court.\nThen in September, during arguments on a narrow challenge brought by a Pentagon-paid defense lawyer to the closure of a military commission hearing, Judge Walker questioned whether there was a First Amendment right for the public to attend a military tribunal of an enemy combatant while the war continued. The Pentagon has provided access to the public, through the news media, to unclassified hearings of the tribunals since they began in 2004.\nPHOTO: Ibrahim Ahmed Mahmoud al-Qosi at a news conference in Khartoum, Sudan, in 2012 after he was released from the U.S. military prison at Guantánamo Bay, Cuba. (PHOTOGRAPH BY Ebrahim Hamid/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\n\nLoad-Date: October 29, 2020"
}