{
    "title": "Court grants damages to vet victims",
    "publisher": "the salt lake tribune",
    "year": 2007,
    "month": 6,
    "day": 14,
    "full text": "A federal judge has cleared the way for a wounded Utah soldier and the family of an Army medic killed during a firefight in Afghanistan to collect damages from an al-Qaida terrorist.\nBut it remains unclear if the federal government will help the victims collect on the $102 million judgment.\nIn a ruling Thursday, U.S. District Judge Paul Cassell said the victims had obtained a valid judgment \"against a terrorist party\" via the U.S. Terrorism Risk Insurance Act. The act, set to expire at the end of this year, provides a system for victims to be compensated for losses resulting from acts of terrorism.\nSgt. Layne Morris, 45, of West Jordan, who lost his right eye in a 2002 gun battle, and the family of Sgt. Christopher Speer won the judgment against the estate of Ahmad Said al-Khadr, whom U.S. government officials contend was a financier for Osama bin Laden and al-Qaida. It is believed Khadr was killed in a firefight in Pakistan.\nAttorneys for Morris and Speer's widow had argued that Khadr trained his young son, Omar, to kill Americans. The boy, then 15, is accused of killing Speer, 28, and wounding Morris at an al-Qaida compound in eastern Afghanistan. The younger Khadr is being held at Guantanamo Bay.\nThe U.S. Department of the Treasury has frozen the elder Khadr's assets, but has not released information on the accounts. A Treasury spokeswoman said it is up to victims' attorneys to gather account information on their own.\nDennis Flynn, the plaintiffs' attorney, said Sen. Orrin Hatch, R-Utah, was asked to intervene after Treasury officials broke off communications last fall over the efforts to recover damages from the frozen accounts. Flynn said Hatch's intercession apparently helped. Treasury officials ultimately responded on May 22, instructing Flynn's law firm to obtain a court order that says the plaintiffs' claims were proper under the terrorism act.\nNow, with the court's ruling, said Flynn, \"we will go back and ask for specific information on the frozen accounts.\"\nBut Treasury spokeswoman Molly Millerwise said such orders do not change the department's stance on releasing information. \"Locating assets [is] still a responsibility of the plaintiffs' attorneys,\" Millerwise said in an e-mail Thursday.\nMorris' attorney, Don Winder, said the federal government is duty bound to release information on terrorists' frozen assets under the Patriot Act, which extends civil liability for acts of terrorism, including attacks on foreign soil.\nWinder, part of a consortium of American lawyers working pro bono to sue terrorists on behalf of 9-11 victims, said that if the federal government will not help its own citizens, \"then who will?\"\nFor his part, Morris has said repeatedly he will take no money until he is assured that Speer's widow, Tabitha, and the couple's two young children are provided for.\ndawn@sltrib.com\n\nLoad-Date: June 15, 2007"
}