{
    "title": "Court's rationale could affect other issues 2001 resolution was used to justify wiretap program",
    "publisher": "usa today",
    "year": 2006,
    "month": 6,
    "day": 30,
    "full text": "WASHINGTON -- Nearly five years after the Sept. 11 terrorist attacks, the Bush administration received a forceful reminder that Congress and the nation's highest court also play major roles in balancing civil liberties and the war on terrorism.\nThe Supreme Court's rejection Thursday of President Bush's plan for military tribunals made clear that Bush cannot unilaterally set anti-terrorism policy. The court's majority emphatically said Bush has tried to claim too much power in interpreting a 2001 congressional resolution that authorized the use of the military to fight terrorism.\nIn his opinion for a five-justice majority, Justice John Paul Stevens said the resolution -- which was passed just after the Sept. 11 attacks and allowed \"all necessary and appropriate force\" to be used against al-Qaeda and other terrorists -- did not free the president from restrictions in U.S. military law or the Geneva Conventions when dealing with foreign detainees.\n\"While we assume that (the resolution) activated the president's war powers, and that these powers include the authority to convene military commissions in appropriate circumstances, there is nothing in the text or legislative history ... even hinting that Congress intended to expand or alter\" existing rules of military justice, Stevens wrote.\nThe court said for the first time that the Geneva Conventions apply to the U.S.-held detainees.\n\"There are restrictions out there, and the president cannot simply wish them away. When he confronts a limitation, he is bound by it,\" Harvard University law professor David Barron said.\nBarron and other legal analysts said the court's rationale ultimately could have ramifications for the administration's electronic surveillance of domestic telephone contacts involving al-Qaeda suspects. The administration has cited the September 2001 resolution by Congress as part of the justification for the surveillance program.\nThursday's decision came at a time of escalating controversy over Bush's asserted authority for several anti-terrorism initiatives, including the electronic surveillance.\n\"This is a major defeat for the administration's expansive views of executive authority, and I hope it will not be the last,\" said Sen. Dianne Feinstein, D-Calif.\nSen. John Cornyn, R-Texas, countered that the court did not \"call into question the U.S. government's power to detain terrorists. ... This is critically important because we can't allow terrorists to simply return home and restart their war plans.\"\nFor the court, the scene in its white marble and red velvet setting Thursday offered a symbolic reminder of the ideological struggle underway among justices on many of its cases.\nFirst, Stevens, the senior member of the four-member liberal wing, announced the majority opinion that had been made possible only because of the vote of Justice Anthony Kennedy, the emerging swing-vote justice who sits immediately to Stevens' right.\nThen, conservatives Antonin Scalia and Clarence Thomas read parts of their dissenting opinions, which were joined on paper by the court's newest member, Samuel Alito.\nNoting that in his 15 years on the court he had never before felt compelled to read parts of his dissent from the bench, Thomas said the ruling flouted executive power in military operations at a time when the nation is under great threat from al-Qaeda.\nBoth he and Scalia called the majority's decision unprecedented and unsupported in law. Scalia emphasized dissenters' view that the December 2005 Detainee Treatment Act, which eliminated federal judges' power to hear petitions from detainees at Guantanamo Bay, banned the justices from ruling on the merits of the case before them.\nThe challenge to military tribunals -- brought by Salim Ahmed Hamdan, who is accused of serving as a bodyguard for Osama bin Laden and delivering weapons to al-Qaeda -- was pending when the detainee act was passed.\nDuring Thursday's drama, Chief Justice John Roberts sat silent. He had not participated in the case because he had voted in favor of the tribunals while on a lower appeals court.\nEven if Roberts had taken part and presumably continued his support for the Bush plan, Stevens had the majority.\nBarron, a former law clerk to the 86-year-old Stevens, says the court's eldest justice may have brought a special status to the Hamdan case as a Bronze Star-winning Navy veteran of World War II.\n\"There's a real deep sense in his opinion that the Geneva Conventions and the court-martial system put in place for President Roosevelt are still good for President Bush,\" Barron said.\n\nLoad-Date: June 30, 2006"
}