{
    "title": "Court Ends Terrorism Case Against Zimbabwe Activist",
    "publisher": "the new york times",
    "year": 2009,
    "month": 9,
    "day": 29,
    "full text": "Zimbabwe's Supreme Court tossed out terrorism charges against the prominent human rights activist Jestina Mukoko on Monday, ruling that she herself had been terrorized when state security agents abducted and tortured her.\n  ''I am so relieved, I can barely express it,'' Ms. Mukoko said when contacted by telephone not long after leaving the courtroom in tears. ''I knew the court was handing down its judgment, but I did not know which way it would go.''\n  The ruling represented a rare triumph for human rights activists in Zimbabwe, though it remains to be seen whether the decision signifies any real shift from the repression that has marked much of President Robert Mugabe's three decades in power.\n  Ms. Mukoko was taken from her home by armed men at daybreak on Dec. 3, barefoot and still in her nightgown, while her teenage son looked on helplessly. She was not seen again for nearly three weeks, and later testified that she was held in secret locations, where she was tortured in an attempt to extract a false confession. She said her captors made her kneel on gravel and repeatedly beat on the soles of her feet with rubber truncheons.\n  At the time of Ms. Mukoko's abduction, Mr. Mugabe already had entered a power-sharing deal with the opposition leader, Morgan Tsvangirai, who had bested him in a March 2008 election. Mr. Tsvangirai later dropped out of a runoff vote because of state-sponsored attacks against his followers.\n  International pressure led to the fragile power-sharing agreement, which continues to be threatened by disagreements between Mr. Mugabe and Mr. Tsvangirai, and the arrest, abduction and torture of activists and politicians whom Mr. Mugabe considers to be adversaries.\n  Ms. Mukoko led a civic group that monitored and documented those sorts of abuses. She was accused of involvement in a plot to topple Mr. Mugabe with insurrectionists receiving military training in Botswana.\n  The jailing of Ms. Mukoko and dozens of other activists has been cited by Western diplomats as a sign of Mr. Mugabe's unwillingness to restore the rule of law. The Zimbabwean judiciary has been deeply compromised in recent years, with many judges accepting luxury cars and farmland from the Mugabe government.\n  On Monday, despite her victory in court, Ms. Mukoko said the abuses continued. ''We are still daily getting cases of human rights violations,'' she said.\n  The Supreme Court's decision was not entirely unexpected. Ms. Mukoko was released on bail in March only to have the bail revoked in May. She was then again freed after an international outcry and protests from Mr. Tsvangirai. In June, at a hearing before the Supreme Court, a prosecutor admitted that Ms. Mukoko had been abducted illegally.\n  Irene Petras, executive director of Zimbabwe Lawyers for Human Rights, said Monday's decision ''can be read as a movement toward the restoration of an independent justice-delivery system.''\n  But she said she did not want to sound overly optimistic, complaining that the government continued to pursue trumped-up charges against the innocent. ''The office of the attorney general should have refused to prosecute this case in the very beginning,'' she said.\n  Harrison Nkomo, one of Ms. Mukoko's lawyers, has himself been jailed. He dismissed the notion that Monday's decision represented a significant return to the rule of law. ''No, this was a one-shot, a rare judgment,'' he said. ''Don't read anything else into it.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Jestina Mukoko, a human rights activist, left the Supreme Court in Harare, Zimbabwe, Monday. (PHOTOGRAPH BY ASSOCIATED PRESS)                                                          \n\nLoad-Date: September 29, 2009"
}