{
    "title": "COURT UPHOLDS CIA CONVICTIONS",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 9,
    "day": 20,
    "full text": "ROME -- Italy's highest court on Wednesday upheld the convictions of 23 Americans -- nearly all current or former CIA officers -- for playing roles in the kidnapping of an Egyptian terrorism suspect in 2003.\nThe Americans face prison sentences ranging from seven to nine years, but they were tried in absentia and are highly unlikely to be extradited.\nThe marathon Italian prosecution has strained relations between the United States and Italy, exposed tradecraft errors behind a CIA operation and raised questions about which U.S. officials abroad are eligible for diplomatic immunity.\nThe Italian court convicted U.S. government officials for the practice of \"rendition,\" in which a terrorism suspect is flown against his will to another country for interrogation.\nHope dims for big harvest\nWONSAN, North Korea -- First came an extended dry spell in the spring, followed by a summer of flash floods and typhoons.\nNow, with North Korean farmers preparing to head out into autumn fields to cut and thresh the nation's most important crop, rice, there are renewed concerns that continued harsh weather will mean another shortfall of food in this chronically hungry land.\nThere had been high hopes for better crop yields this year following the implementation of more modern farming techniques, said Kang Su Ik, a professor at North Korea's premier agricultural school. But those hopes have faded in what has proven to be another tough year for farmers in the disaster-prone North.\nAgriculture remains the nation's lifeblood, contributing a quarter of the nation's economy and engaging a third of the population, according to U.N. analysts.\nDoubts over 'Jesus' wife'\nROME -- Is a scrap of papyrus suggesting that Jesus had a wife authentic?\nScholars on Wednesday questioned the much-publicized discovery by a Harvard scholar that a 4th century fragment of papyrus provided the first evidence that some early Christians believed Jesus was married.\nKaren King, a professor of early Christianity at Harvard Divinity School, announced the finding Tuesday at an international congress on Coptic studies in Rome. The text, written in Coptic and probably translated from a 2nd century Greek text, contains a dialogue in which Jesus refers to \"my wife,\" whom he identifies as Mary.\nNew Egyptian intel chief\nCAIRO -- Egyptian President Mohammed Morsi on Wednesday appointed as the country's new intelligence chief a veteran official who was involved in the brokering of last year's release of an Israeli soldier captured by Palestinian militants, the official news agency said.\nMohammed Raafat Abdel-Wahed was key in the Cairo-mediated deal between Hamas and Israel that led to the freeing of Gilad Schalit in 2011 in exchange for more than 1,000 Palestinian prisoners. His appointment was reported by the Middle East News Agency.\nJail videos spark protests\nMOSCOW -- The senior official in charge of prisons in the Georgia Republic resigned Wednesday after a television station broadcast graphic footage of prison inmates being beaten and sodomized by guards.\nAs hundreds of people took to the streets to protest Wednesday, President Mikheil Saakashvili condemned the abuses and promised that those responsible would be prosecuted. Mr. Saakashvili also pledged to overhaul the prison system.\n\nLoad-Date: September 20, 2012"
}