{
    "title": "Court strikes down Patriot Act provision",
    "publisher": "usa today",
    "year": 2004,
    "month": 9,
    "day": 30,
    "full text": "A federal judge on Wednesday struck down a key provision of a law that is the centerpiece of the Bush administration's legal war on terrorism, ruling that the FBI cannot require Internet service providers to turn over subscriber information and keep quiet about it forever without giving the providers a chance to fight the government in court.\nThe decision by U.S. District Judge Victor Marrero in New York in a case that pitted personal liberties against national security marked the first time that surveillance power granted to federal agents under the USA Patriot Act has been ruled unconstitutional.\n\"In general, as our sunshine laws and judicial doctrine attest, democracy abhors undue secrecy,\" Marrero wrote. \"Hence, an unlimited government warrant to conceal . . .  has no place in our open society.\"\nMarrero postponed his decision for 90 days to give the government a chance to fix the law or appeal.\nThe civil case was brought by the American Civil Liberties Union on behalf of an Internet provider whose name is being kept secret by the court. The provider received what is known as a national security letter -- a demand, on FBI letterhead, to produce customer information. Unlike grand jury subpoenas, national security letters may not be contested before a judge.\nMarrero said the provision's \"compulsory, secret and unreviewable production of information\" demanded by the FBI violates the Fourth Amendment's protection against unreasonable searches, and its unlimited ban on disclosure by recipients of the letters infringes on their free-speech rights under the First Amendment.\nAnthony Romero, the ACLU's executive director, called the decision \"a stunning victory against John Ashcroft's Department of Justice,\" referring to the attorney general whose defense of the Patriot Act has largely consumed his tenure as the nation's top law enforcer. Mark Corallo, a Justice spokesman, said the department is reviewing the ruling.\nMarrero's decision comes as some members of Congress are trying to give U.S. agents more power to investigate terrorism, and President Bush is urging Congress to renew 16 Patriot Act provisions set to expire in December 2005.\nWhen Congress passed the Patriot Act in the weeks after the Sept. 11, 2001, terrorist attacks, it significantly expanded the surveillance power of federal law enforcement.\nThe measure allowed the FBI and CIA to share evidence and gave terrorism investigators access to evidence-gathering tools that agents in criminal probes had used for years.\nIn doing so, the Patriot Act amended several federal laws by, among other things, loosening standards for obtaining national security letters.\nA 1986 law dealing with national security letters was among the statutes that were changed. It allowed the FBI to use the letters to obtain evidence on suspected \"foreign powers or agents of foreign powers.\"\nThe Patriot Act loosened the standard by requiring that the FBI say that the information it seeks is \"relevant\" to terrorism or intelligence probes.\nFrom its inception, the law banned recipients of the letters from telling anyone -- including their customers and apparently their lawyers -- about the FBI demands.\nIn the 14 months after the Patriot Act's passage, Marrero said, the FBI used the letters \"hundreds\" of times.\nMarrero said he appreciates the government's concerns about terrorism. But, he said, freedoms must be guarded in times of crisis. \"Sometimes a right, once extinguished, may be gone for good,\" Marrero said.\n\nLoad-Date: September 30, 2004"
}