{
    "title": "Court affirms use of chemical terrorism law against Lansdale woman",
    "publisher": "the philadelphia inquirer",
    "year": 2009,
    "month": 9,
    "day": 18,
    "full text": "It's said that if something looks like a duck, walks like a duck, and quacks like a duck, the odds are it's a duck.\nNot always. And sometimes imitation carries its own hazards, as Carol-Anne Bond learned yesterday when a federal appeals court affirmed - under a federal chemical-terrorism law - her conviction for trying to poison her romantic rival.\nBond, 38, of Lansdale, was arrested by federal authorities in June 2007 and charged under a 1998 chemical-weapons law for applying highly toxic chemicals on the mailbox, car door, and front house door of a close friend and romantic rival, Myrlinda Haynes. Haynes had had a baby fathered by Bond's husband, Clifford.\nBond's attorney, Robert E. Goldman, had argued that Bond's messy personal situation did not justify federal charges under the Chemical Weapons Convention Implementation Act of 1998.\nThe law, he said, was meant to prosecute terrorists - not scorned spouses.\nBut in a case it described as one of \"first impression,\" a three-judge panel of the U.S. Court of Appeals for the Third Circuit ruled unanimously that Bond had used her expertise as a microbiologist to obtain chemicals not available to the lay person from her job at Rohm & Haas' Spring House Technical Center.\nJudge Thomas L. Ambro wrote that \"it is unquestionable that Bond's special skill influenced her decision to use toxic chemicals as her weapon of revenge.\"\n\"Poisoning one's rivals, of course, is nothing new,\" Ambro continued. \"But attempting to do so through the systematic application of 10-chloro-10H-phenoxarsine is not an approach typically taken by members of the general public. . . . It reflects the plan and actions of an individual trained in the use of biocidal chemicals.\"\nAmbro wrote that the chemicals \"have the rare ability to cause toxic harm to individuals through minimal topical contact.\"\nAccording to court records, Bond tried 24 times to poison Haynes, but - except for one chemical burn to a thumb - Haynes noticed the chemicals and avoided harm.\nHaynes complained to authorities, and postal inspectors set up surveillance on her house. Bond was seen near Haynes' house and car and opening up her mailbox.\nThe investigation linked the chemicals found on Haynes' property to four pounds of chemicals missing from Rohm & Haas.\nBond pleaded guilty under an agreement that let her appeal the constitutionality of the 1998 law's use in her case. She is serving a six-year term at the federal prison at Hazleton, W.Va.\nThe appellate court rejected Bond's argument that her prosecution violated the Constitution's 10th Amendment separation of federal and state government authorities.\nGoldman, who could not be reached for comment about a further appeal, argued that Bond's arrest \"signals a massive and unjustifiable expansion of federal law enforcement into [the] state-regulated domain\" and pulls citizens into a federal criminal area \"not properly the subject of federal prosecutors.\"\nBut the court held that Bond, as an individual, did not have legal standing to challenge the 1998 law under the 10th Amendment.\nAnd considering Bond's expertise, Ambro added, the federal prosecutor's use of the law was not a stretch: \"Over a period of eight months, Bond researched, stole, and deployed highly toxic chemicals with the intent of harming Haynes. Any one of her attacks could have delivered a lethal chemical dose to Haynes or her then-infant child. Bond's actions thus clearly constituted unlawful possession and use of a chemical weapon.\"\nContact staff writer Joseph A. Slobodzian at 215-854-2985 or jslobodzian@phillynews.com.\n\nLoad-Date: September 18, 2009"
}