{
    "title": "Court dismisses threat charge No terrorism in Uhland",
    "publisher": "hays free press",
    "year": 2012,
    "month": 6,
    "day": 6,
    "full text": "If one thing is certain, it's that Uhland resident David Ayala delivered one fiery speech during an alderman's meeting in his town on March 2, 2011.\nAyalanever disputed uttering thewords that landed him on trial Tuesday morning in Caldwell County's 119-year-old court house. Though he was eventually found not guilty of making a terroristic threat, his attorney and Caldwell County pros ecutors spent the better part of the morn ing parsing the intent of one sentence:\n\"Your days are numbered,\" Ayala had said, \"and I'm prepared to give my life for it.\"\nAyala issued the warning to his neigh bor Gordon Sassman, a town alderman at the time, during the public comment period of the 2011 meeting. Sassman has feuded with Ayala, once engaged in fisti cuffs with him and has reported him to the police repeatedly in recent years.\n\"He was falsely accusing me of all kinds of things I haven't done,\" Sassman testi fied Tuesday morning. \"He just raved on and on.... With the motions he was mak ing with his hand, he almost hit an alder man in the face. She had to jump back when he said, 'Mr. Sassman, your days are numbered.'\"\nAfter making the threat, Sassman said, Ayala said thank you and stormed out the door of Uhland's City Hall. Sassman told jurors he believed Ayala had threatened him with violence, and the alderman felt that his life was in danger.\nBut Ayala's attorney, Marcos Hernan dez of San Marcos, argued that Ayala's statement should be interpreted from a \"biblical\" perspective.\n\"All of our days are numbered,\" he told Sassman before the jury panel of five women and two men. \"He did not say your number was up, did he?\"\nWhat's more, Hernandez added, Ayala did not mean to threaten Sassman's life but rather intended to end his political career. If Sassman refused to resign his al derman's post, then Ayala planned to call the attorney general and other officials in an effort to remove him from office.\n\"Everything's been taken out of con text,\" Ayala testified. \"That guy carries all kinds of weapons. I carry zero. He's the one that's going to kill me.\"\nThe defense and prosecution also ar gued whether Sassman had called law en-forcementto report thathe felt threatened before or after he called this newspaper to discuss the incident. In an unusual move that seemed to enter hearsay as evidence, prosecutors provided jurors with cop ies of a Hays Free Press article about the episode and waited several minutes while they read it.\nSassman also testified that he did not initiate contact with the newspaper to alert reporters to his dispute with Ayala, which was not an accurate statement.\nIn the end, the jury deliberated about 20 minutes before dismissing the charges against Ayala. Making a terroristic threat to a public official is a Class A misdemeanor punishable by up to a year in county jail and/or a $4,000 fine.\nAyala, who is disabled, said he was in no condition to threaten his Seeliger Drive neighbor with violence, though he claims Sassman has called the Environmental Protection Agency, fire department, ani mal control and sheriff's office to report him for various perceived infractions over the years.\n\"I wanted to address the abuse of power about Gordon Sassman and the harassment that has been done not only to myself and my kids but my grandkids,\" he said\n\nLoad-Date: June 30, 2012"
}