{
    "title": "Court challenges key anti-terrorism law provision; Prosecutors often utilize charge of 'Material sup",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 12,
    "day": 5,
    "full text": "In a potential blow to the Bush administration's legal strategy in the war on terror, a federal appeals court overturned part of a sweeping law the government has increasingly used to arrest or prosecute suspected terrorists.\nThe decision Wednesday by the 9th U.S. Circuit Court of Appeals involves a 1996 terrorism law that outlaws financial assistance or \"material support\" to organizations classified as terrorist by the State Department.\nThe San Francisco-based appeals court struck down part of the law, ruling that it is unconstitutional to punish people - sometimes with life in prison - for providing \"training\" or \"personnel\" to a terror group.\nIncreasingly, the charge of choice for prosecutors in the war on terrorism is that someone provided some form of material support to terror groups. The decision Wednesday means that for the first time, part of that strategy has been declared unconstitutional by a federal appeals court.\nThe ruling also requires the government to prove that defendants knew their activities, such as donating money to outlawed groups, were actually contributing to acts of terror.\n\"According to the government's interpretation… a woman who buys cookies from a bake sale outside of her grocery store to support displaced Kurdish refugees to find new homes could be held liable,\" Judge Harry Pregerson wrote in the 2-1 decision.\nIn addition, the court wrote that it is unconstitutional to criminalize donations of personnel or training, which fall under the \"material support\" section of the law, because that \"blurs the line between protected expression and unprotected expression.\"\nThe court ruled in a case involving a civil liberties organization's efforts to lobby Congress on behalf of groups on the terrorist watch list. The court ruled that the Humanitarian Law Project could legally lobby Congress and provide other non-financial assistance to the Kurdistan Workers Party in Turkey.\nThe Bush administration had argued that donating \"personnel\" on behalf of the Kurdistan Workers Party violated the 1996 law and amounted to aiding terrorism.\nThe 1996 law has been used to prosecute some high-profile suspects, including accused British arms trafficker Hemant Lakhan, who was arrested in New Jersey and charged in August with providing material support in an alleged missile-smuggling plot.\nAnother case involved six Americans of Yemeni descent who were convicted under the law of providing \"material support\" to al-Qaida. Authorities described the six, who lived just blocks apart in Lackawanna, N.Y., as a sleeper cell awaiting orders from Osama bin Laden's network.\nThe first of the six, who attended an al-Qaida training camp and met bin Laden shortly before the Sept. 11 terror attacks, received 10 years in prison Wednesday, a sentence Attorney General John Ashcroft said \"sends a clear message that the United States will seek strong penalties for those who provide material support to our terrorist enemies.\"\nThe Lackawanna case isn't governed by the 9th Circuit. Still, if it survives a Supreme Court appeal, Wednesday's decision in San Francisco may be a blow to Ashcroft's prosecution of that and other cases in the war on terror.\nWhile the court did not strike down the \"material support\" provision entirely, Georgetown University Law Center professor David Cole said prosecutions under the provision are now suspect.\nThe decision, Cole said, \"declares unconstitutional one of the linchpins of the Ashcroft domestic anti-terrorism strategy.\" The law in question was adopted by Congress following the 1995 bombing of the Murrah Federal Building in Oklahoma City.\nThe Justice Department was not immediately prepared to say how it will respond. The government has weeks to decide whether to appeal before the decision becomes law.\n\"We are reviewing the decision and will have no further comment at this time,\" said Charles Miller, a department spokesman.\nOn the Net: http://www.ca9.uscourts.gov \n\nLoad-Date: December 7, 2003"
}