{
    "title": "Courts",
    "publisher": "the new york times",
    "year": 2012,
    "month": 1,
    "day": 1,
    "full text": "The new year will bring more high-profile political corruption cases to the city's federal courts.\nPedro Espada Jr., a Democrat who served as the State Senate majority leader, is to go on trial in Federal District Court in Brooklyn in March. Mr. Espada and his son, Pedro Gautier Espada, are accused of siphoning more than half a million dollars in federal money from the nonprofit health care network they operated in the Bronx and spending it on items like meals, theater tickets and a lavish birthday party.\nWilliam F. Boyland Jr., a Democratic state assemblyman from Brooklyn, could also be tried in Brooklyn in 2012. In December, Mr. Boyland was indicted on bribery charges after prosecutors said he was recorded accepting thousands of dollars in bribes and soliciting more than $250,000. Prosecutors said he sought the money to pay his lawyer's fees in another bribery case (he was acquitted in that case in November).\nCarl Kruger, the once-powerful state senator from Brooklyn who pleaded guilty to corruption charges in December, faces sentencing in April in Federal District Court in Manhattan. He could receive a prison term of up to 50 years. Hiram Monserrate, a former state senator from Queens, faces charges in a separate corruption case. And prosecutors plan to retry City Councilman Larry B. Seabrook after his earlier corruption trial ended in a mistrial in December.\nOther federal cases in Manhattan involve Mansour J. Arbabsiar, a defendant accused in what officials say was an Iranian-supported plot to kill the Saudi ambassador to the United States; and Ahmed Abdulkadir Warsame, a Somali defendant accused of supporting terrorist organizations whose detention and questioning aboard a Navy vessel may complicate a civilian prosecution.\nThe Manhattan district attorney, Cyrus R. Vance Jr., is taking on terrorism in the city's criminal courts. For the first time in the borough's history, his office got indictments under the state's terrorism statute in 2011. And it did so twice.\nThe first was against two Queens men with Middle Eastern roots who are accused of buying weapons from undercover officers and threatening to blow up a mosque. The second was against a Manhattan man -- said to be inspired by the American-born militant Anwar al-Awlaki -- suspected of plotting to build and detonate bombs in New York.\nBoth cases were somewhat controversial, as the F.B.I. and Manhattan federal prosecutors, who typically handle terrorism cases, passed on both. Some have suggested that the federal authorities' decision was a sign of the cases' weakness.\nBut Mr. Vance's office has steadfastly maintained that it is well equipped to prosecute homegrown terrorism suspects. The cases' outcome could well set a precedent.\nThe other big story to watch in the Manhattan courts will be Mr. Vance himself. He will soon begin to campaign openly for re-election. His predecessor, Robert M. Morgenthau, lasted more than 30 years in office. So far no one has solidly stepped forward to challenge Mr. Vance, though some have been rumored to be contemplating a run.\nAnd then there is the matter of Julian P. Heicklen, 79, a retired professor charged in Manhattan Federal Court with jury tampering. He had stood outside the courthouse advocating jury nullification, the controversial view that if jurors oppose a law, they may ignore their oaths to follow it and acquit a defendant who violated it.\nIt is not yet known how a jury trial of Mr. Heicklen might unfold; indeed, prosecutors have expressed concern he might ask a jury to nullify his case. JOHN ELIGON,\nMOSI SECRET and BENJAMIN WEISER\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDRAWING       \n\nLoad-Date: January 1, 2012"
}