{
    "title": "Courting a vital closet ally_ Obama in Indonesia",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 11,
    "day": 12,
    "full text": "Barack Obama's return to Indonesia, the land of his childhood, was more than a sentimental journey. It was to affirm a quiet US relationship with a significant Islamic nation where democracy burgeons, but which carefully hews to international non-alignment.  Indonesia is the largest, but non-Arab, Muslim country in the world. It has survived colonization by the Dutch, World War II occupation by the Japanese, a fateful dalliance with communism under former President Sukarno, a horrific bloodbath that followed, a disappointing corruption-ridden regime under President Suharto, and has held at bay Islamist extremists who threatened to expand Al-Qaeda-backed terrorism to Southeast Asia. \n As US Secretary of State Hillary Clinton has said: \"If you want to know whether Islam, democracy, modernity, and women's rights can co-exist, go to Indonesia.\" Indonesians revel in their relatively newfound democracy. Their current President, Susilo Bambang Yudhoyono, a well-respected former general popularly known as \"SBY,\" was first elected in 2004, in free, fair voting. He was reelected in 2009. Yudhoyono has had six different educational experiences in the US, five of them military and one civilian. But he has kept his relationship with the US discreet, anxious to avoid any hint of being depicted an American puppet, which he is not. It is a posture which successive US administrations have wisely respected.  In some respects, Indonesia might have seemed an easy target for the expansion of Al-Qaeda sponsored or backed terrorism. With its huge Muslim population, it has porous borders and large regions of poverty. Militant Islamist groups, active in several Southeast Asian countries, have launched several attacks in Indonesia, including a night club bombing in Bali that killed more than 200 people, and on hotels in the capital of Jakarta.  But Indonesia's brand of Islam is more moderate than that practiced in other Muslim states where Islamic extremists have been able to recruit. Though some militant groups have attempted to impose sharia law, they have gained little traction in Indonesia. Yudhoyono's government presides over a mix of secular and Islamic minority groups that are largely peaceful.  The police force, especially an \"88\" counterterrorism unit, has developed skills in intelligence and tracking that have hobbled nascent terrorist plans. While some terrorists have been killed in firefights, authorities have captured more than 300, trying them in the courts, which sentenced them to jail or execution. A remarkable \"deradicalisation\" program, using religion and \"soft persuasion,\" has redeemed some, a few of whom have appeared on television to apologize for their violent pasts. Although the army was called in for the first time in October to hunt militants in north Sumatra, the government has largely maintained a sophisticated technique by the police to neutralize terrorists.  While President Obama has reached out to moderate Muslims around the world, Indonesia has loomed as a country whose example could be helpful in the campaign against extremism. As I explore further in my book, \"Islamic Extremism and the War of Ideas: Lessons from Indonesia,\" President Yudhoyono believes Indonesia's melding of democracy, Islam, and modernity befits his nation for a constructive role in reducing terrorism, a crime that he says \"is neither a holy war nor a struggle for justice.\"  He promotes education as an antidote to terrorism, putting \"marginalized societies on an equal footing with the West in deriving the benefits of civilization.\" Indonesia itself has a healthy program of sending its own people for higher education in the US. Yudhoyono says tolerance and moderation should be taught children in schools from an early age, pointing out that Muslim students in Indonesian schools must learn about Christian celebrations of Christmas and Hindu traditions in the Indonesian island of Bali.  With their own internal political problems, Indonesians adopt the practice of mushiwara, the art of bringing everybody together to make decisions by consensus, rather than determining winners and losers.  It is an approach that President Obama may well have remarked upon as he ponders the solution to tough problems that loom at home.  John Hughes teaches journalism at Brigham Young University. He is author of \"Islamic Extremism and the War of Ideas: Lessons from Indonesia.\" He is a former editor and chief operating officer of the Deseret News, and a former editor of the Christian Science Monitor, which syndicates this column. \n\nLoad-Date: November 13, 2010"
}