{
    "title": "Coverage scarce in terro-ridden Colombia",
    "publisher": "business insurance",
    "year": 1991,
    "month": 9,
    "day": 2,
    "full text": "Multinatinal companies operating in colombia, home to one of the world's worst political insurgency situations, face an evaporation of terrorism coverage despite recent attempts to negotiate a peace agreement between government and rebel forces.\nAnd observers fear that the risk that businesses and their executives face from the \"business of terror\" is likely to increase.\nThe prime targets for violence are the oil and mining sectors, multinational companies and thenational electricity system.\n\"Terrorist insurance is becoming increasingly difficult to obtain, although major multinationals are normally able to make suitable arrangement to include this coverage in their global programs,\" said Michael Crocker, senior partner of Bogota-based brokerage Centurion Asesores de Seguros Ltda.\nIn the case of oil companies operating in Colombia, Mr. Crocker said terrorism coverage is now excluded from insurance covering material damage and cost of well control.  This is \"probably because underwriters feel that terrorist risks for oil companies in Columbia are becoming uninsurable since they are no longer 'fortuitous' but 'predictable,'\" he said.\nMr. Crocker noted, though, that claims for oil pipeline damage caused by terrorist attacks always has fallen under the large deductibles of oil firms' policies.  Those deductibles tend to be about $ 1 million to $ 1.5 million, he said.\nThree rebel groups in Colombia that are still launching attacks have formed a coalition called Coordinadora Nacional Guerillera Simon Bolivar, which usually is referred to by its initials, CNG.  The CNG is composed of:\n* Fuerzas Armadas Revolucionairas de Colombia (FARC), the largest and oldest of the guerilla organizations.\n* Ejercito de Liberacion Nacional (ELN), which has focused its attacks on oil installations.\n* Esperanza, Paz y Libertad (EPL), a breakaway faction of the Ejercito Popular de Liberacion, which last March surrendered its arms and set itself up as a legitimate political party.\nThe Colombian government has been engaged in sporadic peace negotiations with the CNG since last year.  Throughout this time, though, the CNG has continued its attacks and kidnappings.\nFigures from the Ministry of the Interior show that between Aug. 7, 1990, and Aug. 7, 1991, terrorist activity in Colombia registered the following: 578 military personnel killed; 847 guerrillas killed; 26,737 murders; 1,582 kidnappings; 139 attacks on energy pyllons; and 931 terrorist attacks on other facilities.\nAnd, according to a report issued by Colombia's Fourth Army Brigade, based in Medellin, guerrilla attacks in the first six months of 1991 have caused an estimated $ 468 million in economic losses, or about 14% of Colombia's total export earnings in 1990.\nDuring this period, 123 power pylons were either destroyed or badly damaged, leading to electricity rationing along the northern coast of Colombia, the report said.  The government has said that the power supply shortfall was a major factor in a 5% drop in the country's industrial output in the first half of 1991.\nAlso during this period, the country's main oil piepline, which runs from the Cano Limon oil field in the eastern plains of Colombia to Puerto Covenas on the Caribbean coast, was bombed 40 times.  The report estimated that close to 96,000 barrels of oil per day.\nThe Cano Limon oil field is located in Colombia's Lianos plains, close to the Venezuelan border and almost 350 miles northeast of Bogota.\nIt is operated by a joint venture of Occidental Petroleum Corp. of Los Angeles; Shell Oil Co. of Houston; Repsol S.A. of Madrid; and the Colombian state oil company, Ecopetrol.  The oil pipeline between Cano Limon and the Covenas on the coast, which lies just south of Cartagena, is operated solely by Ecopetrol.\nNone of the oil companies contacted by Business Insurance would comment on the risk of terrorism in Colombia.\nMr. Crocker observed that \"the damages caused by terrorists are always quickly repaired, but new tactics used by the subversives include the blocking off of access roads in order to slow down the renewal of oil production.\n\"The are well-organized, and the leaders are often university graduates,\" he noted.\n\"The guerrillas are well informed of all aspects, including future planning and alternatives, of oil companies in Colombia.  International experts are known to have visited Colombia on consulting contracts for the FARC group,\" Mr. Crocker said.\nA London-based terrorism expert, who asked not be identified, confirmed that such consulting contracts exist, noting that consultants for such terrorist groups can earn as much as $ 200,000 annually.\n\"Most companies take the terroist threat very seriously, indeed, and very few believe themselves to be exposure-free,\" Mr. Crocker said.\nA wide range of security levels coan be found, particularly at oil company premises and operations, he said.  These include:\n* Presence of army personnel, which is financed by the oil companies.\n* Private armed guards.\n* Perimeter fencing in layers.\n* Checkpoints.\n* Ratio communications and electronic surveillance.\n* Bodyguards.\n\"While insurers frequently request details of security measures, you can be sure that the oil companies are even more interested in keeping the oil flowing that the underwriters,\" Mr. Crocker said.  \"An insurance company does not normally offer advice\" on security measures to these companies, he said, since they typically either have in-house security staff or contract with independent security companies.\nDespite those security precautions, Mr. Crocker said terrorism coverage is becoming more and more difficult to place.  For some companies, alternatives to insurance could include tougher loss prevention measures, like building fortress-like production facilities, burying pipelines or relocating to safer countries, he said.\nIn addition, over the past 20 years in Latin American, nay oil companies have managed to operate in countries with insurgency problems by reaching a form of modus vivendi with the rebel forces.\nA company might occasionally provide food and medical facilities to the rebels in exchange for leaving the oil facility alone, provided that there are no military forces guarding the installation.\nMr. Crocker, however, believes that this form of accommodation is no longer possible.\n\"Support in the way of schools, medical supplies, first aid posts and other local community projects does help.  But, while this may have been acceptable in the past, extortion for cash in becoming much more prevalent,\" he said.\nAccording to the London terrorism expert, companies and individuals working in countries with such a problem face a situation without solution.\nThe reason, he said, is that terrorism on the level Colombia's is a business, \"the business of terror,\" and is quite disassociated from the original political grievances that first led to armed conflict.\n\"If eliminating people who affect the business will improve the business, then you eliminate people.  If hostages are taken, then the bargaining position improves and furthers the business' prospects.  There is a whole universe that operates according to those rules,\" the expert said.\nHe added that this \"business\" is led at the top by very intelligent individuals who deliberately employ less intelligent people as \"cannon fodder.\"\nPeople and companies that try to fight terrorism cannot really win, he said.  \"In the end . . . the terrorist wins, because the terrorist is ready to die; the security officer is not,\" he said.\nAlso fueling terrorism in Colombia \"is a degree of recession in the drug industry and a redundant amount of 'musclepower' in the 47 different assassin groups in Medellin,\" according to the terrorism expert.  \"These criminals have either diversified their illegal activities or have moved to the larger cities like Bogota and continue alongside common delinquents,\" he said.\n\"Out-of-work assassins may have worked out a deal with the guerrillas whereby they take a large commission on paid ransoms after turning in victims to the guerrillas,\" he said.\nAccording to a Lloyd's of London underwriter specializing in kidnap and ransom insurance, there is a noticeable geographical shift in demand for coverage and claims from Colombia as the locus of terrorist activity moves away from Medellin.  \"But we are still writing kidnapping insurance for Colombians and foreigners alike,\" he said.\n\nGraphic\n\n \nMap, no caption, BY CYNTHIA WATSON"
}