{
    "title": "Covering terrorists without helping them win",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 20,
    "full text": "Economists at Cambridge University and the University of Zurich have conducted a study on the media's coverage of terrorism that produced startling results. They discovered that the press -- gulp -- wins a little bit from acts of terrorism.\nBefore you get indignant and actually write a letter to the editor for once, give me a moment to unravel that statement a little, to take this brand-new Ribbon Dancer of an argument and start groovin' a little until the whole ribbon is flapping to the rhythm. Then you can get on Gmail and slit my word throat.\nRichard Morin, columnist for The Washington Post, wrote in his June 15 \"Unconventional Wisdom\" column: \"It's a macabre example of win-win in what economists call a 'common-interest game,' say Bruno S. Frey of the University of Zurich and Dominic Rohner of Cambridge University.\"\nApparently a report of an incident of terrorism draws in more television viewers and newspaper readers than other news stories, says the study. And since the terrorists are actively looking for the massive amounts of attention, they also benefit from attacking. Terrorism really is about being noticed by Big Media. If they weren't so desperate for media attention their attacks and proclamations wouldn't be packed with so much symbolism.\nRight now I feel pretty dirty about the situation, dirty about the sick capitalism of it all and dirty about the implications for the profession I want to someday enter. Terrorism really is a great story for a paper. It affects many lives. They need to know it. It doesn't need to be sensationalized -- it's already packed with so much drama.\nBut maybe journalists can tell this story -- one the public has a right to know -- without serving terrorists in the way this study suggests. Morin has a partial solution: Media outlets might be able to decrease the PR effect by refusing to print which terrorist organization is behind the attack being covered This is a pretty good point. A lot of times these chest-pumping \"we are the champions\" calls coming from terrorist organizations are unreliable.\nThey usually come from Internet discussion board postings (only slightly more credible than MySpace), and multiple organizations will claim responsibility for the same incident. Still, a lot of times journalists accept these words as fact -- or at least as credible -- given that American media have few ways to peer inside these shadowy organizations.\nAmerica's lack of public understanding of terrorist networks, along with our continuous attempts to define them, gives me the opportunity to bring up one of my favorite quotes from \"The Whole World is Watching,\" media critic Todd Gitlin's book: \"In a floodlit society, it becomes extremely difficult, perhaps unmanageable, for an opposition movement to define itself and its world view, to build up an infrastructure of self-generated cultural institutions, outside the dominant culture.\"\nWhat Gitlin is saying is that our mass media in America has so much power that it gets to define everything. Nothing ever gets to define itself: the anti-war movement couldn't, sports stars can't and politicians always try. But when the New Terrorists were ushered onto our televisions on Sept. 11, 2001, maybe they did get to define themselves. Our country needed major cram sessions in Islam, the Middle East and American foreign policy in general before we were able to define these terrorists and their motives. But in our floodlit society where terrorism is a story that sells, we don't have that kind of time, so we guess. We describe al-Qaida as an organization with deputies and sometimes Osama bin Laden as a CEO. It's of course much more complicated than that, but we have very little ability to determine what these complications are when dealing with organizations so threatening and secretive we can't talk to them.\nAnd by defining them as so organized and covering them as such we boost their power. We give them the attention.\nBy continuing to be a threat -- and continuing to exist, for all intents and purposes, in the shadows -- the New Terrorists almost close themselves to speculation and question. Their actions are big and serious and their words and ideas become so, too. But the press needs more effective ways to report -- not publicize -- terrorism to make this \"common-interest game\" a little less common.\n(C) 2006 Daily Northwestern via U-WIRE\n\nLoad-Date: September 20, 2006"
}