{
    "title": "Covering Snowden can be hazardous to your friends Britain out of line with 9-hour grilling",
    "publisher": "the new york times",
    "year": 2013,
    "month": 8,
    "day": 20,
    "full text": "It's a vivid example of how the war on terror can morph into a war on journalism.\nThe British government's outrageous nine-hour detention of David Miranda, a 28-year-old Brazilian, for nothing more than being the partner of Snowden saga journalist Glenn Greenwald, was an attempt at pure intimidation.\nIt's another reminder of how governments, in their efforts to protect freedoms, can sometimes take actions that erode them.\nMiranda was questioned at London's Heathrow Airport over the weekend under Schedule 7 of the British Terrorism Act, which allows authorities to detain people for up to nine hours and to search their personal items. It's unlikely anyone read Miranda his Miranda rights.\nSchedule 7 applies only at airports, ports and border areas. The measure, which has come under sharp criticism in the past, is supposed to apply to people who may be linked to terrorism, not journalism.\nMiranda's only sin seems to have been his connection to Greenwald, an American living in Brazil who has broken many stories in Britain's Guardian newspaper based on classified documents leaked by former National Security Agency contractor Edward Snowden. The articles have revealed widespread surveillance by the NSA, infuriating the Obama administration and triggering a serious effort on Capitol Hill to rein in the intelligence agency.\nIn case you were wondering, the U.S. government wants you to know Miranda's detention wasn't its idea, although it was given a \"heads up\" by the Brits. \"This is a decision that they made on their own and not at the request of the United States,\" White House spokesman Josh Earnest said.\nNot surprisingly, Miranda's treatment stirred up a furor in Britain and outraged Brazilian officials.\nKeith Vaz, chairman of Parliament's Home Affairs Select Committee, demanded answers. Noting that this was a \"new use of terrorism legislation to detain someone in these circumstances,\" Vaz said he would ask police to justify their actions, the BBC reported.\nAnd, he added pointedly, \"Those of us who were part of passing this legislation certainly would not have expected it to be used in a case of this kind. That's what makes it so extraordinary.\"\nTom Watson, another member of Parliament, also had issues. \"The clause in this act is not meant to be used as a catch-all that can be used in this way,\" he told The Guardian.\nDavid Anderson, the independent reviewer of the terrorism law, says he wants an official briefing on what he calls an \"unusual case.\" Here's one thing that's unusual about it: More than 97% of the people stopped under the law are questioned for under an hour.\nSo what was Miranda chatting about with the six agents grilling him all of that time? According to Greenwald, the conversation was not so much about terrorism. \"They spent the entire day asking about the reporting I was doing and other Guardian journalists were doing on the NSA stories,\" he says.\nMiranda was returning to Rio de Janeiro, where he and Greenwald live, from Berlin, where he had visited Laura Poitras, an American documentary filmmaker who has worked closely with Greenwald on the Snowden story. The Guardian said it paid for Miranda's flights.\nAccording to The New York Times, Miranda was serving as a go-between, shuttling documents back and forth between Greenwald and Poitras. That operation may produce more embarrassments for the U.S., but it's a far cry from blowing up buildings. As the Brazilian Foreign Ministry said, there are no \"legitimate\" allegations that could place the ill-fated Miranda under the Terrorism Act.\nAfter his nine hours were up, authorities released Miranda, who was questioned without a lawyer, but kept his laptop, phone and camera.\nAccording to The Guardian, Schedule 7, which includes no automatic right to counsel and no right to refuse to cooperate, had come under fire well before Miranda's unfortunate misadventure, with allegations that it unfairly singles out minorities and provides too few protections. The British government has promised to review it. Let's get on that.\nAs is so often the case with such ham-handed measures, Britain's action is likely to backfire. Greenwald says he has no intention of relenting.\n\"The actions of the U.K. pose a serious threat to journalists everywhere,\" he told The Guardian. \"But the last thing it will do is intimidate or deter us in any way from doing our job as journalists. Quite the contrary: It will only embolden us more to continue to report aggressively.\"\nAnd one thing is for sure about this unseemly episode: It sure does take the Great out of Great Britain. \n\nGraphic\n\n \nphoto AP\n\nLoad-Date: August 20, 2013"
}