{
    "title": "Coverage of terrorism not balanced",
    "publisher": "university wire",
    "year": 2002,
    "month": 7,
    "day": 31,
    "full text": "In a terrorist attack last Tuesday, one congressman and one civilian were killed and several local councilmen and radio journalists were injured in a bombing in an upscale cafe. If this story does not sound familiar, it is because it was barely covered at all in the news media. Considering how \"terrorist aware\" the news has become, why did this story not merit coverage? It is because this terrorist bombing took place, not in the Middle East, but in Columbia.\nWest Virginia U.\nI found this story while on the CNN web site. I watch the news regularly, so I was surprised that a terrorist attack killing a government official was not reported. The story on the web site was only four short paragraphs, giving virtually no information as to why such an act would be committed or who is responsible.\nA similar story happening in the Middle East would have been repeated at the top of every hour. So why are terrorists in Columbia less important than terrorists in the Middle East? I realize the United States has not been directly impacted on home soil by Columbian terrorists to the same degree the United States has been impacted by Middle Eastern terrorists. However, the United States still suffers the effects of such attacks, as Columbia is the third highest receiver of U.S. aid, behind only Israel and Egypt.\nThe longer unrest and internal war rages in countries such as Columbia, the longer and heaftier U.S. aid will be necessary for these countries to stay afloat. Terrorist attacks in Columbia are on a similar scale in casualties and damages as those in Israel. U.S. money is easier to see lost than U.S. lives, but it does not change the fact that people are still dying, even if they are not American.\nThere may be another reason why Columbian terrorist attacks are not covered in American news media to the same degree as Middle Eastern terrorist attacks: to save face in the war against drugs. Many of the Columbian groups that serve as the prime suspects in these attacks are profiting heavily from the drug cartels. There are three main guerilla groups in Columbia, the Fuerzas Armadas Revolucionarias de Colombia, a left-wing group; Ejercito de Liberacion Nacional, also a left-wing group, and the Paramilitares, a right-wing group. All three of the major guerrilla groups profit from drug trade from Columbia to other countries, with the U.S. being one of the biggest buyers.\nTherefore, perhaps American news media shies away from reporting on South American terrorist action because it gives rise to questions as to where those terrorists get their funding.\nThe answer is in large part the United States. The war on drugs is not going well considering the FARC alone is rumored to reap $ 200 million annually from the drug trade in Columbia. But many Middle Eastern terrorist groups also get their funding from drug trade, so it is possible that the real reason for a media blackout on South American terrorism may lie in another cause.\nPerhaps American news media would find more interest in South America if they were only to discover large oil deposits there. Americans may indeed need an economic reason to care about other countries.\n(C) 2002 The Daily Athenaeum via U-WIRE\n\nLoad-Date: July 31, 2002"
}