{
    "title": "Crackdown against terrorism widens",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 11,
    "full text": "President Reagan has made it clear that he is willing to engage Libya's Col. Muammar Qaddafi in a blow-for-blow exchange of force.\nIn doing so, he is implicitly saying that he will use the United States military as a blunt instrument to compel a change in Colonel Qaddafi's behavior, as opposed to a sharp tool that sends messages through isolated strikes.\nThis broader concept of the use of US power is held by a number of senior military officers, who argue that without occasional real campaigns, flag-waving is useless. Whether Qaddafi, a man administration officials increasingly describe as a ''mad dog,'' is the proper target for such pressure is another question.\n''It could become an endless round. Are we willing to invade Libya?'' asks retired Rear Adm. Eugene Carroll of the Center for Defense Information, a Washington, D.C., defense-policy research group.\nAt his Wednesday evening press conference, President Reagan indicated a willingness to strike Libyan targets if intelligence indicates that Qaddafi was responsible for recent terrorist bomb attacks, one aboard a TWA airliner over Greece, the other at a Berlin nightclub frequented by US soldiers.\nOn Thursday, however, the White House decided that silence on the matter was preferable. At his morning briefing, spokesman Larry Speakes said tersely, ''I will have absolutely nothing to say on Qaddafi or Libya.''\nThe President had said that further armed retaliation depended on being sure that Libya was responsible for the recent bombings, and that he didn't yet have such proof. Amid reports of intercepted Libyan radio communications, however, other top US officials sounded more convinced that Qaddafi was the culprit.\nNATO commander Gen. Bernard Rogers, speaking in Atlanta Thursday, said that he had ''indisputable evidence'' that the Berlin nightclub bombing was the work of a terorist network directed by Qaddafi.\nIn the Mediterranean, the aircraft carrier USS Coral Sea and its battle group were ordered to remain in the area, instead of returning home. The Navy also has cancelled a scheduled port call in Cannes, France for the carrier USS America.\nA third carrier, the USS Enterprise, is currently in the Indian Ocean. Several retired Navy officers expressed doubt that the Enterprise would be sent to the Mediterranean, now that Libya has been struck once. In transit the ship would have to pass through the Suez Canal, where it would be very vulnerable for some 18 hours.\nA Navy spokesman said there were no unusual carrier movements in the Atlantic or at eastern US ports.\nThe Navy could strike Libyan oil refineries or desert military depots using warplanes from only two carriers. But without the defensive ability provided by a third carrier, the Navy could not hang around for long. ''You're reduced to a hit-and-retire operation,'' says a retired Navy officer familiar with carrier operations.\nTheoretically, US F/B 111 bombers based in Britain could strike Libya. But sources doubt whether Prime Minister Margaret Thatcher could allow such a move and survive politically. Air Force B-52 heavy bombers could fly from bases on the continental US, hit Libya, and fly back, with in-flight refueling. The US practiced such an operation recently in the ''Bright Star'' exercises conducted with Middle Eastern allies.\nWednesday night, President Reagan said of terrorism, ''If somebody does this and gets away with it, and nothing happens to him, that encourages him to try even harder and do more.''\nBut Qaddafi is not famous for his predictability. Robert McFarlane, national security adviser to Reagan from 1983 to 1985, said in a recent magazine interview that he doubts whether last month's US strike against Libya would have much effect on Qaddafi's willingness to engage in terror."
}