{
    "title": "Cracking down on fraud in credit cards",
    "publisher": "the christian science monitor",
    "year": 1983,
    "month": 6,
    "day": 30,
    "full text": "Credit card fraud is a hassle for everyone. Nowadays, cashiers often check not only your card number against the ''hot list,'' but they also want to see your driver's license.\nSuch basic safeguards are among many being applied or considered as financial institutions, merchants, and legislators roll up their sleeves in efforts to combat the big upsurge in illegal use of credit cards. Banks put credit card fraud at the top of the list of criminal risks - ahead of armed robbery and embezzlement, says David H. Dowlan, vice-president in charge of retail credit administration at the Union Bank, Los Angeles.\n''Banks are the biggest victims of the crime, because cardholders are liable for only $50 worth of unauthorized charges on lost, stolen, or misused cards, but consumers ultimately pay because the cost of the crime is built into annual fees and interest rates,'' Mr. Dowlan notes. Hot cards are readily available on the streets for $60 to $150, he adds.\nThe combined card fraud losses of Visa and MasterCard systems alone soared to $125.8 million last year, from $11.7 million 10 years earlier, says John G. Alexander, chairman of the American Bankers Association's Task Force on Bank Card Fraud.\nMr. Alexander, also a senior vice-president of Bank One, Columbus, Ohio, says that ''trafficking in credit card account numbers has increased dramatically because of the alarming rise in schemes involving counterfeit or altered cards which rely heavily on the use of valid account numbers.'' He says losses from counterfeit and altered plastic leaped to $20 million last year for the two major bank cards, from a relatively minor $175,000 just four years earlier.\nThe nine-member ABA Task Force on Bank Card Fraud last month recommended several methods to combat counterfeit and altered cards, based on findings by the Battelle Memorial Institute, a Columbus research-and-development firm. Included is fine-line printing, specifically in rainbow pastel colors. Other suggestions are adding a duplicate account number on the backside of a card and use of a special embossed character.\n''Research has demonstrated that a combination of technologies will be necessary to provide the greatest protection against both counterfeit and altered card fraud,'' Mr. Alexander says.\nThere has already been movement in that direction. Front sides of new MasterCards now sport a rainbow hologram with a three-dimensional effect, printed with a globe and MC initials. And a special ink is used on the face of the new design, visible only under ultraviolet light. Visa is coming out with its Electron card, which will feature numbers electronically embedded via the universal product code instead of the long-used embossed digits.\nOn the legislative front, tougher laws are in the works to plug gaps in existing rules. Spurred by the ABA, Rep. Hamilton Fish Jr. (R) of New York introduced legislation early this month to increase federal criminal penalties involving credit card fraud. Mr. Fish's proposal would make it a federal crime to produce, buy, sell, or transfer counterfeit, altered, or stolen cards and provide penalties for possession of five or more fraudulent cards and for production, sale, transfer, or possession of equipment used in making fraudulent cards or to alter otherwise valid plastic.\nThe ABA, meanwhile, has developed card fraud communication kits for its nearly 13,000 member banks. These will enable banks in coming months to conduct public education, public relations, and advertising activities to enlist aid in battling the bad guys using ''white plastic.''\nLooking ahead to further technology, Visa is focusing on signatures as a means of card verification. In mid-June it announced that it would team up with SRI International in the formation of a San Mateo, Calif.-based company to produce and market new personal identification verification products and systems. SRI International, a Menlo Park, Calif., research and consulting firm, has developed technology that captures a signature's pressure and direction information - while being written. Verification comes from comparison with stored signature data.\nH. Spencer Nilson, publisher of a Los Angeles-based credit card newsletter, says $61.4 million of last year's fraudulent use of Visa and MasterCard ''is in categories more or less controllable, but no cost-effective method has yet surfaced to appreciably slow down continued growth, since the primary origins are transaction oriented and therefore tied to gross volume.'' Very little of the remaining uncontrollable categories will ever fall within the scope of preventive systems or technologies, he maintains. Mr. Nilson describes uncontrollable categories as including stolen or lost cards, postal theft, collusion, and terrorism.\n''Terrorism is the biggest potential source of future losses,'' he continues, ''because it's perpetrated by professional criminals with unlimited resources tied to well-established distribution channels supporting their rackets. Their interest is only mass theft of cards, and the 'sitting duck' targets are card manufacturers.'' An illustration, he recalls, was the theft of 6,385 blank Visa cards from a manufacturer 20 months ago.\n\nGraphic\n\n \nPicture, Cardmakers are dealing themselves a safer hand, By R. Norman Matheny, staff photographer"
}