{
    "title": "Crackdown against terrorism widens; Europe turns tougher, but not tough enough for US",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 11,
    "full text": "Europeans are turning tough on terrorism - but not tough enough to satisfy the United States.\nFollowing bomb explosions in Paris and Berlin, both France and West Germany expelled Libyan diplomats this week. France also expelled four other Arab suspects as the government announced a series of measures designed to intensify the fight against terrorism - including a willingness for the first time to discuss terrorism at next month's economic summit of Western leaders in Tokyo. Spain, meanwhile, recalled its ambassador to Libya for consultations over reported threats by Libyan leader Muammar Qaddafi against nations that are hosts for US military facilities, which Spain is.\nBut diplomats and experts caution that the discussion of terrorism at the Tokyo summit is unlikely to produce much in the way of concrete decisions. Europeans still refuse to consider military action or economic sanctions against Libya. Nor will they stop negotiating with terrorists or countries supporting terrorism.\n''Americans think of terrorism as a war,'' says Daniel Hermand of the French Institute for Military Studies. ''We Europeans think of it as political violence less important than war.''\nEuropeans are more accustomed to political violence than Americans are, experts say. Italy has suffered from the Red Brigades, West Germany from the Red Army Faction (Baader-Meinhof Gang), Britain from the Irish Republican Army, France from Corsican nationalists, and Spain from Basque nationalists.\n''Americans have no experience with bombs exploding in our streets,'' says a US diplomat based in Paris. ''Europeans do. I remember in the 1960s how the OAS (dissident French Army officers protesting the decision to grant Algeria independence) exploded several bombs every day.''\n''We live here and we know this isn't Beirut,'' says Mr. Hermand. ''We know that you don't declare war for two deaths caused by a bomb.''\nEuropeans fear an overreaction by the US, particularly toward Libya and its mercurial leader.  This attitude suggests a broad consensus that Qaddafi's terrorism doesn't threaten to destabilize Europe.\n''Tailor your operation to the provocation,'' advises one French diplomat. ''We strike against Qaddafi where we have to, in Chad. At the same time, you must continue to talk to him. It's not the black-and-white relationship America wants; it's a gray relationship.''\nEuropeans continue to foster such gray relationships. While promising to crack down on terrorists, French Prime Minister Jacques Chirac gave in to one of the key demands of extremists holding French hostages in Lebanon. The new, conservative prime minister said France would strengthen ties with Iran.\nHigh-level French sources confirm that France - as well as Italy - permitted terrorist groups free passage in the 1970s in exchange for assurances that no incidents would be staged in the two countries. ''If we can reach an agreement, we say why not?,'' explains Francoise Chipaux, deputy foreign editor of the respected daily Le Monde.\nBehind this lies the European view that terrorists are often inspired by grievances that have negotiated solutions. Jacques Leaute, former head of the French Criminology Institute, says examples of this include Basques and Corsicans separatists - who turned to violence in frustration with overly centralized governments. Political responses, such as the granting of limited regional autonomy, proved effective in dealing with separatist unrest.\nBut Europeans are beginning to realize that such political responses do not always work. High-ranking French sources say their understandings with Arab terrorist groups were abandoned after terrorist incidents were staged in France in the late 1970s. He added that such agreements are no longer being made.\nThe Lebanese hostage crisis adds a dramatic emotional feeling toward Arab terrorists. Unlike the past - when kidnapped Frenchmen were often ignored by the press - the wives of the Beirut hostages have led an effective public campaign to pressure the government to liberate their husbands. So have journalists, angered by the kidnapping of four of their colleagues. ''The pressure is incredible,'' says one French diplomat. ''We're forced to spend all our time trying to solve this.''\nIn the background lies the explosive presence of millions of immigrants from the Middle East now living in Europe. In France, fear of these immigrants has helped fuel the emergence of extreme right-wing leader Jean-Marie Le Pen as a major political force.\nAll these factors have combined to produce a tougher European line against terrorism.\nBut the Chirac government will not satisfy all US demands. For example, US diplomats here say they would like to increase multilateral cooperation in dealing with terrorism, but the French refuse. While France is expected to agree to a common declaration against terrorism at the Tokyo summit, French officials say they will veto any permanent antiterrorism commission. This stems from fear of intelligence leaks - and the possibility of being forced to follow overwhelming US leadership.\n''We must respect the rights of elementary national sovereignty,'' says one French official. ''Laws and cultures differ and must be taken into account.''\nThis insistence shows how hard it will be to bridge the deep philosophical differences between the US and its European allies concerning terrorism.\n''It's the legacy of the World War II resistance movement,'' Mr. Leaute says. ''I was a member, and I was called a terrorist. Because of that, we Frenchmen refuse to presume that everyone you call a terrorist is guilty.''\n\nGraphic\n\n \nPicture, Spain port call: armed US sailor watches protesters deface ship used off Libya, AP"
}