{
    "title": "Cran-terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 11,
    "day": 28,
    "full text": "Last week's holiday marks the beginning of our yearly custom of gorging ourselves at family Thanksgiving feasts, office Christmas parties and New Year's Eve lush-fests that give the most health-conscious among us excuse to splurge. Between the end of November and the beginning of January, we put away more food and drink than Rush Limbaugh can put away narcotics in 10 lifetimes.\nBut this column isn't about gluttony. This column could save your life.\nI write to you to propose an entirely new counterterrorism system. This system will undoubtedly become a model for all nations to implement, as the United States continues to be the world leader in defeating the \"axis of evildoers.\" (Insert George Bush speech mannerism here.)\nAs you know, the Department of Homeland Security uses a color-coded system to warn us that we could die at any moment. In fact, Fox News has been thoughtful enough to run the current \"terror alert level\" at the bottom of its news ticker for the past several years, reminding all John Kerry voters that, had their candidate been successful in 2004, such silly colors wouldn't be necessary because we'd all be dead. The system I propose would be simple to implement and involves citizens in the important process of identifying terrorists here at home.\nDuring the holiday season, we will eat thousands of tons of turkey, game hen and bird-shaped tofu concoctions (for you vegans). Along with this entree will be served an American mainstay: cranberry sauce. You can tell a lot about a person by the way they enjoy their cranberry sauce. For instance, some people choose to serve the sauce directly from the can, plopping the garnish onto a beautiful crystal platter with \"can form\" intact. Others choose to mash up their cranberry sauce in a beautiful heirloom of a bowl, or, better yet, serve fresh cranberries. Either way you choose, you are engaging in a tradition that has stood since the historically accurate times of the first Thanksgiving.\nBut what about those who don't like cranberry sauce? Where is their voice? Well, dear friends, here's the catch. There's a category of \"Americans\" out there who don't like cranberry sauce with their holiday meals, and it is these people who we must weed out of our country. Common logic tells us that those who don't like cranberry sauce oppose traditional American values, hate freedom and are terrorists.\nThis is how we are to track all would-be evil-doers in our midst. Citizens, it is your responsibility to recognize those haters of cranberry and report them to the FBI. When there's a cranberry-hating terrorist could be sitting next to you right now, a good color-coded system will do little to protect the rest of us. Take a stand. Speak out against those who deny American values. Stop the cranberry-haters before they get you.\nIt doesn't matter if it's your grandmother. If they're not with us, they're against us. Happy holidays.\n(C) 2006 Indiana Daily Student via U-WIRE\n\nLoad-Date: November 28, 2006"
}