{
    "title": "CRAZY FOR DUCT TAPE; TERRORISM FEARS FUEL A BUYING FRENZY",
    "publisher": "philadelphia daily news",
    "year": 2003,
    "month": 2,
    "day": 13,
    "full text": "IN THE early days of the Cold War, the government's advice to a jittery public gripped by the threat of nuclear annihilation was \"duck and cover.\"\nNow, in the age of terrorism, it appears to be duct tape.\nPerhaps that is why in the sleepy, small town of Hickory, North Carolina, the Shurtape Technologies plant is now operating seven days a week, 24 hours a day.\nHeavy machines are churning out sticky, silver rolls of PC618, PC600 and PC621 to meet skyrocketing demand across the country.\n\"The demand has increased enormously in just the last 24 hours,\" said Brad Dozier, Sr. Vice President of Shurtape, one of the country's leading manufacturers of duct tape.\n\"One retailer who normally sells 3,000 rolls a day sold 33,000 rolls yesterday.\"\nManufacturers and retailers say they've seen a frenzy of sales activity following the release of survival tips issued by the office of Homeland Security under Code Orange, the high terror alert status.\n\"We're experiencing significant demand across the country, especially in the metropolitan areas,\" said Shelley Schumaker, spokesperson for Home Depot's 1,500 stores.\n\"It's a unique situation and we're doing what we can to restock.\"\nAmericans anxious over a possible chemical or biological attack have a survival shopping list: food, flashlights, batteries, propane, water, first aid kits, and plastic sheeting to seal windows and doors.\nAnd a key component of the defense is duct tape - the super-strong adhesive ribbon used over the last 60 years to bind everything from cracked pipes and car fenders to carpet tears and crime victims.\n\"It almost takes you back to Y2K,\" said Dozier, recalling the panic over predictions that the new millennium would cause a technological meltdown with cataclysmic consequences.\n\"I'm not too much of an alarmist, but I could see how some people would be terrified,\" said Dozier, who has a daughter in London he worries about. \"I can understand that.\"\nAnd so, warned by a government on the brink of armed conflict in Iraq, jittery Americans at home held family meetings to discuss defense strategy. They made up lists of essential items. And then they went shopping for war.\nMike DelCoco filled his cart at the Home Depot in South Philadelphia with 2,000 square feet of plastic sheeting ($39.97), six flash lights with batteries ($6.50 a two-pack), a lantern ($6.00) and a two-pack of duct tape ($6.75).\nThen he went to the supermarket to buy 10 gallons of water and non-perishable food, spending $160 total.\n\"Everything they said on television we need,\" said DelCoco, 37, of South Philadelphia, the father of six, a recently unemployed copier technician, whose wife is expecting a seventh child.\n\"I figured I have enough sheeting and duct tape to do our home and our in-laws home,\" said DelCoco, who decided that his master bedroom will be where his family \"hunkers down\" in the event of an attack.\nHe also figured that he could secure his family in the home in time if terror were to strike in Center City at City Hall or Independence Hall.\n\"Maybe I'd have half an hour or 45 minutes. Then we could weather it out,\" he said. \"Of course if it's around the corner, it's going to be too late. But I don't think there's anything here in South Philly anybody would really want to blow up.\"\nElba Feliciano was also at the Home Depot yesterday, shopping for the worst.\nIn her cart was plastic sheeting, duct tape, batteries, flashlights and propane tanks.\n\"I figure this way, if we don't have electricity, we can still use gas,\" said the 55-year-old South Philadelphia mother of four and grandmother of 11 .\n\"We have babies, and their milk has to be heated. The adults can eat cold food right out of the can, but not the babies.\"\nBy yesterday, Quark Security had sold 20 special infant \"bubbles\" to product babies against a chemical or biological attack.\nThe number was small compared to the 500 \"Urban Survival Kits\" the New York City-based high-tech surveillance company has sold over the last three days at $595 apiece.\nThe kit contains a chemical suit and gloves, long-life flashlight, 120 decibel alarm, emergency tool capable of breaking down doors, an emergency water cannister that connects to an \"NBC\" gas mask - nuclear, biological, chemical.\n\"It's just something we put together after 9/11,\" said Quark vice president Greg Graison. \"We've been inundated.\"\nAsked if he thought such protection would ultimately be necessary, Graison paused.\n\"I think most people feel like something is going to happen, and to give people peace of mind, I think is a good thing. And this is something that truly will work.\"\nBy comparison, duct tape, which has myriad applications, has yet to be tested for terrorism.\nStill, Curtis Folks found himself relatively alone among the Home Depot shoppers who swarmed around the large displays of Code Orange necessities in trying to convince them they were wasting their money.\n\"Plastic and duct tape ain't gonna save you,\" the 40-year-old contractor said. \"That's crazy.\n\"You have old ladies coming down here who can't even carry this stuff spending all their money. They need to stop this hype. They're going to have people dying just worrying about it.\nFolks said he was able to convince one woman to do without the hardware store terror gear.\nBut DelCoco and Feliciano were not among them\n\"You have to hope for the best and prepare for the worst and make sure everybody who is yours is safe,\" said DelCoco, whose wife thinks the government should issue gas masks.\n\"I want to be ready.\"\n\"We had a family conference and we all decided that if anything...\" Feliciano said, pausing in mid-sentence. \"Well, the family wants to stay together.\"\nFolks, a father of 12, feels the same way. But if Philadelphia's day of terror comes, he'll face it without duct tape.\n\"If it's gonna come man, it's gonna come. The president is going to go underground and we're all done. The best thing you can do is grab your family and pray.\"\n\nLoad-Date: February 13, 2003"
}