{
    "title": "Creator, writer, producer and star pulls back curtain on 'Ramy' at Scripps Presents",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 1,
    "full text": "Ramy Youssef, creator, writer, executive producer, and star of the Hulu Original comedy series \"Ramy\", speaks at Scripps Presents on Sept. 24. (Courtesy: Craig Blankenhorn via Hulu)\nIn the middle of shooting season two of the first Muslim American sitcom nominated for an Emmy Award, the show's in-person production ground to a halt. Golden Globe Award-winning actor Ramy Youssef - creator, writer, executive producer and star of the Hulu Original comedy series \"Ramy\" - needed to pivot and ensure the season would not bear the marks of the creative restrictions of the coronavirus pandemic. \n\"It was wild to transfer what has always been an in-person workflow and put it all online,\" Youssef said. \"A day's work becomes a week's work.\" \nAs this year's Scripps Presents series focuses on the future, it seemed fitting that Youssef is reinventing comedy, Scripps Presents artistic director Corrina Lesser said to the approximately 250 virtual attendees on Sept. 24. After the event, Scripps College students attended a private session with Youssef.\nMaytha Alhassen, a journalist and social justice artist who collaborated with Youssef on \"Ramy,\" interviewed him about the show, analyzed videos of scenes and moderated a Q&A with audience-submitted questions. Alhassen \"creatively advised on the first season of Hulu series 'Ramy' and then transitioned into a staff writer for the second season,\" according to her website. \nRamy Youssef's Hulu Original comedy series \"Ramy\" is a fictionalization of Youssef's life as a first-generation, Muslim millennial. (Courtesy: Craig Blankenhorn via Hulu)\nA fictionalization of Youssef's life as a first-generation Muslim millennial, \"Ramy\" has been renewed for a third season, according to Variety. But when Hulu picked up \"Ramy,\" the show lacked the celebrity power to propel it into the spotlight, Youssef said. Because \"Ramy\" is accumulating a number of firsts in television, Youssef is excited to see how it will affect the industry and open doors for new voices - but also recognizes the expectations it creates within its viewers. \n\"Especially if it's a Muslim audience, they're put in an uncomfortable position because the show is marketed to them as like, 'Hey, Muslims, you got a show, here you go!'\" he said. \"And this is not a show about Muslims, it's a really specific show. It's about this dude Ramy, his family and the specific things we zone in on.\"\nYoussef said that he tries to avoid focusing on the race to be the first, \"because the idea is that there needs to be more than one story.\" Instead of following expectations for representing Arab Muslims, he concentrates on the nuanced coming-of-age story he desires, which the New York Times called \"quietly revolutionary.\" \n\"As a creator, [I aim to] drown out that sound and just focus on making something that feels honest and focused, knowing that people are going to be upset because there's such scarce representation that's not in the framework of national security and terrorism,\" Youssef said.\n\"The amount of messages I've gotten from people who are like, 'Man, I've had some Ramy-like mess-ups in my life,'\" he said. \"That kind of connection is the thing that I'm most excited about cultivating. It's about making the lonely feel less lonely,\" Youssef said.\nIn fact, the only way \"Ramy\" explores terrorism is through a child's perspective - originating from personal experience. In a dream scene from the series played during the event, Osama bin Laden explains colonialism to a young Ramy through Egypt's strawberry production. Inspired by one of the many articles Alhassen sent Youssef, the conversation described how Egypt turned its wheat fields into strawberry fields to provide the United States with strawberries in the winter instead of bread for Egyptians. \nAlong with 250 virtual attendees, Maytha Alhassen interviews Youssef about his show \"Ramy\". (Courtesy: Craig Blankenhorn via Hulu)\nWith his character, Youssef enjoys exploring grey areas, leading some viewers to call his protagonist \"unlikeable.\"\n\"I often wonder if the character was white, [if] he would just be viewed as complex,\" he said. \"And I wonder how much of that has to do with our desire for this person to be a window into us feeling acceptable and loved.\"\nTo Youssef, the character possesses many likable qualities but \"veers into something that is ugly\" within everyone, which makes the show fun and relatable. \n\"The amount of messages I've gotten from people who are like, 'Man, I've had some Ramy-like mess-ups in my life,'\" he said. \"That kind of connection is the thing that I'm most excited about cultivating. It's about making the lonely feel less lonely.\" \nFurthermore, Youssef endeavors to challenge all viewers with racial and religious conversations - for example, by discussing the anti-Blackness in the Arab community. \n\"Looking at prejudice and racism in a binary as white versus people of color disservices the strength of the conversation,\" he said.\nAdditionally, among the clips from the TV show, Alhassen presented Youssef's viral video of an Emmy presenter in a hazmat suit waving goodbye outside a window, lost Emmy in hand.  \n\"It was actually hilarious,\" he said. \n\nLoad-Date: October 2, 2020"
}