{
    "title": "Creator of Revolution Muslim website, inspiration to US jihadis, pleads guilty Jesse Curtis Morton,",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 2,
    "day": 9,
    "full text": "A New York man pleaded guilty on Thursday to charges that he created and ran militant Muslim websites - including RevolutionMuslim.com - to encourage others to engage in violent actions to defend Islam from perceived attacks in the West.\nJesse Curtis Morton, who is also known as Younus Abdullah Muhammed, entered his plea in federal court in Alexandria, Va.\nAs part of the plea agreement, Mr. Morton admitted that he used his websites to solicit the murder of those who had allegedly disparaged the Prophet Mohammed. He also admitted that he made threatening communications and used the Internet to place others in fear.\nHis websites were supportive of Osama bin Laden, US-born militant cleric Anwar Al-Awlaki, Al Qaeda, the Taliban, and other Muslims promoting jihad. They featured messages in support of the 9/11 attacks and the November 2009 killings at Fort Hood, Texas.\nThe websites also highlighted the actions of perceived enemies of Islam, including cartoonists in Denmark who had lampooned the Prophet Mohammed, a US-based artist who promoted \"Everybody Draw Mohammed Day,\" and the writers of South Park for an episode that featured a person in a bear suit who was supposedly the Prophet Mohammed.\nAfter accepting the plea, US District Judge Liam O'Grady set sentencing for May 18. Morton faces up to five years in prison for each of the three counts.\n\"Jesse Morton operated Revolution Muslim to radicalize those who saw and heard his materials online and to incite them to engage in violence against those they believed to be enemies of Islam,\" said US Attorney Neil MacBride in a statement.\n\"We may never know all of those who were inspired to engage in terrorism because of Revolution Muslim, but the string of recent terrorism cases with ties to Morton's organization demonstrates the threat it posed to our national security,\" Mr. MacBride said.\nOfficials say Morton worked closely with Zachary Chesser of Fairfax County, who is now serving a 25-year prison sentence after pleading guilty to communicating threats.\nFour days after Mr. Chesser's arrest, Morton flew to Morocco where he remained until his arrest last May.\nAs part of his plea, Morton admitted that he contributed to the radicalization of Muslims in the US and other English-speaking countries.\nAmong the individuals he admitted to influencing:\nRezwan Ferdaus of Ashland, Mass., was charged in September 2011 with plotting to fly explosives-laden remote controlled model airplanes into the Pentagon.Another was Colleen LaRose of Montgomery County, Pa., who is also known as \"Jihad Jane.\" She was charged in March 2010 with plotting to kill a Swedish cartoonist based on his depictions of the Prophet Mohammed.Officials said Morton's websites also played a role in encouraging Antonio Benjamin Martinez of Baltimore to conspire to bomb a military recruiting station in December 2010.\n\"Individuals such as Morton who encourage violence and create fear over the Internet are a danger to our society and to the freedoms we enjoy as citizens,\" said James McJunkin, the FBI's assistant director in charge. \"Today's plea, and other recent cases of those associated with Morton's organization, demonstrate the widespread nature of this danger,\" he said.\n\nLoad-Date: February 10, 2012"
}