{
    "title": "Creating a new kind of tension",
    "publisher": "richmond times dispatch ",
    "year": 2007,
    "month": 2,
    "day": 4,
    "full text": "SURVEILLANCE\nJonathan Raban\n258 pages, Pantheon, $24\n Brace yourselves, everyone. Another top-notch writer has produced an age-of-terrorism novel.\n It's happening a lot these days, with varying results. Jonathan Raban's new novel, \"Surveillance,\" is one of the best. It's engrossing and provocative, and it's certainly more disturbing on a gut level than most other novels that have tackled the subject.\n As \"Surveillance\" opens, a GQ editor offers Seattle-based journalist Lucy Bengstrom a tough assignment: Coax an interview out of a famously reclusive memoirist, August Vanags.\n \"It's a unicorn hunt,\" the editor tells Bengstrom, but the pay is good: $4,000 for preliminary research and $25,000 if she lands the interview and writes the profile.\n As it turns out, Vanags' isolation is a marketing gimmick created by his publisher, and he's more than happy to talk with Bengstrom. In fact, she and her 11-year-old daughter spend a couple weekends with him after her initial visit to Vanags' isolated house on Useless Bay, north of Seattle.\n At first glance, Bengstrom and Vanags are an odd match for a long profile, which requires a modicum of friendliness and like-mindedness between the writer and her subject.\n Vanags is a neoconservative who advocates a strong stand against terrorism.\n \"Civilization is always just twelve, maybe fifteen hours away from barbarity,\" he tells Bengstrom. \"Doesn't matter where you are - could be anywhere, could be Seattle - and less than a day is all it takes to turn a great city into a hellhole. Yesterday you were living in the world's finest democracy, today it's Mogadishu. The line's that thin.\"\n Bengstrom is a liberal who believes federal funds would be better spent addressing issues such as greenhouse gases and earthquakes.\n But she's a moderate compared to her best friend, Tad Zachary, who believes the government is using the war on terror as an excuse to frighten voters into a state of meek compliance.\n The government is certainly omnipresent in \"Surveillance.\" From roadblocks and national identification cards to large-scale homeland security exercises, it offers enough intrusions to worry even moderate skeptics. But the government isn't alone in its incessant nosiness.\n Zachary uses the Web to peek at the government's secret operations and to check on the true identity of his landlord, who in turn plants a spy to report on his employees. And Bengstrom uses a variety of sources to peer into Vanags' past, whose official version she begins to doubt.\n In the age of terror, we all spy.\n This is what distinguishes \"Surveillance\" from many of the novels that address the post-Sept. 11 world: It examines how we survive, psychologically, in a world of uncertainty.\n Some readers may resent Raban's unwillingness to answer the many questions he raises. Is Vanags who he says he is? Is the government sincere in its oft-raised alarms about terrorism? Will everything work out for Bengstrom and her daughter?\n In a novel set the day after an uncertain tomorrow, answering all our questions may be asking too much.\nDoug Childers is a Richmond writer and edits WAG, a literary Web site at www.thewag.net.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: July 27, 2007"
}