{
    "title": "Credit Muslims who speak out",
    "publisher": "philadelphia inquirer",
    "year": 2005,
    "month": 8,
    "day": 14,
    "full text": "Omar Ricci\nis vice chair of the Muslim Public Affairs Council\nOn July 28, more than 145 Muslim American organizations did something their fellow Americans had been looking for since 9/11: They issued a fatwa against extremism, terrorism and suicide bombing. What took so long? The answer involves scholarly taboos and tradition, a failure to understand the American psyche, and the culpability of the national media.\nThe term fatwameans a nonbinding Islamic religious opinion rooted in sources of Islamic law - the Quran and the authentic sayings and actions of the Prophet Muhammad or Sunnah (see \"Demystifying the Fatwa\" at http://www.mpac.org \nThe use of this term by al-Qaeda and other such groups to attract ill-guided followers has led Americans to assume that a fatwa is a binding Islamic edict - much as the Vatican issues binding edicts to its followers.\nBut Muslims see a fatwa as nonbinding - in many respects, similar to a legal opinion without being law. So when Osama bin Laden issued a fatwa in 2002 calling on Muslim Americans to fight in the West, it was shrugged off because Muslims did not agree. Moreover, they viewed bin Laden as a criminal and not a religious scholar.\nSince 9/11, Muslim American organizations have been tirelessly engaged in efforts against terrorism and terrorist ideology, efforts that deeply reflect the Quran and Sunnah. Why have these organizations not labeled their antiterrorism efforts as fatwas? The answer stems primarily from a deep scholarly desire not to cheapen the meaning or spirit of the term.\nWhy isn't America getting the message? Why are Muslim American organizations having a monumental PR crisis at such a critical time?\nMuch responsibility lies with these very Muslim American organizations. Too many Muslim American leaders underestimated the degree to which the terrorists had demeaned the use of fatwa, and the psychological impact the term had on fellow Americans. These failures cost Muslim Americans dearly. Right-wing media pundits, with their politically motivated ignorance of Islam, indicted the entire Muslim community with not having done enough to condemn terrorism. The right-wing dominance of the national microphone influenced those who heard few countervailing opinions.\nThe national media, the modern-day mountaintops from which to shout, are also culpable. Wittingly or not, they have perpetuated the false notion that U.S. Muslims have been slow to condemn terrorism. The media have failed to report efforts made by Muslim Americans. So when, on the first anniversary of 9/11, Muslims in San Francisco marched against terrorism, only local media took note. When Muslims in Southern California created a quilt bearing the name of each victim of 9/11, and took this quilt on tour around the nation, it barely made a blip. When the FBI praised Muslims in Buffalo, N.Y., as instrumental in the capture of the \"Lackawanna 6\" al-Qaeda cell, there was only a momentary pat on the head. Serious policy studies by Muslim academics and activists have gone virtually unnoticed even though former national security advisor Brent Scowcroft called one such study \"a serious, balanced and thoughtful look at the dilemmas faced by the United States in defining and conducting a war against terrorism\" (http:// \nwww.mpac.org/media_article_display.aspx?ITEM=598 \nOne example of this media disconnect occurred in an interaction between my group, the Muslim Public Affairs Council, and CNN in September 2004. Catherine Mitchell, a segment producer from NewsNight with Aaron Brown,flew to Southern California and spent several intensive days interviewing local imams, FBI agents, and Muslim community leaders about MPAC's \"Grassroots Campaign to Fight Terrorism.\" The campaign, with its \"12-Point Mosque Guidelines\" and \"Partnering with Law Enforcement\" components, was being implemented in Southern California. CNN presumably wanted to report on Muslim Americans taking steps to counter terrorism. To date, however, CNN has not aired a single second of their extensive taping. Almost a year later, the reason CNN has not aired their report can only be provided by them.\nMuslim Americans have done, and are doing, their share to protect the nation. But either because style still trumps substance, or because the national media don't know how to tell it, the story remains poorly told.\nContact Omar Ricci at oricci@earthlink.net  \n\nLoad-Date: August 14, 2005"
}