{
    "title": "Crime and police news",
    "publisher": "richmond times dispatch ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "Two Chesterfield firefighters injured\nCHESTERFIELD Two Chesterfield County firefighters reported minor injuries as a result of a pre-dawn fire that caused considerable damage to a house just southeast of Meadowbrook Country Club.\nInvestigators ruled the cause as arson, said spokesman Lt. Jason Elmore.\nOne firefighter was treated for a back injury and another for an arm injury following the fire, which was called in Monday at 5:36 a.m. when a neighbor saw flames coming from a house in the 3500 block of Oregon Oak Drive.\nThe first units encountered heavy fire coming from the rear and the roof of the two-story, wood-frame house, which authorities said was unoccupied and appeared to be vacant. The fire was declared under control at 6:11 a.m.\nRichmond firefighters assisted Chesterfield crews.\nGun report forces lockdown at Huguenot\nRICHMOND Huguenot High School was placed on lockdown Monday morning after a student reported a gun on school property, but an investigation concluded there was no firearm on campus.\nThe student made the report to school officials, and the school was placed on lockdown about 11 a.m., said school system spokeswoman Felicia Cosby.\n\"We instituted Code Red as a precautionary measure while we investigated,\" Cosby said. \"The allegation was proved to be unfounded.\"\nHenrico man charged in King William thefts\nKING WILLIAM A Henrico County man has been charged in several nighttime thefts from businesses along U.S. 360 in King William County.\nAlexander L. Legg, 38, was arrested Friday by King William sheriff's deputies while he was loading a trailer of stolen plants from a local produce business, said King William Sheriff J.S. Walton. He was charged with one count each of burglary and grand larceny.\nWalton said additional charges of grand larceny were to be filed Monday in several nighttime thefts in recent weeks from Southern States Cooperative in King William.\nThe sheriff said Legg operated a business at flea markets from Henrico to Warsaw selling many of the items he stole. Investigators developed Legg as a suspect and set up surveillance of local businesses in the area, Walton said.\nStay alert about terrorism, police urge\nRICHMOND Virginia State Police on Monday reminded residents to remain alert and continue to report suspicious activity, especially signs of potential terrorism, after the death of Osama bin Laden.\n\"At this time, there is no known direct threat against Virginia or its infrastructure as a result of these recent events,\" Col. W. Steven Flaherty, the state police superintendent, said in a statement. \"We simply want to remind our citizens to stay attuned to their surroundings and environment, and to always report suspicious activity to law enforcement.\"\nState police said Virginians should report activity including suspicious people who appear to be taking surveillance of potential target sites, asking questions about a particular facility, testing security at a building, or acquiring or storing supplies such as weapons, ammunition, explosives or chemical equipment.\nFrom staff and wire reports\nCopyright © 2011, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: May 4, 2011"
}