{
    "title": "CRIME AND FRAUD IN A NEW LEAGUE  TERRORISM NO LONGER BIGGEST CONCERN FROM MULTINATIONALS",
    "publisher": "business insurance",
    "year": 1994,
    "month": 12,
    "day": 26,
    "full text": "LONDON-Terrorism will continue to be a problem for multinational companies in 1995, but crime and fraud have taken over as the major threats, according to a political risk consultant.\nTerrorists will continue to attack foreign targets, particularly Israeli and Jewish targets worldwide, says a new report by international consulting firm Control Risks Group.\nKidnappings of business executives also will continue to rise in certain countries like Mexico. And, a potential civil war in Algeria should deter foreign business at all costs, the report said.\nHowever, ''organized crime is the most pervasive and sophisticated threat business will face next year,'' according to the report by London-based Control Risks. Russian organized crime syndicates in particular threaten not only businesses in their own nation but also other parts of Western Europe.\nControl Risks complete 123-page report, ''Business Security Outlook-The World in 1995,'' will be available in January. It details the consultant's outlook on political, economic and social risks that foreign businesses face in most regions of the world.\nControl Risks' conclusions generally agree with those of a separate survey of 101 British boardroom executives polled by the consultant earlier this month and included in the report.\nA total of 55% of those executives surveyed said they believe the risk of fraud will increase in 1995, compared with 29% who predicted political instability will increase.\nAnd, 52% said they expect crime activities will rise, particularly organized crime, compared with 36% who said religious extremism will increase.\nBritish businesses see growing opportunities to invest in South America, South Africa and India in 1995, as well as Russia, China and Southeast Asia.\nBut, the British executives surveyed predicted that the greatest risks to investment will be in Russia, Nigeria, Egypt and China.\nControl Risks said it believes the executives overestimated the risk to foreign business in Egypt, stating that the greatest threat to foreigners appears to be crimes against individual tourists.\nThe consultant did acknowledge that there was a wave of 10 small-scale bombings against Egyptian and foreign bankers in Cairo between February and May. ''But these were largely symbolic, and were not intended to cause major damage or casualties,'' according to Control Risks. ''The prospects of local terrorists singling out foreign business people for assassination are remote.''\nAccording to Control Risk's report, ''Information is the first step to effective political and security risk management.''\n\"Overall, crime rather than politically motivated violence will be the most pressing security concern for international business in 1995,'' the report predicts.\nThe areas hardest hit by crime will be the countries that comprised the former Soviet Union, particularly Russia.\nThe Russian Federation ''is a huge potential market'' with more than $3 billion in direct foreign investment expected in 1995. International organizations believe by the year 2000, Russia could be the fastest-growing economy in the world, observed Control Risks. Indeed, among the Overseas Private Investment Corp.'s largest commitments on expropriation and political violence coverage in 1994 was Russia (BI, Nov. 28).\nMore than half the British business executives polled by Control Risks also thought that ''Russia (was) the most dangerous place in which to invest.''\nHowever, Control Risks said it believes that ''foreign companies can do business effectively in Russia if they address the risks...(and) act to minimize security risks.''\nExtortion and racketeering are notorious in Russia, the consultant's report shows. Every month, police register 600 to 700 cases of racketeering. A Russian government report in 1994 also claimed that 70% to 80% of businesses pay extortion demands. In fact, the Moscow offices of two Korean multinationals were bombed in February 1994 ''for apparent non-payment of an extortion demand,'' the report said.\n\"However, each (extortion and racketeering) case should be dealt with on its merits and a contingency plan drawn up to deal with the problem when it arises,'' said Control Risks. The most important step is to ensure that all personnel are aware of the crime risks and that they keep abreast of latest developments. ''Out-of-date information is bad information,'' the group warned.\nOrganized criminal gangs also regularly kidnap local business figures in Russia ''and are now turning to foreigners,'' in particular those who fail to pay protection money, warned Control Risks. At least seven foreigners were kidnapped in three Russian cities in the first six months of 1994.\nOfficial figures early in 1994 claim that the Russian Mafia controls almost 40,000 businesses in Russia, so there is an additional risk of accidentally becoming involved with a fronting company for a criminal gang. This ''is one of the greatest hazards for foreign businesses starting operations in Russia.'' Foreign companies should carry out extensive investigations into the background of any company it plans to do business with, Control Risks advised.\nBusinesses in the Baltic States of Estonia, Latvia and Lithuania also will be exposed to organized crime problems in 1995, though the region will remain stable politically, Control Risks said.\nBusinesses that may be vulnerable to extortion demands should consider ''visible security measures'' such as armed guards, as well as draw up contingency plans. ''All demands should be taken seriously. Refusal to pay can prompt physical threats and attacks against personnel and premises,'' said Control Risks.\nOrganized crime is also a concern in the European Union, particularly in Italy, the southern states of China and in Central and South America, where drug cartels still dominate in some countries, said Control Risks.\nPetty crime also is thriving in the Americas, where ''police inefficiency'' has prompted firms to run their own security arrangements. ''Banks and security companies transport cash and other valuables, and there is a growing trend for supermarkets, shops and stores, country clubs, factories, sporting events, schools and hospitals to employ armed security personnel,'' said Control Risks.\nArgentina alone has 90,000 private security agents, up from 8,000 in 1984, the consultant said.\nEmployers should beware of environmental risks in Central and South America, especially where new gas fields are opening.\n\"Foreign companies moving (there) will need to bear in mind that the environmental impact of future projects will come under scrutiny,'' said the report. ''Companies will face new, stricter environmental regulations at the construction and operational stages.''\nForeign companies would be ''wise'' to adhere ''rigorously'' to current environmental standards and anticipate stricter regulations at the construction and operational stages.''\nControl Risks' study details other business security risks in various countries, including:\nFrance, where ''political instability has raised doubts about whether (the nation) is an attractive proposition for foreign investment.''\nForeign investors withdrew some $18 billion from French stocks and bonds in each of the first three quarters of 1994, the consultant noted.\nUnited Kingdom, where the Irish Republican Army ceasefire has improved business security, particularly in London where past IRA bombings have cost hundreds of millions of dollars.\nHowever, the ceasefire is ''fragile,'' so businesses should plan for the worst-the IRA bombing resuming. The City of London, the nation's largest financial district and twice a target for the IRA, has spent  1 million ($1.56 million) on anti-terrorist security measures.\nThe Middle East, where an Israeli-Palestinian peace treaty has opened the door to foreign investment. There is a safer business environment in Lebanon following the civil war, so foreign companies are offering services for reconstruction. In addition, Syria has become ''one of the safest countries in the Middle East,'' the report says.\nBut in Saudi Arabia, the succession of King Fahd, who is ill, could cause political instability and delays in payment from the government to foreign contractors. French and British export credit insurance providers have tightened up their terms to Saudi Arabia as a result, according to Control Risks.\nAlgeria, which is ''the most dangerous country in the world for foreign business.''\nOnly a miracle will save the country from civil war in 1995, the report concluded. More than 30,000 people have already died in violence between Islamic extremists and government security forces, including 17 foreigners-non-native wives of Algerians, visiting businessmen, journalists, tourists, sailors and nuns. ''Foreigners are shot on sight.''\nMost foreign business are withdrawing their expatriates.\nChina and India, which ''look set to dominate emerging market investment through to the end of the century.''\nAlthough China is rich in opportunities, foreign businesses suffer problems, including: the archaic legal system which cannot cope with disputes; debt recovery; and insufficient intellectual property law. India's political system, on the other hand, is ''based on much more secure foundations.''\nMexico, where kidnapping has increased since the 1980s and is now a serious problem.\nThose who have been kidnapped, however, are mainly Mexican business executives. ''Expatriates or employees of foreign companies have not been targeted in recent years and foreigners remain at only slight risk.''\nCopies of ''Business Security Outlook'' are available through Control Risks Group, 83 Victoria St., London SW1 0HW; 0171-222-1552; fax: 0171-222-2296.  Price is  140 ($218).\n\nLoad-Date: January 10, 1995"
}