{
    "title": "CRIMINAL JUSTICE REFORM CHAMPION YESTERDAY",
    "publisher": "yellow sheet report",
    "year": 2020,
    "month": 6,
    "day": 5,
    "full text": "Multiple activist groups pushing for changes in the criminal legal system in Arizona are cutting ties with Blackman, the only black Republican currently in the Legislature,after comments he made on a local radio show about the Black Lives Matter movement and George Floyd. In the radio appearance, which the Arizona Capitol Times first reported (LINK), Blackman accused protestors, who are outraged at the death of George Floyd and other African-Americans at the hands of police, of terrorism, and compared Hoffman’s endorsement of Black Lives Matter to a governor “writing, supporting and endorsing the KKK or an extremist white group. ” He made similar comments in a Facebook Live town hall later in the day. \nNow, the Arizona chapters of the American Friends Service Committee and the American Civil Liberties Union  both groups that worked closely with Blackman in promoting criminal justice legislation in the state  said they aren’t interested in working with him until he makes an apology. “[The comments] go against the work that’s been done,” said Analise Ortiz, strategist for the ACLU’s Campaign for Smart Justice. Specifically, she took issue with Blackman pointing out Floyd’s previous run-ins with law enforcement and his history of drug use. “It becomes difficult to believe that someone with that mindset will create a piece of legislation that will do the right thing for people with substance abuse disorders,” Ortiz said. Blackman has twice attempted to carry legislation that will allow for the early release of people incarcerated for nonviolent offenses under certain conditions. Among legislative Republicans, he has been more vocal than any other in highlighting the need for changes to the state’s criminal justice system.\nCopyright © 2020 BridgeTower Media.  All Rights Reserved.\n\nLoad-Date: June 11, 2020"
}