{
    "title": "Crime briefs",
    "publisher": "richmond times dispatch ",
    "year": 2018,
    "month": 7,
    "day": 7,
    "full text": "Man who was shot is charged with assault\nCHESTERFIELD - A 35-year-old Chesterfield County man was arrested Friday and charged with the domestic assault and strangulation of a woman who shot him multiple times while being attacked, according to police.\n Chesterfield police found Soktha T. Peou shot multiple times at his home in the 200 block of Rosegill Road at 4:25 p.m. Tuesday.\n Police said a woman, who also lives at the home, had shot Peou as he assaulted and strangled her. The woman suffered non-life-threatening injuries. She has not been charged.\n Peou is being held without bail at the county jail.\n Man faces charges in death of pedestrian\n CHESTERFIELD - Police have charged a Chesterfield County man after a pedestrian was fatally struck Thursday.\n Police said Kevin M. Caldwell, 36, of the 10200 block of Lenadoon Drive was issued a summons for failing to yield the right of way to a pedestrian.\n Karen Grkovic, 73, of the 9500 block of Kendelwick Drive, was hit at 5:52 p.m. while crossing the street in the 10720 block of Hull Street Road, police said. She died at a hospital.\n Police said Caldwell remained at the scene. The incident remains under investigation.\n Man found dead was from Williamsburg\n CHESTERFIELD - Police have identified the man who was found dead on the side of a Chesterfield County road on June 24.\n Police said the body of Theodore K. Helseth, 26, who lived in Williamsburg, was found near the 6800 block of Woodpecker Road, which is in the southern part of the county near Matoaca High School.\n Police said they were still investigating and that Helseth's cause of death has not been determined. There are no signs of foul play, police said.\n Anyone with any information should call Chesterfield police at (804) 748-1251 or Crime Solvers at (804) 748-0660.\n Teen's terror charge dropped in prom case\n VIRGINIA BEACH - Prosecutors have dropped a terrorism-related charge against the second of two teens accused of threatening a high school prom in Virginia Beach.\n Prosecutors announced Friday that Michael Coleman, 18, is no longer charged with conspiracy to commit a terrorist act, The Virginian-Pilot reported. He was the second teen charged with that crime after the Bayside High School's prom on June 9. The charge was dropped earlier against a 17-year-old whose name has not been released.\n Virginia Beach Police Chief Jim Cervera has said the teens were arrested after police found a rifle inside a room at the hotel hosting the prom, as well as another gun.\n The 17-year-old's attorney says the guns were film props, and Coleman's attorney says police acted too quickly with the terrorism charges. Both teens still face other charges.\n - From staff and wire reports\n\nGraphic\n\n \nPeou Chesterfield County Police\n\nLoad-Date: July 7, 2018"
}