{
    "title": "Crime-fighting tactics will be used in war on terrorism; Intelligence, surveillance and informants w",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 9,
    "day": 22,
    "full text": "The tools and tactics federal authorities have used to bring down organized crime over the last 20 years could emerge as key elements in the war on terrorism.\nIn his speech to Congress and the nation Thursday, President Bush said Osama bin Laden's al-Qaeda network \"is to terror what the Mafia is to crime.\"\nIn many ways, law enforcement officials say, bin Laden and his followers are 21st-century gangsters operating outside the law and following their own twisted code of conduct.\nLike the Mafia that took root in this country at the turn of the last century, the Muslim terrorists have distorted the concepts of honor, loyalty, faith and family to justify their actions. And like the immigrant gangsters of that earlier era, they have hidden behind language and cultural barriers in their ethnic communities, blending in in much the same way that Italian and Jewish mobsters hid in the ghettos of Lower Manhattan.\nAnd the weapons against both the mob and terrorists include highly detailed intelligence analysis, electronic surveillance, and extensive use of informants.\n\"The methodology is similar,\" said Louis Pichini, a former federal prosecutor with the Organized Crime Strike Force in Philadelphia. \"You're not dealing with a nation-state. You're dealing with a criminal enterprise, a criminal organization. . . . We had to be more organized than organized crime. I think the same thing applies here.\"\n'It's about bullets'\nBut there is a critical difference between the war on organized crime and the war on terrorism, authorities say. Terrorism investigators no longer have the luxury of time.\nFederal law enforcement agencies spent nearly 10 years building up case files and information before launching a series of prosecutions in the late 1980s and early 1990s that tore apart the traditional American La Cosa Nostra families.\nIt is hard to imagine the Bush administration taking even 10 weeks before launching some type of response to the attacks on New York and Washington.\nPichini says the analogy between fighting crime and battling terrorism goes only so far.\n\"This is not a criminal process; this is a war,\" he said. \"It's not about words [legal briefs and arguments], it's about bullets.\"\nBut it also is about gathering intelligence and using it effectively. And to that extent, the parallels between investigating La Cosa Nostra and al-Qaeda are appropriate, Pichini says.\nThe key\n\"It's critical to know the structure and to target the organization rather than an individual,\" said Pichini, who spent 25 years in the U.S. Attorney's Office and was the driving force behind a series of cases that decimated the Scarfo crime family in the late 1980s.\nIntelligence is the key, added George A. Stamboulidis, a former U.S. Attorney in the Eastern District of New York who successfully prosecuted Vincent \"The Chin\" Gigante, boss of perhaps the most powerful and secretive of New York's five traditional mob families.\nIn fact, Stamboulidis said, part of the job currently facing investigators is sifting through the massive amount of information already available and trying to put it into context in light of recent events.\n\"It's not like we woke up on Sept. 11 and discovered there are terrorists operating in this country,\" he said. \"There is a tremendous amount of information out there, and I'm sure it's being put to use. There are things going on that the public isn't aware of and probably shouldn't be.\"\nFred Martens, former executive director of the Pennsylvania Crime Commission, said the mob analogy to terrorist organization was not a perfect fit.\n\"The mob image is that the organization is monolithic,\" said Martens, who teaches a course on terrorism at the College of New Jersey and is a supervisor with a Manhattan-based corporate securities firm. \"Al-Qaeda is not. . . . Bin Laden is the money man. He gives out these 'grants' to different groups that carry out these activities. So in that sense, to compare it to the mob is not an accurate description.\"\nBut Martens, like Pichini and Stamboulidis, believes the strategies used to battle La Cosa Nostra will be effective.\n\"You have to get inside these cells\" in the same way investigators were able to infiltrate the mob families, he said. \"You need to find the Sammy Gravanos of the terrorist groups.\"\nGravano, the onetime underboss of New York's Gambino crime family, was the key government witness in the prosecution of John Gotti.\n\"We're going to have to deal with unsavory individuals, with terrorists,\" Pichini said. \"This is going to involve unsavory means and methods.\"\nStamboulidis predicted that Congress would move quickly to enact new laws tailored to the war on terrorism.\nIn the early 1980s, prosecutors used the then-untested Racketeer Influenced and Corrupt Organizations (RICO) Act as a hammer against the mob, targeting criminal enterprises and broad-based conspiracies rather than individual crimes and criminals.\nDefense attorneys and civil libertarians complained about the broad-brush strokes and guilt-by-association aspects of RICO. It proved to be a highly effective weapon in unmasking the secret, interlocking criminal connections that were the foundations of La Cosa Nostra crime families.\nNow Congress is expected to consider new legislation that could broaden and expand wiretap and electronic surveillance laws, for example, or permit greater access to banking and financial records.\nIndividual liberties may be sacrificed as a result, Stamboulidis said.\n\"Just as we changed the laws so that we could effectively deal with the animal that was Cosa Nostra, I think we have to do the same thing in dealing with these animals involved in terrorism,\" he said.\nGeorge Anastasia's e-mail address is ganastasia@phillynews.com.  \n\nNotes\n\nAmerica in the Aftermath\n\nLoad-Date: October 31, 2001"
}