{
    "title": "CRIME-BILL ADDITION STRIPS POWERS",
    "publisher": "the columbian ",
    "year": 1996,
    "month": 3,
    "day": 14,
    "full text": "WASHINGTON (AP) With a boost from gun groups, a bipartisan House coalition stripped an anti-terrorism bill of provisions they said would unconstitutionally expand federal law enforcement power.\nIt was Republican against Republican as the House considered the proposal by Rep. Bob Barr, R-Ga. But it took the votes of 67 Democrats many of them gun rights advocates to put the measure over the top, 246-171.\nThe amendment deleted provisions from the bill that would have made it easier for prosecutors to use illegally obtained wiretap evidence and to convict people for gun sales. It also wiped out provisions that would have let the government designate foreign groups as terrorist organizations.\nThe bill was due for a final vote today.\nBarr, a former U.S. attorney, said the government does not need \"vast new powers\" and that existing laws adequately make up for those his amendment erased.\nRepublican Rep. Tom Coburn of Oklahoma where a deadly bomb killed 169 people in a federal building last April starkly outlined growing wariness of government power following the sieges in Waco, Texas, in 1993 and Ruby Ridge, Idaho, in 1992.\n\"Terrorism in this country obviously poses a severe threat to us in a free society. It generates fear,\" Coburn said.\n\"But there is a far greater fear in this country, and that is fear of our own government,\" he said. \"We should not further that fear. We should not do anything to promote further lack of confidence in our own government.\"\nOn the other side, Rep. Bill McCollum, R-Fla., said Barr's \"highly irresponsible\" amendment \"guts this terrorism bill\" and means authorities won't be able to bar from the country people linked to terrorist groups.\n\"The next time we have some major foreign organization … bomb one of our buildings and kill a lot of people, we're going to be the ones to blame for it, not somebody else,\" said McCollum, who chairs the Judiciary Committee's crime panel.Judiciary Committee Chairman Henry Hyde, R-Ill., the bill's chief author, lamented that the remaining legislation \"is not an anti-terrorism bill.\" However, he planned to vote for it, hoping deficiencies could be resolved in negotiations with the Senate, which passed its own measure last June.\nThe measure blends some anti-crime provisions the House originally passed last year as part of the \"Contract With America\" with steps the administration sought to fight terrorism.\nIt would limit the federal appeals of state prisoners, which supporters say would curb \"endless, pointless\" delays of executions. It also would ease deportation of criminal aliens and require criminals to pay restitution to their victims.\nWith President Clinton in the Middle East for an anti-terrorism summit, an \"extremely disappointed\" Attorney General Janet Reno said passage of Barr's amendment \"keeps too many Americans vulnerable to terrorists and madmen.\"\nThe amendment's supporters were most enthusiastic about its erasure of a provision that would have let prosecutors use illegally obtained wiretap evidence when authorities erred in \"good faith.\"\n\"One of the things we're concerned about is expanding the government's ability to spy on or to find out everything about any individual in this country,\" said Rep. Dan Burton, R-Ind.\nIronically, most Republicans last year supported a \"Contract With America\" measure granting such exceptions for a broader range of evidence.\n\nLoad-Date: March 14, 1996"
}