{
    "title": "CRIME AND ACCIDENTS LIKELIER THAN TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 5,
    "day": 11,
    "full text": "The possibility of terrorist attacks may keep parents up at night, but when it comes to family vacations, accidents are far likelier, says Bruce McIndoe, CEO of ijet Travel Intelligent, a travel risk management company.\n The real danger, he says: In worrying about terrorism, parents will lose sight of the greater risks of traveling with kids: crime and accidents.\n Before you travel, McIndoe and other risk experts recommend educating yourself about potential problems and considering assistance and insurance programs. Head off problems by knowing the potential pitfalls and taking steps to avoid them.\n*If you're leaving the country, check for travel alerts (travel.state.gov) and health recommendations (www.cdc.gov) Get any recommended vaccinations, and take all recommended precautions. Find out the address and contact information for the nearest U.S. embassy at your destination.\n *Leave copies of your itinerary and important documents, such as passports and tickets, with a friend or family member.\n *On a subway or bus, wear your day pack in front and your purse with the strap over one shoulder and across the chest, with the flap turned toward you. Keep money in a pouch or belt beneath your clothes.\n *Set your bags down in front of you, not off to one side, in public places.\n *If you're flying with a child under 40 pounds, have an appropriate child safety seat.\n *Survey the place you are staying just as you would your home, checking for unprotected electrical plugs and loose objects children might swallow. Check borrowed or rental cribs for stability. Be sure you don't leave medicines or other loose items where children can reach them.\n *Carry recent photos of your children, in case they get separated from you.\n *Be sure clothing name tags are hidden inside clothes -- not on the outside where some stranger might learn your child's name.\n *Have your health insurance card handy and know what your insurance will and won't cover.\n*Take a cell phone. If you don't have one, rent one. If your cell doesn't work overseas, check with your provider; some rent international chips. Or you can rent an overseas phone from WorldCell International Cellular Service (www.worldcell.com) and International Cellular Services (www.internationalcellular.com). \n *Have access to extra cash in case of emergency. In most cases, that means taking credit and ATM cards.\n Having a formal policy in place to help you should things go wrong is probably most important when you're traveling overseas. But even at home, having someone who can help with arrangements should travel be disrupted -- such as a travel agent -- can be helpful.\nSome major travel agencies and platinum-level credit cards offer 24-hour assistance; such service is also part of some insurance plans. In addition, companies such as ijet Travel Intelligence (www.ijet.com), International SOS (www.internationalsos.com) and Medjet Assistance for medical evacuation (www.medjetassistance.com) offer programs that include 24-hour assistance.\n If you've got considerable money on the line, travel insurance can offer a safety net, not only in case of problems in the world, but also if you have an accident -- or if a family member at home gets ill. Two types of policies are generally available: one offered by your travel supplier, the other from an independent company. Prices start at under $10 per person per day and vary with the coverage included. Few travel insurance policies cover you in case of war; some will cover terrorism.\n The following independent firms offer various trip insurance policies:\n*Access America: 1-866-807-3982; www.accessamerica.com. \n*MedJet Assistance: 1-800-963-3538; www.medjetassistance.com. \n*Travel Guard: 1-800-826-1300; www.travelguard.com. \n*Travel Insurance Services: 1-800-937-1387; www.travelinsure.com. \n*Travelex Insurance Services: 1-800-228-9792; www.travelex-insurance.com. \n\nLoad-Date: February 28, 2004"
}