{
    "title": "Criminal Justice professor shares history in fighting terrorism",
    "publisher": "university wire",
    "year": 2014,
    "month": 10,
    "day": 8,
    "full text": "Fear of terrorism has dominated Western culture since the 9/11 attacks in 2001, and most Rutgers students probably do not remember a world where the encountering word \"terrorism\" was not a common occurrence.\nYet in 1983, when John Cohen was a graduate student at the University of Southern California, he presented his prediction of the rise of international crime to a conference of academic experts - and his audience was scandalized.\nCohen now serves as the new senior advisor to the Rutgers Institute for Emergency Preparedness and Homeland Security at New Brunswick.\n\"[In 1983,] I was met with stares, as if to say, 'How dare you suggest that international terrorism and crime would be considered a top-tier national security issue worthy of academic study,\" Cohen said in an interview with Rutgers Today.\nCohen, a newly appointed professor in the Rutgers-Newark School of Criminal Justice, started his career as a police officer in the Department of Defense's Naval Investigative Service in Long Beach, California, and eventually became an advisor to the federal government on its post-9/11 terrorism prevention tactics.\nFrom the late 1980s to the 1990s, which marked the end of the Cold War era, American foreign relations experts focused on Russia, Germany and Japan, Cohen said. Economic security was the main concern in government policy, not terrorism.\nWhile working in the narcotics police division, Cohen once witnessed a drug trafficker desperately contacting his customers for cocaine, causing law enforcement officers to doubt that he was actually a big-time dealer.\nIt turned out that when the dealer was not moving cocaine, he had to scrounge around for recreational drugs just like any other drug user, Cohen said.\nHe learned that regardless of what past experiences and patterns taught him, he had to look at every situation with an objective, fresh eye.\n\"I really came to learn that sometimes in the name of security, we forget the impact of what we are doing can have on the very people it's intended to help,\" he said.\nCohen realized law enforcement also needs the presence and partnership of mental health care providers, faith groups and local community groups to address the psychological needs of individuals affected by violence.\n\"You'll only be effective in that community when you are partners with that community,\" he said.\nWhat really drew Cohen to Rutgers were the opportunities to put theory into practice. The University's many institutes and centers attest to the emphasis on interdisciplinary collaboration.\nJohn Farmer Jr., a professor in the Rutgers School of Law-Newark, said Cohen played a prominent role in securing a donation from the Miller Family International Initiative Fund, which Rutgers alumnus Paul Miller established in support of interdisciplinary research on critical international issues.\nCohen and Farmer will work together on a project to bring both the law and criminal justice schools together to aid victimized communities in the United States, Europe and across the world.\nThe effort will involve both virtual communication and traveling abroad. Farmer is leaving for Paris, France, soon to teach for the fall semester.\nShadd Maruna, dean of the School of Criminal Justice, said via email the school has a large undergraduate program and a popular master's degree course with evidence-based approaches to criminal justice.\n\"I could see John Cohen, with his extraordinary career background, making a real contribution to either of [our] programs,\" Maruna said.\nThe school is internationally renowned for its research and scholarship on crime and justice with a particular reputation for studying practical, real-world impacts on the law enforcement world, he said.\n\"[Cohen] brings to Rutgers tremendous expertise at every level of law enforcement and really striking proper balance between aggressive policing and respect for individual rights,\" Farmer said. \"I think we're lucky to have him.\"\n\nLoad-Date: October 8, 2014"
}