{
    "title": "Crime Bill Would Establish Alien Deportation Tribunal",
    "publisher": "the new york times",
    "year": 1991,
    "month": 6,
    "day": 1,
    "full text": "The anticrime bill that President Bush has sent to Congress would permit the Government to hold special tribunals in which foreigners accused of terrorism would not be allowed to rebut or even see some or all of the evidence against them.\nJustice Department officials say the tribunals, which would require the approval of a Federal judge, would give the Government a needed mechanism to deport alien terrorists without being forced to disclose evidence that would reveal the identity of confidential sources, make public the nature of investigative methods or damage relationships with foreign countries.\nThe department says the tribunals would not be needed in most terrorism cases, only in those in which the evidence was particularly sensitive.\n \nPrinciples of Law\n But some civil liberties experts say the proposal would violate fundamental principles of American law: that the Government's evidence against a person must be public, and that the accused has a right to be informed of that evidence and rebut it.\nThe provision has been largely overlooked until now in the public debate over the anticrime bill but is drawing increasing fire from civil libertarians as the larger measure nears Senate consideration in June.\nA similar proposal was offered several years ago by Senator Strom Thurmond of South Carolina, the ranking Republican on the Senate Judiciary Committee. It was subsequently incorporated into anticrime legislation put forth by the Reagan Administration, but that bill was never passed. The greatest support for the idea now appears to be coming from within the Justice Department.\nNo Congressional hearings have yet been held on the proposal. But aides on Capitol Hill said it was likely to encounter strong opposition on civil liberties grounds, although they acknowledged that heightened anxiety over terrorism in the wake of the Persian Gulf crisis might lend it added support.\n \n'No Secret Courts'\n Representative Don Edwards, a California Democrat who heads a House civil rights subcommittee, predicted that most Democrats on the panel would oppose the provision. \"We need no secret courts in America,\" he said. \"There are other ways of handling problems like they seem to fear. There's a Kafkaesque tinge to all of this.\"\nThe Supreme Court has long held that aliens living in the United States who face deportation are entitled to constitutional protections, including a public hearing in which the Government is not entitled to keep evidence against them a secret.\nExisting immigration law does permit the Government to prevent a foreigner from entering the United States on the basis of evidence that can be withheld from that person. The Administration's proposal now seeks to apply similar procedures to foreigners already living in the United States.\n\"We're faced with the dilemma of either declassifying information we have about an alien, and compromising our intelligence-gathering methods and endangering human sources, or we have to allow an alien who we know is providing material support to a terrorist group to remain in this country,\" said Steven R. Valentine, a deputy assistant attorney general who oversees the Justice Department's immigration litigation office.\nThe special proceedings could be initiated by the Justice Department against any alien who had \"engaged in terrorist activities,\" as defined by the Immigration Act of 1990. Under that law, terrorism includes support activities like fund-raising and recruiting members for a terrorist group.\nAs a result, the Government could seek the deportation of a person who raised money for the African National Congress, for example, or anti-Government forces in El Salvador, said David Cole, a Georgetown University law professor who works for the Center for Constitutional Rights and who opposes the proposal.\n \nGroups Under Scrutiny\n \"The Government will obviously be very political about who would be considered a terrorist,\" said Mr. Cole. \"Groups that will be targeted will be those that the Administration doesn't approve of politically.\"\nBut Mr. Valentine said that the procedure \"would not be invoked lightly\" and suggested that it would be applied in relatively few cases. At present the Government, using ordinary deportation procedures, is seeking the removal of two aliens for associating with a terrorist group, he said.  Both are Palestinians living in Calfornia.\nHere is how the proposal would work, according to both civil liberties lawyers and Justice Department officials:\nThe proceeding would begin with the Government's request for a secret hearing before one of five Federal judges who would be designated by the Chief Justice of the United States. With the filing of such a request, which would itself be secret, the Government could arrest and jail an alien under scrutiny.\nIf the judge determined that there was probable cause to believe that the alien had engaged in terrorist activities, and that disclosure of the evidence would jeopardize national security, the judge could order the special trial, called a \"special removal hearing.\"\nThe judge would be required to decide what, if any, information about the charges could be disclosed. The accused would be given a written summary outlining the general nature of the Government's evidence or a statement that no summary could be made public.\nThe removal hearing would be held in public. But the evidence on which the Government's charges were based could be withheld from the accused, and prosecutors could present their evidence to the judge in private, without the accused or defense lawyers present.\nUpon determining that an alien had engaged in terrorist activity, the judge would have to write an opinion to that effect. But those parts of the opinion that related to secret evidence could be withheld from public disclosure. The alien could appeal the decision of the judge, but would still have no access to any evidence presented in secret.\nA person who is ordered deported as a result of such a hearing could be held in jail for as long as it takes the Government to find a country willing to accept him.\n\nLoad-Date: June 1, 1991"
}