{
    "title": "Crime bill headed to conference",
    "publisher": "telegraph herald ",
    "year": 1996,
    "month": 3,
    "day": 15,
    "full text": "President Clinton and House Speaker Newt Gingrich hope anti-terrorism provisions dropped from the House-passed crime bill can be revived through negotiations with the Senate.\n\"If we're going to have a bill we need a real bill,\" Clinton said as he headed home from an anti-terrorism summit. \"It needs to be a bill that will help us to combat terrorism at home and abroad.\"\nThe Senate last June passed an anti-terrorism bill containing numerous provisions the House cut from its version, which passed, 229-191, Thursday.\nGingrich said some measures, removed from the House bill this week on grounds they would give the government too much power, will resurface in some form.\nHe cited a provision that was intended to make it impossible for agents of groups such as Hamas - responsible for a wave of suicide attacks in Israel - to enter the United States to raise funds.\n\"The challenge of a free society is to have a government strong enough to protect us from danger and carefully enough constrained to not itself be a danger,\" Gingrich said.\nBoth the Senate and House bills would limit federal appeals by state prisoners, including death-row inmates. With few exceptions, the measure would require prisoners to file appeals within one year after their state court appeals are exhausted, and would limit the subject matter.\nThe House bill would require criminals to pay restitution to their victims and make it a federal crime, punishable by death, to kill a federal employee because of his or her work.\nThe House and Senate bills would increase federal penalties for terrorist crimes and conspiracies involving explosives and create a new death penalty for terrorist murders. They also would let U.S. citizens sue terrorist nations for injuries from terrorist acts.\nIn other congressional news:\n* The Senate voted against restoring forest protections that were suspended as part of an emergency spending bill President Clinton reluctantly signed last summer. Despite intense lobbying by the Clinton administration, senators voted, 54-42, against repeal of the so-called \"timber salvage rider,\" which speeded up logging on public lands by suspending fish and wildlife protections.\n* Faced with growing government pressure last year, the tobacco industry responded by giving a record $4.1 million to candidates for Congress and the two major political parties. Nearly four of every five dollars went to Republicans, Common Cause said Thursday.\n\nLoad-Date: December 9, 1996"
}