{
    "title": "Crisis May Shift Political Landscape",
    "publisher": "the new york times",
    "year": 2008,
    "month": 11,
    "day": 29,
    "full text": "At midmorning on Friday, as Indian troops continued to comb through the devastated Oberoi   hotel, an unexpected guest appeared on the sidewalk: Narendra Modi, a Hindu nationalist from the opposition Bharatiya Janata Party and arguably India's most incendiary politician.\n  Speaking before a row of television cameras, he said the central government had failed to tackle a growing terrorism threat and he found fault with a speech by India's prime minister a day earlier. ''The country expected a lot from Prime Minister Manmohan Singh,'' he said, ''but his address to the nation was disappointing.'' \n  The appearance of Mr. Modi -- who has been barred from entering the United States for violations of religious freedom -- signaled how the two-day siege of Mumbai had instantly turned into political ammunition for coming national elections. After a string of attacks across Indian cities earlier this year, Mr. Modi's party, also known as the B.J.P., pledged to make national security its main campaign issue. This week's audacious attacks on the country's commercial capital, and their timing, gave the party an additional boost. \n  Five state elections are under way, with the city-state of Delhi going to the polls on Saturday. National balloting is expected to be held next spring. \n  It was only four years ago that the Bharatiya Janata Party, then leading a coalition government, was routed in national elections, partly because of at least two high-profile terrorism episodes during its tenure: a suicide attack on the Indian Parliament building in 2001 and the hijacking of an Indian Airlines plane to Kandahar, Afghanistan, in 1999. \n  Mr. Singh and his Congress Party hoped to ride a booming economy and rising prosperity to victory next year despite a steady series of bombings and other violence in recent months. And that had seemed a sensible course: studies of previous national elections have shown economic issues to be the most important concern for the average voter, said Yogendra Yadav, a political analyst with the Center for the Study of Developing Societies in Delhi. \n  But Mr. Yadav said he doubted that pattern would stand up after this latest assault. In an intensely competitive political landscape, small margins can make a big difference, which is why he argued that the terrorist threat would inevitably figure more centrally in the next national elections. \n  Mr. Singh's administration would have to be seen as doing ''something fast, something visible,'' he said, to shake off the perception that it is weak on national security. The Congress Party ''has to be seen to be doing something which directly addresses the widely shared popular perception that the country is being attacked from outside, that it is under aggression,'' Mr. Yadav said. \n  On Friday, front-page advertisements appeared in several newspapers in Delhi showing blood splattered against a black background and the slogan ''Brutal Terror Strikes At Will'' in bold capital letters. The ads signed off with a simple message: ''Fight Terror. Vote B.J.P.''\n  There were also advertisements that were cast as an appeal from Atal Bihari Vajpayee, a prime minister in the last B.J.P.-led coalition government. They cited the loss of lives in Mumbai and concluded, ''We must elect a government that can fight terror tooth and nail.'' \n  Nor did the party's president, Lal Krishna Advani, lose any time in pointing fingers at the coalition government of Mr. Singh, accusing it of a ''nonserious approach'' that allowed suspected terrorists to sail onto the shores of Mumbai this week. \n  Kapil Sibal, a veteran of the Congress Party, swiftly hit back, accusing Mr. Modi of placing his party's interests above those of the nation and calling the B.J.P. advertisements ''a matter of national shame.'' In a telephone interview on Friday night, Mr. Sibal would not say whether recent terrorist attacks -- including this week's, the most spectacular and the most frightening -- would have any bearing on his party's election prospects. He called it ''not relevant.'' \n  That now may be wishful thinking. Terrorism may be grievously relevant to the fortunes of the ruling party, under whose watch Indian cities have suffered a string of attacks -- six of them in six  months, killing roughly 375 people in all. After each one, the prime minister has issued a sobering statement calling for calm. After each one, the B.J.P. has pounced on the government as being soft on terrorism. \n  Mr. Singh's government had lately hit back at the Bharatiya Janata Party with evidence that its supporters, belonging to a range of radical Hindu organizations, had also been implicated in terrorist attacks. Indeed, in a bizarre twist, the head of the police antiterrorism unit, Hemant Karkare, killed in the Mumbai strikes, had been in the midst of a high-profile investigation of a suspected Hindu terrorist cell. Mr. Karkare's inquiry had netted nine suspects in connection with a bombing in September of a Muslim-majority area in Malegaon, a small town not far from Mumbai. \n  Several B.J.P. leaders, including Mr. Modi, had criticized the crackdown as a political vendetta. On Friday Mr. Modi, the chief minister of neighboring Gujarat State, announced financial rewards for the families of police officers killed this week in the antiterrorism operations, including Mr. Karkare.\n  On Friday, Mr. Advani went so far as to say that intelligence agencies had been ''diverted to nail so-called Hindu terror,'' allowing the gunmen who struck Mumbai to ''plot away undetected.''\n  The political fencing hides more fundamental problems: a feeble, often corrupt criminal justice system, in which suspects, whether of terrorism or common crimes, are regularly killed in skirmishes with law enforcement authorities rather than tried in courts of law. Faith and democracy also complicate the Indian battle against terrorism, as political parties compete for the loyalty of Hindu and Muslim voters.\n  The B.J.P. has pressed for the resurrection of a tougher antiterrorism law that was in place during its administration. That measure allowed for longer periods of preventive detention and enabled confessions extracted by the police to be used in court. Its critics said it was an unfair and ineffective tool used too often to round up innocent people, largely Muslims, and it was repealed in 2004 by Mr. Singh's administration.\n  In a nationally televised address on Thursday, the day after the siege on Mumbai began, Mr. Singh clearly sought to convey that his government was in charge and capable of acting swiftly. He promised to ''strengthen the hands of our police and intelligence authorities,'' restrict financing to suspect organizations, check the ''entry of suspects into the country'' and get tough on Pakistan, which the Indian government has accused of providing sanctuary to militants who attack on Indian soil. It was not clear how he would do any of these things, nor whether his words would persuade voters to trust his party with another five-year term. \n  Friday's newspapers scolded politicians as failing to act together in the interests of national security. ''It is time we stop our political parties from using terror -- Hindu or Muslim -- to fuel their popularity when they are fueling a fire that can consume India,'' read a front-page editorial in The Hindustan Times. \n  The Indian Express, in its front-page editorial, suggested that ''if a tragedy like this cannot make both sides -- in fact the entire political class -- make amends, we have no right to call ourselves a great nation, democracy, civilization.'' \n  Mr. Yadav's 2005 public opinion poll on sources of insecurity in India found that terrorism ranked far lower than common crimes and communal riots. Moreover, his studies showed that terrorism resonated far more with urban voters than rural ones.\n  That is another reason the siege of Mumbai could give Mr. Singh cause for concern. Political redistricting this year has made the urban voter far more important nationally than ever before. \n\nhttp://www.nytimes.com\n\nLoad-Date: November 29, 2008"
}