{
    "title": "Crisis plan key to terror safety; Terrorism Risk Assessment and Insurance Coverage Seminar",
    "publisher": "business insurance",
    "year": 2003,
    "month": 6,
    "day": 23,
    "full text": "WASHINGTON-A corporation's role in confronting terrorism is similar to that of the government, according to a prominent security consultant.\n''The ultimate objective is to protect lives,'' said James A. Francis, senior vp-security services group for New York-based Kroll Inc. Mr. Francis made his comments as the keynote speaker at the Terrorism Risk Assessment and Insurance Coverage Seminar presented in Washington by the New York-based Strategic Research Institute earlier this month.\n''Crisis planning is the key to everything,'' said Mr. Francis.\nFor example, no high-rise building has ever been constructed for total evacuation, he said. Instead, they have been constructed to meet the demands of local fire codes. That means that employers must have plans for ''tiered'' evacuations, to move people out in the most efficient manner.\nIn addition, ''evacuations without cause are also inherently dangerous,'' he said. He cited the example of people in an office building making for the exits when they saw workers in a nearby building leaving the structure. But the people in the nearby building weren't fleeing a threat; rather, they were gathering for a group photo on the building's steps, he said.\nBy having thorough planning and training in place, corporations are better prepared to make the kind of ad hoc decisions that may have to be made in an emergency, said Mr. Francis.\nImmediately following his keynote address, Mr. Francis participated in a discussion analyzing the terrorism insurance market. Many of the concerns cited by Mr. Francis re-emerged in that discussion.\nJoseph L. LaFleur, senior vp-crisis consulting for Marsh Inc. in Baltimore, said that only about half of the Fortune 1000 companies have been looking to update their crisis management plans since Sept. 11, 2001. ''We don't think that's a good situation,'' he said.\nCorporate concern about crisis management appears to have peaked and is now on the downswing, he said.\nGiven that keeping individuals safe is a primary concern, Mr. Francis said, employers need to have crisis communications plans in place. ''Have town hall meetings with employees, telling them their roles and what the company is doing for them,'' he said.\nEvery corporation needs to designate someone who will speak for the company if a crisis occurs. The company must have ''clearly defined the responsibility as to who is the mouthpiece,'' he said. The company must also keep in mind that ''sometimes, 'No comment,' is the worst comment,'' he said.\nMr. LaFleur stressed that in dealing with another facet of corporate crisis management-the simulation of and training for catastrophes-companies should work their way up to a full-scale drill. Those responsible for planning simulations and drills have to take into account external as well as internal factors that could play a role in a real catastrophe, he said. And, he said, the plan must integrate everyone, from those on the factory floor to those in the boardroom.\nMr. Francis urged his audience to pull together a good plan and program before launching the simulation, and to make sure that the people involved in the simulation know their roles ahead of time.\nMr. Francis also stressed that the simulation needs to be based on a situation that would have a real impact on the company. A tornado preparedness drill wouldn't make a lot of sense in New York, he said.\nGail P. Norstrom, managing director-property practice group of Aon Risk Services Cos. Inc. in Avon, Conn., moderated and participated in the discussion (see related story).\n\nLoad-Date: June 25, 2003"
}