{
    "title": "Crisis responders study buildings",
    "publisher": "messenger-inquirer ",
    "year": 2010,
    "month": 5,
    "day": 23,
    "full text": "May 23--To help prepare their response in case of an emergency call, fire department officials have long had a policy of examining the layout and design of public buildings and businesses.\nAbout two years ago, officials at the Owensboro Police Department decided the department's Emergency Response Team -- which is charged with responding to situations such as workplace shootings -- could better prepare itself by also surveying high-profile buildings.\n\"We took this out of the book of tricks from the fire department,\" said Sgt. David Powell, operations officer for the emergency response team.\nThe team has surveyed about a dozen public buildings and businesses over the past two years, including Dart Polymers, Owensboro Riverport Authority, Owensboro Medical Health System and the campus of Kentucky Wesleyan College.\nThe surveys themselves are extremely thorough, with officers looking at all entrances and exits, finding ways the response team could enter the building during an emergency and locating potential hazards inside, such as toxic chemicals.\nThe advanced planning eliminates the risk of the team going into a facility completely unfamiliar with its layout. The surveys also acquaint response team members with people who best know a particular building's design.\n\"It also allows us to know who the key players in a building are as well,\" Powell said.\nIn an emergency where the teams is called to respond, the most important person \"is not the CEO or head of the company, it's the maintenance man -- the person in charge of the physical plant itself,\" Powell said.\nThe team surveys buildings that are considered high priority or have high visibility, such as public buildings or businesses with large numbers of employees, Powell said.\nThe advanced planning helps the emergency response team prepare for incidents such as workplace violence and coordinated assaults on buildings.\n\"Not only are we prepared for the recently terminated employee or estranged spouse, but it also prepares us for the terrorism threat,\" Powell said. While terrorism can happen, workplace violence is a greater possibility, he said.\n\"Owensboro is a very safe community, but we're not immune to workplace violence or immune to the threat,\" Powell said. \"That's why we do this. OPD is committed to doing everything we can to protect this community.\"\nJames Mayse, 691-7303, jmayse@messenger-inquirer.com\nTo see more of the Messenger-Inquirer, or to subscribe to the newspaper, go to http://www.messenger-inquirer.com. Copyright (c) 2010, Messenger-Inquirer, Owensboro, Ky. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: May 23, 2010"
}