{
    "title": "Crisis in Toulouse Alters Campaign's Tone In Sarkozy's Favor",
    "publisher": "the new york times",
    "year": 2012,
    "month": 3,
    "day": 23,
    "full text": "PARIS -- With the candidate of the National Front, Marine Le Pen, calling for a ''war on these fundamentalist political religious groups who are killing our children,'' it was easy for President Nicolas Sarkozy to take the high road in the sharp political reaction to the terrorist acts of Mohammed Merah, who was killed by the police on Thursday in Toulouse after himself claiming responsibility for killing seven people.\nDespite the failure of the French state to catch Mr. Merah before his rampage or to capture him alive, the killings have nonetheless altered the tone of the presidential campaign, which was briefly suspended, tilting it -- at least for a little while -- in Mr. Sarkozy's favor.\nDespite having built a reputation for toughness on crime and for polarizing comments about immigrants and Islam, Mr. Sarkozy quickly donned the calming, sober cloak of leadership, incarnating France, casting himself as the president who unites and protects, rather than the candidate who divides.\nAs the issues of this long presidential campaign shift from economic anxiety and joblessness to terrorism and crime, Mr. Sarkozy's candidacy continues to reap the benefits, political experts say. It is only on issues related to security that he outpolls his main challenger, the Socialist candidate, Francois Hollande, whose focus has been on the economy.\n''Toulouse changes, in some measure, the themes of the campaign, moving it from economic issues to terrorism and crime,'' said Pascal Perrineau, director of the Center for Political Research at the Institute d'Etudes Politiques. ''Security, which was at the margins, becomes more important, and the candidate finds himself president again, at the heart of the system.''\nActing decisively in a crisis is seen as one of Mr. Sarkozy's virtues, and the events of the last 10 days in Toulouse have allowed him to remind the French of what they like about him, rather than what they dislike.\nMr. Sarkozy is likely to gain a few points in the opinion polls, Mr. Perrineau said, and may reach his goal of beating Mr. Hollande in the first round of the election on April 22, when 10 candidates are competing. Among those are Ms. Le Pen, the centrist Francois Bayrou and the far-left candidate Jean-Luc Melenchon, who is also squeezing Mr. Hollande.\n''But the second round is much harder for Sarkozy,'' Mr. Perrineau said. He believes that Mr. Hollande, who has a still-comfortable lead against Mr. Sarkozy in a head-to-head race, will win the presidency in the runoff on May 6.\nChristian Salmon, writing in the magazine Marianne, asked, ''Can one appeal to national unity, to respect, to healing when one has inflamed passions and divided the French?'' He then described the way this national drama had been used ''to capture the emotions of voters for electoral ends.''\nThe Toulouse killings allowed Mr. Sarkozy ''the means to place himself in the heart of the campaign and reduce his adversaries to silence,'' Mr. Salmon wrote. While the campaign was formally suspended, ''we could only hear him -- he was the only one able to campaign,'' albeit through his office.\nWhile Mr. Sarkozy remained aloof, his lieutenants attacked Mr. Hollande and Mr. Bayrou as having politicized Toulouse. Mr. Hollande had urged politicians to watch their ''vocabulary,'' while Mr. Bayrou had criticized the harsh anti-immigrant statements of Mr. Sarkozy and Ms. Le Pen as a contributing factor ''to a growing climate of intolerance'' that led to the singling out of minorities.\nAfter Mr. Merah turned out to be the killer, however -- the very kind of radicalized child of immigrants that the right and far right have warned about -- the foreign minister, Alain Juppe, called such insinuations of politicization ''ignoble,'' adding, ''Let's not add the disgusting to the horrific.''\nMr. Sarkozy's tough-talking party leader, Jean-Francois Cope, criticized ''the permanent ambiguity'' of the Socialist Party, citing its abstention on the vote to ban the full-face veil in 2010 and what he called Mr. Hollande's failure to make security a priority.\nMr. Hollande took the high road, but his spokeswoman, Delphine Batho, said that Mr. Cope should be ashamed. ''Shame on those who polemicize at the very moment that police intervened and were wounded,'' she said, while a former Socialist prime minister, Laurent Fabius, promised, ''We will be hard on crime, and I weigh my words.'' Pierre Moscovici, head of the Hollande campaign, said he was ''shocked by the indecency of the behavior'' of Mr. Cope ''in a tragic moment for the whole nation.''\nThese have not been comfortable days for Mr. Hollande, who has called for unity, for popular support for the police and for sympathy with the victims, both Muslim and Jewish. On Thursday, Mr. Hollande issued a news release, hailing ''an end to insufferable anguish'' in Toulouse.\nHe said that ''this ordeal reminds us that the fight against terrorism is a combat of every moment and allows for neither laxity nor weakness.'' The French republic is stronger than its enemies, he said, and can defend itself ''without losing anything of its values against its worst adversaries.''\nWhile sincere, his words paled against the image of the president, standing before the French and European flags in the gilded Elysee Palace, on national television, calling for national unity and announcing seemingly harsh new measures to crack down on extremism.\nMr. Sarkozy said he would prosecute people who regularly consulted jihadist Web sites or who traveled abroad for indoctrination. ''Any person who habitually consults Internet sites that praise terrorism and call for hatred and violence will be punished under criminal law,'' he said, as well as anyone who travels abroad for ''indoctrination into ideologies that lead to terrorism.'' He also announced that he was instructing the authorities to investigate the promotion of extremism in French prisons -- hardly a new problem, since nearly every French proponent of fundamentalist or jihadi thinking has been radicalized in French prisons, which have, experts estimate, a sizable majority of Muslim inmates.\nBut Mr. Sarkozy's speech was a reminder, as he prepared to return in earnest to the campaign Thursday evening, of the extraordinary powers of the French president, who is a kind of republican monarch. And who -- to Mr. Sarkozy's cost at the beginning of his presidency, when he earned a reputation for loving ''bling-bling'' and wealthy friends -- is expected to act like one. After a couple of days off line, his campaign Web site returned on Thursday afternoon, and he went to Strasbourg for an election rally in the evening. The ''president-candidate'' is back, but the campaign has shifted.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: President Nicolas Sarkozy, in Paris on Thursday, cast himself in recent days as a leader who unites and protects. Marine Le Pen, above, of the National Front lashed out at fundamentalists. (PHOTOGRAPHS BY JACQUES BRINON/ASSOCIATED PRESS\n BENOIT TESSIER/REUTERS)                                                   \n\nLoad-Date: March 23, 2012"
}