{
    "title": "CRISIS AT THE TWIN TOWERS _ The Puzzle; A Lack of Definitive Claim For Attack Baffles Officials",
    "publisher": "the new york times",
    "year": 1993,
    "month": 3,
    "day": 1,
    "full text": "What is still baffling the investigators trying to determine whether terrorists were behind the World Trade Center bombing is the effective silence that has followed it.\nSince attention is a main goal of terrorism, the people responsible for such acts usually find a way to make it clear that they were the ones who carried them out. But in the aftermath of the bombing on Friday at the World Trade Center, none of the more than 50 callers who have claimed responsibility have presented convincing proof.\n\"What has appeared to be lacking is a definitive claim of responsibility in which a group demonstrates that they were the ones who committed the act,\" said a senior Federal official involved in the investigation.\n \nEarmarks of Terrorism\n Yet at the same time, Federal officials and private experts said, the explosion bore many of the earmarks of a terrorist attack, including the size of the explosion and the choice of a symbolic target.\nAlthough it came without warning and apparently did not involve the use of plastic explosives, they said, those facts certainly do not disqualify the bombing from being a terrorist attack.\n\"Fewer than half of the major terrorist bombings have been preceded by warnings,\" said Brian Jenkins, a security consultant who is a leading authority on terrorism. For instance, in the 1983 attacks on the United States Embassy and Marine barracks in Beirut, no warning was given. He added that while terrorists have used plastic explosives like C4 and Semtex in high-profile airplane bombings, they have more often used less sophisticated explosives in other attacks.\n\"Just because it's not Semtex, doesn't mean that it's not terrorist,\" Mr. Jenkins said today after Federal officials confirmed that they had found no evidence of plastic explosives in the rubble beneath the World Trade Center.\nApart from terrorism, the authorities are continuing to look into the possibility that an employee's grudge or some other factor might have been behind the attack on Friday, and experts said such a cause remained a strong possibility.\n \nEvidence of Planning\n But they stressed that their reviews of past terrorist acts revealed more similarities with the World Trade Center bombing than differences. The choice of the target, the size of the blast and the success in attracting widespread attention, they said, all suggested that the attack had been carefully planned.\n\"If the motive was publicity, they've certainly gotten everyone's attention,\" said Bruce Hoffman, who heads a terrorism studies group at the Rand Corporation, based in Santa Monica, Calif.\nAs Mr. Hoffman acknowledged, the missing link in that theory is that whoever carried out the attack has not yet made clear what cause he was seeking to advertise.\nAs many as one-third of all terrorist incidents worldwide ultimately go unclaimed, experts believe. But in many of those cases, the choice of target or similarity to a continuing campaign makes the purpose of a terrorist act plain.\nBut some Government experts said today that it may be too soon to expect those responsible for the attack to come forward. \"The idea that terrorists always run out and confess their deeds to the world is simply not true,\" said a Government official involved in the investigation.\nThe official noted that in the deadliest terrorist attack to take place on American soil -- the 1975 bombing that killed 11 people in a terminal at La Guardia Airport -- no one ever explicitly took responsibility. The authorities later concluded that Croatian nationalists had been responsible. The officials noted that the terrorists used dynamite, rather than plastic explosives.\nThe experts said the light weight, concealability and destructive force of plastic explosives had made them favored terrorist weapons.\n \nBombs in Small Places\n In notorious cases like the 1988 bombing of a Pan Am airliner over Scotland and the bombing two years earlier of a Trans World Airlines jet between Rome and Athens, the malleability of plastic explosives has allowed terrorists to conceal bombs in hiding places as small as a portable radio and under an airplane seat.\nIn their deadly 1983 attacks against American targets in Beirut, however, pro-Iranian terrorists used nothing more advanced than thousands of pounds of high explosives packed into ordinary trucks.\nBut experts say access more than tradecraft determines what kind of explosive will be used. In their 1989 car bombing of Colombia's secret police headquarters in Bogota, which killed 52 people, the traffickers relied upon 1,000 pounds of dynamite.\nMore than by the technology used, terrorism experts said today that the most important clue about the World Trade Center attack was the apparent skill with which it was carried out. \"If you don't accept the fact that there was a good deal of sophistication involved,\" said Neil Livingstone, a security consultant, \"whoever did it has to be one of the luckiest people in the world.\"\n\nLoad-Date: March 1, 1993"
}