{
    "title": "Criticism Of Centers In Fight On Terror",
    "publisher": "the new york times",
    "year": 2012,
    "month": 10,
    "day": 3,
    "full text": "WASHINGTON -- One of the nation's biggest domestic counterterrorism programs has failed to provide virtually any useful intelligence, according to Congressional investigators.\nTheir scathing report, to be released Wednesday, looked at problems in regional intelligence-gathering offices known as ''fusion centers'' that are financed by the Department of Homeland Security and created jointly with state and local law enforcement agencies.\nThe report found that the centers ''forwarded intelligence of uneven quality -- oftentimes shoddy, rarely timely, sometimes endangering citizens' civil liberties and Privacy Act protections, occasionally taken from already published public sources, and more often than not unrelated to terrorism.''\nThe investigators reviewed 610 reports produced by the centers over 13 months in 2009 and 2010. Of these, the report said, 188 were never published for use within the Homeland Security Department or other intelligence agencies. Hundreds of draft reports sat for months, awaiting review by homeland security officials, making much of their information obsolete. And some of the reports appeared to be based on previously published information or facts that had long since been reported through the Federal Bureau of Investigation.\nThe Congressional investigators also found that the reports were often derided by homeland security analysts who reviewed the work. ''I see nothing to be gained by releasing this report,'' one analyst wrote repeatedly on several draft reports.\n''This report does not provide the who, what, when, where, how,'' another official complained about a document.\nThe investigators also discovered that federal officials cannot account for as much as $1.4 billion in taxpayer money earmarked for fusion centers and that some of the centers listed on paper by the Homeland Security Department do not even exist.\nThe report also lays out problems in protecting citizens' privacy as the centers gathered and disseminated intelligence.\nThe Department of Homeland Security provided only one week of training to officials assigned to sift through tips and uncorroborated information about American citizens that came into their offices.\nIn a 2009 e-mail discovered by the Senate investigators, one department official warned that the fusion centers were collecting information on Americans ''without proper vetting,'' and were ''improperly reporting this information through homeland information reporting channels.''\nMore broadly, the flaws uncovered by the Senate's Permanent Subcommittee on Investigations raise questions about the role of the Department of Homeland Security in the nation's fight against terrorism, and whether the department can ever live up to its original purpose of ''connecting the dots'' to prevent another surprise like the Sept. 11 attacks.\nThe report on the dysfunctional nature of the fusion centers makes clear that in the decade since the department was created, Homeland Security has not carved out a clear counterterror mission that does not overlap with those of other agencies.\nTop officials of the Homeland Security Department have known about the problems for years, but hid an internal department report on the program's flaws from Congress while continuing to tell lawmakers and the public that the fusion centers were highly valuable and that they formed the centerpiece of Homeland Security's counter-terrorism efforts. A 2010 internal assessment by the department discovered, for instance, that four of its claimed 72 fusion centers did not exist, even as department officials kept using the 72 figure publicly with Congress.\nHomeland Security officials disputed the findings of the Senate investigators. Matthew Chandler, a department spokesman, said the Senate report ''is out of date, inaccurate and misleading.'' He said the investigators ''refused to review relevant data, including important intelligence information pertinent to their findings.''\nWhen it was created, the Department of Homeland Security was supposed to function as a central clearinghouse for terrorism-related intelligence, to solve what was supposed to be one of the big problems identified in the government's failure to prevent 9/11 -- a lack of intelligence sharing between the F.B.I., the Central Intelligence Agency and other agencies.\nBut almost immediately, the George W. Bush administration created other organizations to do much the same thing. Today, the central clearinghouse is the National Counterterrorism Center, part of the Office of the Director of National Intelligence.\nDepartment officials soon began angling to find something else to do. They hit on the idea of taking charge of intelligence sharing between the federal government and state and local law enforcement agencies, and by 2006, fusion centers were being set up across the country.\nHowever, state and local law enforcement agencies already were working with the F.B.I. in regional counterterror units called Joint Terrorism Task Forces, which were responsible for handling terrorism-related criminal cases. The fusion centers quickly became a black hole for taxpayer money, the Senate investigators found. The fusion centers were run by state and local officials, but were funded through grants to states from the Federal Emergency Management Agency with little oversight. That made it easy for state and local officials to divert the federal money earmarked for the centers to other things, including sport utility vehicles and dozens of flat-screen televisions for use by state and local agencies.\nThe dysfunction of the centers could sometimes have bizarre and comic results. Last November, for example, an Illinois center reported that Russian hackers had broken into the computer system of a local water district in Springfield and sent computer commands that triggered a water pump to burn out. But it turned out that a repair technician had remotely accessed the water district's computer system while he was on vacation in Russia.\nSometimes the fusion center's mistakes were more serious. In the wake of the January 2011 shootings in Tucson that killed six and wounded others, including Representative Gabrielle Giffords, an Arizona center issued a report filled with inaccurate information about the gunman's alleged connections to an anti-Semitic and antigovernment group.\n''Homeland Security is probably the most ineffective agency in the government besides Social Security,'' said Senator Tom Coburn, Republican of Oklahoma and the ranking minority member on the investigative subcommittee that published the report. The fusion centers, he added, ''are not accomplishing anything in terms of counterterrorism.''\n\nhttp://www.nytimes.com/2012/10/03/us/inquiry-cites-flaws-in-regional-counterterrorism-offices.html\n\nLoad-Date: October 4, 2012"
}