{
    "title": "Critics say proposal to seal open records is too restrictive; The state is considering a plan to kee",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 1,
    "day": 18,
    "full text": "Critics say a proposal to keep countless government documents hidden from the public in the name of security could displace New Jersey's widely praised open-records law with some of the country's most restrictive rules.\nThe state Attorney General's Office is reviewing proposed changes to the Open Public Records Act, also known as the right-to-know law. The law took effect in July 2002, allowing the public to promptly see any document from state, county or local government unless the record is specifically exempted.\nUnder a broad outline of proposals disclosed by the state last month, government agencies could seal disaster-response plans, bridge and tunnel diagrams, contagious-disease reports, layouts of utilities such as water and sewer lines, construction proposals, and data on chemicals and hazardous materials stored around New Jersey.\n\"The concept of terrorism is being used as a mechanism to keep information out of the public domain,\" Beth Mason, president of the New Jersey Foundation for Open Government, told the Bergen County Record for yesterday's editions. \"It's a cornerstone of our democracy to have access to government records and to know what our government is doing.\"\nAssociations representing real estate agents and appraisers - groups that need access to construction and utility plans - are among those that have filed objections to the changes.\nCritics also say the changes would force people to prove why they need to see specific files or categories of information now available without restriction.\nA public-comment period on the proposals ended Dec. 17. A panel mostly composed of Codey administration officials is reviewing objections and other comments, said Tim Crowley, a deputy attorney general who advises the committee that wrote the proposal. A final version must be finished by Oct. 17.\n\"The purpose is to protect the critical facilities that we have a massive amount of in New Jersey,\" Crowley said, citing ports, airports, bridges, tunnels and petroleum facilities.\nFormer Gov. Jim McGreevey, seeking to strengthen domestic security, had issued exemptions to keep more than 400 types of public records private just a day after the Open Public Records Act went into effect. He backed off amid criticism and instead requested the rules now being reviewed.\nRebecca Dougherty, freedom-of-information director at the Reporters Committee for the Freedom of the Press in Arlington, Va., said the restrictions would likely go further than most, if not all, laws that other states have adopted since the 2001 terrorist attacks.\nOne of the main sponsors of the 2002 public-records law, State Sen. Robert Martin (R., Morris), said the proposed restrictions ran counter to the act's intention. He said he would support having the Legislature override at least some of the restrictions.\nRick Engler, director of the New Jersey Work Environment Council, said the changes would violate many state and federal laws, such as ones letting people living or working in or near industrial zones learn about dangerous materials stored there. He said his group would sue if the restrictions were adopted.\n\nLoad-Date: September 6, 2005"
}