{
    "title": "Critics of closing Gitmo raise issue of deficit in push for military trials(2)",
    "publisher": "the hill",
    "year": 2010,
    "month": 2,
    "day": 2,
    "full text": "Opponents of President Barack Obama's detainee policies are using the budget deficit as another reason to avoid civilian trials for detainees. The critics are taking aim at Obama's budget request to close the facility at Guanta namo Bay and relocate detainees to an Illinois prison. Obama's budget for fiscal year 2011 allocates $400 million to close the terrorist detention facility and an additional $73 million for the transfer, prosecution and incarceration of detainees at Guanta namo. But opponents say it will actually be more costly to prosecute the suspected terrorists in federal courts rather than military commissions, which already exist in Guanta namo Bay. \n\"All of this additional spending is unnecessary when the administration could treat terrorists as enemies of our country and try them in military commissions at Guanta namo Bay,\" Rep. Lamar Smith (R-Texas), the ranking member of the House Judiciary Committee, said in a statement. \"Gitmo is a bought-and-paid-for facility that can be run at a low cost and with guaranteed security for the American people.\" Obama's total request includes $350 million for \"detainee operations.\" About $237 million of that total would go toward purchasing the Thomson prison in Illinois. The budget, however, offered no details about where the trials of the terrorism suspects would be held. The Obama budget acknowledges that the administration will need more funds for security before trials are held, an amount that will no doubt rival the $400 million already devoted to detainees. \"The administration further anticipates working with the Congress to identify additional funding and other resources that may be needed in 2010 to address extraordinary federal, state and local security requirements associated with the terrorism trials that may begin in 2010,\" officials wrote in the budget. White House officials also note that keeping detainees at Guantanamo is expensive. The Defense Department requested $89 million for detainee operations last year. Attorney General Eric Holder issued a broad statement about the budget request but did not immediately comment on the criticism about the amount requested for detainee policy. \"The president's budget request demonstrates a strong commitment to protect America and ensure the safety, security and rights of its citizens,\" Holder said. \"The budget provides the department with the means necessary to protect our national security, bolster our traditional missions, and prevent and reduce crime in tandem with our state, local, tribal and community partners.\" Several GOP lawmakers are planning to introduce legislation that would prohibit the use of federal funds for the prosecution of suspected terrorists in civilian court. The move comes as opposition mounts against the White House's decision to try the self-professed 9/11 mastermind Khalid Sheikh Mohammed and four co-defendants in federal district court in downtown Manhattan. Late last week, a Justice Department spokesman said the administration had begun to consider alternative locations for the trials. The legislation denying the funds is sponsored by Rep. Frank Wolf (R- Va.) and Sen. Lindsey Graham (R-S.C.). It would prohibit funding for any civilian-court prosecution of a suspect being tried in connection with the 9/11 attacks. Last week, Rep. Pete King (R-N.Y.) introduced a broader bill that would bar the use of federal funds to try any detainee held at Guanta namo Bay in civilian court. Sen. Dianne Feinstein (D-Calif.), who chairs the Senate Intelligence Committee, on Friday said she opposed bringing the trials to New York City. Earlier in the week, a bipartisan contingent of senators called on Holder to try suspected terrorists in military courts. The letter was signed by Sens. John McCain (R-Ariz.), Joe Lieberman (I-Conn.), Blanche Lincoln (D-Ark.), Jim Webb (D-Va.), Graham, and Susan Collins (R-Maine). McCain, Graham, Lieberman and Lincoln, as well as Sen. Saxby Chambliss (R-Ga.), on Tuesday will announce details about additional bipartisan legislation aimed at cutting off funding for trying 9/11 terrorism suspects in civilian court. There are still 192 detainees at Guanta namo. Of those, Holder has said 50 will be held indefinitely while another 35 will face prosecution in either civilian or military courts. Those not facing trials or held indefinitely are expected to be released over transferred overseas.\n\nLoad-Date: February 24, 2011"
}