{
    "title": "Critics Call Terrorism Hearing in Manhattan Anti-Muslim",
    "publisher": "the new york times",
    "year": 2011,
    "month": 4,
    "day": 7,
    "full text": "A state senator has scheduled a daylong hearing for Friday on terrorism preparedness in New York City, featuring an array of experts in law enforcement, emergency response and counterterrorism.\nBut his plan to take testimony in Manhattan about the threat from radical Islam is drawing sharp criticism from Muslim and interfaith groups that call the hearing anti-Muslim and incendiary -- a local version of the contentious session held last month in Washington by Representative Peter T. King of Long Island.\nIn fact, the witness list includes Mr. King, a Republican who has promised more Congressional hearings on what he calls the radicalization of American Muslims.\nThe state senator, Gregory R. Ball, a Putnam County Republican who is chairman of the Senate Committee on Veterans, Homeland Security and Military Affairs, said he did not intend his inquiry to focus unfairly on threats from any one group.\n''But there are people who seek to hurt and destroy us,'' Mr. Ball said. ''We have to move beyond political correctness.''\nAmong the witnesses whose scheduled testimony has raised objections is Nonie Darwish, an Egyptian-born American who is president of a group called Former Muslims United. Mr. Ball said Ms. Darwish would testify about Shariah law and ''being taught to hate Israelis and Americans'' in Islamic schools she attended in Egypt.\nAdem Carroll, a spokesman for the New York State Interfaith Network for Immigration Reform, one of the organizations protesting the hearing, said that by including witnesses like Ms. Darwish and Frank Gaffney, a former Defense Department official who has often criticized Islam, Mr. Ball was exploiting deep public concern about terrorism to incite fear of Muslims as a group.\n''None of us are condemning the hearings' stated purpose,'' Mr. Carroll said. ''The issue of terrorism is of concern to all Americans. But hate speech and defamation can and do perpetuate a cycle of violence.'' He cited the killing of United Nations workers in Afghanistan recently after a Florida pastor burned a copy of the Koran.\nNot all the witnesses scheduled to testify at Mr. Ball's hearing have been a cause of objections. They include Richard Daddario, the New York Police Department's top counterterrorism official; Thomas LaBelle, executive director of the New York State Association of Fire Chiefs; and a raft of experts on emergency communications, nuclear safety and international security.\nMr. Ball, 33, an Air Force Academy graduate and two-term state assemblyman elected to the Senate in 2010 on a platform of cracking down on illegal immigration, said criticism of witnesses like Ms. Darwish and Mr. Gaffney was ''just an attempt by some to drum up national publicity.''\nEight Democrats in the State Senate have signed a letter of protest to Mr. Ball from State Senator Kevin S. Parker, a Democrat whose Brooklyn district includes one of the city's largest populations of Pakistani immigrants, most of them Muslim.\n''By including Islamic law as a topic of the hearing,'' Mr. Parker wrote, ''you conflate the religious observances and practices of a faith into a security matter. Some opportunists and political leaders have sought to create hostility against Muslims by raising the specter of the Shariah 'bogeyman' as a threat to America.''\nHe urged Mr. Ball not to follow that example, and suggested that he also call witnesses who are not biased against Islam.\nMr. Ball said he announced his intentions in the Senate chamber weeks ago, and invited members to propose witnesses. None did, he said. Mr. Parker said in an interview that ''that is not my understanding of the facts.''\nThe hearing is to be held at the State Senate office building in Lower Manhattan.\n\nhttp://www.nytimes.com\n\nLoad-Date: April 7, 2011"
}