{
    "title": "Critics_ U.S. too low-key on Islamic radicalism talk",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 7,
    "day": 12,
    "full text": "WASHINGTON ? The Obama administration's recent move to drop rhetorical references to Islamic radicalism is drawing fire in a new report warning the decision ignores the role religion can play in motivating terrorists. Several prominent counterterror experts are challenging the administration's shift in its recently unveiled National Security Strategy, saying the terror threat should be defined in order to fight it. The question of how to frame the conflict against al-Qaida and other terrorists poses a knotty problem. \nThe U.S. is trying to mend fences with Muslim communities while toughening its strikes against militant groups. In the report, scheduled to be released this week, counterterrorism experts from the Washington Institute for Near East Policy argue that the U.S. could clearly articulate the threat from radical Islamic extremists \"without denigrating the Islamic religion in any way.\" President Barack Obama has argued that words matter, and administration officials have said that the use of inflammatory descriptions linking Islam to the terror threat feed the enemy's propaganda and may alienate moderate Muslims in the U.S. In the report, which was obtained by The Associated Press, the analysts warn that U.S. diplomacy must sharpen the distinction between the Muslim faith and violent Islamist extremism, identify radicalizers within Islamic communities and empower voices that can contest the radical teachings. Militant Islamic propaganda has reportedly been a factor in a spate of recent terror attacks and foiled attempts within the U.S. Maj. Nidal Hasan, the suspect in the Fort Hood, Texas, mass shootings last year, is believed to have been inspired by the Internet postings of violent Islamic extremists, as was Faisal Shahzad, who pleaded guilty to terrorism and weapons charges in the May 1 attempted car bombing in New York's Times Square. The report acknowledges that the Obama administration has beefed up efforts to work with the Muslim community in the U.S. and abroad and has also expanded counterterrorism operations and tried to erode and divide al-Qaida and its affiliated groups. As it unveiled its new National Security Strategy last May, administration officials said the shift in emphasis was critical in undercutting al-Qaida's efforts to portray its attacks on the U.S. and the west as a justified holy war. Terror leaders \"play into the false perception that they are religious leaders defending a holy cause, when in fact they are nothing more than murderers, including the murder of thousands upon thousands of Muslims,\" said top administration counterterror deputy John Brennan during a May 24 speech explaining the shift. He added that \"describing our enemy in religious terms would lend credence to the lie ? propagated by al-Qaida and its affiliates to justify terrorism ? that the United States is somehow at war against Islam.\" But the administration's two-pronged approach of stepping up counterterror operations while tamping down its rhetoric, the critics argue, needs to also include an ideological counteratteck with policies and programs that empower moderate Islamic voices and contest extremist narratives. \"There is an ideology that is driving al-Qaida and its affiliates,\" said Matt Levitt, one of the authors of the study on countering violent extremism. The administration, Levitt said, has to separate discussion of Islam as a religion from the radical Islamic ideology that is producing and fueling global insurgencies. The study is due out next week, but the authors, Levitt, a former FBI and Treasury official, and co-author J. Scott Carpenter, were to preview it Monday. Juan Zarate, a former top counterterror official in the Bush administration, added that the U.S. government has always been uncomfortable dealing with ideological battles. Zarate, who also participated in the report, said there are a number of non-governmental groups already speaking out against violent preachings. The report follows the public disclosure of an exchange earlier this year between Sen. Joe Lieberman (I-Conn.) and Brennan over the effort to scale back the Bush administration's portrayal of Islamic extremism as a root cause of terrorism. Lieberman raised the issue in a letter to the White House, saying that \"the failure to identify our enemy for what it is ? violent Islamist extremism ? is offensive and contradicts thousands of years of accepted military and intelligence doctrine to 'know your enemy.'\" In a response to Lieberman, Brennan said the administration hasn't specifically issued any directive barring the use of specific words or phrases. But he said it is important to accurately define the enemy and assess the threat. \"In my view, using 'Islamic extremist' and other variations of that phrase does not bring us closer to this objective,\" Brennan said in a letter to Lieberman. \"Rather, the phrase lumps a diverse set of organizations, with different motivations, goals, capabilities and justifications for their actions, into a single group in a way that may actually be counterproductive.\" Online: Washington Institute for Near East Policy: www.washingtoninstitute.org/templateI01.php \n\nLoad-Date: July 13, 2010"
}