{
    "title": "Critic's Notebook; Are the TV Images Father To U.S. Action in Bosnia _",
    "publisher": "the new york times",
    "year": 1994,
    "month": 2,
    "day": 14,
    "full text": "If the latest atrocity in Sarajevo had not been caught by the cameras, it is being suggested, the Administration would not finally have been moved to do something more strenuous about Bosnia than hold meetings with allies.\nMaybe the error of the gunners who killed 68 people in the city's central marketplace on Feb. 5 was one of timing. Could their intelligence service have failed to notice that Peter Jennings was in town, ready to bring the spotlight of a network news anchor's presence to the painful pictures? Mr. Jennings used some impassioned language (\"Against civilians this is not war, this is terrorism.\") and drew repeated attention to American inaction.\nThe other networks were on the job, too, and R. W. Apple Jr. wrote in these pages: \"The frightful television images of the carnage may have broken, or at least dented, the shell of American public indifference.\" By way of evidence, an ABC News poll taken after the mortar attack found most Americans now supporting the bombing of Serb artillery positions. Two months ago only 26 percent of respondents told CBS News they thought the United States ought to do anything.\nSo, is the apparent stiffening of Washington's attitude something positive: an example of a resistant Administration being compelled to act by the nation's conscience, newly jolted by terrible pictures? Or is it negative: an example of officials being coerced to adjust their policies to the moment's surge of emotion generated by television? Your answer may reveal less about your attitude toward television than about what you'd like Washington to do in Bosnia.\nIf, as Conor Cruise O'Brien observed to Charlayne Hunter-Gault on the \"MacNeil/Lehrer Newshour\" last week, \"The politicians don't know what to do until they know how the television audience is reacting,\" then Washington, which has been skirting involvement, must still be perplexed. For that ABC poll also found about three-quarters of the nation opposed to putting American ground troops into what used to be Yugoslavia, yet one of the arguments against bombing is the danger that ground warfare might follow.\n\"Television images cannot be the North Star of America's foreign policy,\" Secretary of State Warren Christopher has said. Amen. Unfortunately, the Clinton Administration's own North Star has been difficult to detect without a telescope. The slaughter in the marketplace, visible to the naked eye, is much easier to comprehend: \"Against civilians this is not war, this is terrorism.\"\nBut the latest demonstration of the ability of television images to move viewers does not provide Mr. Clinton and Mr. Christopher with a new polestar of foreign policy. Yes, bomb! the polls now say. But, don't invade! Only what if bombing begins a chain of events that leads to invasion? Then what will the pictures be like and what will the polls say?\nTelevision pictures, so quick to rouse a desire for action, are no help at all, either in understanding what led to the pictures or foreseeing what a given action may lead to. One set of pictures spurs demands for aid to Somalia; another set spurs a demand that American troops be brought back home. Television from Haiti has incited conflicting feelings from one day to the next. \"Saddam's Latest War,\" a PBS documentary that will be shown next week, includes amateur videos of the sufferings of Iraq's Shiites that prompt second thoughts about the famous Pentagon pictures of the victory in the Persian Gulf war.\nThe latest polls, with their calls for some sort of involvement that does not risk the possible consequences of involvement, may bespeak a wariness of being moved too much, of succumbing to one set of heartbreaking pictures only to bring on actions that create another set. That could represent a kind of visual sophistication. Perhaps the television audience has learned from other recent experiences that the scenes that dominate the screen for a few hours today can be worse than worthless as a guide to where the emotions they arouse will take us tomorrow.\n\nLoad-Date: February 14, 1994"
}