{
    "title": "Criticism Follows Blair's Likely Successor Even as He Begins Discussing Policy Plans",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 9,
    "full text": "One day after Prime Minister Tony Blair said he would resign within a year, his rival and would-be successor, Gordon Brown, began on Friday to lay out a broad policy agenda, pledging that Britain would remain ''shoulder to shoulder'' with the United States against terrorism.\n  But a rancorous new debate erupted in the Labor Party, threatening to upend the uneasy truce that followed a week of feuding between the men over the timing of Mr. Blair's departure.\nIn the new uproar, a former senior minister, Charles Clarke, called Mr. Brown's recent behavior stupid.\n  In an interview in Friday's Evening Standard, Mr. Clarke, the former home secretary dismissed by Mr. Blair this year, said many Laborites had been angered by a photograph of Mr. Brown grinning as he was driven from a meeting with Mr. Blair.\n  ''A lot of people are very upset and cross about that,'' Mr. Clarke said. ''It was absolutely stupid -- a stupid, stupid thing to do.'' \n  He also said Mr. Brown, the chancellor of the Exchequer, should have distanced himself from Labor rebels demanding Mr. Blair's ouster. ''He could have done that with a click of his fingers,'' Mr. Clarke said.\n  By way of a response, Harriet Harman, the constitutional affairs minister, said, ''I really think that everybody should shut up now'' before the party could be torn apart.\n  The signs of restlessness suggested that some legislators were not satisfied with Mr. Blair's refusal to be pinned down on a firm departure date. Some people in Mr. Brown's camp now expect that to be early next May.\n  But whenever it is, some legislators said the duel had damaged Mr. Brown's prospects as an unchallenged successor.\n  Tony Wright, an independent-minded Labor legislator who has criticized the party's rebellion, said in an interview: ''In the spring, Mr. Blair will say he is going. In the early summer he will go, and we will have a new leader. But it is less clear than it was two weeks ago that the next leader will be Gordon Brown. There is the suspicion that he cemented discontent within the party.''\n  Mr. Brown's strong support of the United States in the campaign against terrorism seemed to offer some continuity with Mr. Blair, but it was also fraught with potential hazards because many Labor legislators are disenchanted by the prime minister's alliance with the White House and its Middle East policies.\n  Mr. Wright called Mr. Brown a ''firm Atlanticist,'' but said the issue was tricky, because Mr. Blair's decision to align himself so closely with the United States forms the core of his problems with many Labor legislators.\n  ''I don't think there is any great problem or alternative to most of his domestic agenda,'' Mr. Wright said. ''But there is a deep antipathy to the Bush administration.'' \n  Mr. Brown has not been granting interviews, but in an article in The Sun, a top-selling tabloid, he recalled the events of Sept. 11, 2001, and said, ''In a few days I will visit New York and reaffirm to the American people that Britain -- under the courageous leadership of Tony Blair -- stands now, as then, shoulder to shoulder with them.''\n  While there have been questions about Mr. Brown's attitudes toward Britain's military deployment, Mr. Brown wrote, ''Britain can take pride that our heroic armed forces are leading in the global fight we must wage against terrorism.''\n  He took a strong line against both terrorism at home and military commitments overseas, and said he guaranteed that ''we will continue to spend whatever it takes to meet the new security demands we face and our military commitments abroad.''\n  Mr. Brown also told The Sun that he would support police demands for a period of detention of terrorism suspects without charge longer than the current 28 days. The police have been seeking a 90-day period.\n  Like Mr. Blair, however, he urged a broader campaign to counter the radical Islam that has spread among some British Muslims.\n  ''As well as supporting our police, security services and armed forces in the front line of the war on terror at home and abroad, we also need to mobilize the power of argument and ideas to expose and defeat the ideology of hate,'' he said.\n  In a separate speech in Edinburgh on Friday he tried to pre-empt criticism that, as a Scot, he might represent narrow, regional interests. ''I stand here today again to speak up for Britain and Britishness,'' he said.\n  Legislators in Scotland and Wales, along with local councilors in England, face elections next May that are seen as a bellwether of Labor fortunes. The vote is a crucial factor in the calculations of when Mr. Blair might step down, in the view of his critics, to enhance the party's electoral prospects.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 9, 2006"
}