{
    "title": "Crockett accuses Democrats of making him a target for hackers",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 10,
    "day": 4,
    "full text": "SALT LAKE CITY ? Salt Lake County mayoral candidate Mark Crockett has issued cease-and-desist letters after his tax records were posted online containing personal information ? an act he said was meant to make him a target for hackers. Documents regarding tax liens against the Republican were first discovered by Jeff Bell, host of the radio program \"The LEFT Show\" and a Democratic candidate running in House District 43. The Salt Lake County Democratic Party then picked up the document and emailed it to Utah media outlets. \nIn the letter, Crockett asked that personal information contained in the documents be redacted, but did not request that any online postings be removed. His primary concern is for hackers, he said. \"They're telling financial hackers how to go after my accounts,\" he said. The lien, as released by the California State Tax Commission, included partial social security numbers. Bell said he posted the document on his radio show's blog and discussed it in two of the show's episodes this week. It was public information that he found online, he said. Bell, who received a cease-and-desist letter Thursday, said he immediately replaced the online document with a redacted copy that does not contain any social security numbers. Bell said he had no qualms about removing the information and would have done so without legal promptings. \"All Mark needed to do was ask,\" Bell said. \"I feel bad that he spent money on lawyers.\" Crockett said his complaint isn't about releasing information regarding the $172 outstanding tax lien, but he believes posting the document without entirely blacking out personal information amounts to \"political terrorism.\" Crockett said he believes the post was made in cooperation with his Democratic opponent Ben McAdams' campaign. \"I think this is political terrorism by a Democratic hire working in the strategy committee of Ben's campaign,\" Crockett said. Justin Miller, McAdams' campaign manager, said the campaign was aware of the lien but had decided not to pursue it. He added that McAdams was unaware of the blog post until he saw it on Twitter. Bell said he had no contact with McAdams about posting the records, and even criticized McAdams on his radio show for not seeking out possible tax discrepancies by his opponent on his own.  Bell also denied leaving personal information in the document as a way to cause problems for Crockett. \"That's just silly,\" he said. \"The document was posted as received. I didn't see a whole social so it was never a concern.\" Richard Jaramillo, president of the Salt Lake County Democrats, said he hasn't received a cease and desist letter, but believes he will. Jaramillo also denied disseminating the tax lien as a way to release Crockett's personal information. The party has not posted the document on any websites. \"This is how California considers redaction to be appropriate, so we didn't consider it an issue,\" he said. The party will willingly comply with any requested redaction, Jaramillo said. Miller reiterated that the document was public information. \"Tax lien documents are a matter of public record. Anyone who takes the time to research a candidate, as this blogger did, would have found the exact same information,\" he said. \"We encourage everybody to carefully examine their candidates before casting a vote.\"  In regards to the lien, part of the document addresses a lien that was dismissed. Crockett said it resulted as a misunderstanding by the California State Tax Commission when he moved to Utah. Crockett said the outstanding $172 came from an overlooked $30 processing fee and subsequent interest. He has begun repaying the debt, he said.  E-mail: mromero@deseretnews.com Twitter: @McKenzieRomero \n\nLoad-Date: October 5, 2012"
}