{
    "title": "Cross-Border Clashes in Kashmir Leave 7 Soldiers Dead",
    "publisher": "the new york times",
    "year": 2017,
    "month": 12,
    "day": 26,
    "full text": "ISLAMABAD, Pakistan — Three Pakistani soldiers have been killed by Indian fire in the disputed Kashmir border region, officials said on Tuesday, after several Indian troops were killed by Pakistani gunfire nearby over the weekend.\nThe back-to-back deaths added to the latest round of military clashes between Pakistan and India across the Line of Control, and further dashed any faint hopes that the two estranged nations could soon normalize relations.\nThree Pakistani soldiers were killed and one was injured Monday evening, in what the Pakistan Army described as an “unprovoked” cease-fire violation by India in the Rakh Chikri Sector of Poonch District.\nPakistan’s Foreign Ministry said Tuesday that the soldiers were killed after unspecified “nonstate actors,” who were provided cover by fire from Indian forces, planted bombs in Rakh Chikri. A spokesman for the ministry said that Pakistan had lodged a diplomatic protest.\nPreviously, the Indian Army said four Indian soldiers, including an army major, had been killed after Pakistani troops opened fire in the Rajauri District of the Indian-controlled part of Kashmir.\nDespite a 2003 cease-fire agreement, fire between the two militaries has become a frequent occurrence in Kashmir, the picturesque Himalayan region the two nations have fought over since they both declared independence from Britain in 1947. Both countries claim Kashmir in its entirety, and they have fought several wars over it.\nWhile Kashmir continues to remain a point of contention between the two neighbors, accusations of fomenting terrorism have also strained relations.\nOn Monday, however, a small concession to diplomacy was made when Pakistan allowed the wife and the mother of Kulbhushan Jadhav, an Indian imprisoned in Islamabad, to visit him for the first time.\nPakistan sentenced Mr. Jadhav to death in April, a year after his 2016 arrest on charges of espionage and terrorism. Pakistani officials called the arrest a major counterintelligence victory and claimed that Mr. Jadhav had been working for India’s spy agency, the Research and Analysis Wing.\nIndia maintains that Mr. Jadhav was a retired naval officer, who was kidnapped by Pakistani intelligence agents while on a business trip to Iran.\nThe International Court of Justice has temporarily stayed Mr. Jadhav’s execution.\nMr. Jadhav’s family members flew from India for the brief reunion at the Ministry of Foreign Affairs and declined to talk to the news media. Pakistan released pictures of Mr. Jadhav, in a blue suit, sitting behind a glass partition as he spoke with his mother and wife.\nMohammad Faisal, the spokesman for Pakistan’s Ministry of Foreign Affairs, said the family visit was granted on humanitarian grounds, adding that Pakistan considered Mr. Jadhav “the face of Indian terrorism.”\n“The fact that despite simmering tensions, the two sides successfully worked out details of the meeting is a positive development,” noted a Tuesday editorial in The Express Tribune, a Karachi newspaper.\nBut deep skepticism continues to exist within Pakistan.\n“To be fair, Pakistan made a good-will gesture, which was not reciprocated at the strategic level,” said Sherry Rehman, a prominent politician and former ambassador to the United States.\n“The martyrdom of three Pakistani soldiers sends a very disappointing message from Delhi, not that the Modi government has ever responded rationally to Pakistan’s overtures for talks,” Ms. Rehman said, referring to Prime Minister Narendra Modi of India.\n“This is all quite unfortunate for the people of South Asia who remain hostage to this impasse, as space for peace shrinks when hostility is normalized as policy by Modi’s government,” Ms. Rehman said.\nPHOTO: The funeral of a suspected Pakistan-based militant, who was killed in Kashmir on Tuesday. (PHOTOGRAPH BY MUKHTAR KHAN/ASSOCIATED PRESS)\n\nLoad-Date: December 28, 2017"
}