{
    "title": "Cruise-Missile Justice",
    "publisher": "usa today",
    "year": 1993,
    "month": 6,
    "day": 29,
    "full text": "BASED on the evidence presented at the United Nations Sunday as well as at weekend White House and Pentagon briefings, President Clinton's response to the alleged Iraqi-led assassination attempt against former President Bush was appropriate.\nThe attempt, allegedly planned by Iraqi intelligence, comes from a country that sponsors terrorism, that consistently and violently violates international law, and whose diplomatic machinery serves to obfuscate those violations and thwart attempts by the United Nations to hold Baghdad accountable for its actions. In short, the president had no credible option to pursue but cruise-missile justice. Had he not responded forcefully, not only would he have looked weak at home, but Iraqi President Saddam Hussein likely would have felt sufficiently emboldened to attack the Kurdish safe haven in the northern part of the country, where Iraqi troops have been massing.\nIraq claims that eight civilians were killed and another dozen injured, a tragedy for the families affected. But had the car bomb gone off in Kuwait City during Mr. Bush's April visit, the casualty rate there would have been much higher.\nSaturday night's cruise missile attack on Iraq's intelligence headquarters in Baghdad has drawn support from two-thirds of Americans surveyed in a USA Today/CNN/Gallup Poll taken Sunday, as well as from members of Congress and United States allies in Europe.\nHowever, despite the support for the use of force in this case and the signal the administration wants to send to countries that sponsor terrorism, it is well to remember the limits of force as a signal. The US bombing raid against Tripoli in 1986 was in retaliation for Libyan-sponsored terrorist attacks in Europe. Yet in 1988, the bombing of Pan Am Flight 103 over Lockerbie, Scotland, was traced to Libya.\nEven in Iraq, Saddam's defeat in 1991 and subsequent US attacks on Iraqi radar installations and facilities since the Gulf war didn't deter the alleged attempt against Bush.\nNor is it clear whether force would be a credible option if a country such as North Korea, which has a history of state-sponsored attacks against South Korean officials, were to attempt to assassinate a US official.\nIn the forseeable future, force must remain an option in the battle against international terrorism. But its limits must be recognized.\n \n\nLoad-Date: June 29, 1993"
}