{
    "title": "CRUISE MISSILES AND INNOCENT LIVES",
    "publisher": "the new york times",
    "year": 1993,
    "month": 7,
    "day": 4,
    "full text": "IN THE DAYS following the cruise missile attack on the Iraqi military intelligence headquarters, President Bill Clinton's popularity rating improved conspicuously. Whereas before the raid, only 39 percent of the public approved of how he was handling the presidency, the New York Times/CBS poll found that right after the bombing the figure jumped to 50 percent. In other words, millions of Americans suddenly began to think well of their president.  Within a hour or so of the raid, Clinton went on the air from the Oval Office to say that the attack was retaliation against an Iraqi plot to assassinate former President George Bush. \"We will combat terrorism,\" Clinton declared. He said that care was taken to avoid \"the loss of innocent life.\" As it turned out, \"innocent life\" was taken in the attack. Iraq put the deaths at eight civilians, a figure not contested by Washington.  An examination of the raid suggests that in ordering the pre-dawn bombing, Clinton had every reason to assume that civilians would be killed in their beds. That is a somber proposition to put forth on a weekend traditionally given over to the celebration of American values. I would like to think that the people who gave us liberty 217 years ago would not flinch from such an analysis.  In light of alternative ways of attacking the intelligence headquarters, Clinton undoubtedly was sincere in saying that the operation was designed \"to minimize\" civilian casualties.\nThe president would have been more truthful had he also acknowledged that a symbolic action against Saddam Hussein was more important to him than the deaths of some Iraqis who had nothing to do with terrorism.  We are left to speculate whether such candor would have lifted Clinton from the depths of a thirty-something rating in the popularity polls. Perhaps it would have made no difference.  Many innocent Americans have been murdered by terrorists. So some people may see in the Iraqi casualties a kind of rough justice or an evening of the score. Terrorism and counter-terrorism, both ultimately are paid for by men, women and children who have the misfortune of being at the wrong place at the wrong time.  How could Clinton have known that civilians would die in the attack? For the same reason you \"know\" if you drive your car at 70 miles an hour through the streets of St. Louis, swerving skillfully to avoid taking \"innocent life\" but slowing down for nothing, that sooner or later you will hit someone.  The Tomahawk cruise missiles used in the raid are weapons of astonishing accuracy. In the Gulf War, 282 Tomahawks were used against Iraq. Of these, only 2 percent failed in the launching phase. Military analysts say that more than 80 percent of the rest hit their intended targets. That is in line with design specifications and test results.  Compared with bombing systems of the past, the cruise missile is truly a weapon of pinpoint accuracy. Studies by the British Bomber Command in 1941, for example, showed that only a third of its bombs landed within five miles of the aiming point.  Bomber crews in the 1940s often had trouble just hitting cities, let alone the targets within them. The economist John Kenneth Galbraith, who served as a director of the United States Strategic Bombing Survey, has written that \"Nothing in World War II air operations was subject to such assault as open agricultural land.\" A cruise missile strike also eliminates the possibility of killed or captured airmen. Hence, it was an obvious choice for Clinton and his planners; for their objective was political, not military. In the president's own words, the intention of the raid was to send Saddam Hussein an unmistakable message.  It was not to kill him or cripple Iraq.  But although the cruise missile is highly accurate, it is not perfectly accurate. In the Gulf War, about 50 Tomahawks failed to strike their targets.  What this means is that some 50,000 pounds of high explosives landed elsewhere.  Clinton's raid began with the launch of 24 Tomahawks. Only one did not achieve normal flight. That success rate - more than 90 percent - was consistent with Gulf War standards.  Of the 23 Tomahawks that flew on, 16 struck the target and four fell nearby in the intelligence compound. So overall, 87 percent landed on or close to the objective, a performance that too was predictable by the Gulf experience.  In other words, these are results that the planners reasonably could have expected. What they also could have expected was that 10 to 20 percent of the strike force - carrying 2,300 to 4,600 pounds of high explosives - would fall in the adjacent residential areas. And that is exactly what happened with the remaining 13 percent of the missiles, the three Tomahawks that landed on or among the homes where Iraqis slept.  I think we can call the bombing of the residential area deliberate - not in the sense that Clinton wanted it to happen but that he knew it would occur as a result of his orders, regardless of his wishes. Can this be described conscionably as \"making every effort to minimize the loss of innocent life\"?  Is the dropping of one or two tons of explosives on the heads of sleeping people our idea of avoiding civilian casualties?  In Baghdad, there was wailing and the burial of the dead and, as usual, some bravado. \"Quakes shall not make Iraq tremble and storms will never bend it,\" said a government newspaper.  In America, the president's popularity soared; and the people talked of the raid and, as you and I know, also of this and that. Coffee's good this morning. The grass needs cutting. Ol' Bill finally did some kicking. And from the Oval Office: God bless America.\n\nLoad-Date: October 11, 1993"
}