{
    "title": "Cruz '92, Christie debate terrorism, foreign policy at last Republican debate",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 15,
    "full text": "President Barack Obama has done an inadequate job combating the ISIS terrorist threat and if they were to be elected president, they would be much more effective, both Texas Senator Ted Cruz '92 and New Jersey governor Chris Christie argued in a Tuesday republican debate focused on the terrorist threat.\n\"If I am President, we will hunt down and kill the terrorists,\" Cruz said.\nChristie said that the basic responsibility of the President is to protect its people and that Obama has not been doing that.\nChristie is an ex officio trustee of the University.\nCruz also said that Obama and Secretary of State and Democratic presidential candidate Hillary Clinton have not been sufficiently willing to fight against terrorism. Cruz added that the problem with the Obama administration is not a lack of competence, but an excess of political correctness.\nCruz said he disagreed with opponent Donald Trump about banning all Muslim refugees to the United States, explaining that he has instead introduced legislation to suspend all refugees from countries with a strong ISIS or Al-Qaeda presence for three years. Trump's idea, he said, does not sufficiently focus on the problem.\n\"It's not a war on faith, it's a war on a political and theocratic ideology that seeks to murder us,\" Cruz said.\nCruz added that he does not support complete amnesty for Syrian refugees, and that he opposed an amnesty plan for the refugees supported by a bipartisan \"Gang of Eight,\" including presidential competitor and Florida Senator Marco Rubio.\nCruz also said that as President, he would use air power to utterly and completely destroy ISIS, and that Obama, who is currently instigating 10 to 20 attacks a day against ISIS, is not doing enough. When asked if he were willing to bomb the civilian population in cities where ISIS has a strong presence, Cruz said that he would carpet bomb the areas where ISIS is, not the entire city.\nHe added that in removing dictators such as Muammar Qaddafi, the U.S. government got distracted from keeping the country safe. While these dictators were undoubtedly bad men, he said, they were also assisting the United States in keeping Islamic terrorists out.\n\"What we need to decide is whether or not regime change is a good idea,\" Cruz said.\nWhen asked about his support for the USA Freedom Act, which modified the Patriot Act by imposing new limits on the collection of telecommunication metadata, Cruz noted that the act in fact also strengthened tools of law enforcement to go after terrorists, as it expanded government surveillance from land lines to other forms of communication such as Internet phones. While the older legislation covered only 20 to 30 percent of communications, the new legislation covers almost 100 percent, Cruz noted.\nChristie criticized Clinton, saying that she would respond to terrorism in exactly the same way that Obama has, and he criticized his opponents in the Senate, saying that legislators in the Senate do not make executive decisions or face responsibility for the executive decisions that are made. As governor, he said, he was responsible for legislation that was passed, making him a better candidate to fight terrorism.\n\"Let's talk about how we do this, not about which bill, which one these guys like more,\" Christie said. \"The American people don't care about that.\"\nHe also explained that as President, he would institute a no-fly zone over Syria, and if Russia flew a plane into this no-fly zone he would have that plane shot down. When opponent Kentucky Senator Rand Paul referred to Christie's plan as reckless and a recipe for disaster, Christie said that the people who are reckless are those in the White House who are allowing civilians to die as a result of ISIS.\nThe debate, which took place at 8:30 p.m. EST in Las Vegas, Nev., was moderated by CNN political anchor Wolf Blitzer, along with CNN reporter Dana Bash and conservative talk radio host Hugh Hewitt. The debate was sponsored by CNN and the Salem Media Group.\n\nLoad-Date: December 17, 2015"
}