{
    "title": "Cruz '92, Christie Discuss Terrorism, Planned Parenthood in Republican Debate",
    "publisher": "university wire",
    "year": 2016,
    "month": 1,
    "day": 29,
    "full text": "The next president must be someone who rejects Washingtonian politicking like themselves, both Texas Senator Ted Cruz '92 and New Jersey Governor Chris Christie expressed in Thursday night's Republican debate three days before the Iowa caucus.\nChristie argued that voters must send someone from \"outside of Washington to Washington.\"\n\"I need a Washington-English dictionary converter,\" he said, describing the political jargon that surfaced during crossfires in the debate. In politics, one can change one's mind with full legality, Christie argued, but as a governor, he couldn't \"hide behind parliamentary tricks\" like many in Washington do.\nChristie is an ex officio member of the Board of Trustees of the University.\nSimilarly, Cruz stated that he has always stood up to \"the DC cartel\". When questioned about his lack of support from the GOP establishment, Cruz responded that his greatest endorsement comes from the 200,000 grassroots volunteers on his campaign and his few conservative champions in Congress.\nCruz later reaffirmed his commitment to anti-terrorism in promises of carpet bombing \"radical Islamic elements\" and lifting the rules of engagement. Specifically, Cruz explained that compared to the saturation attacks of the first Gulf War in which 1,100 air strikes were launched a day, the Obama administration has averaged a meager 15 operations a day. Comparing the situation to when Reagan assumed office, Cruz stated that the next commander-in-chief faces a debilitated military that can only be rebuilt by unleashing the power of the free market through tax reductions.\nAt one point in the debate, Cruz expressed his frustration with several moderators who asked other candidates to critique his political agenda.\n\"If you guys ask one more mean question, I'd have to leave the stage,\" said Cruz.\nIn response to multiple questions surrounding anti-terrorism domestically and abroad, Christie emphasized his legal expertise as a former federal prosecutor. Christie stated that if elected president, he will prosecute Hillary Clinton for her indiscretion with emails.\n\"Hillary Clinton won't get within 10 miles of the White house,\" Christie said.\nChristie also stated that he sees defunding Planned Parenthood, something he has already accomplished in New Jersey, as a priority in terms of federal changes.\n\"When you see thousands upon thousands upon thousands of children being murdered in the womb, I can't think of anything bigger than that,\" he said.\nIn one instance, Megyn Kelly, political commentator for the Fox News and one of the debate moderators, aired a tape of Cruz giving a talk at the University in which he expressed verbal support for legalization of undocumented immigrants. Kelly subsequently questioned whether Cruz's amendment to the immigration reform bill was really to 'kill the bill' as he described.\n\"When that battle was waged, we led the fight against amnesty,\" Cruz responded. He added that both him and Florida Senator Marco Rubio made identical promises to constituents when it came to immigration, but unlike Rubio, Cruz remained faithful to his promise.\nDonald Trump, the highest polling Republican candidate, did not participate in this debate, citing Kelly's bias as a key reason.\nThe debate, which took place in Des Moines, Iowa, at 9 p.m. EST, was hosted by Fox News and moderated by Fox News chief political anchor Bret Baier, Kelly, and Fox News anchor Chris Wallace.\n\nLoad-Date: January 30, 2016"
}