{
    "title": "Cruz, Rubio spar in Vegas [JUMP]Terrorism center stage at 5th GOP presidential debate",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 12,
    "day": 16,
    "full text": "LAS VEGAS - In a presidential race reshaped by national security concerns, Sens. Ted Cruz and Marco Rubio clashed over U.S. military intervention and government spying on Americans' communications Tuesday night, and front-runner Donald Trump defended his provocative call for banning Muslims from the United States. \n Struggling former Florida Gov. Jeb Bush found his footing in trying to discredit Trump's qualifications for the White House, chiding the brash billionaire for trying to insult your way to the presidency. \n Tuesday night's debate was the first for Republicans since the attacks in Paris and San Bernardino, California, which heightened fears of terrorism in the United States. The attacks have ignited a political debate about President Barack Obama's campaign to defeat the Islamic State in the Middle East and the nation's security posture in preventing attacks in the U.S. \n Trump's call for temporarily banning Muslims from the U.S. - a proposal roundly criticized by his rivals -\ndominated much of the discussion heading into the debate. He said he wasn't seeking to discriminate against Muslims. \n We are not talking about isolation; we're talking about security, he said. We are not talking about religion, we are talking about security. \n Bush dismissed the proposal as unserious, saying, Donald is great at the one-liners, but he's a chaos candidate and he'd be a chaos president. \n In contrast, Cruz and Rubio said they understood why Trump had raised the idea of banning Muslims and avoided directly criticizing the front-runner. Instead, they focused on each other, engaging in lengthy debates over their differences on national security. \n Rubio accused Cruz of weakening the government's ability to track terrorists because he voted in favor of legislation to eliminate the National Security Agency's bulk phone-records collection program and replace it with a more restrictive effort to keep the records in phone companies' hands. \n Cruz insisted the new law gives the government more access to cellphones and other technology terrorists are more likely to use - a contention Rubio disputed. \n There is nothing we are allowed to do under this bill that we were not allowed to do before, Rubio said. \n ❖ ❖ ❖ \n Beginning after the Sept. 11 terrorist attacks, the NSA secretly collected the daily calling records - but not contents of conversations - for most Americans, including people never suspected of any crime. \n A new law, called the USA Freedom Act, passed in June with broad bipartisan support. It ordered the NSA to end bulk collection after a six-month transition that expired last week. \n Cruz and Rubio have been sparring from afar over national security for weeks. The Texas senator is on the rise, particularly in Iowa's kickoff caucuses, where he's challenging Trump's monthslong lead. \n The senators, both Cuban-Americans in their 40s, also clashed over whether the U.S. should seek to remove dictators in the Middle East, including Syria's President Bashar Assad. \n Cruz argued that the governments that replace autocrats often can be worse than the ones opposed by the U.S., and Rubio said of Middle East dictators, If they go, I will not shed a tear. \n The senators also displayed differences in their strategies for targeting the Islamic State. The extremist group claimed responsibility for the Nov. 13 attacks in Paris, and one of the shooters in California pledged allegiance to the group on Facebook shortly before she and her husband shot and killed 14 people at a holiday party. \n Cruz called for using overwhelming air power to destroy the Islamic State, and Rubio said airstrikes would have to be supplemented by ground troops, including U.S. special operations forces. \n Obama largely has relied on airstrikes to target the militants in Iraq and Syria. However, he also sent troops to Iraq to help train and assist local forces and recently approved sending special operations forces into Syria. \n ❖ ❖ ❖ \n Kentucky Sen. Rand Paul went after Trump and Rubio. Paul said Trump is wrong in calling for censoring the Internet and Rubio should not advocate taking bulk phone data from Americans. \n Paul said the way to defeat terrorism is by showing that we do not fear them. \n John Kasich played the role of unifier-in-chief. He said the nation's priorities are creating jobs, making sure people can keep their jobs, the need for rising wages. \n He also said there's too much yelling in politics to solve those problems. We'll never get there if we are divided along party lines, he said. Before all of that, we're Americans. \n Carly Fiorina said all of the country's problems and wounds can be healed by a tested leader such as herself, citing her experiences beating breast cancer, burying a child and climbing the corporate ranks to eventually become CEO of Hewlett-Packard. \n Fiorina said she's been called every B-word in the book and has refused to take no for an answer. \n Ben Carson said his experience as a pediatric neurosurgeon prepared him to make tough choices as a leader. \n Asked if he could be ruthless as a commander in chief and order airstrikes that could kill children, Carson said that when he told children he'd have to take out a brain tumor, they don't like me very much, at that point. But later on they love me.Pressed on whether he could order airstrikes that would kill children and civilians, Carson said he was prepared to be tough, resolute, understanding what the problems are and understanding that the job of the president of the United States is to protect the people of this country. \n Also on the main stage Tuesday night was New Jersey Gov. Chris Christie.\n\nLoad-Date: December 16, 2015"
}