{
    "title": "Cruz's counterterrorism proposal would be ineffective and discriminatory",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 4,
    "full text": "Courtesy of Flickr\nIn the aftermath of the attacks on Brussels by Islamic extremists, which killed 35 and injured about 300, Islamophobic sentiment once again came into the spotlight of American politics. Unfortunately, this attack, like the attacks in Paris and San Bernardino, have been used by politicians to push their policies about defeating what they call \"radical Islamic terrorism.\"\nOne statement in particular that stood out in the flurry of hatred was by Republican presidential candidate Ted Cruz, when he called to empower authorities in an effort to \"patrol and secure Muslim neighborhoods before they become radicalized.\"\nThis policy would marginalize Muslim-Americans, impinge on law-abiding citizens' civil liberties and may prove to be ineffective and counterproductive to thwarting future attacks. The policy in question will not make us any safer and is just a continuation of the baseless, fearmongering rhetoric that we have already seen in the GOP primaries.\nThe policy proposed by Cruz would essentially be based on a secretive project run by the New York Police Department with the help of the Central Intelligence Agency, which collected intelligence on the Muslim-American communities in New York, New Jersey and Pennsylvania in an effort to stop homegrown terrorism. The program ran from 2003 until being discontinued in 2014 after being sued on the grounds of civil rights violations.\nDuring this project, the NYPD spied on mosques, sent informants to monitor Muslim student groups, kept extensive records on where Muslims shopped, prayed and worked and even allegedly paid an informant to try to \"bait\" Muslims into saying incendiary things.\nOn a purely civil rights basis, this project was unjust. The American Civil Liberties Union notes that the program has had many negative effects on the community including, but not limited to, interference in religious practice, fear within the community, hindering of free speech and creating a distrust of law enforcement.\nThe rights of New York Muslims were deeply violated in the name of national security and counterterrorism, but did anything even come out of these operations? Did this extensive operation help keep New Yorkers safer?\nIt turns out that even with the enormous amount of data collected, the Assistant Chief of the NYPD, Thomas Galati, has stated in his deposition that none of the information gathered resulted in a terrorism investigation in the six years he oversaw the program.\nIn addition, the project proved to be counterproductive to the counterterrorism activities of the Federal Bureau of Investigation . \"People are concerned that they're being followed. People are concerned that they can't trust law enforcement,\" stated Michael Ward, Newark's FBI Special Agent. As a result of the lack of trust created by the sweeping spying operation of the NYPD, the high-ranking FBI agent had stated that he has noticed a reduction of cooperation from the Muslim community of New Jersey.\nBy losing the trust of the Muslim-American community, the NYPD has damaged law enforcement agencies' relationship with their most crucial and effective ally in the fight against homegrown terrorism. The evidence shows that having this trust between the community and law enforcement is essential to stopping attacks. According to a 2011 study done at the University of North Carolina, a plurality of the homegrown terrorist plots that were disrupted by authorities were due to tips from the Muslim-American community.\nCruz has praised the NYPD program calling it a \"big success,\" and would presumably lay the foundation for his counterterrorism policies if he is elected president.\nSome may say it was a complete disaster that was humiliating to our core principles, but then why is something so similar being recycled now?\nAs the election season continues, Muslims are placed in the crossfire of a battle for the heart of the insurgent right between the two Republican frontrunners. After attacks like the one on Brussels, Cruz and Donald Trump have exploited the fear of terror by trying to one-up each other by espousing the most absurd and hateful comments about Muslims and other minorities.\nThis proposal falls in line with the already notorious proposals from Trump, who has called for a ban on Muslims entering the U.S. These proposals are not based on any factual evidence. If anything, the NYPD case shows us that these sort of policies run counter to what has worked in the past. Though these harsh and outlandish policies are put forward to prove that these candidates are the \"toughest\" on terrorism, they are put forward without reassessing what works and what does not.\nThe proposals by the two GOP frontrunners are an ad-hoc reaction that will not be helpful to truly stopping homegrown terrorism, and would disadvantage an entire subsection of our population.\nWe, as Americans or just decent human beings, should not stand for this discriminatory, fearmongering rhetoric disguised as counterterrorism policy. To do so would be harmful to our fellow citizens.\n\nLoad-Date: January 4, 2017"
}