{
    "title": "CUA Reactions to Obama's Oval Office Address",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 11,
    "full text": "Tweet\nForegoing the tradition of addressing the American people seated behind the Resolute Desk, President Obama appeared standing behind a podium in the Oval Office to address the American people on the, \"act of terrorism,\" committed in San Bernardino, Califonira, and of the international fight against the Islamic State of Iraq and Levant . After delivering his speech that ran just over 13 minutes on Sunday night, students at CUA became quickly divided on certain proposals the President discussed for combating Islamic terrorism.\n\"I think because the President was trying to sound more authoritative, perhaps standing up was their strategy,\" said Tom Lahey, sharing his thoughts on the President's speech. Lahey, who currently serves at the head of CUA's Students for Jeb Bush, felt that overall the President's speech was, \"pretty good,\" but that he and other Americans were likely disappointed that, \"the President didn't give us a more detailed vision...there are no changes, he stayed the course. I was disappointed that the President didn't propose a revamped policy.\"\nLahey agreed with the President that the international community ought to develop a cease fire with Syrian President Bashar al-Assad and work with Assad and Putin to defeat the growing danger from ISIL. Lahey disagreed with the President, however, that diplomacy would be enough to stop ISIL's advances, believing the United States, \"absolutely,\" should be sending ground troops into the region. \"I don't know if we need a full scale invasion like we did in Iraq in 2003, but we need to step up our game a little bit,\" said Lahey. \"The Germans deployed 1200 troops to the region, the British sent about 100 special operations forces to Syria...France has ruled out ground troops, but have quadrupled their airstrikes.\" Lahey also pointed out that if the United States is ever going to be able to send ground troops into the region, Congress must also give the President authorization to use military force, another initiative the President called on in his speech.\nDuring the speech, the President also devoted a significant amount of time to domestic objectives to combat terrorism, particularly by addressing the issue of gun control. \"Congress should act to make sure no one on a no fly list is able to buy a gun,\" Obama said. \"What could possibly be the argument for allowing a terrorist suspect to buy a semi-automatic weapon?\" In addition to this, the President also argued that it should be much harder to buy assault weapons in the United States. While Lahey agreed that if someone is on a no fly list, they probably were put on it for good reason, he also stressed that, \"talking points shouldn't necessarily become policy.\"\nBill Dowhy, President of CUA's Students for Rand Paul, had a different opinion on the connection the President made between gun control and counter terrorism efforts. \"I think it's interesting...he said something to the effect of ISIS doesn't want us to give up our freedoms, and then he, of course, goes into gun control measures which give up our freedoms, specifically the Second Amendment.\" When pressed further on specifically allowing people on the no fly list to purchase a firearm, Dowhy said, \"Think about what the no fly list is. It's the executive putting your name on a list without any due trial or due process. Obviously, I think that's wrong.\"\nThe final point that the President discussed on Sunday night was to, \"reject discrimination...it is our responsibility to reject proposals that Muslim Americans should somehow be treated differently.\" These comments were clearly being aimed at some remarks by various politicians and Presidential candidates that some feel are discriminatory or racist towards Muslim Americans, including the front runner for the Republican presidential nomination, Donald J. Trump. \"I think it plays right into the hands of ISIS,\" Lahey said of the rhetoric that has come from Trump and others. \"I think it's the reason that the two who committed this crime in San Bernardino did this.\" Dowhy also agreed that the President's comments were directed towards Trump, and that Trump's statements, \"feed into their [ISIS's] narrative.\" Dowhy also added that such comments make Donald Trump, \"not fit to be President.\"\nDowhy further criticized the President for, \"the contrast between what Obama says and what he actually does,\" once again citing what he sees as a faulty correlation by the President of gun violence to terrorism.\nReactions among Americans to the President's speech will likely be mixed, including among our own campus community. What we do know, however, is that the President proposed the specific measures that he believes will lead to the down fall of the Islamic State. History will ultimately determine if the President is right and how his speech will be remembered in the years to come. Tweet\n\nLoad-Date: December 12, 2015"
}