{
    "title": "Cuba a step closer to U.S",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 4,
    "day": 15,
    "full text": "WASHINGTON — President Barack Obama will remove Cuba from the list of state sponsors of terrorism, the White House announced Tuesday, a key step in his bid to normalize relations between the two countries.\nThe terror designation has been a stain on Cuba's pride and a major stumbling block for efforts to mend ties between Washington and Havana.\nIn a message to Congress, Obama said the government of Cuba \"has not provided any support for international terrorism\" over the last six months. He also told lawmakers that Cuba \"has provided assurances that it will not support acts of international terrorism in the future.\"\nCuba will officially be removed from the terror list 45 days after the president's message was sent to Congress. Lawmakers could vote to block the move during that window, though Obama would be all-but-certain to veto such a measure.\nCuba's top diplomat for U.S. affairs hailed Obama's action. \"The Cuban government recognizes the president of the United States' just decision to take Cuba off a list in which it should never have been included,\" Josefina Vidal said Tuesday night. \"As the Cuban government has said on many occasions, Cuba rejects and condemns all acts of terrorism, in every form, as well as any action aimed at encouraging, supporting, financing or concealing terrorism.\"\nTuesday's announcement comes days after Obama and Cuban President Raul Castro met on the sidelines of a regional summit in Panama. The historic talks marked the first formal meeting between the leaders of their countries in a half-century.\nThe U.S. has long since stopped actively accusing Cuba of supporting terrorism. When Obama and Castro announced a thaw in relations in December, the U.S. president expressed his willingness to remove Cuba from that list.\nHowever, he held off on making a final decision amid indications that the White House was reluctant to grant Cuba's request until other thorny issues — such as restrictions on U.S. diplomats in Havana — were resolved.\nThe president's final decision followed a State Department review of Cuba's presence on the list.\nRemoving Cuba from the terror list could pave the way for the opening of a U.S. Embassy in Havana and other steps. Administration officials said they were optimistic about the prospects of opening the embassy, but did not provide any specific updates in timing.\nCuba was designated a state sponsor of terror in 1982 because of what the White House said was its efforts \"to promote armed revolution by organizations that used terrorism.\"\n\nGraphic\n\n \nAssociated Press A taxi driver steers his classic American car Tuesday through Havana, Cuba. President Barack Obama will remove Cuba from the list of state sponsors of terrorism, the White House announced Tuesday.\n\nLoad-Date: April 17, 2015"
}