{
    "title": "CUBA 'S ACT OF TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 2,
    "day": 27,
    "full text": "The Cuban military had no excuse whatsoever for shooting down unarmed civilian aircraft even if the planes had crossed into Cuban airspace. The Cubans should have warned the pilots or escorted the planes out of Cuban airspace, if they had in fact intruded. The flights operated by Brothers to the Rescue, a group of anti-Castro Cuban-Americans, may have irritated the Cuban government, but they certainly did not threaten it. Shooting down two planes - a third escaped - was cruelly unnecessary and a provocat ion that may backfire.\nWhy did the Cubans respond so aggressively? U.S.-Cuban relations, such as they are, have been relatively calm. After squeezing Cuba during the refugee crisis, the Clinton administration had, given the still-strong constraints of the embargo, allowed a relaxation of restraints on travel, money exchange and telephone service. One can't escape the conclusion that the attack was meant to divert Cubans' attention from the stark crackdown on the Cuban Council, a group of opposition organizations.\nThe shoot-down comes two weeks before the primary in Florida, a state in which Cuban-Americans play a prominent political role. Republican candidates for president have seized the opportunity to be more anti-Castro than thou, with Pat Buchanan advocating that the U.S. Air Force threaten Cuban planes.\nPresident Bill Clinton has reacted with the appropriate firmness. He imposed restraints on the travel of Cuban diplomats within the United States and on charter flights between Florida and Havana. He suggested legislation to allow frozen Cuban assets in the United States to be used to pay reparations to surviving family members. And knowing just how much the Cuban government despises Radio Marti, the president proposed to strengthen it. Those responses are all reasoned and reasonable.\nUnfortunately, the president has also indicated his newfound support, with reservations, for the Helms-Burton bill, a flawed measure that seeks to compel other countries to abide by the U.S. embargo of Cuba. The bill would allow U.S. citizens and others to sue in U.S. courts international companies using property in Cuba expropriated from them, and it would limit the ability of international companies to do business in the United States if they did business in Cuba. This isn't the way to win international support for putting pressure on Fidel Castro.\nBecause of its actions, Cuba makes a convenient target for the most inflammatory bluster. But Cuban-Americans in Florida and U.S. politicians on both sides of the aisle need to turn down the rhetoric. For three decades, neither saber-rattling nor a tightened embargo has brought down the Cuban government. It won't this time either.\n\nLoad-Date: February 27, 1996"
}