{
    "title": "CUBAN ASSERTS REAGAN TOLD 'SEVERAL LIES' ABOUT GRENADA",
    "publisher": "the new york times",
    "year": 1983,
    "month": 10,
    "day": 29,
    "full text": "A top Cuban official said today that President Reagan's assertion that Cubans had been exporting terrorism from Grenada ''is a lie.''\n The official, Deputy Foreign Minister Ricardo Alarcon, also disputed the number of Cubans that the United States said were on the island.\n''The total number of Cubans is less than 800,'' Mr. Alarcon said at a news conference this afternoon. ''Taking into account every person born in Cuba including diplomatic personnel and children, it's about 790.''\nCuban Deputy Foreign Min Ricardo Alarcon charges Pres Reagan lies in claiming Cuban exported terrorism from Grenada; says there are about 790 Cubans on island (S)\nMr. Alarcon said President Reagan in his speech Thursday night told ''several big lies.''\n''One was regarding these warehouses,'' Mr. Alarcon said. ''Our construction workers had light weapons for their defense given them by the Bishop Government in case of an attack. We think the Grenadian Army and militia may have had weapons, but that had nothing to do with our construction workers.'' He referred to the Government of Maurice Bishop, the Prime Minister who was overthrown and later killed by the military.\nWhen asked about the possible source of these weapons, he said, ''I don't know. The issue is not where and when the Grenadians got these weapons. It has already been demonstrated by history that they were right when they felt threatened.'' Mr. Alarcon said that as of early this afternoon, the Cuban Ambassador in Grenada had still not been able to establish contact with the United States military commander on the island. He said that the Governments of Colombia and Spain had said this should be the next step in trying to arrange the evacuation of Cuban personnel on the island and in Barbados.\nAsked what the implications of the invasion of Grenada might be for Cuban foreign policy in the region, Mr. Alarcon said: ''We continue with our policy. It would be very wrong to assume that what has happened in Grenada is an important military victory.''\nThe Cuban official said the difficulty of United States forces in overcoming resistance in Grenada would show that it would be a great mistake to attempt a similar invasion in Nicaragua or Cuba. ''They would need a few more thousand of special divisions,'' he said.\nMr. Alarcon said he considered relations between Cuba and the United States now worse even than during and after the invasion at the Bay of Pigs because, ''for the first time Cubans have had to resist an attack of the U. S. Army, not just mercenaries.''\nMr. Alarcon said he had little information about what has been described as pockets of resistance on the island because the Cuban Embassy lost contact with its workers on the morning of Oct. 26 and had been told at the time that resistance had ended.\nHe said that he also has no accurate figures on the number of Cuban dead or injured. He said that the Cuban Government hopes to have its personnel in Grenada returned to Cuba ''as soon as possible, but it will take some days. There is a logistical problem.''"
}